[{"heading": "Events", "year": "AD 69", "date": "December 22", "txt": "Vespasian is proclaimed Emperor of Rome; his predecessor, Vitellius, attempts to abdicate but is captured and killed at the Gemonian stairs.", "entities": [{"title": "Vespasian", "href": "/wiki/Vespasian", "description": "Vespasian was Roman emperor from 69 to 79. The fourth and last in the Year of the Four Emperors, he founded the Flavian dynasty that ruled the Empire for 27 years."}, {"title": "Vitellius", "href": "/wiki/Vitellius", "description": "Aulus Vitellius was Roman emperor for eight months, from 19 April to 20 December AD 69. Vitellius was proclaimed emperor following the quick succession of the previous emperors Galba and Otho, in a year of civil war known as the Year of the Four Emperors. Vitellius was the first to add the honorific cognomen Germanicus to his name instead of Caesar upon his accession. Like his direct predecessor, "}, {"title": "Gemonian stairs", "href": "/wiki/Gemonian_stairs", "description": "The Gemonian Stairs were a flight of steps located in the ancient city of Rome. Nicknamed the Stairs of Mourning, the stairs are infamous in Roman history as a place of execution."}]}, {"heading": "Events", "year": "401", "date": "December 22", "txt": "Pope Innocent I is elected, the only pope to succeed his father in the office.", "entities": [{"title": "Pope Innocent I", "href": "/wiki/Pope_Innocent_I", "description": "Pope Innocent I was the bishop of Rome from 401 to his death on 12 March 417. He may have been the son of his predecessor, Anastasius I. From the beginning of his papacy, he was seen as the general arbitrator of ecclesiastical disputes in both the East and the West. He confirmed the prerogatives of the Archbishop of Thessalonica, and issued a decretal on disciplinary matters referred to him by the"}]}, {"heading": "Events", "year": "856", "date": "December 22", "txt": "Damghan earthquake: An earthquake near the Persian city of Damghan kills an estimated 200,000 people, the sixth deadliest earthquake in recorded history.", "entities": [{"title": "856 Damghan earthquake", "href": "/wiki/856_Damghan_earthquake", "description": "The 856 Damghan earthquake or the 856 Qumis earthquake occurred on 22 December 856. The earthquake had an estimated magnitude of 7.9, and a maximum intensity of X (Extreme) on the Mercalli intensity scale. The meizoseismal area extended for about 350 kilometres (220 mi) along the southern edge of the eastern Alborz mountains of present-day Iran including parts of Tabaristan and Gorgan. The earthqu"}, {"title": "Damghan", "href": "/wiki/Damghan", "description": "Damghan is the capital of Damghan County, Semnan Province, Iran. At the 2006 census, its population was 57,331, in 15,849 families. It is situated 342 km (213 mi) east of Tehran on the high-road to Mashad, at an elevation of 1,250 m (4,101 ft). It is one of the oldest cities on the Iranian plateau, stretching back 7,000 years, and boasts many sites of historic interest. The oldest of these is Tapp"}]}, {"heading": "Events", "year": "880", "date": "December 22", "txt": "Luoyang, eastern capital of the Tang dynasty, is captured by rebel leader Huang Chao during the reign of Emperor Xizong.", "entities": [{"title": "Luoyang", "href": "/wiki/Luoyang", "description": "Luoyang is a city located in the confluence area of Luo River and Yellow River in the west of Henan province. Governed as a prefecture-level city, it borders the provincial capital of Zhengzhou to the east, Pingdingshan to the southeast, Nanyang to the south, Sanmenxia to the west, Jiyuan to the north, and Jiaozuo to the northeast. As of December 31, 2018, Luoyang had a population of 6,888,500 inh"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Huang Chao", "href": "/wiki/Huang_Chao", "description": "Huang Chao was a Chinese smuggler, soldier, and rebel, and is most well known for being the leader of a major rebellion that severely weakened the Tang dynasty."}, {"title": "Emperor Xizong of Tang", "href": "/wiki/Emperor_Xizong_of_Tang", "description": "Emperor Xizong of Tang, né Li Yan, later name changed to Li Xuan, was an emperor of the Tang dynasty of China. He reigned from 873 to 888. He was the fifth son of his predecessor Emperor Yizong and was the elder brother of his successor Emperor Zhaozong. His reign saw his realm overrun by the great agrarian rebellions led by Wang Xianzhi and Huang Chao, and while both were eventually defeated, by "}]}, {"heading": "Events", "year": "1135", "date": "December 22", "txt": "Nearly three weeks after the death of King Henry I of England, Stephen of Blois claims the throne and is privately crowned King of England.", "entities": [{"title": "Henry I of England", "href": "/wiki/Henry_I_of_England", "description": "Henry I, also known as Henry Beauclerc, was King of England from 1100 to his death in 1135. He was the fourth son of William the Conqueror and was educated in Latin and the liberal arts. On William's death in 1087, Henry's elder brothers Robert Curthose and William Rufus inherited Normandy and England, respectively, but Henry was left landless. He purchased the County of Cotentin in western Norman"}, {"title": "Stephen, King of England", "href": "/wiki/Stephen,_King_of_England", "description": "Stephen, often referred to as Stephen of Blois, was King of England from 22 December 1135 to his death in 1154. A younger son of the Count of Blois, he was Count of Boulogne jure uxoris from 1125 until 1147 and Duke of Normandy from 1135 until 1144. His reign was marked by the Anarchy, a civil war with his cousin and rival, the Empress Matilda, whose son, Henry II, succeeded Stephen as the first o"}]}, {"heading": "Events", "year": "1216", "date": "December 22", "txt": "Pope Honorius III approves the Dominican Order through the papal bull of confirmation Religiosam vitam.", "entities": [{"title": "Pope Honorius III", "href": "/wiki/Pope_Honorius_III", "description": "Pope Honorius III, born Cencio Savelli, was the bishop of Rome, and as such, head of the Catholic Church and ruler of the Papal States from 18 July 1216 to his death. A canon at the Basilica di Santa Maria Maggiore, he came to hold a number of important administrative positions, including that of Camerlengo. In 1197, he became tutor to the young Frederick II. As pope, he worked to promote the Fift"}, {"title": "Dominican Order", "href": "/wiki/Dominican_Order", "description": "The Order of Preachers, whose members are known as Dominicans, is a mendicant order of the Catholic Church founded in Toulouse, France, by the Spanish priest Saint Dominic. It was approved by Pope Honorius III via the Papal bull Religiosam vitam on 22 December 1216. Members of the order, who are referred to as Dominicans, generally carry the letters OP after their names, standing for Ordinis Praed"}, {"title": "Religiosam vitam", "href": "/wiki/Religiosam_vitam", "description": "Religiosam vitam is the incipit designating a Papal bull issued on December 22, 1216 by Pope Honorius III. It gave universal recognition to the Dominican Order. The order already had monasteries in Rome, Paris and Boulogne and had already been locally recognized by the bishop of Toulouse the year before – its creation had coincided with the Albigensian Crusade in southern France, in whose support "}]}, {"heading": "Events", "year": "1769", "date": "December 22", "txt": "Sino-Burmese War: The war ends with an uneasy truce.", "entities": [{"title": "Sino-Burmese War (1765–69)", "href": "/wiki/Sino-Burmese_War_(1765%E2%80%9369)", "description": "The Sino-Burmese War, also known as the Qing invasions of Burma or the Myanmar campaign of the Qing dynasty, was a war fought between the Qing dynasty of China and the Konbaung dynasty of Burma (Myanmar). China under the Qianlong Emperor launched four invasions of Burma between 1765 and 1769, which were considered as one of his Ten Great Campaigns. Nonetheless, the war, which claimed the lives of "}]}, {"heading": "Events", "year": "1788", "date": "December 22", "txt": "Nguyễn Huệ proclaims himself Emperor Quang Trung, in effect abolishing on his own the Lê dynasty.", "entities": [{"title": "Nguyễn Huệ", "href": "/wiki/Nguy%E1%BB%85n_Hu%E1%BB%87", "description": "Emperor Quang Trung or Nguyễn Huệ, also known as Nguyễn Quang Bình, was the second emperor of the Tây Sơn dynasty, reigning from 1788 until 1792. He was also one of the most successful military commanders in Vietnam's history. Nguyễn Huệ and his brothers, Nguyễn Nhạc and Nguyễn Lữ, together known as the Tây Sơn brothers, were the leaders of the Tây Sơn rebellion. As rebels, they conquered Vietnam,"}, {"title": "Lê dynasty", "href": "/wiki/L%C3%AA_dynasty", "description": "The Lê dynasty, also known as  Later Lê dynasty, was the longest-ruling Vietnamese dynasty, ruling Đại Việt from 1428 to 1789. The Lê dynasty is divided into two historical periods – the Early period or Lê sơ triều before usurpation by the Mạc dynasty (1527–1683), in which emperors ruled in their own right, and the restored period or Revival Lê, in which figurehead emperors reigned under the auspi"}]}, {"heading": "Events", "year": "1790", "date": "December 22", "txt": "The Turkish fortress of Izmail is stormed and captured by Alexander Suvorov and his Russian armies.", "entities": [{"title": "Izmail", "href": "/wiki/Izmail", "description": "Izmail is a historic city on the Danube river in Odessa Oblast in south-western Ukraine. Administratively, Izmail is incorporated as a city of oblast significance. It also serves as the administrative center of Izmail Raion, one of seven districts of Odessa Oblast, though it is not a part of the district."}, {"title": "Siege of Izmail", "href": "/wiki/Siege_of_Izmail", "description": "The siege of Izmail was a military investment fought in 1790 on the Black Sea during the Russo-Turkish War (1787–1792). The Russians were led by Alexander Suvorov, who had defeated the Ottomans at Kinburn, Ochakov, and Focsani. The Black Sea flotilla was commanded by the Spanish admiral José de Ribas."}, {"title": "Alexander Suvorov", "href": "/wiki/Alexander_Suvorov", "description": "Alexander Vasilyevich Suvorov was a Russian general in service of the Russian Empire. He was Count of Rymnik, Count of the Holy Roman Empire, Prince of Italy, and the last Generalissimo of the Russian Empire. Suvorov is considered one of the greatest military commanders in Russian history and one of the great generals of the early modern period. He was awarded numerous medals, titles, and honors b"}]}, {"heading": "Events", "year": "1807", "date": "December 22", "txt": "The Embargo Act, forbidding trade with all foreign countries, is passed by the U.S. Congress, at the urging of President Thomas Jefferson.", "entities": [{"title": "Embargo Act of 1807", "href": "/wiki/Embargo_Act_of_1807", "description": "The Embargo Act of 1807 was a general trade embargo on all foreign nations that was enacted by the United States Congress. As a successor or replacement law for the 1806 Non-importation Act and passed as the Napoleonic Wars continued, it represented an escalation of attempts to coerce Britain to stop any impressment of American sailors and to respect American sovereignty and neutrality but also at"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}]}, {"heading": "Events", "year": "1808", "date": "December 22", "txt": "Ludwig van Beethoven conducts and performs in concert at the Theater an der Wien, Vienna, with the premiere of his Fifth Symphony, Sixth Symphony, Fourth Piano Concerto (performed by Beethoven himself) and Choral Fantasy (with Beethoven at the piano).", "entities": [{"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}, {"title": "Beethoven concert of 22 December 1808", "href": "/wiki/Beethoven_concert_of_22_December_1808", "description": "The Beethoven concert of 22 December 1808 was a benefit concert held for Ludwig van Beethoven at the Theater an der Wien in Vienna that featured the public premieres of Beethoven's Fifth and Sixth Symphonies, the Fourth Piano Concerto and the Choral Fantasy. This concert, then called an Akademie, occurred in a very cold hall and lasted for approximately four hours. Its featured performers were an "}, {"title": "Symphony No. 5 (Beethoven)", "href": "/wiki/Symphony_No._5_(Beethoven)", "description": "The Symphony No. 5 in C minor of Ludwig van Beethoven, Op. 67, was written between 1804 and 1808. It is one of the best-known compositions in classical music and one of the most frequently played symphonies, and it is widely considered one of the cornerstones of western music. First performed in Vienna's Theater an der Wien in 1808, the work achieved its prodigious reputation soon afterward. E. T."}, {"title": "Symphony No. 6 (Beethoven)", "href": "/wiki/Symphony_No._6_(Beethoven)", "description": "The Symphony No. 6 in F major, Op. 68, also known as the Pastoral Symphony, is a symphony composed by Ludwig van Beethoven and completed in 1808. One of Beethoven's few works containing explicitly programmatic content, the symphony was first performed in the Theater an der Wien on 22 December 1808 in a four-hour concert."}, {"title": "Piano Concerto No. 4 (Beethoven)", "href": "/wiki/Piano_Concerto_No._4_(Beethoven)", "description": "Ludwig van Beethoven's Piano Concerto No. 4 in G major, Op. 58, was composed in 1805–1806. Beethoven was the soloist in the public premiere as part of the concert on 22 December 1808 at Vienna's Theater an der Wien."}]}, {"heading": "Events", "year": "1851", "date": "December 22", "txt": "India's first freight train is operated in Roorkee, to transport material for the construction of the Ganges Canal.", "entities": [{"title": "Roorkee", "href": "/wiki/Roorkee", "description": "Roorkee (Rūṛkī) is a city in North India and a municipal corporation in the Haridwar district of the state of Uttarakhand, India. It is spread over a flat terrain under Sivalik Hills of Himalayas. The city is developed on the banks of Ganges Canal, its dominant feature, which flows from north–south through middle of the city. Roorkee is home to Asia's first engineering college Indian Institute of "}, {"title": "Ganges Canal", "href": "/wiki/Ganges_Canal", "description": "The Ganges Canal or Ganga Canal is a canal system that irrigates the Doab region between the Ganges River and the Yamuna River in India."}]}, {"heading": "Events", "year": "1864", "date": "December 22", "txt": "American Civil War: Savannah, Georgia, falls to the forces of General Sherman.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}, {"title": "William Tecumseh Sherman", "href": "/wiki/William_Tecumseh_Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}]}, {"heading": "Events", "year": "1885", "date": "December 22", "txt": "Itō Hirobumi, a samurai, becomes the first Prime Minister of Japan.", "entities": [{"title": "Itō Hirobumi", "href": "/wiki/It%C5%8D_Hirobumi", "description": "Duke Itō Hirobumi  was a Japanese politician and the first Prime Minister of Japan. He was also a leading member of the genrō, a group of senior statesmen that dictated Japan's policies during the Meiji Era."}, {"title": "Samurai", "href": "/wiki/Samurai", "description": "Samurai  were the hereditary military nobility and officer caste of medieval and early-modern Japan from the 12th century to their abolition in the 1870s. They were the well-paid retainers of the daimyo. They had high prestige and special privileges such as wearing two swords. They cultivated the bushido codes of martial virtues, indifference to pain, and unflinching loyalty, engaging in many loca"}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Events", "year": "1888", "date": "December 22", "txt": "The Christmas Meeting of 1888, considered to be the official start of the Faroese independence movement.", "entities": [{"title": "Christmas Meeting of 1888", "href": "/wiki/Christmas_Meeting_of_1888", "description": "The Christmas Meeting of 1888 is considered to be the official start of the Faroese National Movement."}, {"title": "Faroese independence movement", "href": "/wiki/Faroese_independence_movement", "description": "The Faroese independence movement or the Faroese national movement is a political movement which seeks the establishment of the Faroe Islands as a sovereign state outside Denmark. Reasons for complete autonomy include the linguistic and cultural divide between Denmark and the Faroe Islands as well as their lack of proximity to one another; the Faroe Islands are about 990 km from Danish shores."}]}, {"heading": "Events", "year": "1890", "date": "December 22", "txt": "Cornwallis Valley Railway begins operation between Kentville and Kingsport, Nova Scotia.", "entities": [{"title": "Cornwallis Valley Railway", "href": "/wiki/Cornwallis_Valley_Railway", "description": "The Cornwallis Valley Railway (CVR) was a historic Canadian railway in Nova Scotia's Annapolis Valley. It was built in 1889 and ran 13.6 miles (21.9 km) from Kentville to Kingsport serving the Cornwallis Township area of Kings County. For most of its history, it operated as a branch line of the Dominion Atlantic Railway and was sometimes known as the \"Kingsport Line\"."}, {"title": "Kentville", "href": "/wiki/Kentville", "description": "Kentville is a town in Kings County, Nova Scotia. It is one of the main towns in the Annapolis Valley, and it is the county seat of Kings County. As of 2016, the town's population was 6,271. Its census agglomeration is 26,222."}, {"title": "Kingsport, Nova Scotia", "href": "/wiki/Kingsport,_Nova_Scotia", "description": "Kingsport, is a small seaside village located in Kings County, Nova Scotia on the shores of the Minas Basin, famous at one time for building some of the largest wooden ships ever built in Canada."}]}, {"heading": "Events", "year": "1891", "date": "December 22", "txt": "Asteroid 323 Brucia becomes the first asteroid discovered using photography.", "entities": [{"title": "323 Brucia", "href": "/wiki/323_Brucia", "description": "Brucia is a stony Phocaea asteroid and former Mars-crosser from the inner regions of the asteroid belt, approximately 33 kilometers in diameter. It was the first asteroid to be discovered by the use of astrophotography."}]}, {"heading": "Events", "year": "1894", "date": "December 22", "txt": "The Dreyfus affair begins in France, when Alfred Dreyfus is wrongly convicted of treason.", "entities": [{"title": "Dreyfus affair", "href": "/wiki/Dreyfus_affair", "description": "The Dreyfus affair was a political scandal that divided the Third French Republic from 1894 until its resolution in 1906. \"L'Affaire\", as it is known in French, has come to symbolise modern injustice in the Francophone world, and it remains one of the most notable examples of a complex miscarriage of justice and antisemitism. The role played by the press and public opinion proved influential in th"}, {"title": "Alfred Dreyfus", "href": "/wiki/Alfred_Dreyfus", "description": "Alfred Dreyfus was a French artillery officer of Jewish ancestry whose trial and conviction in 1894 on charges of treason became one of the most controversial and polarizing political dramas in modern French history. The incident has gone down in history as the Dreyfus Affair, the reverberations from which were felt throughout Europe. It ultimately ended with Dreyfus's complete exoneration."}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}]}, {"heading": "Events", "year": "1906", "date": "December 22", "txt": "An Mw  7.9 earthquake strikes Xinjiang, China, killing at least 280.", "entities": [{"title": "1906 Manasi earthquake", "href": "/wiki/1906_Manasi_earthquake", "description": "The 1906 Manasi earthquake (玛纳斯地震), also known as the Manas earthquake occurred in the morning of December 23rd, 1906, at 02:21 UTC+8:00 local time or December 22nd, 18:21 UTC. Its estimated magnitude was 7.9–8.3 on the moment magnitude scale and 8.3 on the surface wave magnitude scale. The epicenter of this earthquake is located in Manas County, Xinjiang, China. An estimated 280 to 300 people die"}]}, {"heading": "Events", "year": "1920", "date": "December 22", "txt": "The GOELRO economic development plan is adopted by the 8th Congress of Soviets of the Russian SFSR.", "entities": [{"title": "GOELRO plan", "href": "/wiki/GOELRO_plan", "description": "GOELRO plan was the first Soviet plan for national economic recovery and development. It became the prototype for subsequent Five-Year Plans drafted by Gosplan. GOELRO is the transliteration of the Russian abbreviation for \"State Commission for Electrification of Russia\"."}, {"title": "All-Russian Congress of Soviets", "href": "/wiki/All-Russian_Congress_of_Soviets", "description": "The All-Russian Congress of Soviets evolved from 1917 to become the supreme governing body of the Russian Soviet Federative Socialist Republic from 1918 until 1936, effectively. The 1918 Constitution of the Russian SFSR mandated that Congress shall convene at least twice a year, with the duties of defining the principles of the Soviet Constitution and ratifying peace treaties. The October Revoluti"}]}, {"heading": "Events", "year": "1921", "date": "December 22", "txt": "Opening of Visva-Bharati College, also known as Santiniketan College, now Visva Bharati University, India.", "entities": [{"title": "Visva-Bharati College", "href": "/wiki/Visva-Bharati_College", "description": "Visva-Bharati is a central research university and an Institution of National Importance located in Shantiniketan, West Bengal, India. It was founded by Rabindranath Tagore who called it Visva-Bharati, which means the communion of the world with India. Until independence it was a college. Soon after independence, the institution was given the status of a central university in 1951 by an act of the"}, {"title": "Santiniketan", "href": "/wiki/Santiniketan", "description": "Shantiniketan is a neighbourhood of Bolpur city in Bolpur subdivision of Birbhum district in West Bengal, India, approximately 152 km north of Kolkata. It was established by Maharshi Devendranath Tagore, and later expanded by his son Rabindranath Tagore whose vision became what is now a university town with the creation of Visva-Bharati."}, {"title": "Visva-Bharati University", "href": "/wiki/Visva-Bharati_University", "description": "Visva-Bharati is a central research university and an Institution of National Importance located in Shantiniketan, West Bengal, India. It was founded by Rabindranath Tagore who called it Visva-Bharati, which means the communion of the world with India. Until independence it was a college. Soon after independence, the institution was given the status of a central university in 1951 by an act of the"}]}, {"heading": "Events", "year": "1937", "date": "December 22", "txt": "The Lincoln Tunnel opens to traffic in New York City.", "entities": [{"title": "Lincoln Tunnel", "href": "/wiki/Lincoln_Tunnel", "description": "The Lincoln Tunnel is an approximately 1.5-mile-long (2.4 km) tunnel under the Hudson River, connecting Weehawken, New Jersey, to the west with Midtown Manhattan in New York City to the east. It was designed by Ole Singstad and named after Abraham Lincoln. The tunnel consists of three vehicular tubes of varying lengths, with two traffic lanes in each tube. The center tube contains reversible lanes"}]}, {"heading": "Events", "year": "1939", "date": "December 22", "txt": "Indian Muslims observe a \"Day of Deliverance\" to celebrate the resignations of members of the Indian National Congress over their not having been consulted over the decision to enter World War II with the United Kingdom.", "entities": [{"title": "Day of Deliverance (India)", "href": "/wiki/Day_of_Deliverance_(India)", "description": "\n\nThe \"Day of Deliverance\" was a celebration day marked by the All-India Muslim League and others on 22 December 1939 during the Indian independence movement. It was led by Muslim League president Muhammad Ali Jinnah, and intended to rejoice the resignation of all members of the rival Congress party from provincial and central offices in protest over their not having been consulted over the decisi"}, {"title": "Indian National Congress", "href": "/wiki/Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1940", "date": "December 22", "txt": "World War II: Himara is captured by the Greek army.", "entities": [{"title": "Himara", "href": "/wiki/Himara", "description": "Himara or Himarë is a bilingual region and municipality in southern Albania, part of Vlorë County. It lies between the Ceraunian Mountains and the Ionian Sea and is part of the Albanian Riviera. The region consists of the town of Himarë and the villages of Dhërmi, Pilur, Kudhës, Qeparo, Vuno, Ilias, and Palasë. The municipality was formed at the 2015 local government reform by the merger of the fo"}]}, {"heading": "Events", "year": "1942", "date": "December 22", "txt": "World War II: Adolf Hitler signs the order to develop the V-2 rocket as a weapon.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "V-2 rocket", "href": "/wiki/V-2_rocket", "description": "The V-2, with the technical name Aggregat 4 (A4), was the world's first long-range guided ballistic missile. The missile, powered by a liquid-propellant rocket engine, was developed during the Second World War in Germany as a \"vengeance weapon\" and assigned to attack Allied cities as retaliation for the Allied bombings against German cities. The V-2 rocket also became the first artificial object t"}]}, {"heading": "Events", "year": "1944", "date": "December 22", "txt": "World War II: Battle of the Bulge: German troops demand the surrender of United States troops at Bastogne, Belgium, prompting the famous one word reply by General Anthony McAuliffe: \"Nuts!\"", "entities": [{"title": "Battle of the Bulge", "href": "/wiki/Battle_of_the_Bulge", "description": "The Battle of the Bulge, also known as the Ardennes Counteroffensive, was a major German offensive campaign on the Western Front during World War II which took place from 16 December 1944 to 25 January 1945. It was launched through the densely forested Ardennes region in Belgium and Luxembourg towards the end of the war in Europe. The offensive was intended to stop Allied use of the Belgian port o"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Bastogne", "href": "/wiki/Bastogne", "description": "Bastogne is a Walloon municipality of Belgium located in the province of Luxembourg in the Ardennes. The municipality of Bastogne includes the ancienne communes of Longvilly, Noville, Villers-la-Bonne-Eau, and Wardin. The town is situated on a ridge in the Ardennes at an elevation of 510 metres (1,670 ft)."}, {"title": "Anthony McAuliffe", "href": "/wiki/Anthony_McAuliffe", "description": "Anthony Clement \"Nuts\" McAuliffe was a senior United States Army officer who earned fame as the acting commander of the 101st Airborne Division defending Bastogne, Belgium, during the Battle of the Bulge in World War II. He is celebrated for his one-word reply to a German surrender ultimatum: \"Nuts!\" After the battle, McAuliffe was promoted and given command of the 103rd Infantry Division, which h"}]}, {"heading": "Events", "year": "1944", "date": "December 22", "txt": "World War II: The Vietnam People's Army is formed to resist Japanese occupation of Indochina, now Vietnam.", "entities": [{"title": "Indochina", "href": "/wiki/Indochina", "description": "Mainland Southeast Asia is the continental portion of Southeast Asia. It lies east of the Indian subcontinent and south of China and is bordered by the Indian Ocean to the west and the Pacific Ocean to the east. It includes the countries of Cambodia, Laos, Myanmar (Burma), Peninsular Malaysia, Thailand and Vietnam."}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1948", "date": "December 22", "txt": "Sjafruddin Prawiranegara established the Emergency Government of the Republic of Indonesia (Pemerintah Darurat Republik Indonesia, PDRI) in West Sumatra.", "entities": [{"title": "Sjafruddin Prawiranegara", "href": "/wiki/Sjafruddin_Prawiranegara", "description": "Sjafruddin Prawiranegara,, was an Indonesian politician, economist, and latterly Islamic philosopher. An early member of the KNIP, he briefly served as the head of government during the Indonesian Revolution when fellow revolutionaries Sukarno and Hatta were captured."}, {"title": "Emergency Government of the Republic of Indonesia", "href": "/wiki/Emergency_Government_of_the_Republic_of_Indonesia", "description": "The Emergency Government of the Republic of Indonesia, (PDRI) was established by Indonesian Republicans after the Netherlands occupied Yogyakarta in Central Java, the location of the temporary Republican capital. It was located in the city of Bukittinggi and led by Sjafruddin Prawiranegara."}, {"title": "West Sumatra", "href": "/wiki/West_Sumatra", "description": "West Sumatra is a province of Indonesia. On the west coast of the island of Sumatra, the province had a 2019 estimated population of 5,479,491 across an area of 42,012.89 km2. The province includes the Mentawai Islands off the coast and borders the provinces of North Sumatra to the north, Riau and Jambi to the east, and Bengkulu to the southeast. West Sumatra is sub-divided into twelve regencies a"}]}, {"heading": "Events", "year": "1963", "date": "December 22", "txt": "The cruise ship Lakonia burns 180 miles (290 km) north of Madeira, Portugal with the loss of 128 lives.", "entities": [{"title": "Cruise ship", "href": "/wiki/Cruise_ship", "description": "Cruise ships are large passenger ships used mainly for vacationing. Unlike ocean liners, which are used for transport, they typically embark on round-trip voyages to various ports-of-call, where passengers may go on tours known as \"shore excursions\". On \"cruises to nowhere\" or \"nowhere voyages\", cruise ships make two- to three-night round trips without visiting any ports of call."}, {"title": "Madeira", "href": "/wiki/Madeira", "description": "Madeira, officially the Autonomous Region of Madeira, is one of the two autonomous regions of Portugal, the other being the Azores. It is an archipelago situated in the North Atlantic Ocean, in a region known as Macaronesia, just under 400 kilometres (250 mi) to the north of the Canary Islands and 520 kilometres (320 mi) west of Morocco. Madeira is geologically located on the African Tectonic Plat"}]}, {"heading": "Events", "year": "1964", "date": "December 22", "txt": "The first test flight of the SR-71 (Blackbird) takes place at Air Force Plant 42 in Palmdale, California, United States.", "entities": [{"title": "Lockheed SR-71 Blackbird", "href": "/wiki/Lockheed_SR-71_Blackbird", "description": "The Lockheed SR-71 \"Blackbird\" is a long-range, high-altitude, Mach 3+ strategic reconnaissance aircraft developed and manufactured by the American aerospace company Lockheed Corporation. It was operated by both the United States Air Force (USAF) and NASA."}, {"title": "Palmdale, California", "href": "/wiki/Palmdale,_California", "description": "Palmdale is a city in northern Los Angeles County in the U.S. state of California. The city lies in the Antelope Valley region of Southern California. The San Gabriel Mountains separate Palmdale from the Los Angeles Basin to the south."}]}, {"heading": "Events", "year": "1965", "date": "December 22", "txt": "In the United Kingdom, a 70 mph speed limit is applied to all rural roads including motorways for the first time.", "entities": [{"title": "Speed limit", "href": "/wiki/Speed_limit", "description": "Road speed limits are used in most countries to set the legal maximum, middle or minimum speed at which road vehicles may travel on a given stretch of road. Speed limits are generally indicated on a traffic sign reflecting the maximum, middle or minimum permitted expressed as kilometres per hour (km/h) and/or miles per hour (mph). Speed limits are commonly set by the legislative bodies of national"}, {"title": "Controlled-access highway", "href": "/wiki/Controlled-access_highway", "description": "A controlled-access highway is a type of highway that has been designed for high-speed vehicular traffic, with all traffic flow—ingress and egress—regulated. Common English terms are freeway, motorway and expressway. Other similar terms include throughway and parkway. Some of these may be limited-access highways, although this term can also refer to a class of highway with somewhat less isolation "}]}, {"heading": "Events", "year": "1968", "date": "December 22", "txt": "Cultural Revolution: People's Daily posted the instructions of Mao Zedong that \"The intellectual youth must go to the country, and will be educated from living in rural poverty.\"", "entities": [{"title": "Cultural Revolution", "href": "/wiki/Cultural_Revolution", "description": "The Cultural Revolution, formally the Great Proletarian Cultural Revolution, was a violent sociopolitical purge movement in China from 1966 until 1976. Launched by Mao Zedong, Chairman of the Communist Party of China (CPC), its stated goal was to preserve Chinese communism by purging remnants of capitalist and traditional elements from Chinese society, and to re-impose Mao Zedong Thought as the do"}, {"title": "Mao Zedong", "href": "/wiki/Mao_Zedong", "description": "Mao Zedong, also known as Chairman Mao, was a Chinese communist revolutionary who was the founder of the People's Republic of China (PRC), which he ruled as the chairman of the Chinese Communist Party from its establishment in 1949 until his death in 1976. Ideologically a Marxist–Leninist, his theories, military strategies, and political policies are collectively known as Maoism."}, {"title": "Sent-down youth", "href": "/wiki/Sent-down_youth", "description": "The sent-down, rusticated, or \"educated\" youth, also known as the zhiqing, were the young people who—beginning in the 1950s until the end of the Cultural Revolution, willingly or under coercion—left the urban districts of the People's Republic of China to live and work in rural areas as part of the \"Up to the Mountains and Down to the Countryside Movement\"."}]}, {"heading": "Events", "year": "1974", "date": "December 22", "txt": "Grande Comore, Anjouan and Mohéli vote to become the independent nation of Comoros. Mayotte remains under French administration.", "entities": [{"title": "Grande Comore", "href": "/wiki/Grande_Comore", "description": "Grande Comore is an island in Comoros off the coast of Africa. It is the largest island in the Comoros nation. Most of its population is of the Comorian ethnic group. Its population as of 2006 is about 316,600. The island's capital is Moroni, which is also the national capital. The island is made up of two shield volcanoes, with Mount Karthala being the country's highest point at 2,361 m (7,746 ft"}, {"title": "Anjouan", "href": "/wiki/Anjouan", "description": "Anjouan is an autonomous high island in the Indian Ocean that forms part of the Union of the Comoros. Its chief town is Mutsamudu and, as of 2006, its population is around 277,500. The total area of the island is 424 square kilometers."}, {"title": "Mohéli", "href": "/wiki/Moh%C3%A9li", "description": "Mohéli [mɔ.e.li], also known as Mwali, is an autonomous island that forms part of the Union of the Comoros. It is the smallest of the three major islands in the country. It is located in the Indian Ocean off the coast of Africa and it is the smallest of the four major Comoro Islands. Its capital and largest city is Fomboni."}, {"title": "1974 Comorian independence referendum", "href": "/wiki/1974_Comorian_independence_referendum", "description": "An independence referendum was held in the Comoros on 22 December 1974. The overall result was a strong \"yes\" vote, with 94.57% of voters voting for independence and almost all the \"no\" votes being cast in Mayotte, where there was a majority for remaining under French control. In contrast, on Mohéli only five out of 6,059 votes were against independence. Voter turnout was 93.3%."}, {"title": "Comoros", "href": "/wiki/Comoros", "description": "The Comoros, officially the Union of the Comoros, is an island country in the Indian Ocean, at the northern end of the Mozambique Channel off the eastern coast of Africa. It shares maritime borders with Madagascar and Mayotte to the southeast, Tanzania to the northwest, Mozambique to the west, and the Seychelles to the northeast. Its capital and largest city is Moroni. The religion of the majority"}, {"title": "Mayotte", "href": "/wiki/Mayotte", "description": "Mayotte is an overseas department/region and single territorial collectivity of France officially named the Department of Mayotte. It consists of a main island, Grande-Terre, a smaller island, Petite-Terre, and several islets around these two. Mayotte is part of the Comoros archipelago, located in the northern Mozambique Channel in the Indian Ocean off the coast of Southeast Africa, between northw"}]}, {"heading": "Events", "year": "1974", "date": "December 22", "txt": "The house of former British Prime Minister Edward Heath is attacked by members of the Provisional IRA.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Events", "year": "1978", "date": "December 22", "txt": "The pivotal Third Plenum of the 11th National Congress of the Communist Party of China is held in Beijing, with Deng Xiaoping reversing Mao-era policies to pursue a program for Chinese economic reform.", "entities": [{"title": "Communist Party of China", "href": "/wiki/Communist_Party_of_China", "description": "The Communist Party of China (CPC), commonly known as the Chinese Communist Party (CCP), is the founding and sole governing political party of the People's Republic of China (PRC). The CCP leads eight other legally permitted subordinate minor parties together as the United Front. The CCP was founded in 1921, with the help of the Far Eastern Bureau of the Communist Party of the Soviet Union and Far"}, {"title": "Deng Xiaoping", "href": "/wiki/Deng_Xiaoping", "description": "Deng Xiaoping was a Chinese revolutionary and statesman who served as the paramount leader of the People's Republic of China (PRC) from December 1978 to November 1989. After Mao Zedong's death in 1976, Deng gradually rose to supreme power and led China through a series of far-reaching market-economy reforms, earning him the reputation as the \"Architect of Modern China\"."}, {"title": "Mao Zedong", "href": "/wiki/Mao_Zedong", "description": "Mao Zedong, also known as Chairman Mao, was a Chinese communist revolutionary who was the founder of the People's Republic of China (PRC), which he ruled as the chairman of the Chinese Communist Party from its establishment in 1949 until his death in 1976. Ideologically a Marxist–Leninist, his theories, military strategies, and political policies are collectively known as Maoism."}, {"title": "Chinese economic reform", "href": "/wiki/Chinese_economic_reform", "description": "The Chinese economic reform or reform and opening-up; known in the West as the Opening of China is the program of economic reforms termed \"Socialism with Chinese characteristics\" and \"socialist market economy\" in the People's Republic of China (PRC). Led by Deng Xiaoping, often credited as the \"General Architect\", the reforms were launched by reformists within the Chinese Communist Party (CCP) on "}]}, {"heading": "Events", "year": "1984", "date": "December 22", "txt": "\"Subway vigilante\" Bernhard Goetz shoots four would-be muggers on a 2 express train in Manhattan section of New York, United States.", "entities": [{"title": "Bernhard Goetz", "href": "/wiki/Bernhard_Goetz", "description": "On December 22, 1984, four teens, Barry Allen, Troy Canty, Darrell Cabey, and James Ramseur, were shot and wounded by Bernhard Goetz on a New York City Subway train in Manhattan."}, {"title": "2 (New York City Subway service)", "href": "/wiki/2_(New_York_City_Subway_service)", "description": "The 2 Seventh Avenue Express is a rapid transit service in the A Division of the New York City Subway. Its route emblem, or \"bullet\", is colored red since it uses the IRT Broadway–Seventh Avenue Line through most of Manhattan."}, {"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and geographically smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthpl"}]}, {"heading": "Events", "year": "1987", "date": "December 22", "txt": "In Zimbabwe, the political parties ZANU and ZAPU reach an agreement that ends the violence in the Matabeleland region known as the Gukurahundi.", "entities": [{"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}, {"title": "Zimbabwe African National Union", "href": "/wiki/Zimbabwe_African_National_Union", "description": "The Zimbabwe African National Union (ZANU) was a militant organisation that fought against white minority rule in Rhodesia, formed as a split from the Zimbabwe African People's Union (ZAPU). ZANU split in 1975 into wings loyal to Robert Mugabe and Ndabaningi Sithole, later respectively called ZANU–PF and ZANU - Ndonga. These two sub-divisions ran separately at the 1980 general election, where ZANU"}, {"title": "Zimbabwe African People's Union", "href": "/wiki/Zimbabwe_African_People%27s_Union", "description": "The Zimbabwe African People's Union (ZAPU) is a Zimbabwean socialist political party. It is a militant organization and political party that campaigned for majority rule in Rhodesia, from its founding in 1961 until 1980. In 1987, it merged with the Zimbabwe African National Union-Patriotic Front. It was relaunched in 2008."}, {"title": "Matabeleland", "href": "/wiki/Matabeleland", "description": "Matabeleland is a region located in southwestern Zimbabwe that is divided into three provinces: Matabeleland North, Bulawayo, and Matabeleland South. These provinces are in the west and south-west of Zimbabwe, between the Limpopo and Zambezi rivers and are further separated from Midlands by the Shangani River in central Zimbabwe. The region is named after its inhabitants, the Ndebele people who we"}, {"title": "Gukurahundi", "href": "/wiki/Gukurahundi", "description": "The Gukurahundi was a series of massacres of Ndebele civilians carried out by the Zimbabwe National Army from early 1983 to late 1987. It derives from a Shona language term which loosely translates to \"the early rain which washes away the chaff before the spring rains\"."}]}, {"heading": "Events", "year": "1989", "date": "December 22", "txt": "Communist President of Romania Nicolae Ceaușescu is overthrown by Ion Iliescu after days of bloody confrontations. The deposed dictator and his wife Elena flee Bucharest in a helicopter as protesters erupt in cheers.", "entities": [{"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "President of Romania", "href": "/wiki/President_of_Romania", "description": "The president of Romania is the head of state of Romania. Following a modification to the Romanian Constitution in 2003, the president is directly elected by a two-round system and serves for five years. An individual may serve two terms. During their term in office, the president may not be a formal member of a political party."}, {"title": "Nicolae Ceaușescu", "href": "/wiki/Nicolae_Ceau%C8%99escu", "description": "Nicolae Ceaușescu was a Romanian communist politician and dictator. He was the general secretary of the Romanian Communist Party from 1965 to 1989, and the second and last Communist leader of Romania. He was also the country's head of state from 1967, serving as President of the State Council and from 1974 concurrently as President of the Republic, until his overthrow and execution in the Romanian"}, {"title": "Ion Iliescu", "href": "/wiki/Ion_Iliescu", "description": "Ion Iliescu is a Romanian politician and engineer who served as President of Romania from 1989 to 1996 and from 2000 until 2004. Between 1996 and 2000 and also from 2004 to 2008, year in which he retired, Iliescu was a senator for the Social Democratic Party (PSD), of which he is the founder and honorary president."}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}]}, {"heading": "Events", "year": "1989", "date": "December 22", "txt": "Berlin's Brandenburg Gate re-opens after nearly 30 years, effectively ending the division of East and West Germany.", "entities": [{"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "West Germany", "href": "/wiki/West_Germany", "description": "West Germany, officially the Federal Republic of Germany, retrospectively designated as the Bonn Republic, is the common English name for the Federal Republic of Germany between its formation on 23 May 1949 and the German reunification through the accession of East Germany on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. West Germany was "}]}, {"heading": "Events", "year": "1990", "date": "December 22", "txt": "Lech Wałęsa is elected President of Poland.", "entities": [{"title": "Lech Wałęsa", "href": "/wiki/Lech_Wa%C5%82%C4%99sa", "description": "Lech Wałęsa is a Polish statesman, dissident, and Nobel Peace Prize laureate, who served as the first democratically elected president of Poland from 1990 to 1995. A shipyard electrician by trade, he became the leader of the Solidarity movement, and led a successful pro-democratic effort which in 1989 ended the Communist rule in Poland and ushered in the end of the Cold War."}, {"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Events", "year": "1990", "date": "December 22", "txt": "Final independence of Marshall Islands and Federated States of Micronesia after termination of trusteeship.", "entities": [{"title": "Federated States of Micronesia", "href": "/wiki/Federated_States_of_Micronesia", "description": "The Federated States of Micronesia or simply Micronesia, is an island country in Oceania. It consists of four states – from west to east, Yap, Chuuk, Pohnpei and Kosrae – that are spread across the western Pacific. Together, the states comprise around 607 islands that cover a longitudinal distance of almost 2,700 km (1,678 mi) just north of the equator. They lie northeast of Indonesia and Papua Ne"}, {"title": "United Nations Trusteeship Council", "href": "/wiki/United_Nations_Trusteeship_Council", "description": "The United Nations Trusteeship Council is one of the six principal organs of the United Nations, established to help ensure that trust territories were administered in the best interests of their inhabitants and of international peace and security. The trust territories—most of them former mandates of the League of Nations or territories taken from nations defeated at the end of World War II—have "}]}, {"heading": "Events", "year": "1996", "date": "December 22", "txt": "Airborne Express Flight 827 crashes near Narrows, Virginia, killing all six people on board.", "entities": [{"title": "Airborne Express Flight 827", "href": "/wiki/Airborne_Express_Flight_827", "description": "Airborne Express Flight 827 was a functional evaluation flight (FEF) of an Airborne Express Douglas DC-8-63F that had undergone a major modification. On December 22, 1996, during the test flight, the aircraft stalled and crashed, killing all six people on board. Accident investigators determined the cause of the accident was improper crew control inputs."}, {"title": "Narrows, Virginia", "href": "/wiki/Narrows,_Virginia", "description": "Narrows, named for the narrowing of the New River that flows through the town, is a town in Giles County, Virginia, United States. The population was 2,029 at the 2010 census, a decline of 3.9% from the 2000 count of 2,111. It is part of the Blacksburg–Christiansburg Metropolitan Statistical Area."}]}, {"heading": "Events", "year": "1997", "date": "December 22", "txt": "Acteal massacre: Attendees at a prayer meeting of Roman Catholic activists for indigenous causes in the small village of Acteal in the Mexican state of Chiapas are massacred by paramilitary forces.", "entities": [{"title": "Acteal massacre", "href": "/wiki/Acteal_massacre", "description": "The Acteal massacre was a massacre of 45 people attending a prayer meeting of Roman Catholic indigenous townspeople, including a number of children and pregnant women, who were members of the pacifist group Las Abejas, in the small village of Acteal in the municipality of Chenalhó, in the Mexican state of Chiapas. Right-wing paramilitary group Máscara Roja murdered the victims on December 22, 1997"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Indigenous peoples of the Americas", "href": "/wiki/Indigenous_peoples_of_the_Americas", "description": "The indigenous peoples of the Americas are the inhabitants of the Americas before the arrival of the European settlers in the 15th century, and the ethnic groups who now identify themselves with those peoples."}, {"title": "Acteal", "href": "/wiki/Acteal", "description": "Acteal is a small village in the municipality of Chenalhó, in the Mexican state of Chiapas, about 20 km north of San Cristóbal de las Casas. It became known internationally at the end of 1997 for the massacre of 45 indigenous people."}, {"title": "Chiapas", "href": "/wiki/Chiapas", "description": "Chiapas, officially the Free and Sovereign State of Chiapas, is one of the states that make up the 32 federal entities of Mexico. It is divided into 124 municipalities as of September 2017 and its capital city is Tuxtla Gutiérrez. Other important population centers in Chiapas include Ocosingo, Tapachula, San Cristóbal de las Casas, Comitán and Arriaga. It is the southernmost state in Mexico, and i"}, {"title": "wiktionary:massacre", "href": "https://en.wiktionary.org/wiki/massacre", "description": null}, {"title": "Paramilitary", "href": "/wiki/Paramilitary", "description": "A paramilitary organization is a semi-militarized force whose organizational structure, tactics, training, subculture, and (often) function are similar to those of a professional military, but is not formally part of a country's armed forces."}]}, {"heading": "Events", "year": "1997", "date": "December 22", "txt": "Hussein Farrah Aidid relinquishes the disputed title of President of Somalia by signing the Cairo Declaration, in Cairo, Egypt. It is the first major step towards reconciliation in Somalia since 1991.", "entities": [{"title": "President of Somalia", "href": "/wiki/President_of_Somalia", "description": "The president of Somalia is the head of state of Somalia. The president is also commander-in-chief of the Somali Armed Forces. The president represents the Federal Republic of Somalia, and the unity of the Somali nation, as well as ensuring the implementation of the Constitution of Somalia and the organised and harmonious functioning of the organs of state. The office of President of Somalia was e"}, {"title": "Cairo", "href": "/wiki/Cairo", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}]}, {"heading": "Events", "year": "1999", "date": "December 22", "txt": "Just after taking off from London Stansted Airport, Korean Air Cargo Flight 8509 crashes into Hatfield Forest near Great Hallingbury, killing all four people on board.", "entities": [{"title": "London Stansted Airport", "href": "/wiki/London_Stansted_Airport", "description": "London Stansted Airport is an international airport located in Stansted Mountfitchet, Essex, England, 42 mi (68 km) northeast of Central London."}, {"title": "Korean Air Cargo Flight 8509", "href": "/wiki/Korean_Air_Cargo_Flight_8509", "description": "Korean Air Cargo Flight 8509 was a Boeing 747-2B5F, registered HL7451 and bound for Milano-Malpensa Airport, that crashed due to instrument malfunction and pilot error on 22 December 1999 shortly after take-off from London Stansted Airport where the final leg of its route from South Korea to Italy had begun. The aircraft crashed into Hatfield Forest near the village of Great Hallingbury, close to "}, {"title": "Hatfield Forest", "href": "/wiki/Hatfield_Forest", "description": "Hatfield Forest is a 403.2 hectare biological Site of Special Scientific Interest in Essex, three miles east of Bishop's Stortford. It is also a National Nature Reserve and a Nature Conservation Review site. It is owned and managed by the National Trust. A medieval warren in the forest is a Scheduled Monument."}, {"title": "Great Hallingbury", "href": "/wiki/Great_Hallingbury", "description": "\n\n\nGreat Hallingbury is a village and a civil parish in the Uttlesford District of Essex, England. The population of the civil parish at the 2011 census was 713. It is near the town of Bishop's Stortford, and the M11 motorway."}]}, {"heading": "Events", "year": "2001", "date": "December 22", "txt": "Burhanuddin Rabbani, political leader of the Northern Alliance, hands over power in Afghanistan to the interim government headed by President Hamid Karzai.", "entities": [{"title": "Burhanuddin Rabbani", "href": "/wiki/Burhanuddin_Rabbani", "description": "Burhānuddīn Rabbānī was an Afghan politician who served as President of the Islamic State of Afghanistan from 1992 to 2001, though after 1996 his government only controlled a small fraction of Afghanistan. After the Taliban government was toppled during Operation Enduring Freedom, Rabbani returned to Kabul and served as President from November to 20 December 2001, when Hamid Karzai was chosen at t"}, {"title": "Northern Alliance", "href": "/wiki/Northern_Alliance", "description": "The Afghan Northern Alliance, officially known as the United Islamic Front for the Salvation of Afghanistan, was a united military front that came to formation in late 1996 after the Islamic Emirate of Afghanistan (Taliban) took over Kabul. The United Front was assembled by key leaders of the Islamic State of Afghanistan, particularly president Burhanuddin Rabbani and former Defense Minister Ahmad"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Hamid Karzai", "href": "/wiki/Hamid_Karzai", "description": "Hamid Karzai is an Afghan politician who was the president of Afghanistan from 22 December 2001 to 29 September 2014. He is also the leader of the Popalzai Durrani tribe of Kandahar."}]}, {"heading": "Events", "year": "2001", "date": "December 22", "txt": "Richard Reid attempts to destroy a passenger airliner by igniting explosives hidden in his shoes aboard American Airlines Flight 63.", "entities": [{"title": "2001 failed shoe bomb attempt", "href": "/wiki/2001_failed_shoe_bomb_attempt", "description": "The 2001 shoe bomb attempt was a failed bombing attempt that occurred on December 22, 2001, on American Airlines Flight 63. The aircraft, a Boeing 767-300ER with 197 passengers and crew aboard, was flying from Charles de Gaulle Airport in Paris, France to Miami International Airport in the U.S. state of Florida."}]}, {"heading": "Events", "year": "2008", "date": "December 22", "txt": "An ash dike ruptured at a solid waste containment area in Roane County, Tennessee, releasing 1.1 billion US gallons (4,200,000 m3) of coal fly ash slurry.", "entities": [{"title": "Kingston Fossil Plant coal fly ash slurry spill", "href": "/wiki/Kingston_Fossil_Plant_coal_fly_ash_slurry_spill", "description": "The Kingston Fossil Plant coal fly ash slurry spill was an environmental and industrial disaster that occurred on Monday December 22, 2008, when a dike ruptured at a coal ash pond at the Tennessee Valley Authority's Kingston Fossil Plant in Roane County, Tennessee, releasing 1.1 billion US gallons of coal fly ash slurry. The coal-fired power plant, located across the Clinch River from the city of "}, {"title": "Roane County, Tennessee", "href": "/wiki/Roane_County,_Tennessee", "description": "Roane County is a county of the U.S. state of Tennessee. As of the 2010 census, the population was 54,181. Its county seat is Kingston."}, {"title": "Coal", "href": "/wiki/Coal", "description": "Coal is a combustible black or brownish-black sedimentary rock, formed as rock strata called coal seams. Coal is mostly carbon with variable amounts of other elements; chiefly hydrogen, sulfur, oxygen, and nitrogen.\nCoal is formed when dead plant matter decays into peat and is converted into coal by the heat and pressure of deep burial over millions of years. Vast deposits of coal originate in for"}, {"title": "Fly ash", "href": "/wiki/Fly_ash", "description": "Fly ash or flue ash, also known as pulverised fuel ash in the United Kingdom, or coal combustion residuals (CCRs), is a coal combustion product that is composed of the particulates (fine particles of burned fuel) that are driven out of coal-fired boilers together with the flue gases. Ash that falls to the bottom of the boiler's combustion chamber (commonly called a firebox) is called bottom ash. I"}, {"title": "Slurry", "href": "/wiki/Slurry", "description": "A slurry is a mixture of solids denser than water suspended in liquid, usually water. The most common use of slurry is as a means of transporting solids, the liquid being a carrier that is pumped on a device such as a centrifugal pump. The size of solid particles may vary from 1 micron up to hundreds of millimeters."}]}, {"heading": "Events", "year": "2010", "date": "December 22", "txt": "The repeal of the Don't ask, don't tell policy, the 17-year-old policy banning homosexuals serving openly in the United States military, is signed into law by President Barack Obama.", "entities": [{"title": "Don't Ask, Don't Tell Repeal Act of 2010", "href": "/wiki/Don%27t_Ask,_Don%27t_Tell_Repeal_Act_of_2010", "description": "The Don't Ask, Don't Tell Repeal Act of 2010 is a landmark United States federal statute enacted in December 2010 that established a process for ending the \"don't ask, don't tell\" (DADT) policy, thus allowing gay, lesbian, and bisexual people to serve openly in the United States Armed Forces. It ended the policy in place since 1993 that allowed them to serve only if they kept their sexual orientat"}, {"title": "Don't ask, don't tell", "href": "/wiki/Don%27t_ask,_don%27t_tell", "description": "\"Don't ask, don't tell\" (DADT) was the official United States policy on military service by gay men, bisexuals, and lesbians, instituted by the Clinton Administration. The policy was issued under Department of Defense Directive 1304.26 on December 21, 1993, and was in effect from February 28, 1994, until September 20, 2011. The policy prohibited military personnel from discriminating against or ha"}, {"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}]}, {"heading": "Events", "year": "2012", "date": "December 22", "txt": "Bashir Ahmad Bilour of Awami National Party and eight others are killed in a Pakistan Taliban bomber suicide attack in Dhaki Nalbandi area near Qissa Khwani Bazaar.", "entities": [{"title": "Bashir Ahmad Bilour", "href": "/wiki/Bashir_Ahmad_Bilour", "description": "Bashir Ahmad Bilour was a member of the provincial assembly of Khyber-Pakhtunkhwa and Senior Minister for Local Government and Rural Development of Khyber-Pakhtunkhwa."}, {"title": "Awami National Party", "href": "/wiki/Awami_National_Party", "description": "The Awami National Party is a secular and leftist Pashtun nationalist political party in Pakistan. The party was founded by Abdul Wali Khan in 1986 and its current president is Asfandyar Wali Khan, grandson of Bacha Khan, with Mian Iftikhar Hussain serving as the Secretary-General. Part of the PPP-led cabinet of the Pakistani government during 2008−13, the ANP's political position is considered le"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}]}, {"heading": "Events", "year": "2016", "date": "December 22", "txt": "A study finds the VSV-EBOV vaccine against the Ebola virus between 70 and 100% effective, thus making it the first proven vaccine against the disease.", "entities": [{"title": "VSV-EBOV", "href": "/wiki/VSV-EBOV", "description": "Recombinant vesicular stomatitis virus–Zaire Ebola virus (rVSV-ZEBOV), also known as Ebola Zaire vaccine live and sold under the brand name Ervebo, is an Ebola vaccine for adults that prevents Ebola caused by the Zaire ebolavirus. When used in ring vaccination, rVSV-EBOV has shown a high level of protection. Around half the people given the vaccine have mild to moderate adverse effects that includ"}, {"title": "Ebola virus", "href": "/wiki/Ebola_virus", "description": "Zaire ebolavirus, more commonly known as Ebola virus, is one of six known species within the genus Ebolavirus. Four of the six known ebolaviruses, including EBOV, cause a severe and often fatal hemorrhagic fever in humans and other mammals, known as Ebola virus disease (EVD). Ebola virus has caused the majority of human deaths from EVD, and was the cause of the 2013–2016 epidemic in western Africa"}]}, {"heading": "Events", "year": "2017", "date": "December 22", "txt": "United Nations Security Council Resolution 2397 against North Korea is unanimously approved.", "entities": [{"title": "United Nations Security Council Resolution 2397", "href": "/wiki/United_Nations_Security_Council_Resolution_2397", "description": "United Nations Security Council Resolution 2397 is a resolution adopted unanimously on 22 December 2017 in response to North Korea's launch of a Hwasong-15 intercontinental ballistic missile on 28 November of that year. The resolution condemned the launch and further tightened sanctions on the country, restricting fuel imports and other trade, as well as the ability of North Korean citizens to wor"}]}, {"heading": "Events", "year": "2018", "date": "December 22", "txt": "A tsunami caused by an eruption of Anak Krakatau in Indonesia kills at least 430 people and injures almost a thousand more.", "entities": [{"title": "2018 Sunda Strait tsunami", "href": "/wiki/2018_Sunda_Strait_tsunami", "description": "On 22 December 2018, a tsunami that followed an eruption and partial collapse of the Anak Krakatau volcano in the Sunda Strait struck several coastal regions of Banten in Java and Lampung in Sumatra, Indonesia. At least 426 people were killed and 14,059 were injured. The tsunami was caused by an undersea landslide that followed an eruption of Anak Krakatau, the \"Child of Krakatoa\". On 23 December,"}, {"title": "Anak Krakatau", "href": "/wiki/Anak_Krakatau", "description": "Anak Krakatoa is an island in a caldera in the Sunda Strait between the islands of Java and Sumatra in the Indonesian province of Lampung. On December 29, 1927, Anak Krakatoa emerged from the caldera formed in 1883 by the explosive volcanic eruption that destroyed the island of Krakatoa. There has been sporadic eruptive activity at the site since the late 20th century, culminating with a large und"}]}, {"heading": "Births", "year": "244", "date": "December 22", "txt": "Diocletian, Roman emperor (d. 311)", "entities": [{"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}]}, {"heading": "Births", "year": "948", "date": "December 22", "txt": "Gang Gam-chan, Korean official and general (d. 1031)", "entities": [{"title": "Gang Gam-chan", "href": "/wiki/Gang_Gam-chan", "description": "Gang Gam-chan was a medieval Korean government official and military commander during the early days of Goryeo Dynasty (918–1392). Even though he was a career scholar and government official, he is best known for his military victories during the Third Goryeo-Khitan War."}]}, {"heading": "Births", "year": "1095", "date": "December 22", "txt": "Roger II of Sicily (d. 1154)", "entities": [{"title": "Roger II of Sicily", "href": "/wiki/Roger_II_of_Sicily", "description": "Roger II was King of Sicily and Africa, son of Roger I of Sicily and successor to his brother Simon. He began his rule as Count of Sicily in 1105, became Duke of Apulia and Calabria in 1127, then King of Sicily in 1130 and King of Africa in 1148. By the time of his death at the age of 58, Roger had succeeded in uniting all the Norman conquests in Italy into one kingdom with a strong centralized go"}]}, {"heading": "Births", "year": "1178", "date": "December 22", "txt": "Emperor Antoku of Japan (d. 1185)", "entities": [{"title": "Emperor Antoku", "href": "/wiki/Emperor_Antoku", "description": "Emperor Antoku  was the 81st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1180 through 1185."}]}, {"heading": "Births", "year": "1183", "date": "December 22", "txt": "Chagatai Khan, Mongol ruler (d. 1242)", "entities": [{"title": "Chagatai Khan", "href": "/wiki/Chagatai_Khan", "description": "Chagatai Khan was the second son of Genghis Khan and Börte. He inherited most of what are now five Central Asian states after the death of his father. He was also appointed by Genghis Khan to oversee the execution of the Yassa, the written code of law created by Genghis Khan."}]}, {"heading": "Births", "year": "1300", "date": "December 22", "txt": "Khutughtu Khan Kusala, Mongolian emperor (d. 1329)", "entities": [{"title": "Khutughtu Khan Kusala", "href": "/wiki/Khutughtu_Khan_Kusala", "description": "Khutughtu Khan, born Kuśala, also known by the temple name Mingzong, was a son of Khayishan who seized the throne of the Yuan dynasty in 1329, but died soon after. Apart from the Emperor of China, he is considered as the 13th Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire."}]}, {"heading": "Births", "year": "1459", "date": "December 22", "txt": "Sultan Cem, Ottoman politician (d. 1495)", "entities": [{"title": "Sultan Cem", "href": "/wiki/Sultan_Cem", "description": "Cem Sultan, was a claimant to the Ottoman throne in the 15th century."}]}, {"heading": "Births", "year": "1546", "date": "December 22", "txt": "Kuroda Yoshitaka, Japanese daimyō (d. 1604)", "entities": [{"title": "Kuroda Yoshitaka", "href": "/wiki/Kuroda_Yoshitaka", "description": "Kuroda Yoshitaka , also known as Kuroda Kanbei , was a Japanese daimyō of the late Sengoku through early Edo periods. Renowned as a man of great ambition, he succeeded Takenaka Hanbei as a chief strategist and adviser to Toyotomi Hideyoshi. Kuroda became a Christian when he was 38, and received \"Simeon Josui\" as a baptismal name (rekishijin). His quick wit, bravery, and loyalty were respected by h"}]}, {"heading": "Births", "year": "1550", "date": "December 22", "txt": "Cesare Cremonini, Italian philosopher and author (d. 1631)", "entities": [{"title": "Cesare Cremonini (philosopher)", "href": "/wiki/Cesare_Cremonini_(philosopher)", "description": "Cesare Cremonini, sometimes Cesare Cremonino, was an Italian professor of natural philosophy, working rationalism and Aristotelian materialism inside scholasticism. His Latinized name was Cæsar Cremoninus. or Cæsar Cremonius."}]}, {"heading": "Births", "year": "1569", "date": "December 22", "txt": "Étienne Martellange, French architect (d. 1641)", "entities": [{"title": "Étienne Martellange", "href": "/wiki/%C3%89tienne_Martellange", "description": "Étienne Martellange was a French Jesuit architect and draftsman. He travelled widely in France as an architect for the Jesuit order and designed more than 25 buildings, mostly schools and their associated chapels or churches. His buildings reflect the Baroque style of the Counter-Reformation and include the Chapelle de la Trinité in Lyon and the church of Saint-Paul-Saint-Louis in Paris. In the co"}]}, {"heading": "Births", "year": "1591", "date": "December 22", "txt": "Tommaso Dingli, Maltese architect and sculptor (d. 1666)", "entities": [{"title": "Tommaso Dingli", "href": "/wiki/Tommaso_Dingli", "description": "Tommaso Dingli was a Maltese architect and sculptor. One of the last Renaissance architects on the island, he designed several parish churches, most notably those of Attard and Birkirkara."}]}, {"heading": "Births", "year": "1639", "date": "December 22", "txt": "Jean Racine, French poet and playwright (d. 1699)", "entities": [{"title": "Jean Racine", "href": "/wiki/Jean_Racine", "description": "Jean Racine, baptized Jean-Baptiste Racine, was a French dramatist, one of the three great playwrights of 17th-century France, along with Molière and Corneille, and an important literary figure in the Western tradition. Racine was primarily a tragedian, producing such \"examples of neoclassical perfection\" as Phèdre, Andromaque, and Athalie. He did write one comedy, Les Plaideurs, and a muted trage"}]}, {"heading": "Births", "year": "1666", "date": "December 22", "txt": "Guru Gobind Singh, Indian guru and poet (d. 1708)", "entities": [{"title": "Guru Gobind Singh", "href": "/wiki/Guru_Gobind_Singh", "description": "Guru Gobind Singh, born Gobind Rai, was the tenth Sikh Guru, a spiritual master, warrior, poet and philosopher. When his father, Guru Tegh Bahadur, was executed by Aurangzeb, Guru Gobind Singh was formally installed as the leader of the Sikhs at the age of nine, becoming the tenth and final human Sikh Guru. His four sons died during his lifetime – two in battle, two executed by the Mughal army."}]}, {"heading": "Births", "year": "1694", "date": "December 22", "txt": "Hermann Samuel Reimarus, German philosopher and academic (d. 1768)", "entities": [{"title": "Hermann Samuel Reimarus", "href": "/wiki/Hermann_Samuel_Reimarus", "description": "Hermann Samuel Reimarus, was a German philosopher and writer of the Enlightenment who is remembered for his Deism, the doctrine that human reason can arrive at a knowledge of God and ethics from a study of nature and our own internal reality, thus eliminating the need for religions based on revelation. He denied the supernatural origin of Christianity, and was the first influential critic to inves"}]}, {"heading": "Births", "year": "1696", "date": "December 22", "txt": "James Oglethorpe, English general and politician, 1st Colonial Governor of Georgia (d. 1785)", "entities": [{"title": "James Oglethorpe", "href": "/wiki/James_Oglethorpe", "description": "James Edward Oglethorpe was a British soldier, Member of Parliament, and philanthropist, as well as the founder of the colony of Georgia in what was then British America. As a social reformer, he hoped to resettle Britain's worthy poor in the New World, initially focusing on those in debtors' prisons."}, {"title": "List of colonial governors of Georgia", "href": "/wiki/List_of_colonial_governors_of_Georgia", "description": "\nThis is of the governors of the Province of Georgia from 1732 until 1782, including the restored Loyalist administration during the War of American Independence."}]}, {"heading": "Births", "year": "1723", "date": "December 22", "txt": "Carl Friedrich Abel, German viol player and composer (d. 1787)", "entities": [{"title": "Carl Friedrich Abel", "href": "/wiki/Carl_Friedrich_Abel", "description": "Carl Friedrich Abel was a German composer of the Classical era. He was a renowned player of the viola da gamba, and produced significant compositions for that instrument."}, {"title": "Viol", "href": "/wiki/Viol", "description": "The viol, viola da gamba, or informally gamba, is any one of a family of bowed, fretted and stringed instruments with hollow wooden bodies and pegboxes where the tension on the strings can be increased or decreased to adjust the pitch of each of the strings. Frets on the viol are usually made of gut, tied on the fingerboard around the instrument's neck, to enable the performer to stop the strings "}]}, {"heading": "Births", "year": "1765", "date": "December 22", "txt": "Johann Friedrich Pfaff, German mathematician and academic (d. 1825)", "entities": [{"title": "Johann Friedrich Pfaff", "href": "/wiki/Johann_Friedrich_Pfaff", "description": "Johann Friedrich Pfaff was a German mathematician. He was described as one of Germany's most eminent mathematicians during the 19th century. He was a precursor of the German school of mathematical thinking, which under Carl Friedrich Gauss and his followers largely determined the lines on which mathematics developed during the 19th century."}]}, {"heading": "Births", "year": "1799", "date": "December 22", "txt": "Nicholas Callan, Irish priest and physicist (d. 1864)", "entities": [{"title": "Nicholas Callan", "href": "/wiki/Nicholas_Callan", "description": "Father Nicholas Joseph Callan was an Irish priest and scientist from Darver, County Louth, Ireland. He was Professor of Natural Philosophy in Maynooth College in County Kildare from 1834, and is best known for his work on the induction coil."}]}, {"heading": "Births", "year": "1805", "date": "December 22", "txt": "John Obadiah Westwood, English entomologist and archaeologist (d. 1893)", "entities": [{"title": "John Obadiah Westwood", "href": "/wiki/John_Obadiah_Westwood", "description": "John Obadiah Westwood was an English entomologist and archaeologist also noted for his artistic talents. He published several illustrated works on insects and antiquities. He was among the first entomologists with an academic position at Oxford University. He was a natural theologian, staunchly anti-Darwinian, and sometimes adopted a quinarian viewpoint. Although he never travelled widely, he desc"}]}, {"heading": "Births", "year": "1807", "date": "December 22", "txt": "Johan Sebastian Welhaven, Norwegian author, poet, and critic (d. 1873)", "entities": [{"title": "Johan Sebastian Welhaven", "href": "/wiki/Johan_Sebastian_Welhaven", "description": "Johan Sebastian Cammermeyer Welhaven was a Norwegian author, poet, critic and art theorist. He has been considered \"one of the greatest figures in Norwegian literature.\""}]}, {"heading": "Births", "year": "1819", "date": "December 22", "txt": "Franz Abt, German composer and conductor (d. 1870)", "entities": [{"title": "Franz Abt", "href": "/wiki/Franz_Abt", "description": "Franz Wilhelm Abt was a German composer and choral conductor. He composed roughly 3,000 individual works mostly in the area of vocal music. Several of his songs were at one time universally sung, and have obtained a more or less permanent place in the popular repertory. During his lifetime, Abt was a renowned choral conductor and he spent much of the last three decades of his life working as a gue"}]}, {"heading": "Births", "year": "1819", "date": "December 22", "txt": "Pierre Ossian Bonnet, French mathematician and academic (d. 1892)", "entities": []}, {"heading": "Births", "year": "1839", "date": "December 22", "txt": "John Nevil Maskelyne, English magician (d. 1917)", "entities": [{"title": "John Nevil Maskelyne", "href": "/wiki/John_Nevil_Maskelyne", "description": "John Nevil Maskelyne was an English stage magician and inventor of the pay toilet, along with other Victorian-era devices. He worked with magicians George Alfred Cooke and David Devant, and many of his illusions are still performed today. His book Sharps and Flats: A Complete Revelation of the Secrets of Cheating at Games of Chance and Skill is considered a classic overview of card sharp practices"}]}, {"heading": "Births", "year": "1850", "date": "December 22", "txt": "Victoriano Huerta, Mexican general and politician, 35th President of Mexico (d. 1916)", "entities": [{"title": "Victoriano Huerta", "href": "/wiki/Victoriano_Huerta", "description": "José Victoriano Huerta Márquez was a Mexican military officer and 39th President of Mexico, who came to power by coup."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1853", "date": "December 22", "txt": "Teresa Carreño, Venezuelan-American singer-songwriter and pianist (d. 1917)", "entities": [{"title": "Teresa Carreño", "href": "/wiki/Teresa_Carre%C3%B1o", "description": "María Teresa Gertrudis de Jesús Carreño García was a Venezuelan pianist, soprano, composer, and conductor. Over the course of her 54-year concert career, she became an internationally renowned virtuoso pianist and was often referred to as the \"Valkyrie of the Piano\". Carreño was an early adopter of the works of one of her students, American composer and pianist Edward MacDowell (1860–1908) and pre"}]}, {"heading": "Births", "year": "1853", "date": "December 22", "txt": "Evgraf Fedorov, Russian mathematician, crystallographer, and mineralogist (d. 1919)", "entities": []}, {"heading": "Births", "year": "1853", "date": "December 22", "txt": "Sarada Devi, Indian mystic and philosopher (d. 1920)", "entities": []}, {"heading": "Births", "year": "1856", "date": "December 22", "txt": "Frank B. Kellogg, American lawyer and politician, 45th United States Secretary of State, Nobel Prize laureate (d. 1937)", "entities": [{"title": "Frank B. Kellogg", "href": "/wiki/Frank_B._Kellogg", "description": "Frank Billings Kellogg was an American lawyer, politician, and statesman who served in the U.S. Senate and as U.S. Secretary of State. He co-authored the Kellogg–Briand Pact, for which he was awarded the Nobel Peace Prize in 1929."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1858", "date": "December 22", "txt": "Giacomo Puccini, Italian composer and educator (d. 1924)", "entities": [{"title": "Giacomo Puccini", "href": "/wiki/Giacomo_Puccini", "description": "Giacomo Puccini was an Italian composer known primarily for his operas. Regarded as the greatest and most successful proponent of Italian opera after Verdi, he was descended from a long line of composers, stemming to the late-Baroque era. Though his early work was firmly rooted in traditional late-19th-century Romantic Italian opera he later developed his work in the realistic verismo style, of wh"}]}, {"heading": "Births", "year": "1862", "date": "December 22", "txt": "Connie Mack, American baseball player and manager (d. 1956)", "entities": [{"title": "Connie Mack", "href": "/wiki/Connie_Mack", "description": "Cornelius McGillicuddy, better known as Connie Mack, was an American professional baseball catcher, manager, and team owner. The longest-serving manager in Major League Baseball history, he holds records for wins (3,731), losses (3,948), and games managed (7,755), with his victory total being almost 1,000 more than any other manager."}]}, {"heading": "Births", "year": "1865", "date": "December 22", "txt": "Charles Sands, American golfer and tennis player (d. 1945)", "entities": [{"title": "Charles Sands", "href": "/wiki/Charles_Sands", "description": "Charles Edward Sands was an American golfer, tennis and real tennis player who competed in the 1900 Summer Olympics and in the 1908 Summer Olympics."}]}, {"heading": "Births", "year": "1868", "date": "December 22", "txt": "Jaan Tõnisson, Estonian journalist, lawyer, and politician, 2nd Prime Minister of Estonia (d. 1941?)", "entities": [{"title": "Jaan Tõnisson", "href": "/wiki/Jaan_T%C3%B5nisson", "description": "Jaan Tõnisson was an Estonian statesman, serving as the Prime Minister of Estonia twice during 1919 to 1920, as State Elder from 1927 to 1928 and in 1933, and as Foreign Minister of Estonia from 1931 to 1932."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1869", "date": "December 22", "txt": "Dmitri Egorov, Russian mathematician and academic (d. 1931)", "entities": [{"title": "Dmitri Egorov", "href": "/wiki/Dmitri_Egorov", "description": "Dmitri Fyodorovich Egorov was a Russian and Soviet mathematician known for contributions to the areas of differential geometry and mathematical analysis. He was President of the Moscow Mathematical Society (1923–1930)."}]}, {"heading": "Births", "year": "1869", "date": "December 22", "txt": "Edwin Arlington Robinson, American poet and playwright (d. 1935)", "entities": []}, {"heading": "Births", "year": "1872", "date": "December 22", "txt": "Camille Guérin, French veterinarian and bacteriologist (d. 1961)", "entities": [{"title": "Camille Guérin", "href": "/wiki/Camille_Gu%C3%A9rin", "description": "Jean-Marie Camille Guérin was a French veterinarian, bacteriologist and immunologist who, together with Albert Calmette, developed the Bacillus Calmette-Guérin (BCG), a vaccine for immunization against tuberculosis."}]}, {"heading": "Births", "year": "1874", "date": "December 22", "txt": "Franz Schmidt, Austrian cellist, pianist, and composer (d. 1939)", "entities": [{"title": "Franz Schmidt", "href": "/wiki/Franz_Schmidt", "description": "Franz Schmidt, also Ferenc Schmidt was an Austro-Hungarian composer, cellist and pianist."}]}, {"heading": "Births", "year": "1876", "date": "December 22", "txt": "Filippo Tommaso Marinetti, Egyptian-Italian poet and composer (d. 1944)", "entities": [{"title": "Filippo Tommaso Marinetti", "href": "/wiki/Filippo_Tommaso_Marinetti", "description": "Filippo Tommaso Emilio Marinetti was an Italian poet, editor, art theorist, and founder of the Futurist movement. He was associated with the utopian and Symbolist artistic and literary community Abbaye de Créteil between 1907 and 1908. Marinetti is best known as the author of the first Futurist Manifesto, which was written and published in 1909."}]}, {"heading": "Births", "year": "1878", "date": "December 22", "txt": "Myer Prinstein, Polish-American jumper (d. 1925)", "entities": [{"title": "Myer Prinstein", "href": "/wiki/Myer_Prinstein", "description": "Myer Prinstein was a Polish American track and field athlete and member of the Irish American Athletic Club. He held the world record for the long jump and won gold medals in three Olympic Games for the long jump and triple jump."}]}, {"heading": "Births", "year": "1883", "date": "December 22", "txt": "Marcus Hurley, American cyclist (d. 1941)", "entities": [{"title": "Marcus Hurley", "href": "/wiki/Marcus_Hurley", "description": "Marcus Latimer Hurley was an American cyclist who competed in the early twentieth century. He specialized in sprint cycling and won 4 gold medals in Cycling at the 1904 Summer Olympics and a bronze medal in the 2 mile race."}]}, {"heading": "Births", "year": "1883", "date": "December 22", "txt": "Edgard Varèse, French-American composer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1884", "date": "December 22", "txt": "St. Elmo Brady, African American chemist and educator (d. 1966)", "entities": [{"title": "St. Elmo Brady", "href": "/wiki/St._Elmo_Brady", "description": "Saint Elmo Brady was the first African American to obtain a Ph.D. degree in chemistry in the United States. He received his doctorate at the University of Illinois in 1916."}]}, {"heading": "Births", "year": "1885", "date": "December 22", "txt": "Deems Taylor, American conductor and critic (d. 1966)", "entities": [{"title": "Deems Taylor", "href": "/wiki/Deems_Taylor", "description": "Joseph Deems Taylor was an American music critic, composer, and promoter of classical music. Nat Benchley, co-editor of The Lost Algonquin Roundtable, referred to him as \"the dean of American music.\""}]}, {"heading": "Births", "year": "1887", "date": "December 22", "txt": "Srinivasa Ramanujan, Indian mathematician and theorist (d. 1920)", "entities": [{"title": "Srinivasa Ramanujan", "href": "/wiki/Srinivasa_Ramanujan", "description": "Srinivasa Ramanujan was an Indian mathematician who lived during the British Rule in India. Though he had almost no formal training in pure mathematics, he made substantial contributions to mathematical analysis, number theory, infinite series, and continued fractions, including solutions to mathematical problems then considered unsolvable. Ramanujan initially developed his own mathematical resear"}]}, {"heading": "Births", "year": "1888", "date": "December 22", "txt": "J. Arthur Rank, 1st Baron Rank, English businessman, founded Rank Organisation (d. 1972)", "entities": [{"title": "J. Arthur Rank, 1st Baron Rank", "href": "/wiki/J._Arthur_Rank,_1st_Baron_Rank", "description": "Joseph Arthur Rank, 1st Baron Rank was a British industrialist who was head and founder of the Rank Organisation."}, {"title": "Rank Organisation", "href": "/wiki/Rank_Organisation", "description": "The Rank Organisation was a British entertainment conglomerate founded by industrialist J. Arthur Rank in April 1937. It quickly became the largest and most vertically integrated film company in the United Kingdom, owning production, distribution and exhibition facilities. It also diversified into the manufacture of radios, TVs and photocopiers. The company name lasted until February 1996, when th"}]}, {"heading": "Births", "year": "1889", "date": "December 22", "txt": "George Hutson, English runner and soldier (d. 1914)", "entities": [{"title": "George Hutson", "href": "/wiki/George_Hutson", "description": "George William Hutson was a British athlete who competed mainly in long-distance running events. He was born in Lewes, East Sussex."}]}, {"heading": "Births", "year": "1892", "date": "December 22", "txt": "Herman Potočnik, Croatian-Austrian engineer (d. 1929)", "entities": [{"title": "Herman Potočnik", "href": "/wiki/Herman_Poto%C4%8Dnik", "description": "Herman Potočnik was a Slovene rocket engineer and pioneer of astronautics. He is chiefly remembered for his work addressing the long-term human habitation of space."}]}, {"heading": "Births", "year": "1898", "date": "December 22", "txt": "Vladimir Fock, Russian physicist and mathematician (d. 1974)", "entities": [{"title": "Vladimir Fock", "href": "/wiki/Vladimir_Fock", "description": "Vladimir Aleksandrovich Fock was a Soviet physicist, who did foundational work on quantum mechanics and quantum electrodynamics."}]}, {"heading": "Births", "year": "1899", "date": "December 22", "txt": "Gustaf Gründgens, German actor and director (d. 1963)", "entities": [{"title": "Gustaf Gründgens", "href": "/wiki/Gustaf_Gr%C3%BCndgens", "description": "Gustaf Gründgens, born Gustav Heinrich Arnold Gründgens, was one of Germany's most famous and influential actors of the 20th century, and artistic director of theatres in Berlin, Düsseldorf, and Hamburg. His career continued unimpeded through the years of the Nazi regime; the extent to which this can be considered as deliberate collaboration with the Nazis is hotly disputed."}]}, {"heading": "Births", "year": "1900", "date": "December 22", "txt": "Marc Allégret, French director and screenwriter (d. 1973)", "entities": [{"title": "Marc Allégret", "href": "/wiki/Marc_All%C3%A9gret", "description": "Marc Allégret was a French screenwriter, photographer and film director."}]}, {"heading": "Births", "year": "1901", "date": "December 22", "txt": "Andre Kostelanetz, Russian-American conductor and composer (d. 1980)", "entities": [{"title": "Andre Kostelanetz", "href": "/wiki/Andre_Kostelanetz", "description": "Andre Kostelanetz was a Russian-born American popular orchestral music conductor and arranger who was one of the major exponents of popular orchestra music."}]}, {"heading": "Births", "year": "1903", "date": "December 22", "txt": "Haldan Keffer Hartline, American physiologist and academic, Nobel Prize laureate (d. 1983)", "entities": [{"title": "Haldan Keffer Hartline", "href": "/wiki/Haldan_Keffer_Hartline", "description": "Haldan Keffer Hartline was an American physiologist who was a co-recipient of the 1967 Nobel Prize in Physiology or Medicine for his work in analyzing the neurophysiological mechanisms of vision."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1905", "date": "December 22", "txt": "Pierre Brasseur, French-Italian actor and screenwriter (d. 1972)", "entities": [{"title": "Pierre Brasseur", "href": "/wiki/Pierre_Brasseur", "description": "Pierre Brasseur, born Pierre-Albert Espinasse, was a French actor."}]}, {"heading": "Births", "year": "1905", "date": "December 22", "txt": "Pierre Levegh, French ice hockey player and race car driver (d. 1955)", "entities": []}, {"heading": "Births", "year": "1905", "date": "December 22", "txt": "Kenneth Rexroth, American poet, translator, and academic (d. 1982)", "entities": []}, {"heading": "Births", "year": "1907", "date": "December 22", "txt": "Peggy Ashcroft, English actress (d. 1991)", "entities": [{"title": "Peggy Ashcroft", "href": "/wiki/Peggy_Ashcroft", "description": "Dame Edith Margaret Emily Ashcroft, was an English actress whose career spanned more than 60 years."}]}, {"heading": "Births", "year": "1908", "date": "December 22", "txt": "Giacomo Manzù, Italian sculptor and academic (d. 1991)", "entities": [{"title": "Giacomo Manzù", "href": "/wiki/Giacomo_Manz%C3%B9", "description": "Giacomo Manzù, pseudonym of Giacomo Manzoni, was an Italian sculptor."}]}, {"heading": "Births", "year": "1909", "date": "December 22", "txt": "Patricia Hayes, English actress (d. 1998)", "entities": [{"title": "Patricia Hayes", "href": "/wiki/Patricia_Hayes", "description": "Patricia Lawlor Hayes was an English BAFTA Television Award-winning character actress."}]}, {"heading": "Births", "year": "1911", "date": "December 22", "txt": "Danny O'Dea, English actor (d. 2003)", "entities": [{"title": "Danny O'Dea", "href": "/wiki/Danny_O%27Dea", "description": "Danny O'Dea was an English actor."}]}, {"heading": "Births", "year": "1912", "date": "December 22", "txt": "Elias Degiannis, Greek commander (d. 1943)", "entities": [{"title": "Elias Degiannis", "href": "/wiki/Elias_Degiannis", "description": "Ilias Degiannis was a Greek navy officer Resistance leader during the Axis occupation of Greece."}]}, {"heading": "Births", "year": "1912", "date": "December 22", "txt": "Lady Bird Johnson, American beautification activist;  38th First Lady of the United States (d. 2007)", "entities": [{"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Births", "year": "1913", "date": "December 22", "txt": "Giorgio Oberweger, Italian discus thrower and hurdler (d. 1998)", "entities": [{"title": "Giorgio Oberweger", "href": "/wiki/Giorgio_Oberweger", "description": "Giorgio Oberweger was an Italian discus thrower who won a bronze medal at the 1936 Olympics and a silver at the 1938 European Champsionships. He placed sixth at the 1934 European Championships and 15th at the 1948 Olympics. Oberweger won five national titles, in the discus throw and 110 metres hurdles (1939)."}]}, {"heading": "Births", "year": "1915", "date": "December 22", "txt": "Barbara Billingsley, American actress (d. 2010)", "entities": [{"title": "Barbara Billingsley", "href": "/wiki/Barbara_Billingsley", "description": "Barbara Billingsley was an American film, television, voice, and stage actress. She began her career with uncredited roles in Three Guys Named Mike (1951), The Bad and the Beautiful (1952), and Invaders from Mars (1953), and was featured in the 1957 movie The Careless Years, opposite Natalie Trundy before appearing in recurring TV roles such as The Brothers."}]}, {"heading": "Births", "year": "1915", "date": "December 22", "txt": "Phillip Glasier, English author and academic (d. 2000)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 22", "txt": "Gene Rayburn, American game show host and actor (d. 1999)", "entities": [{"title": "Gene Rayburn", "href": "/wiki/Gene_Rayburn", "description": "Gene Rayburn was an American radio and television personality. He is best known as the host of various editions of the American television game show Match Game for over two decades."}]}, {"heading": "Births", "year": "1921", "date": "December 22", "txt": "Dimitri Fampas, Greek guitarist and composer (d. 1996)", "entities": [{"title": "Dimitri Fampas", "href": "/wiki/Dimitri_Fampas", "description": "Dimitris Fampas was a Greek classical guitarist and composer."}]}, {"heading": "Births", "year": "1921", "date": "December 22", "txt": "Hawkshaw Hawkins, American singer-songwriter and guitarist (d. 1963)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 22", "txt": "Ruth Roman, American actress (d. 1999)", "entities": [{"title": "Ruth Roman", "href": "/wiki/Ruth_Roman", "description": "Ruth Roman was an American actress of film, stage, and television."}]}, {"heading": "Births", "year": "1922", "date": "December 22", "txt": "Jim Wright, American soldier, lawyer, and politician, 56th Speaker of the United States House of Representatives (d. 2015)", "entities": [{"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1923", "date": "December 22", "txt": "Peregrine Worsthorne, English journalist and author (d. 2020)", "entities": [{"title": "Peregrine Worsthorne", "href": "/wiki/Peregrine_Worsthorne", "description": "Sir Peregrine Gerard Worsthorne was a British journalist, writer, and broadcaster. He spent the largest part of his career at the Telegraph newspaper titles, eventually becoming editor of The Sunday Telegraph for several years. He left the newspaper in 1997."}]}, {"heading": "Births", "year": "1924", "date": "December 22", "txt": "Frank Corsaro, American actor and director (d. 2017)", "entities": [{"title": "Frank Corsaro", "href": "/wiki/Frank_Corsaro", "description": "Frank Corsaro was one of America's foremost stage directors of opera and theatre. His Broadway productions include The Night of the Iguana (1961)."}]}, {"heading": "Births", "year": "1925", "date": "December 22", "txt": "Lewis Glucksman, American businessman and philanthropist (d. 2006)", "entities": [{"title": "Lewis Glucksman", "href": "/wiki/Lewis_Glucksman", "description": "Lewis L. Glucksman was a former Lehman Brothers trader and former chief executive officer and chairman of Lehman Brothers, Kuhn, Loeb Inc."}]}, {"heading": "Births", "year": "1925", "date": "December 22", "txt": "Lefter Küçükandonyadis, Turkish footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 22", "txt": "Alcides Ghiggia, Italian-Uruguayan footballer and manager (d. 2015)", "entities": [{"title": "Alcides Ghiggia", "href": "/wiki/Alcides_Ghiggia", "description": "Alcides Edgardo Ghiggia Pereyra was a Uruguayan-Italian football player, who played as a right winger. He achieved lasting fame for his decisive role in the final match of the 1950 World Cup, and at the time of his death exactly 65 years later, he was also the last surviving player from that game."}]}, {"heading": "Births", "year": "1926", "date": "December 22", "txt": "Roberta Leigh (Rita Shulman Lewin), British writer, artist and TV producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1928", "date": "December 22", "txt": "Fredrik Barth, German-Norwegian anthropologist and academic (d. 2016)", "entities": [{"title": "Fredrik Barth", "href": "/wiki/Fredrik_Barth", "description": "Thomas Fredrik Weybye Barth was a Norwegian social anthropologist who published several ethnographic books with a clear formalist view. He was a professor in the Department of Anthropology at Boston University, and previously held professorships at the University of Oslo, the University of Bergen, Emory University and Harvard University. He was appointed a government scholar in 1985."}]}, {"heading": "Births", "year": "1929", "date": "December 22", "txt": "Wazir Mohammad, Indian-Pakistani cricketer", "entities": [{"title": "Wazir Mohammad", "href": "/wiki/Wazir_Mohammad", "description": "Wazir Mohammad is a former Pakistani cricketer and banker who played in 20 Test matches for Pakistan national cricket team between 1952 and 1959 and, as of 2021, is based in Solihull, United Kingdom."}]}, {"heading": "Births", "year": "1930", "date": "December 22", "txt": "Ardalion Ignatyev, Russian sprinter and educator (d. 1998)", "entities": [{"title": "Ardalion Ignatyev", "href": "/wiki/Ardalion_Ignatyev", "description": "Ardalion Vasilyevich Ignatyev was a Soviet athlete who mainly competed in the 400 metres. He was born in the village of Novoye Toyderyakovo, Yalchiksky District, Chuvash ASSR."}]}, {"heading": "Births", "year": "1931", "date": "December 22", "txt": "Gisela Birkemeyer, German hurdler and coach", "entities": [{"title": "Gisela Birkemeyer", "href": "/wiki/Gisela_Birkemeyer", "description": "Gisela Birkemeyer is a retired German sprint runner who won two medals in the 80 m hurdles at the 1956 and 1960 Olympics. During her career she set nine world records in the 80 m hurdles and in the 4×100 m, 4×110 yd and 4×200 m relays. She won 40 East German championships, mostly in the 80 m hurdles (1953–1961) and 200 m sprint (1956–1960). At the European Championships in Stockholm in 1958, she w"}]}, {"heading": "Births", "year": "1931", "date": "December 22", "txt": "Carlos Graça, São Toméan lawyer and politician, Prime Minister of São Tomé and Príncipe (d. 2013)", "entities": [{"title": "Prime Minister of São Tomé and Príncipe", "href": "/wiki/Prime_Minister_of_S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe", "description": "The following is a list of prime ministers of São Tomé and Príncipe, since the establishment of the office of Prime Minister of Portuguese São Tomé and Príncipe in 1974."}]}, {"heading": "Births", "year": "1932", "date": "December 22", "txt": "Phil Woosnam, Welsh soccer player and manager (d. 2013)", "entities": [{"title": "Phil Woosnam", "href": "/wiki/Phil_Woosnam", "description": "Phillip Abraham Woosnam was a Welsh association football inside-right and manager. A native of Caersws, Powys, Wales, Woosnam played for five clubs in England and one in the United States. He played international football for Wales. He was described as a \"gifted inside-forward with a pronounced football intelligence\"."}]}, {"heading": "Births", "year": "1933", "date": "December 22", "txt": "John Hartle, English motorcycle racer (d. 1968)", "entities": [{"title": "John Hartle", "href": "/wiki/John_Hartle", "description": "John Hartle was an English professional road racer who competed in national, international and Grand Prix motorcycle events."}]}, {"heading": "Births", "year": "1934", "date": "December 22", "txt": "David Pearson, American race car driver (d. 2018)", "entities": [{"title": "David Pearson (racing driver)", "href": "/wiki/David_Pearson_(racing_driver)", "description": "David Gene Pearson was an American stock car driver, who raced from 1960 to 1986 in the former NASCAR Grand National and Winston Cup Series, most notably driving the No. 21 Mercury for Wood Brothers Racing. Pearson won the 1960 NASCAR Rookie of the Year award and three Cup Series championships. He never missed a race in the years he was active. NASCAR described his 1974 season as an indication of "}]}, {"heading": "Births", "year": "1935", "date": "December 22", "txt": "Paulo Rocha, Portuguese director and screenwriter (d. 2012)", "entities": [{"title": "Paulo Rocha (film director)", "href": "/wiki/Paulo_Rocha_(film_director)", "description": "Paulo Soares da Rocha was a Portuguese film director. Among his best-known films are A Ilha dos Amores and O Rio do Ouro. A Ilha dos Amores was entered into the 1982 Cannes Film Festival, O Desejado was entered into the main competition at the 44th edition of the Venice Film Festival, and O Rio do Ouro was screened in the Un Certain Regard section at the 1998 Festival."}]}, {"heading": "Births", "year": "1936", "date": "December 22", "txt": "James Burke, Irish historian and author", "entities": [{"title": "James Burke (science historian)", "href": "/wiki/James_Burke_(science_historian)", "description": "James Burke is a British broadcaster, science historian, author, and television producer. He was one of the main presenters of the BBC1 science series Tomorrow's World from 1965 to 1971 and created and presented the popular television series Connections (1978), and its more philosophical sequel The Day the Universe Changed (1985), about the history of science and technology. The Washington Post ha"}]}, {"heading": "Births", "year": "1936", "date": "December 22", "txt": "Héctor Elizondo, American actor and director", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 22", "txt": "Charlotte Lamb, English author (d. 2000)", "entities": [{"title": "Charlotte Lamb", "href": "/wiki/Charlotte_Lamb", "description": "Sheila Holland, née Sheila Ann Mary Coates was best known under the pseudonym Charlotte Lamb as a prolific romantic novelist. She signed her novels with her married or maiden names – Sheila Holland, Sheila Coates – and under the pseudonyms Sheila Lancaster, Victoria Wolf and Laura Hardy. She was married to Richard Holland. They had five children, including a set of twins: - Michael Holland, Sarah "}]}, {"heading": "Births", "year": "1937", "date": "December 22", "txt": "Eduard Uspensky, Russian author, poet, and playwright (d. 2018)", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 22", "txt": "Ken Whitmore, English author and playwright", "entities": []}, {"heading": "Births", "year": "1938", "date": "December 22", "txt": "Matty Alou, Dominican-American baseball player and scout (d. 2011)", "entities": [{"title": "Matty Alou", "href": "/wiki/Matty_Alou", "description": "Mateo \"Matty\" Rojas Alou was a Dominican former professional baseball player and manager. He played as an outfielder in Major League Baseball from 1960 to 1974. He also played in Nippon Professional Baseball (NPB) with the Taiheiyo Club Lions from 1974 through 1976. Alou was a two-time All-Star player who is notable for being the 1966 National League batting champion."}]}, {"heading": "Births", "year": "1938", "date": "December 22", "txt": "Lucien Bouchard, Canadian lawyer and politician, 27th Premier of Quebec", "entities": [{"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1938", "date": "December 22", "txt": "Red Steagall, American singer-songwriter, guitarist, actor, and poet", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 22", "txt": "Luis Francisco Cuéllar, Colombian rancher and politician (d. 2009)", "entities": [{"title": "Luis Francisco Cuéllar", "href": "/wiki/Luis_Francisco_Cu%C3%A9llar", "description": "Luis Francisco Cuéllar Carvajal was a Colombian politician, serving as Mayor of Morelia, Governor of the Caquetá Department from 2008 to 2009, and Deputy Governor of Caqueta from 2000 to 2003. He is known for being kidnapped and murdered by the Revolutionary Armed Forces of Colombia, and for being kidnapped and held for ransom four times."}]}, {"heading": "Births", "year": "1940", "date": "December 22", "txt": "Mike Molloy, English journalist, author, and illustrator", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 22", "txt": "Jerry Koosman, American baseball player", "entities": [{"title": "Jerry Koosman", "href": "/wiki/Jerry_Koosman", "description": "Jerome Martin Koosman is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the New York Mets, Minnesota Twins, Chicago White Sox, and Philadelphia Phillies between 1967 and 1985. Koosman is best known as a member of the Miracle Mets team that won the 1969 World Series."}]}, {"heading": "Births", "year": "1942", "date": "December 22", "txt": "Dick Parry, English saxophonist", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 22", "txt": "Stefan Janos, Slovak-Swiss physicist and academic", "entities": [{"title": "Stefan Janos (physicist)", "href": "/wiki/Stefan_Janos_(physicist)", "description": "Stefan Janos is a Slovak-Swiss university physicist and professor, founder of very low temperature physics in Slovakia."}]}, {"heading": "Births", "year": "1943", "date": "December 22", "txt": "Paul Wolfowitz, American banker and politician, 25th United States Deputy Secretary of Defense", "entities": [{"title": "United States Deputy Secretary of Defense", "href": "/wiki/United_States_Deputy_Secretary_of_Defense", "description": "The deputy secretary of defense is a statutory office and the second-highest-ranking official in the Department of Defense of the United States of America."}]}, {"heading": "Births", "year": "1944", "date": "December 22", "txt": "Mary Archer, English chemist and academic", "entities": [{"title": "Mary Archer", "href": "/wiki/Mary_Archer", "description": "Dame Mary Doreen Archer, is a British scientist specialising in solar power conversion."}]}, {"heading": "Births", "year": "1944", "date": "December 22", "txt": "Steve Carlton, American baseball player", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 22", "txt": "Barry Jenkins, English drummer", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 22", "txt": "Frances Lannon, English historian and academic", "entities": [{"title": "Frances Lannon", "href": "/wiki/Frances_Lannon", "description": "Dame Frances Lannon DBE FRHistS is a retired British academic and educator. She was Principal of Lady Margaret Hall, Oxford."}]}, {"heading": "Births", "year": "1945", "date": "December 22", "txt": "Sam Newman, Australian footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 22", "txt": "Diane Sawyer, American journalist", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 22", "txt": "Roger Carr, English businessman", "entities": [{"title": "Roger Carr (businessman)", "href": "/wiki/Roger_Carr_(businessman)", "description": "Sir Roger Martyn Carr is a British businessman, who is currently serving as Chairman of BAE Systems. He attended Nottingham High School and graduated with a BA in Business Studies from Trent Polytechnic, now Nottingham Trent University."}]}, {"heading": "Births", "year": "1946", "date": "December 22", "txt": "C. Eugene Steuerle, American economist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 22", "txt": "Brian Daley, American author and screenwriter (d. 1996)", "entities": [{"title": "Brian Daley", "href": "/wiki/Brian_Daley", "description": "Brian Charles Daley was an American science fiction novelist. He also adapted for radio the Star Wars radio dramas and wrote all of its episodes."}]}, {"heading": "Births", "year": "1947", "date": "December 22", "txt": "Dilip Doshi, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 22", "txt": "Steve Garvey, American baseball player and sportscaster", "entities": [{"title": "Steve Garvey", "href": "/wiki/Steve_Garvey", "description": "Steven Patrick Garvey is an American former professional baseball player. He played in Major League Baseball as a first baseman for the Los Angeles Dodgers and San Diego Padres from 1969 to 1987. Garvey was the 1974 National League Most Valuable Player Award winner, a two-time National League Championship Series MVP, and a 10-time All-Star. He holds the National League record for consecutive games"}]}, {"heading": "Births", "year": "1948", "date": "December 22", "txt": "Don Kardong, American runner, journalist, and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 22", "txt": "Rick Nielsen, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 22", "txt": "Chris Old, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 22", "txt": "Lynne Thigpen, American actress and singer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 22", "txt": "Maurice Gibb, Manx-English singer-songwriter and producer (d. 2003)", "entities": [{"title": "Maurice Gibb", "href": "/wiki/Maurice_Gibb", "description": "Maurice Ernest Gibb was a British musician, singer, songwriter and record producer who achieved fame as a member of the Bee Gees. Although his elder brother Barry Gibb and fraternal twin brother Robin Gibb were the group's main lead singers, most of their albums included at least one or two songs featuring Maurice's lead vocals, including \"Lay It on Me\", \"Country Woman\" and \"On Time\". The Bee Gees"}]}, {"heading": "Births", "year": "1949", "date": "December 22", "txt": "Robin Gibb, Manx-English singer-songwriter and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 22", "txt": "Ray Guy, American football player", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 22", "txt": "Lasse Bengtsson, Swedish journalist", "entities": [{"title": "Lasse Bengtsson", "href": "/wiki/Lasse_Bengtsson", "description": "Lars Olov \"Lasse\" Bengtsson is a Swedish journalist and television presenter. He has been the presenter of shows such as Nyhetsmorgon Lördag, TV4 News, Misstänkt (\"Suspected\"), and he also was a reporter for the Swedish broadcasts of the 2016 Summer Olympics in Rio de Janeiro."}]}, {"heading": "Births", "year": "1951", "date": "December 22", "txt": "Charles de Lint, Dutch-Canadian author and critic", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 22", "txt": "Gerald Grosvenor, 6th Duke of Westminster, Anglo-Irish Territorial Army general, landowner, businessman, philanthropist, and hereditary peer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 22", "txt": "Jan Stephenson, Australian golfer", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 22", "txt": "Sandra Kalniete, Latvian politician and diplomat, Latvian Minister of Foreign Affairs", "entities": [{"title": "Sandra Kalniete", "href": "/wiki/Sandra_Kalniete", "description": "Sandra Kalniete is a Latvian politician, author, diplomat and independence movement leader. She served as Foreign Minister of Latvia 2002–2004 and as European Commissioner for Agriculture, Rural Development and Fisheries in 2004. Since 2009, she has served as Member of the European Parliament (MEP) for the European People's Party."}, {"title": "List of Ministers for Foreign Affairs of Latvia", "href": "/wiki/List_of_Ministers_for_Foreign_Affairs_of_Latvia", "description": "The Foreign Minister of the Republic of Latvia is the head of the Ministry of Foreign Affairs and is charged with being the architect Latvian foreign policy and carrying out diplomatic orders by the President of Latvia. The position was re-established in May 1990 following the declaration of the country's independence from the USSR. Since October 2011, the position has been held by Edgars Rinkēvič"}]}, {"heading": "Births", "year": "1953", "date": "December 22", "txt": "Ian Turnbull, Canadian ice hockey player", "entities": [{"title": "Ian Turnbull (ice hockey)", "href": "/wiki/Ian_Turnbull_(ice_hockey)", "description": "Ian \"Bull\" Turnbull is a Canadian former professional ice hockey defenceman who played ten seasons in the National Hockey League from 1973–74 until 1982–83. He and Börje Salming combined to make one of the best 1–2 defensive punches in Toronto Maple Leafs history during the 1970s."}]}, {"heading": "Births", "year": "1953", "date": "December 22", "txt": "Tom Underwood, American baseball player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 22", "txt": "Hideshi Matsuda, Japanese race car driver", "entities": [{"title": "Hideshi Matsuda", "href": "/wiki/Hideshi_Matsuda", "description": "Hideshi Matsuda  is a Japanese car racer and TV reporter. He has raced in several 24-hour races, including Daytona and LeMans. He also raced 4 times in the Indianapolis 500, in 1994-1996 and 1999, usually for Beck Motorsports. He also drove in one CART Championship Car race at Twin Ring Motegi in his native Japan. He is the brother-in-law of Beat Takeshi."}]}, {"heading": "Births", "year": "1954", "date": "December 22", "txt": "Derick Parry, Nevisian cricketer", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 22", "txt": "Galina Murašova, Lithuanian discus thrower", "entities": [{"title": "Galina Murašova", "href": "/wiki/Galina_Mura%C5%A1ova", "description": "Galina Murašova is a retired female discus thrower, who competed for the Soviet Union at two Summer Olympics: 1980 and 1988. Her last name is sometimes also spelled as Murashova."}]}, {"heading": "Births", "year": "1955", "date": "December 22", "txt": "Lonnie Smith, American baseball player", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 22", "txt": "Thomas C. Südhof, German-American biochemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1956", "date": "December 22", "txt": "Jane Lighting, English businesswoman", "entities": [{"title": "Jane Lighting", "href": "/wiki/Jane_Lighting", "description": "\nJane Elizabeth Stuart Lighting FRSA FRTS is a former Chief Executive of Five (TV) in the United Kingdom."}]}, {"heading": "Births", "year": "1957", "date": "December 22", "txt": "Stephen Conway, English bishop", "entities": [{"title": "Stephen Conway", "href": "/wiki/Stephen_Conway", "description": "Stephen David Conway SCP is a British Anglican bishop. Since December 2010, he has been the Bishop of Ely. From 2006 to 2010, he was the Bishop of Ramsbury, an area bishop and then suffragan bishop of the Diocese of Salisbury."}]}, {"heading": "Births", "year": "1957", "date": "December 22", "txt": "Carole James, English-Canadian educator and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 22", "txt": "Peter Mortimer, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 22", "txt": "Frank Gambale, Australian guitarist, songwriter, and producer", "entities": [{"title": "Frank Gambale", "href": "/wiki/Frank_Gambale", "description": "Frank Gambale is an Australian jazz fusion guitarist. He has released twenty albums over a period of three decades, and is known for his use of the sweep picking and economy picking techniques."}]}, {"heading": "Births", "year": "1958", "date": "December 22", "txt": "David Heavener, American singer-songwriter, producer, actor, and director", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 22", "txt": "Bernd Schuster, German footballer and manager", "entities": [{"title": "Bernd Schuster", "href": "/wiki/Bernd_Schuster", "description": "Bernd Schuster is a German former football player of the late 1970s through early 1990s, who won club titles playing for the Spanish sides FC Barcelona (1980–1987) and Real Madrid (1988–1990). He played as a midfielder and was nicknamed \"der Blonde Engel\". After retiring as a player, he managed a number of European clubs, including Real Madrid, taking them to the league title in the 2007–08 season"}]}, {"heading": "Births", "year": "1960", "date": "December 22", "txt": "Jean-Michel Basquiat, American painter and poet (d. 1988)", "entities": [{"title": "Jean-Michel Basquiat", "href": "/wiki/Jean-Michel_Basquiat", "description": "Jean-Michel Basquiat was an American artist who rose to success during the 1980s. Regarded as one of the most influential artists of the 20th century, he was part of the neo-expressionism movement."}]}, {"heading": "Births", "year": "1960", "date": "December 22", "txt": "Mark Brydon, English guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 22", "txt": "Luther Campbell, American rapper and actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 22", "txt": "Andrew Fastow, American businessman", "entities": [{"title": "Andrew Fastow", "href": "/wiki/Andrew_Fastow", "description": "Andrew Stuart \"Andy\" Fastow is a convicted felon and former financier who was the chief financial officer of Enron Corporation, an energy trading company based in Houston, Texas, until he was fired shortly before the company declared bankruptcy. Fastow was one of the key figures behind the complex web of off-balance-sheet special purpose entities used to conceal Enron's massive losses in their qua"}]}, {"heading": "Births", "year": "1961", "date": "December 22", "txt": "Yuri Malenchenko, Russian colonel, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 22", "txt": "Ralph Fiennes, English actor", "entities": [{"title": "Ralph Fiennes", "href": "/wiki/Ralph_Fiennes", "description": "Ralph Nathaniel Twisleton-Wykeham-Fiennes is an English actor, film producer, and director. A Shakespeare interpreter, he first achieved success onstage at the Royal National Theatre."}]}, {"heading": "Births", "year": "1963", "date": "December 22", "txt": "Giuseppe Bergomi, Italian footballer and coach", "entities": [{"title": "Giuseppe Bergomi", "href": "/wiki/Giuseppe_Bergomi", "description": "Giuseppe Bergomi is an Italian former professional footballer who spent his entire career at Inter Milan."}]}, {"heading": "Births", "year": "1963", "date": "December 22", "txt": "Russell Lewis, British television writer and former child actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 22", "txt": "Brian McMillan, South African cricketer and educator", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 22", "txt": "Luna H. Mitani, Japanese-American painter and illustrator", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 22", "txt": "Simon Kirby, English businessman and politician", "entities": [{"title": "Simon Kirby", "href": "/wiki/Simon_Kirby", "description": "Simon Gerard Kirby, also known as Simon Radford-Kirby, is a British politician. A member of the Conservative Party, he was elected as the Member of Parliament (MP) for Brighton Kemptown in 2010. In 2016, he was appointed Economic Secretary to the Treasury and City Minister. He lost his seat at the 2017 general election."}]}, {"heading": "Births", "year": "1964", "date": "December 22", "txt": "Mike Jackson, American baseball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 22", "txt": "David S. Goyer, American screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 22", "txt": "Urszula Włodarczyk, Polish heptathlete and triple jumper", "entities": [{"title": "Urszula Włodarczyk", "href": "/wiki/Urszula_W%C5%82odarczyk", "description": "Urszula Włodarczyk is a retired Polish heptathlete. She also competed briefly in triple jump in the fledgling years of the sport, and was a Polish record holder with 13.98 metres from July 1993 to July 2001."}]}, {"heading": "Births", "year": "1966", "date": "December 22", "txt": "Dmitry Bilozerchev, Russian gymnast and coach", "entities": [{"title": "Dmitry Bilozerchev", "href": "/wiki/Dmitry_Bilozerchev", "description": "Dmitry Vladimirovich Bilozerchev is a Russian gymnastics coach and retired gymnast who represented the Soviet Union. One of the most accomplished gymnasts in history, he is a two-time World All-Around Champion and three-time Olympic Champion. He trained at the Armed Forces sports society in Moscow."}]}, {"heading": "Births", "year": "1966", "date": "December 22", "txt": "Marcel Schirmer, German singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 22", "txt": "David Wright, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 22", "txt": "Richey Edwards, Welsh singer-songwriter and guitarist (d. 1995)", "entities": [{"title": "Richey Edwards", "href": "/wiki/Richey_Edwards", "description": "Richard James Edwards, also known as Richey James or Richey Manic, was a Welsh musician who was the lyricist and rhythm guitarist of the alternative rock band Manic Street Preachers. He was known for his dark, politicised and intellectual songwriting which, combined with an enigmatic and eloquent character, has assured him cult status, as well as having been cited by some as a leading lyricist of "}]}, {"heading": "Births", "year": "1967", "date": "December 22", "txt": "Stéphane Gendron, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 22", "txt": "Rebecca Harris, English businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 22", "txt": "Paul Morris, Australian race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 22", "txt": "Dan Petrescu, Romanian footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 22", "txt": "Emre Aracı, Turkish composer, conductor, and historian", "entities": [{"title": "Emre Aracı", "href": "/wiki/Emre_Arac%C4%B1", "description": "Emre Aracı is a Turkish music historian, conductor, and composer."}]}, {"heading": "Births", "year": "1968", "date": "December 22", "txt": "Luis Hernández, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 22", "txt": "Dina Meyer, American actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 22", "txt": "Myriam Bédard, Canadian biathlete", "entities": [{"title": "Myriam Bédard", "href": "/wiki/Myriam_B%C3%A9dard", "description": "Myriam Bédard, is a Canadian retired biathlete. She represented Canada at two Winter Olympics winning gold medals, and a bronze medal. As of 2018, Bédard is the only Canadian biathlete, male or female, ever to win an Olympic medal, and the only North American biathlete ever to win Olympic gold."}]}, {"heading": "Births", "year": "1969", "date": "December 22", "txt": "Mark Robins, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 22", "txt": "Ted Cruz, American lawyer and politician", "entities": [{"title": "Ted Cruz", "href": "/wiki/Ted_Cruz", "description": "Rafael Edward Cruz is an American politician and attorney serving as the junior United States Senator for Texas since 2013. A member of the Republican Party, Cruz served as Solicitor General of Texas from 2003 to 2008."}]}, {"heading": "Births", "year": "1970", "date": "December 22", "txt": "Gary Anderson, Scottish darts player", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 22", "txt": "Ajeenkya Patil, Indian economist and academic", "entities": [{"title": "Ajeenkya Patil", "href": "/wiki/Ajeenkya_Patil", "description": "Ajeenkya D Y Patil is an Indian educationist and economist. He is the son of D. Y. Patil. He is Chairman of the D Y Patil Group, Chancellor of Ajeenkya D Y Patil University and Pro-chancellor of the Dr. D. Y. Patil University."}]}, {"heading": "Births", "year": "1972", "date": "December 22", "txt": "Kirk Maltby, Canadian ice hockey player and scout", "entities": [{"title": "Kirk Maltby", "href": "/wiki/Kirk_Maltby", "description": "Kirk Frederick Maltby is a Canadian former professional ice hockey winger who played 16 seasons in the National Hockey League (NHL) for the Edmonton Oilers and Detroit Red Wings, the latter with whom he won the Stanley Cup four times."}]}, {"heading": "Births", "year": "1972", "date": "December 22", "txt": "Vanessa Paradis, French singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 22", "txt": "Mark Hill, English musician, producer and songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 22", "txt": "Michael Barron, English footballer, coach, and manager", "entities": [{"title": "Michael Barron", "href": "/wiki/Michael_Barron", "description": "Michael James Barron  is the assistant manager for Blyth Spartans and a former professional footballer. He retired from playing in May 2008. He was previously the assistant manager at Hartlepool United, where he enjoyed a long and successful playing career."}]}, {"heading": "Births", "year": "1974", "date": "December 22", "txt": "Dani García, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 22", "txt": "Sergei Aschwanden, Swiss martial artist", "entities": [{"title": "Sergei Aschwanden", "href": "/wiki/Sergei_Aschwanden", "description": "Sergei Aschwanden is a Swiss judoka born in Bern."}]}, {"heading": "Births", "year": "1975", "date": "December 22", "txt": "Dmitri Khokhlov, Russian footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 22", "txt": "Marcin Mięciel, Polish footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 22", "txt": "Stanislav Neckář, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 22", "txt": "Katleen De Caluwé, Belgian sprinter", "entities": [{"title": "Katleen De Caluwé", "href": "/wiki/Katleen_De_Caluw%C3%A9", "description": "Katleen De Caluwé is a Belgian sprinter, who specializes in the 100 metres. Her personal best time is 11.49 seconds, achieved in May 2002 in Oordegem."}]}, {"heading": "Births", "year": "1976", "date": "December 22", "txt": "Jason Lane, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 22", "txt": "Aya Takano, Japanese author and illustrator", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 22", "txt": "Steve Kariya, Canadian ice hockey player and coach", "entities": [{"title": "Steve Kariya", "href": "/wiki/Steve_Kariya", "description": "Steven Tetsuo Kariya is a Canadian former professional ice hockey winger and younger brother of former National Hockey League player Paul Kariya. Kariya was born in North Vancouver, British Columbia."}]}, {"heading": "Births", "year": "1978", "date": "December 22", "txt": "Danny Ahn, South Korean singer", "entities": [{"title": "Danny Ahn", "href": "/wiki/Danny_Ahn", "description": "Danny Ahn is a South Korean entertainer best known as the main rapper of the South Korean pop music group g.o.d. He is notable for his unique rapping. Having made his debut in the entertainment industry as a member of g.o.d in 1999, Ahn has gone into acting and has also been a radio DJ and MC."}]}, {"heading": "Births", "year": "1978", "date": "December 22", "txt": "Joy Ali, Fijian boxer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 22", "txt": "Emmanuel Olisadebe, Nigerian-Polish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 22", "txt": "Jamie Langfield, Scottish footballer and coach", "entities": [{"title": "Jamie Langfield", "href": "/wiki/Jamie_Langfield", "description": "James Robert Langfield is a Scottish footballer who plays as a goalkeeper. He started his career with Dundee, and also played for Partick Thistle and Dunfermline Athletic before joining Aberdeen in 2005. He went on to spend the next decade with the club, successfully regaining his regular place in the team after being dropped for off-field indiscipline in 2007, a loss of form in 2008 and then agai"}]}, {"heading": "Births", "year": "1981", "date": "December 22", "txt": "Marina Kuptsova, Russian high jumper", "entities": [{"title": "Marina Kuptsova", "href": "/wiki/Marina_Kuptsova", "description": "Marina Kuptsova is a Russian high jumper who won a silver medal at the 2003 World Championships. She is also a former European indoor high jump champion. Her personal best jump of 2.02 metres was achieved in Hengelo in June 2003, a year when she also won the national championship."}]}, {"heading": "Births", "year": "1982", "date": "December 22", "txt": "Britta Heidemann, German fencer", "entities": [{"title": "Britta Heidemann", "href": "/wiki/Britta_Heidemann", "description": "Britta Heidemann is a German épée fencer.\nIn 2016, Heidemann became a member of the International Olympic Committee (IOC)."}]}, {"heading": "Births", "year": "1982", "date": "December 22", "txt": "Alinne Moraes, Brazilian actress and model", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 22", "txt": "Ryan Eversley, American race car driver", "entities": [{"title": "Ryan Eversley", "href": "/wiki/Ryan_Eversley", "description": "Ryan Eversley is an American race car driver. Starting in 2015, Eversley has been a Honda factory driver who primarily races in the Pirelli World Challenge series for the RealTime Racing Acura team in an Acura TLX-GT in the GT class. In 2017 Eversley and his team started racing the new NSX GT3."}]}, {"heading": "Births", "year": "1983", "date": "December 22", "txt": "Drew Hankinson, American wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 22", "txt": "Viola Kibiwot, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 22", "txt": "José Fonte, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 22", "txt": "Basshunter, Swedish singer, record producer and DJ", "entities": [{"title": "Basshunter", "href": "/wiki/Basshunter", "description": "Jonas Erik Altberg, better known by his stage name Basshunter, is a Swedish singer, record producer and DJ. He began producing music under the stage name \"Basshunter\" in 2001."}]}, {"heading": "Births", "year": "1986", "date": "December 22", "txt": "Dennis Armfield, Australian footballer", "entities": [{"title": "Dennis Armfield", "href": "/wiki/Dennis_Armfield", "description": "Dennis Brett Armfield is a former professional Australian rules footballer who played for the Carlton Football Club in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1986", "date": "December 22", "txt": "Fatih Öztürk, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 22", "txt": "Éder, Bissau-Portuguese footballer", "entities": [{"title": "Éder (Portuguese footballer)", "href": "/wiki/%C3%89der_(Portuguese_footballer)", "description": "Ederzito António Macedo Lopes ComM, commonly known as Eder, is a Portuguese professional footballer who plays as a forward for Russian club Lokomotiv Moscow and the Portugal national team."}]}, {"heading": "Births", "year": "1987", "date": "December 22", "txt": "Johannes Ahun, Estonian windsurfer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 22", "txt": "Leigh Halfpenny, Welsh rugby player", "entities": [{"title": "Leigh Halfpenny", "href": "/wiki/Leigh_Halfpenny", "description": "Stephen Leigh Halfpenny is a Welsh rugby union player who plays as a fullback or wing for the Scarlets, Wales and the British & Irish Lions. Halfpenny is the third highest points scorer for Wales after Neil Jenkins and Stephen Jones."}]}, {"heading": "Births", "year": "1989", "date": "December 22", "txt": "Jordin Sparks, American singer-songwriter and actress", "entities": [{"title": "Jordin Sparks", "href": "/wiki/Jordin_Sparks", "description": "Jordin Brianna Sparks is an American singer-songwriter and actress. She rose to fame in 2007 after winning the sixth season of American Idol at age 17, becoming the youngest winner in the series' history. Her self-titled debut studio album, released later that year, was certified platinum by the Recording Industry Association of America (RIAA) and has sold over two million copies worldwide. The al"}]}, {"heading": "Births", "year": "1990", "date": "December 22", "txt": "Jean-Baptiste Maunier, French actor and singer", "entities": [{"title": "Jean-Baptiste Maunier", "href": "/wiki/Jean-Baptiste_Maunier", "description": "Jean-Baptiste Maunier is a French actor and singer. He is best known for his role in the 2004 French film Les Choristes."}]}, {"heading": "Births", "year": "1992", "date": "December 22", "txt": "Michaela Hončová, Slovak tennis player", "entities": [{"title": "Michaela Hončová", "href": "/wiki/Michaela_Hon%C4%8Dov%C3%A1", "description": "Michaela Hončová is an inactive Slovak tennis player."}]}, {"heading": "Births", "year": "1992", "date": "December 22", "txt": "Moonbyul from Mamamoo, Korean rapper, vocalist and songwriter", "entities": [{"title": "Mamamoo", "href": "/wiki/Mamamoo", "description": "Mamamoo (Korean: 마마무), most often stylized as MAMAMOO, is a South Korean girl group formed by RBW in 2014. The group officially debuted with their single \"Mr. Ambiguous\" on June 18, 2014. Their debut was considered by some critics as one of the best K-pop debuts of 2014. They are recognized for their retro, jazz, R&B concepts and their strong vocal performances."}]}, {"heading": "Births", "year": "1993", "date": "December 22", "txt": "Meghan Trainor, American singer-songwriter and producer", "entities": [{"title": "Meghan Trainor", "href": "/wiki/Meghan_Trainor", "description": "Meghan Elizabeth Trainor is an American singer-songwriter and talent show judge. She rose to prominence after signing with Epic Records in 2014 and releasing her debut single \"All About That Bass\", which reached number one on the U.S. Billboard Hot 100 chart and sold 11 million copies worldwide, and drew criticism for its lyrical content. Trainor has released three studio albums with the label and"}]}, {"heading": "Births", "year": "1993", "date": "December 22", "txt": "Raphaël Guerreiro, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 22", "txt": "Rúben Lameiras, Portuguese footballer", "entities": [{"title": "Rúben Lameiras", "href": "/wiki/R%C3%BAben_Lameiras", "description": "Rúben Barcelos De Sousa Lameiras is a Portuguese footballer who plays as a midfielder for Vitória de Guimarães."}]}, {"heading": "Births", "year": "1998", "date": "December 22", "txt": "G Hannelius, American actress and singer", "entities": [{"title": "G Hannelius", "href": "/wiki/G_Hannelius", "description": "Genevieve Knight Hannelius is an American actress and singer, who made her acting debut starring as Courtney Patterson on the ABC series Surviving Suburbia (2009). She had recurring roles on the Disney Channel series Sonny with a Chance (2009–2010) and Good Luck Charlie (2010–2011), and soon received recognition for starring as Avery Jennings in the Disney Channel sitcom Dog with a Blog (2012–2015"}]}, {"heading": "Births", "year": "2000", "date": "December 22", "txt": "Joshua Bassett (actor), American actor and singer ", "entities": [{"title": "Joshua Bassett (actor)", "href": "/wiki/Joshua_Bassett_(actor)", "description": "Joshua T. Bassett is an American actor and singer. He is known for starring as Ricky Bowen in High School Musical: The Musical: The Series."}]}, {"heading": "Deaths", "year": "AD 69", "date": "December 22", "txt": "Vitellius, Roman emperor (b. 15)", "entities": [{"title": "Vitellius", "href": "/wiki/Vitellius", "description": "Aulus Vitellius was Roman emperor for eight months, from 19 April to 20 December AD 69. Vitellius was proclaimed emperor following the quick succession of the previous emperors Galba and Otho, in a year of civil war known as the Year of the Four Emperors. Vitellius was the first to add the honorific cognomen Germanicus to his name instead of Caesar upon his accession. Like his direct predecessor, "}]}, {"heading": "Deaths", "year": "731", "date": "December 22", "txt": "Yuan Qianyao, official of the Chinese Tang Dynasty", "entities": [{"title": "Yuan Qianyao", "href": "/wiki/Yuan_Qianyao", "description": "Yuan Qianyao (源乾曜), formally the Duke of Anyang (安陽公), was an official of the Chinese Tang Dynasty, twice serving as chancellor during the reign of Emperor Xuanzong."}, {"title": "History of China", "href": "/wiki/History_of_China", "description": "The earliest known written records of the history of China date from as early as 1250 BC, from the Shang dynasty, during the king Wu Ding's reign, who was mentioned as the twenty-first Shang king by the same. Ancient historical texts such as the Book of Documents, the Records of the Grand Historian and the Bamboo Annals mention and describe a Xia dynasty before the Shang, but no writing is known f"}, {"title": "Tang Dynasty", "href": "/wiki/Tang_Dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "1012", "date": "December 22", "txt": "Baha' al-Dawla, Buyid amir of Iraq", "entities": [{"title": "Baha' al-Dawla", "href": "/wiki/Baha%27_al-Dawla", "description": "Abu Nasr Firuz Kharshadh, better known by his laqab of Baha al-Dawla was the Buyid amir of Iraq (988–1012), along with Fars and Kerman (998–1012). His early reign was dominated by struggles with his rival relatives over control of the western Persian provinces, but by 998 he managed to establish his supremacy over the Buyid confederation. His reign nevertheless saw the increasing encroachment of n"}, {"title": "Buyid", "href": "/wiki/Buyid", "description": "The Buyid dynasty, or the Buyids, was a Shia Iranian dynasty of Daylamite origin, which mainly ruled over Iraq and central and southern Iran from 934 to 1062. Coupled with the rise of other Iranian dynasties in the region, the approximate century of Buyid rule represents the period in Iranian history sometimes called the 'Iranian Intermezzo' since, after the Muslim conquest of Persia, it was an in"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Deaths", "year": "1060", "date": "December 22", "txt": "Cynesige, Archbishop of York", "entities": [{"title": "Cynesige", "href": "/wiki/Cynesige", "description": "Cynesige was a medieval English Archbishop of York between 1051 and 1060. Prior to his appointment to York, he was a royal clerk and perhaps a monk at Peterborough. As archbishop, he built and adorned his cathedral as well as other churches, and was active in consecrating bishops. After his death in 1060, the bequests he had made to a monastery were confiscated by the queen."}]}, {"heading": "Deaths", "year": "1100", "date": "December 22", "txt": "Bretislav II of Bohemia (b. 1060)", "entities": [{"title": "Bretislav II", "href": "/wiki/Bretislav_II", "description": "Bretislaus II was the duke of Bohemia from 14 September 1092 until his death. He was the eldest son of King Vratislaus II and Adelaide, daughter of Andrew I of Hungary. He was a major enemy of paganism."}]}, {"heading": "Deaths", "year": "1115", "date": "December 22", "txt": "Olaf Magnusson, King of Norway (b. 1099)", "entities": [{"title": "Olaf Magnusson of Norway", "href": "/wiki/Olaf_Magnusson_of_Norway", "description": "Olav Magnusson was king of Norway in 1103–1115. He was the son of King Magnus Barefoot and Sigrid, daughter of Saxe of Vik."}]}, {"heading": "Deaths", "year": "1419", "date": "December 22", "txt": "Antipope John XXIII", "entities": [{"title": "Antipope John XXIII", "href": "/wiki/Antipope_John_XXIII", "description": "Baldassarre Cossa was Pisan antipope John XXIII (1410–1415) during the Western Schism. The Catholic Church regards him as an antipope, as he opposed Pope Gregory XII whom the Catholic Church now recognizes as the rightful successor of Saint Peter."}]}, {"heading": "Deaths", "year": "1530", "date": "December 22", "txt": "Willibald Pirckheimer, German lawyer and author (b. 1470)", "entities": [{"title": "Willibald Pirckheimer", "href": "/wiki/Willibald_Pirckheimer", "description": "Willibald Pirckheimer was a German Renaissance lawyer, author and Renaissance humanist, a wealthy and prominent figure in Nuremberg in the 16th century, and a member of the governing City Council for two periods. He was the closest friend of the artist Albrecht Dürer, who made a number of portraits of him, and a close friend of the great humanist and theologian Erasmus."}]}, {"heading": "Deaths", "year": "1554", "date": "December 22", "txt": "Alessandro Bonvicino, Italian painter (b. 1498)", "entities": [{"title": "Alessandro Bonvicino", "href": "/wiki/Alessandro_Bonvicino", "description": "Alessandro Bonvicino, more commonly known as Moretto, or in Italian Il Moretto da Brescia, was an Italian Renaissance painter from Brescia, where he also mostly worked. His dated works span the period from 1524 to 1554, but he was already described as a master in 1516. He was mainly a painter of altarpieces that tend towards sedateness, mostly for churches in and around Brescia, but also in Bergam"}]}, {"heading": "Deaths", "year": "1572", "date": "December 22", "txt": "François Clouet, French miniaturist (b. c. 1510)", "entities": [{"title": "François Clouet", "href": "/wiki/Fran%C3%A7ois_Clouet", "description": "François Clouet, son of Jean Clouet, was a French Renaissance miniaturist and painter, particularly known for his detailed portraits of the French ruling family."}]}, {"heading": "Deaths", "year": "1603", "date": "December 22", "txt": "Mehmed III, Ottoman sultan (b. 1566)", "entities": [{"title": "Mehmed III", "href": "/wiki/Mehmed_III", "description": "Mehmed III was Sultan of the Ottoman Empire from 1595 until his death in 1603."}]}, {"heading": "Deaths", "year": "1641", "date": "December 22", "txt": "Maximilien de Béthune, Duke of Sully, 2nd Prime Minister of France (b. 1560)", "entities": [{"title": "Maximilien de Béthune, Duke of Sully", "href": "/wiki/Maximilien_de_B%C3%A9thune,_Duke_of_Sully", "description": "Maximilien de Béthune, 1st Duke of Sully, Marquis of Rosny and Nogent, Count of Muret and Villebon, Viscount of Meaux was a nobleman, soldier, statesman, and counselor of King Henry IV of France. Historians emphasize Sully's role in building a strong centralized administrative system in France using coercion and highly effective new administrative techniques. While not all of his policies were ori"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1646", "date": "December 22", "txt": "Petro Mohyla, Ruthenian metropolitan and saint (b. 1596)", "entities": [{"title": "Petro Mohyla", "href": "/wiki/Petro_Mohyla", "description": "Metropolitan Peter was an influential Ruthenian Orthodox theologian and reformer, Metropolitan of Kyiv, Halych and All Rus' from 1633 until his death."}]}, {"heading": "Deaths", "year": "1660", "date": "December 22", "txt": "André Tacquet, Flemish priest and mathematician (b. 1612)", "entities": [{"title": "André Tacquet", "href": "/wiki/Andr%C3%A9_Tacquet", "description": "André Tacquet was a Brabantian mathematician and Jesuit priest. Tacquet adhered to the methods of the geometry of Euclid and the philosophy of Aristotle and opposed the method of indivisibles."}]}, {"heading": "Deaths", "year": "1666", "date": "December 22", "txt": "Guercino, Italian painter (b. 1591)", "entities": [{"title": "Guercino", "href": "/wiki/Guercino", "description": "Giovanni Francesco Barbieri, better known as Guercino, or il Guercino [ɡwerˈtʃiːno], was an Italian Baroque painter and draftsman from Cento in the Emilia region, who was active in Rome and Bologna. The vigorous naturalism of his early manner contrasts with the classical equilibrium of his later works. His many drawings are noted for their luminosity and lively style."}]}, {"heading": "Deaths", "year": "1681", "date": "December 22", "txt": "Richard Alleine, English minister and author (b. 1611)", "entities": [{"title": "Richard Alleine", "href": "/wiki/Richard_Alleine", "description": "Richard Alleine was an English Puritan divine."}]}, {"heading": "Deaths", "year": "1767", "date": "December 22", "txt": "John Newbery, English publisher (b. 1713)", "entities": [{"title": "John Newbery", "href": "/wiki/John_Newbery", "description": "John Newbery, considered \"The Father of Children's Literature\", was an English publisher of books who first made children's literature a sustainable and profitable part of the literary market. He also supported and published the works of Christopher Smart, Oliver Goldsmith and Samuel Johnson. In recognition of his achievements the Newbery Medal was named after him in 1922."}]}, {"heading": "Deaths", "year": "1788", "date": "December 22", "txt": "Percivall Pott, English physician and surgeon (b. 1714)", "entities": [{"title": "Percivall Pott", "href": "/wiki/Percivall_Pott", "description": " Percivall Pott was an English surgeon, one of the founders of orthopaedics, and the first scientist to demonstrate that a cancer may be caused by an environmental carcinogen."}]}, {"heading": "Deaths", "year": "1806", "date": "December 22", "txt": "William Vernon, English-American merchant (b. 1719)", "entities": [{"title": "William Vernon", "href": "/wiki/William_Vernon", "description": "William Vernon, of Newport, Rhode Island, was a New England trader who played a leading role in the Continental Congress' maritime activities during the American Revolution. As president of the Eastern Navy Board during the Revolution, he was responsible for building and outfitting the ships of the Continental Navy."}]}, {"heading": "Deaths", "year": "1828", "date": "December 22", "txt": "William Hyde Wollaston, English chemist and physicist (b. 1766)", "entities": [{"title": "William Hyde Wollaston", "href": "/wiki/William_Hyde_Wollaston", "description": "William Hyde Wollaston was an English chemist and physicist who is famous for discovering the chemical elements palladium and rhodium. He also developed a way to process platinum ore into malleable ingots."}]}, {"heading": "Deaths", "year": "1853", "date": "December 22", "txt": "Manuel María Lombardini, Mexican general and politician. President (1853) (b. 1802)", "entities": [{"title": "Manuel María Lombardini", "href": "/wiki/Manuel_Mar%C3%ADa_Lombardini", "description": "Manuel José María Ignacio Lombardini de la Torre was a Mexican general and politician who supported Antonio López de Santa Anna. From 8 February 1853 to 20 April 1853, he served as president of Mexico."}]}, {"heading": "Deaths", "year": "1867", "date": "December 22", "txt": "Jean-Victor Poncelet, French mathematician and engineer (b. 1788)", "entities": [{"title": "Jean-Victor Poncelet", "href": "/wiki/Jean-Victor_Poncelet", "description": "Jean-Victor Poncelet was a French engineer and mathematician who served most notably as the Commanding General of the École Polytechnique. He is considered a reviver of projective geometry, and his work Traité des propriétés projectives des figures is considered the first definitive text on the subject since Gérard Desargues' work on it in the 17th century. He later wrote an introduction to it: Ap"}]}, {"heading": "Deaths", "year": "1870", "date": "December 22", "txt": "Gustavo Adolfo Bécquer, Spanish journalist, poet, and playwright (b. 1836)", "entities": [{"title": "Gustavo Adolfo Bécquer", "href": "/wiki/Gustavo_Adolfo_B%C3%A9cquer", "description": "Gustavo Adolfo Claudio Domínguez Bastida, better known as Gustavo Adolfo Bécquer, was a Spanish Romanticist poet and writer, also a playwright, literary columnist, and talented in drawing. Today he is considered one of the most important figures in Spanish literature, and is considered by some as the most read writer after Miguel de Cervantes. He adopted the alias of Bécquer as his brother Valeria"}]}, {"heading": "Deaths", "year": "1880", "date": "December 22", "txt": "George Eliot, English novelist and poet (b. 1819)", "entities": [{"title": "George Eliot", "href": "/wiki/George_Eliot", "description": "Mary Ann Evans, known by her pen name George Eliot, was an English novelist, poet, journalist, translator and one of the leading writers of the Victorian era. She wrote seven novels, Adam Bede (1859), The Mill on the Floss (1860), Silas Marner (1861), Romola (1862–63), Felix Holt, the Radical (1866), Middlemarch (1871–72) and Daniel Deronda (1876). Like Charles Dickens and Thomas Hardy, she emerge"}]}, {"heading": "Deaths", "year": "1891", "date": "December 22", "txt": "Paul de Lagarde, German biblical scholar and orientalist (b. 1827)", "entities": [{"title": "Paul de Lagarde", "href": "/wiki/Paul_de_Lagarde", "description": "Paul Anton de Lagarde was a German biblical scholar and orientalist, sometimes regarded as one of the greatest orientalists of the 19th century. As a conservative political theorist, Lagarde's strong support of anti-Semitism, vocal opposition to Christianity, racial Darwinism and anti-Slavism are viewed as having been among the most influential in supporting the ideology of fascism and Nazism."}]}, {"heading": "Deaths", "year": "1899", "date": "December 22", "txt": "Dwight L. Moody, American evangelist and publisher, founded Moody Publishers (b. 1837)", "entities": [{"title": "Dwight L. Moody", "href": "/wiki/Dwight_L._Moody", "description": "Dwight Lyman Moody, also known as D. L. Moody, was an American evangelist and publisher connected with Keswickianism, who founded the Moody Church, Northfield School and Mount Hermon School in Massachusetts, Moody Bible Institute and Moody Publishers. One of his most famous quotes was “Faith makes all things possible... Love makes all things easy.“ Moody gave up his lucrative boot and shoe busines"}, {"title": "Moody Publishers", "href": "/wiki/Moody_Publishers", "description": "Moody Publishers is a nonprofit organization that publishes Christian books, founded in 1894 by Dwight L. Moody."}]}, {"heading": "Deaths", "year": "1902", "date": "December 22", "txt": "Richard von Krafft-Ebing, German-Austrian psychiatrist and author (b. 1840)", "entities": [{"title": "Richard von Krafft-Ebing", "href": "/wiki/Richard_von_Krafft-Ebing", "description": "Richard Freiherr von Krafft-Ebing was an Austro-German psychiatrist and author of the foundational work Psychopathia Sexualis (1886)."}]}, {"heading": "Deaths", "year": "1915", "date": "December 22", "txt": "Rose Talbot Bullard, American medical doctor and professor (b. 1864)", "entities": [{"title": "Rose Talbot Bullard", "href": "/wiki/Rose_Talbot_Bullard", "description": "Rose Talbot Bullard was an American physician and medical school professor, who was elected president of the Los Angeles County Medical Association in 1902."}]}, {"heading": "Deaths", "year": "1917", "date": "December 22", "txt": "Frances Xavier Cabrini, Italian-American nun and saint (b. 1850)", "entities": [{"title": "Frances Xavier Cabrini", "href": "/wiki/Frances_Xavier_Cabrini", "description": "Frances Xavier Cabrini, also called Mother Cabrini, was an Italian-American Roman Catholic nun. She founded the Missionary Sisters of the Sacred Heart of Jesus, a Catholic religious institute that was a major support to her fellow Italian immigrants to the United States. She was the first U.S. citizen to be canonized as a saint by the Roman Catholic Church, on July 7, 1946."}]}, {"heading": "Deaths", "year": "1918", "date": "December 22", "txt": "Aristeidis Moraitinis, Greek lieutenant and pilot (b. 1891)", "entities": [{"title": "Aristeidis Moraitinis (aviator)", "href": "/wiki/Aristeidis_Moraitinis_(aviator)", "description": "Aristeidis Moraitinis DSO was a pioneer Greek military aviator of the early 20th century. During the Balkan Wars (1912–1913) he performed together with Michael Moutoussis the first naval air mission in history, while in the following World War I, he became Greece's only ace with nine aerial victories in total."}]}, {"heading": "Deaths", "year": "1919", "date": "December 22", "txt": "Hermann Weingärtner, German gymnast (b. 1864)", "entities": [{"title": "Hermann Weingärtner", "href": "/wiki/Hermann_Weing%C3%A4rtner", "description": "Hermann Weingärtner was a German gymnast."}]}, {"heading": "Deaths", "year": "1925", "date": "December 22", "txt": "Amelie Beese, German pilot and engineer (b. 1886)", "entities": [{"title": "Amelie Beese", "href": "/wiki/Amelie_Beese", "description": "Amelie Hedwig Boutard-Beese, also known as Melli Beese, was an early German female aviator. She was born in Laubegast, on the outskirts of Dresden, Saxony."}]}, {"heading": "Deaths", "year": "1939", "date": "December 22", "txt": "Ma Rainey, American singer (b. 1886)", "entities": [{"title": "Ma Rainey", "href": "/wiki/Ma_Rainey", "description": "Gertrude \"Ma\" Rainey was an influential American blues singer and early blues recording artist. Dubbed the \"Mother of the Blues\", she bridged earlier vaudeville and the authentic expression of southern blues, influencing a generation of blues singers."}]}, {"heading": "Deaths", "year": "1940", "date": "December 22", "txt": "Nathanael West, American author and screenwriter (b. 1903)", "entities": [{"title": "Nathanael West", "href": "/wiki/Nathanael_West", "description": "Nathanael West was an American author and screenwriter. He is remembered for two darkly satirical novels: Miss Lonelyhearts (1933) and The Day of the Locust (1939), set respectively in the newspaper and Hollywood film industries."}]}, {"heading": "Deaths", "year": "1941", "date": "December 22", "txt": "Karel Hašler, Czech actor, director, composer, and screenwriter (b. 1879)", "entities": [{"title": "Karel Hašler", "href": "/wiki/Karel_Ha%C5%A1ler", "description": "Karel Hašler was a Czech songwriter, actor, lyricist, film and theatre director, composer, writer, dramatist, screenwriter and cabaretier. He was murdered in the Mauthausen concentration camp."}]}, {"heading": "Deaths", "year": "1942", "date": "December 22", "txt": "Franz Boas, German-American anthropologist and linguist (b. 1858)", "entities": [{"title": "Franz Boas", "href": "/wiki/Franz_Boas", "description": "Franz Uri Boas was a German-born American anthropologist and a pioneer of modern anthropology who has been called the \"Father of American Anthropology\". His work is associated with the movements known as Historical Particularism and Cultural Relativism."}]}, {"heading": "Deaths", "year": "1943", "date": "December 22", "txt": "Beatrix Potter, English children's book writer and illustrator (b. 1866)", "entities": [{"title": "Beatrix Potter", "href": "/wiki/Beatrix_Potter", "description": "Helen Beatrix Potter was an English writer, illustrator, natural scientist and conservationist; she was best known for her children's books featuring animals, such as The Tale of Peter Rabbit."}]}, {"heading": "Deaths", "year": "1944", "date": "December 22", "txt": "Harry Langdon, American actor, comedian, and vaudevillian (b. 1884)", "entities": [{"title": "Harry Langdon", "href": "/wiki/Harry_Langdon", "description": "Harry Philmore Langdon was an American comedian who appeared in vaudeville, silent films, and talkies."}]}, {"heading": "Deaths", "year": "1950", "date": "December 22", "txt": "Frederick Freake, English polo player (b. 1876)", "entities": [{"title": "Frederick Freake", "href": "/wiki/Frederick_Freake", "description": "Sir Frederick (Charles) Maitland Freake, 3rd Baronet was a British polo player in the 1900 Summer Olympics and in the 1908 Summer Olympics."}]}, {"heading": "Deaths", "year": "1957", "date": "December 22", "txt": "Frank George Woollard, English engineer (b. 1883)", "entities": [{"title": "Frank George Woollard", "href": "/wiki/Frank_George_Woollard", "description": "Frank George Woollard, was a British mechanical engineer who worked for nearly three decades in the British motor industry in various roles in design, production, and management. He was a pioneer in what is today called \"Lean management,\" but whose work has been forgotten."}]}, {"heading": "Deaths", "year": "1959", "date": "December 22", "txt": "Gilda Gray, Polish-American actress and dancer (b. 1901)", "entities": [{"title": "Gilda Gray", "href": "/wiki/Gilda_Gray", "description": "Gilda Gray was a Polish-American dancer and actress who popularized a dance called the \"shimmy\" which became fashionable in 1920s films and theater productions."}]}, {"heading": "Deaths", "year": "1960", "date": "December 22", "txt": "Ninian Comper, Scottish-English architect (b. 1864)", "entities": [{"title": "Ninian Comper", "href": "/wiki/Ninian_Comper", "description": "Sir (John) Ninian Comper was a Scottish-born architect. He was one of the last of the great Gothic Revival architects, noted for his churches and their furnishings. He is well known for his stained glass, his use of colour and his subtle integration of Classical and Gothic elements which he described as unity by inclusion."}]}, {"heading": "Deaths", "year": "1962", "date": "December 22", "txt": "Ross McLarty, Australian politician, 17th Premier of Western Australia (b. 1891)", "entities": [{"title": "Ross McLarty", "href": "/wiki/Ross_McLarty", "description": "Sir Duncan Ross McLarty, was an Australian politician and the 17th Premier of Western Australia."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1965", "date": "December 22", "txt": "Richard Dimbleby, English journalist (b. 1913)", "entities": [{"title": "Richard Dimbleby", "href": "/wiki/Richard_Dimbleby", "description": "Frederick Richard Dimbleby, CBE was an English journalist and broadcaster, who became the BBC's first war correspondent, and then its leading TV news commentator."}]}, {"heading": "Deaths", "year": "1968", "date": "December 22", "txt": "Raymond Gram Swing, American journalist (b. 1887)", "entities": [{"title": "Raymond Gram Swing", "href": "/wiki/Raymond_Gram_Swing", "description": "Raymond Gram Swing was an American print and broadcast journalist. He was one of the most influential news commentators of his era, heard by people worldwide as a leading American voice from Britain during World War II. Known originally as Raymond Swing, he adopted his wife's last name in 1919 and became known as Raymond Gram Swing."}]}, {"heading": "Deaths", "year": "1969", "date": "December 22", "txt": "Enrique Peñaranda, 45th President of Bolivia (b. 1892)", "entities": [{"title": "Enrique Peñaranda", "href": "/wiki/Enrique_Pe%C3%B1aranda", "description": "Enrique Peñaranda del Castillo was a Bolivian general who served as the 38th president of Bolivia from 1940 until his overthrow in 1943. He previously served as commander-in-chief of the country's armed forces during the second half of the Chaco War (1932–1935)."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Deaths", "year": "1971", "date": "December 22", "txt": "Godfried Bomans, Dutch journalist and author (b. 1913)", "entities": [{"title": "Godfried Bomans", "href": "/wiki/Godfried_Bomans", "description": "Godfried Jan Arnold Bomans was a Dutch author and television personality. Much of his work remains untranslated into English."}]}, {"heading": "Deaths", "year": "1974", "date": "December 22", "txt": "Sterling North, American author and critic (b. 1906)", "entities": [{"title": "Sterling North", "href": "/wiki/Sterling_North", "description": "Thomas Sterling North, who used Sterling North professionally, was an American writer. He is best known for the children's novel Rascal, a bestseller in 1963."}]}, {"heading": "Deaths", "year": "1979", "date": "December 22", "txt": "Darryl F. Zanuck, American director and producer (b. 1902)", "entities": [{"title": "Darryl F. Zanuck", "href": "/wiki/Darryl_F._Zanuck", "description": "Darryl Francis Zanuck was an American film producer and studio executive; he earlier contributed stories for films starting in the silent era. He played a major part in the Hollywood studio system as one of its longest survivors. He earned three Academy Awards as producer for Best Picture during his tenure, but was responsible for many more."}]}, {"heading": "Deaths", "year": "1985", "date": "December 22", "txt": "D. Boon, American singer and musician (b. 1958)", "entities": [{"title": "D. Boon", "href": "/wiki/D._Boon", "description": "Dennes Dale \"D.\" Boon was an American singer, songwriter, and guitarist. Boon was best known as the guitarist and vocalist of the American punk rock trio Minutemen. In 1985 he was killed in a van crash at the age of 27."}]}, {"heading": "Deaths", "year": "1986", "date": "December 22", "txt": "Mary Burchell, English author and activist (b. 1904)", "entities": [{"title": "Mary Burchell", "href": "/wiki/Mary_Burchell", "description": "Ida Cook was a British campaigner for Jewish refugees and a romance novelist as Mary Burchell."}]}, {"heading": "Deaths", "year": "1986", "date": "December 22", "txt": "David Penhaligon, Cornish Liberal Politician (b. 1944), MP for Truro (1974-1986)", "entities": [{"title": "Member of parliament", "href": "/wiki/Member_of_parliament", "description": "A member of parliament (MP) is the representative of the people who live in their constituency. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress or Deputy is an equivalent term in other jurisdictions. Another term is Parliamentarian."}, {"title": "Truro (UK Parliament constituency)", "href": "/wiki/Truro_(UK_Parliament_constituency)", "description": "Truro was the name of a parliamentary constituency in Cornwall represented in the House of Commons of England and later of Great Britain from 1295 until 1800, then in the Parliament of the United Kingdom from 1801 to 1918 and finally from 1950 to 1997. Until 1885 it was a parliamentary borough, electing two members of parliament (MPs) by the plurality-at-large system of election; the name was then"}]}, {"heading": "Deaths", "year": "1987", "date": "December 22", "txt": "Luca Prodan, Italian-Scottish singer-songwriter and guitarist (b. 1953)", "entities": [{"title": "Luca Prodan", "href": "/wiki/Luca_Prodan", "description": "Luca Prodan was an Italian-Scottish musician and singer who rose to fame as the leading vocalist of Sumo, one of the most influential rock bands of Argentina, and is widely considered as one of the country's most important artists. He was the older brother of film actor and composer Andrea Prodan."}]}, {"heading": "Deaths", "year": "1988", "date": "December 22", "txt": "Chico Mendes, Brazilian trade union leader and activist (b. 1944)", "entities": [{"title": "Chico Mendes", "href": "/wiki/Chico_Mendes", "description": "Francisco Alves Mendes Filho, better known as Chico Mendes 15 December 1944 – 22 December 1988), was a Brazilian rubber tapper, trade union leader and environmentalist. He fought to preserve the Amazon rainforest, and advocated for the human rights of Brazilian peasants and indigenous peoples. He was assassinated by a rancher on 22 December 1988. The Chico Mendes Institute for Conservation of Biod"}]}, {"heading": "Deaths", "year": "1989", "date": "December 22", "txt": "Samuel Beckett, Irish author, poet, and playwright, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Samuel Beckett", "href": "/wiki/Samuel_Beckett", "description": "Samuel Barclay Beckett was an Irish novelist, playwright, short story writer, theatre director, poet, and literary translator. A resident of Paris for most of his adult life, he wrote in both French and English."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1992", "date": "December 22", "txt": "Harry Bluestone, English violinist and composer (b. 1907)", "entities": [{"title": "Harry Bluestone", "href": "/wiki/Harry_Bluestone", "description": "Harry Bluestone was a British violinist who composed music for TV and Movie. He was prolific and worked mainly on composing with Emil Cadkin. Earlier on, he was a violinist and freelanced on radio in the 1930s with Artie Shaw, Benny Goodman and the Dorsey Brothers. Some of his compositions were also featured on APM Music. He retired in 1987 and died of tuberculosis in Studio City, California on De"}]}, {"heading": "Deaths", "year": "1992", "date": "December 22", "txt": "Frederick William Franz, American religious leader (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "December 22", "txt": "Don DeFore, American actor (b. 1913)", "entities": [{"title": "Don DeFore", "href": "/wiki/Don_DeFore", "description": "Donald John DeFore was an American actor. He is best known for his roles in the sitcom The Adventures of Ozzie and Harriet from 1952 to 1957 and the sitcom Hazel from 1961 to 1965, the former of which earned him a Primetime Emmy Award nomination."}]}, {"heading": "Deaths", "year": "1995", "date": "December 22", "txt": "Butterfly McQueen, American actress and dancer (b. 1911)", "entities": [{"title": "Butterfly McQueen", "href": "/wiki/Butterfly_McQueen", "description": "Butterfly McQueen was an American actress. Originally a dancer, McQueen first appeared in films as Prissy in Gone with the Wind (1939). She was unable to attend the movie's premiere because it was held at a whites-only theater.\nOften typecast as a maid, she said: \"I didn't mind playing a maid the first time, because I thought that was how you got into the business. But after I did the same thing o"}]}, {"heading": "Deaths", "year": "1995", "date": "December 22", "txt": "James Meade, English economist and academic, Nobel Prize laureate (b. 1907)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "1996", "date": "December 22", "txt": "Jack Hamm, American cartoonist and television host (b. 1916)", "entities": [{"title": "Jack Hamm", "href": "/wiki/Jack_Hamm", "description": "Jack Beaumont Hamm was an American artist from Wichita, Kansas who is recognized both for his Christian-themed artwork and editorial cartoons, and for his books on drawing technique. He both studied and taught at the Frederic Mizen Academy of Art. As a cartoonist and comic strip letterer, he worked on the Bugs Bunny, Alley Oop, and Boots and Her Buddies comic strips before attending Baylor Univers"}]}, {"heading": "Deaths", "year": "1997", "date": "December 22", "txt": "Sebastian Arcos Bergnes, Cuban-American dentist and activist (b. 1931)", "entities": [{"title": "Sebastian Arcos Bergnes", "href": "/wiki/Sebastian_Arcos_Bergnes", "description": "Sebastian Arcos Bergnes was a Cuban human rights activist. A prominent Cuban dissident, he was openly adversarial to the dictatorships of Fidel Castro and Fulgencio Batista."}]}, {"heading": "Deaths", "year": "2001", "date": "December 22", "txt": "Ovidiu Iacov, Romanian footballer (b. 1981)", "entities": [{"title": "Ovidiu Iacov", "href": "/wiki/Ovidiu_Iacov", "description": "Ovidiu Nicolae Iacov was a Romanian footballer. During his career he played only for Steaua București."}]}, {"heading": "Deaths", "year": "2001", "date": "December 22", "txt": "Walter Newton Read, American lawyer and second chairman of the New Jersey Casino Control Commission (b. 1918)", "entities": [{"title": "New Jersey Casino Control Commission", "href": "/wiki/New_Jersey_Casino_Control_Commission", "description": "The Casino Control Commission is a New Jersey state governmental agency that was founded in 1977 as the state's Gaming Control Board, responsible under the Casino Control Act for licensing casinos in Atlantic City. The commission also issues licenses for casino key employees and hears appeals from decisions of the New Jersey Division of Gaming Enforcement. The commission is headquartered in the Ar"}]}, {"heading": "Deaths", "year": "2002", "date": "December 22", "txt": "Desmond Hoyte, Guyanese lawyer, politician and President of Guyana (b. 1929)", "entities": [{"title": "Desmond Hoyte", "href": "/wiki/Desmond_Hoyte", "description": "Hugh Desmond Hoyte was a Guyanese politician who served as Prime Minister of Guyana from 1984 to 1985 and President of Guyana from 1985 until 1992."}, {"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Deaths", "year": "2002", "date": "December 22", "txt": "Joe Strummer, English singer-songwriter (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 22", "txt": "Doug Ault, American baseball player and manager (b. 1950)", "entities": [{"title": "Doug Ault", "href": "/wiki/Doug_Ault", "description": "Douglas Reagan Ault was an American professional baseball first baseman and designated hitter who played for the Texas Rangers (1976) and Toronto Blue Jays. He is best known for hitting the first two home runs in Blue Jays history, in the team's first Major League Baseball (MLB) game on April 7, 1977, a 9–5 Toronto win against the Chicago White Sox."}]}, {"heading": "Deaths", "year": "2006", "date": "December 22", "txt": "Elena Mukhina, Russian gymnast (b. 1960)", "entities": [{"title": "Elena Mukhina", "href": "/wiki/Elena_Mukhina", "description": "Elena Vyacheslavovna Mukhina was a Soviet gymnast who won the all-around title at the 1978 World Championships in Strasbourg, France. Her career was on the rise and she was widely touted as the next great gymnastics star until 1979 when a broken leg left her out of several competitions, and the recovery from that injury combined with pressure to master a dangerous and difficult tumbling move cause"}]}, {"heading": "Deaths", "year": "2006", "date": "December 22", "txt": "Galina Ustvolskaya, Russian composer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 22", "txt": "Charles Court, Australian politician, 21st Premier of Western Australia (b. 1911)", "entities": [{"title": "Charles Court", "href": "/wiki/Charles_Court", "description": "Sir Charles Walter Michael Court, was a Western Australian politician, and the 21st Premier of Western Australia from 1974 to 1982. He was a member of the Liberal Party."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "2007", "date": "December 22", "txt": "Adrian Cristobal, Filipino journalist and playwright (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 22", "txt": "Luis Francisco Cuéllar, Colombian rancher and politician (b. 1940)", "entities": [{"title": "Luis Francisco Cuéllar", "href": "/wiki/Luis_Francisco_Cu%C3%A9llar", "description": "Luis Francisco Cuéllar Carvajal was a Colombian politician, serving as Mayor of Morelia, Governor of the Caquetá Department from 2008 to 2009, and Deputy Governor of Caqueta from 2000 to 2003. He is known for being kidnapped and murdered by the Revolutionary Armed Forces of Colombia, and for being kidnapped and held for ransom four times."}]}, {"heading": "Deaths", "year": "2009", "date": "December 22", "txt": "Albert Scanlon, English footballer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 22", "txt": "Fred Foy, American soldier and announcer (b. 1921)", "entities": [{"title": "Fred Foy", "href": "/wiki/Fred_Foy", "description": "Frederick William Foy was an American radio and television announcer and actor, who used Fred Foy as his professional name. He is best known for his narration of The Lone Ranger. Radio historian Jim Harmon described Foy as \"the announcer, perhaps the greatest announcer-narrator in the history of radio drama.\""}]}, {"heading": "Deaths", "year": "2012", "date": "December 22", "txt": "Chuck Cherundolo, American football player and coach (b. 1916)", "entities": [{"title": "Chuck Cherundolo", "href": "/wiki/Chuck_Cherundolo", "description": "Charles James Cherundolo, Jr. was an American football player and coach. He played center and linebacker for ten seasons in the National Football League (NFL) with the Cleveland Rams, Philadelphia Eagles and Pittsburgh Steelers. He was born in Old Forge, Pennsylvania."}]}, {"heading": "Deaths", "year": "2012", "date": "December 22", "txt": "Ryan Freel, American baseball player (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 22", "txt": "Cliff Osmond, American actor, director, producer, and screenwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 22", "txt": "Lim Keng Yaik, Malaysian physician and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 22", "txt": "Diomedes Díaz, Colombian singer-songwriter (b. 1956)", "entities": [{"title": "Diomedes Díaz", "href": "/wiki/Diomedes_D%C3%ADaz", "description": "Diomedes Díaz Maestre was a Colombian vallenato singer, songwriter, and composer. His nickname, \"El Cacique de la Junta\", was given to him by another vallenato singer, Rafael Orozco Maestre, to honor Díaz's birthplace."}]}, {"heading": "Deaths", "year": "2013", "date": "December 22", "txt": "Hans Hækkerup, Danish lawyer and politician (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 22", "txt": "Oscar Peer, Swiss author, playwright, and philologist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 22", "txt": "John Robert Beyster, American physicist and academic (b. 1924)", "entities": [{"title": "John Robert Beyster", "href": "/wiki/John_Robert_Beyster", "description": "John Robert Beyster, often styled J. Robert Beyster, was the founder of Science Applications International Corporation. He was Chairman of the Board until his retirement in July 2004, and also served as Chief Executive Officer (CEO) until November 2003. A recognized authority on national security and nuclear reactor physics, Beyster committed 35 years of his life to building SAIC on the founding t"}]}, {"heading": "Deaths", "year": "2014", "date": "December 22", "txt": "Christine Cavanaugh, American actress (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 22", "txt": "Joe Cocker, English singer-songwriter (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 22", "txt": "Bernard Stone, American lawyer and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 22", "txt": "Peter Lundblad, Swedish singer-songwriter (b. 1950)", "entities": [{"title": "Peter Lundblad", "href": "/wiki/Peter_Lundblad", "description": "Gustaf Peter Lundblad was a Swedish singer and songwriter, well known for his 1986 song Ta mig till havet. Lundblad started his career in the band 'The most Remarkable Nailband' where Lasse Tennander appeared as songwriter. Later they started the band 'Duga' but Tennander left the band quickly. In 1978, Lundblad and Torbjörn wrote and recorded the song Who Will Comfort Toffle? which also is a chil"}]}, {"heading": "Deaths", "year": "2015", "date": "December 22", "txt": "Freda Meissner-Blau, Australian activist and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 22", "txt": "Chad Robinson, Australian rugby league player (b. 1980)", "entities": [{"title": "Chad Robinson", "href": "/wiki/Chad_Robinson", "description": "Chad Damian Robinson was an Australian professional rugby league footballer. Robinson spent several years in Australia's National Rugby League with the Parramatta Eels and the Sydney Roosters and a season with Super League side Harlequins RL."}]}, {"heading": "Deaths", "year": "2017", "date": "December 22", "txt": "Gonzalo Morales Sáurez, Costa Rican painter (b. 1945)", "entities": [{"title": "Gonzalo Morales Sáurez", "href": "/wiki/Gonzalo_Morales_S%C3%A1urez", "description": "Gonzalo Morales Sáurez was a Costa Rican painter. He studied in The San Fernando Academy in Madrid, Spain from 1970 to 1974. He is best known for his hyper-realistic works, and has exhibited his art in many museums and art galleries in Europe and the Americas."}]}, {"heading": "Deaths", "year": "2018", "date": "December 22", "txt": "Simcha Rotem, last survivor of the Warsaw Ghetto Uprising (b. 1924)", "entities": [{"title": "Simcha Rotem", "href": "/wiki/Simcha_Rotem", "description": "Simcha Rotem was a Polish-Israeli veteran, who was a member of the Jewish underground in Warsaw, and served as the head courier of the Jewish Fighting Organization (ŻOB), which planned and executed the Warsaw ghetto uprising against the Nazis. He was one of the last two surviving Jewish fighters in the Warsaw uprising and the last surviving fighter from the 1943 Warsaw ghetto uprising."}, {"title": "Warsaw Ghetto Uprising", "href": "/wiki/Warsaw_Ghetto_Uprising", "description": "The Warsaw Ghetto Uprising was the 1943 act of Jewish resistance in the Warsaw Ghetto in German-occupied Poland during World War II to oppose Nazi Germany's final effort to transport the remaining ghetto population to Majdanek and Treblinka death camps."}]}, {"heading": "Deaths", "year": "2018", "date": "December 22", "txt": "Herman Sikumbang, Indonesian guitarist (b. 1982); casualty during 2018 Sunda Strait tsunami", "entities": [{"title": "2018 Sunda Strait tsunami", "href": "/wiki/2018_Sunda_Strait_tsunami", "description": "On 22 December 2018, a tsunami that followed an eruption and partial collapse of the Anak Krakatau volcano in the Sunda Strait struck several coastal regions of Banten in Java and Lampung in Sumatra, Indonesia. At least 426 people were killed and 14,059 were injured. The tsunami was caused by an undersea landslide that followed an eruption of Anak Krakatau, the \"Child of Krakatoa\". On 23 December,"}]}, {"heading": "Deaths", "year": "2019", "date": "December 22", "txt": "Ram Dass, American spiritual teacher and author (b. 1931) ", "entities": [{"title": "Ram Dass", "href": "/wiki/Ram_Dass", "description": "Ram Dass, also known as Baba Ram Dass, was an American spiritual teacher, psychologist, and author. His widely known book, Be Here Now (1971), has been described as \"seminal\", and helped popularize Eastern spirituality and yoga with the baby boomer generation in the West. He authored or co-authored twelve more books on spirituality over the next four decades, including Grist for the Mill (1977), H"}]}, {"heading": "Deaths", "year": "2020", "date": "December 22", "txt": "Leslie West, American singer-songwriter and guitarist (b. 1945)", "entities": [{"title": "Leslie West", "href": "/wiki/Leslie_West", "description": "Leslie West was an American rock guitarist, vocalist, and songwriter. He was best known as a founding member and co-lead vocalist of the hard rock band Mountain."}]}]