[{"heading": "Events", "year": "0714", "date": "December 16", "txt": "Pepin of Herstal, mayor of the Merovingian palace, dies at Jupille (modern Belgium). He is succeeded by his infant grandson Theudoald while his wife Plectrude holds actual power in the Frankish Kingdom.", "entities": [{"title": "Pepin of Herstal", "href": "/wiki/Pepin_of_Herstal", "description": "Pepin II, commonly known as Pepin of Herstal, was a Frankish statesman and military leader who de facto ruled Francia as the Mayor of the Palace from 680 until his death. He took the title Duke and Prince of the Franks upon his conquest of all the Frankish realms."}, {"title": "Merovingian dynasty", "href": "/wiki/Merovingian_dynasty", "description": "The Merovingian dynasty was the ruling family of the Franks from the middle of the 5th century until 751. They first appear as \"Kings of the Franks\" in the Roman army of northern Gaul. By 509 they had united all the Franks and northern Gaulish Romans under their rule. They conquered most of Gaul, defeating the Visigoths (507) and the Burgundians (534), and also extended their rule into Raetia (537"}, {"title": "Jupille-sur-Meuse", "href": "/wiki/Jupille-sur-Meuse", "description": "Jupille is a former Belgian municipality. It is now a part of the city of Liège."}, {"title": "Theudoald", "href": "/wiki/Theudoald", "description": "Theudoald was the mayor of the palace, briefly unopposed in 714 after the death of his grandfather, Pepin of Herstal. In 715, the nobility acclaimed Ragenfrid mayor of Neustria and Charles Martel mayor of Austrasia."}, {"title": "Plectrude", "href": "/wiki/Plectrude", "description": "Plectrude was the consort of Pepin of Herstal, the mayor of the palace and duke of the Franks, from about 670. She was the daughter of Hugobert, seneschal of Clovis IV, and Irmina of Oeren. She was the regent of Neustria during the minority of her grandson Theudoald from 714 until 718."}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}]}, {"heading": "Events", "year": "0755", "date": "December 16", "txt": "An Lushan revolts against Chancellor Yang Guozhong at Yanjing, initiating the An Lushan Rebellion during the Tang dynasty of China.", "entities": [{"title": "An Lushan", "href": "/wiki/An_Lushan", "description": "An Lushan or An Lu-shan was a general in the Tang dynasty and is primarily known for instigating the An Lushan Rebellion."}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}, {"title": "Yang Guozhong", "href": "/wiki/Yang_Guozhong", "description": "Yang Guozhong, né Yang Zhao (楊釗), was an official of the Chinese Tang Dynasty, serving as a chancellor late in the reign of Emperor Xuanzong. His second cousin Consort Yang Yuhuan was then Emperor Xuanzong's favorite concubine, and it was through his relations with her that he managed to be initially noticed by Xuanzong."}, {"title": "Yanjing", "href": "/wiki/Yanjing", "description": "Ji or Jicheng was an ancient city in northern China, which has become the longest continuously inhabited section of modern Beijing. Historical mention of Ji dates to the founding of the Zhou dynasty in about 1045 BC. Archaeological finds in southwestern Beijing where Ji was believed to be located date to the Spring and Autumn period. The city of Ji served as the capital of the ancient states of Ji"}, {"title": "An Lushan Rebellion", "href": "/wiki/An_Lushan_Rebellion", "description": "The An Lushan Rebellion was an uprising against the Tang dynasty of China towards the mid-point of the dynasty, with an attempt to replace it with the Yan dynasty. The rebellion was originally led by An Lushan, a general officer of the Tang military system. The event involved military activity and direct deaths from battle, but also significant associated population loss from famine, and populatio"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Events", "year": "1431", "date": "December 16", "txt": "Hundred Years' War: Henry VI of England is crowned King of France at Notre Dame in Paris.", "entities": [{"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}, {"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}, {"title": "King of France", "href": "/wiki/King_of_France", "description": "The monarchs of the Kingdom of France ruled from the establishment of the Kingdom of the West Franks in 843 until the fall of the Second French Empire in 1870, with several interruptions. Between the period from King Charles the Bald in 843 to King Louis XVI in 1792, France had 45 kings. Adding the 7 Emperors and Kings after the French Revolution, this comes to a total of 52 monarchs of France."}, {"title": "Notre Dame de Paris", "href": "/wiki/Notre_Dame_de_Paris", "description": "Notre-Dame de Paris, referred to simply as Notre-Dame, is a medieval Catholic cathedral on the Île de la Cité in the 4th arrondissement of Paris. The cathedral was consecrated to the Virgin Mary and considered to be one of the finest examples of French Gothic architecture. Its pioneering use of the rib vault and flying buttress, its enormous and colourful rose windows, as well as the naturalism an"}]}, {"heading": "Events", "year": "1497", "date": "December 16", "txt": "Vasco da Gama passes the Great Fish River, where Bartolomeu Dias had previously turned back to Portugal.", "entities": [{"title": "Vasco da Gama", "href": "/wiki/Vasco_da_Gama", "description": "Vasco da Gama, 1st Count of Vidigueira, was a Portuguese explorer and the first European to reach India by sea."}, {"title": "Great Fish River", "href": "/wiki/Great_Fish_River", "description": "The Great Fish River is a river running 644 kilometres (400 mi) through the South African province of the Eastern Cape. The coastal area between Port Elizabeth and the Fish River mouth is known as the Sunshine Coast. The Great Fish River was originally named Rio do Infante, after João Infante, the captain of one of the caravels of Bartolomeu Dias. Infante visited the river in the late 1480s."}, {"title": "Bartolomeu Dias", "href": "/wiki/Bartolomeu_Dias", "description": "Bartolomeu Dias, a nobleman of the Portuguese royal household, was a Portuguese explorer. He sailed around the southernmost tip of Africa in 1488, the first European to do so, setting up the route from Europe to Asia later on. Dias is the first European during the Age of Discovery to anchor in Cape Good Hope, South Africa."}]}, {"heading": "Events", "year": "1575", "date": "December 16", "txt": "An earthquake with an estimated magnitude of 8.5Mw  strikes Valdivia, Chile.", "entities": [{"title": "1575 Valdivia earthquake", "href": "/wiki/1575_Valdivia_earthquake", "description": "The 1575 Valdivia earthquake occurred at 14:30 local time on December 16. It had an estimated magnitude of 8.5 on the surface wave magnitude scale and led to the flood of Valdivia, Chile."}]}, {"heading": "Events", "year": "1598", "date": "December 16", "txt": "Seven-Year War: Battle of Noryang: The final battle of the Seven-Year War is fought between the China and the Korean allied forces and Japanese navies, resulting in a decisive allied forces victory.", "entities": [{"title": "Japanese invasions of Korea (1592–98)", "href": "/wiki/Japanese_invasions_of_Korea_(1592%E2%80%9398)", "description": "The Japanese invasions of Korea of 1592–1598 or Imjin War involved two separate yet linked invasions: an initial invasion in 1592, a brief truce in 1596, and a second invasion in 1597. The conflict ended in 1598 with the withdrawal of the Japanese forces from the Korean Peninsula after a military stalemate in Korea's southern coastal provinces."}, {"title": "Battle of Noryang", "href": "/wiki/Battle_of_Noryang", "description": "The Battle of Noryang, the last major battle of the Japanese invasions of Korea (1592–1598), was fought between the Japanese navy and the combined fleets of the Joseon Kingdom and the Ming dynasty. It took place in the early morning of 16 December 1598 and ended past dawn."}]}, {"heading": "Events", "year": "1653", "date": "December 16", "txt": "English Interregnum: The Protectorate: Oliver Cromwell becomes Lord Protector of the Commonwealth of England, Scotland and Ireland.", "entities": [{"title": "Interregnum (England)", "href": "/wiki/Interregnum_(England)", "description": "The Interregnum was the period between the execution of Charles I on 30 January 1649 and the arrival of his son Charles II in London on 29 May 1660 which marked the start of the Restoration. During the Interregnum, England was under various forms of republican government."}, {"title": "The Protectorate", "href": "/wiki/The_Protectorate", "description": "The Protectorate was the period during the Commonwealth during which England and Wales, Scotland, Ireland and the English overseas possessions were governed by a Lord Protector as a republic. The Protectorate began in 1653, when the dissolution of the Rump Parliament and then Barebone's Parliament allowed Oliver Cromwell to be appointed Lord Protector of the Commonwealth under the terms of the Ins"}, {"title": "Oliver Cromwell", "href": "/wiki/Oliver_Cromwell", "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."}, {"title": "Lord Protector", "href": "/wiki/Lord_Protector", "description": "Lord Protector is a title that has been used in British constitutional law for the head of state. It is also a particular title for the British heads of state in respect to the established church. It is sometimes used to refer to holders of other temporary posts; for example, a regent acting for the absent monarch."}, {"title": "Commonwealth of England", "href": "/wiki/Commonwealth_of_England", "description": "The Commonwealth was the political structure during the period from 1649 to 1660 when England and Wales, later along with Ireland and Scotland, were governed as a republic after the end of the Second English Civil War and the trial and execution of Charles I. The republic's existence was declared through \"An Act declaring England to be a Commonwealth\", adopted by the Rump Parliament on 19 May 1649"}]}, {"heading": "Events", "year": "1689", "date": "December 16", "txt": "Convention Parliament: The Declaration of Right is embodied in the Bill of Rights.", "entities": [{"title": "Convention Parliament (1689)", "href": "/wiki/Convention_Parliament_(1689)", "description": "The English Convention (1689) was an assembly of the Parliament of England which met between 22 January and 12 February 1689 and transferred the crowns of England and Ireland from James II to William III and Mary II."}]}, {"heading": "Events", "year": "1761", "date": "December 16", "txt": "Seven Years' War: After a four-month siege, the Russians under Pyotr Rumyantsev take the Prussian fortress of Kołobrzeg.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Siege of Kolberg (Seven Years' War)", "href": "/wiki/Siege_of_Kolberg_(Seven_Years%27_War)", "description": "During the Seven Years' War, the Prussian-held town of Kolberg in Brandenburg-Prussian Pomerania was besieged by Russian forces three times. The first two sieges, in late 1759 and from 26 August to 18 September 1760, were unsuccessful. A final and successful siege took place from August to December 1761. In the sieges of 1760 and 1761, the Russian forces were supported by Swedish auxiliaries."}, {"title": "Pyotr Rumyantsev", "href": "/wiki/Pyotr_Rumyantsev", "description": "Count Pyotr Alexandrovich Rumyantsev-Zadunaisky was one of the foremost Russian generals of the 18th century. He governed Little Russia in the name of Empress Catherine the Great from the abolition of the Cossack Hetmanate in 1764 until Catherine's death 32 years later. Monuments to his victories include the Kagul Obelisk in Tsarskoye Selo (1772), the Rumyantsev Obelisk on Vasilievsky Island (1798"}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Kołobrzeg", "href": "/wiki/Ko%C5%82obrzeg", "description": "Kołobrzeg, historically known in English as Kolberg, is a city in the West Pomeranian Voivodeship in north-western Poland with about 47,000 inhabitants. Kołobrzeg is located on the Parsęta River on the south coast of the Baltic Sea. It has been the capital of Kołobrzeg County in West Pomeranian Voivodship since 1999, and was in Koszalin Voivodship from 1950 to 1998."}]}, {"heading": "Events", "year": "1773", "date": "December 16", "txt": "American Revolution: Boston Tea Party: Members of the Sons of Liberty disguised as Mohawk Indians dump hundreds of crates of tea into Boston harbor as a protest against the Tea Act.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Boston Tea Party", "href": "/wiki/Boston_Tea_Party", "description": "The Boston Tea Party was an American political and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. The target was the Tea Act of May 10, 1773, which allowed the British East India Company to sell tea from China in American colonies without paying taxes apart from those imposed by the Townshend Acts. American Patriots strongly opposed the taxes in the Towns"}, {"title": "Sons of Liberty", "href": "/wiki/Sons_of_Liberty", "description": "The Sons of Liberty was a term broadly applied to loosely organized revolutionary bands in the Thirteen American Colonies to advance the rights of the European colonists and to fight taxation by the British government. It played a major role in most colonies in battling the Stamp Act in 1765. The group disbanded after the Stamp Act was repealed. However, the name was applied to other local separat"}, {"title": "Mohawk people", "href": "/wiki/Mohawk_people", "description": "The Mohawk people are the most easterly tribe of the Haudenosaunee, or Iroquois Confederacy. They are an Iroquoian-speaking indigenous people of North America, with communities in southeastern Canada and northern New York State, primarily around Lake Ontario and the St Lawrence River. As one of the five original members of the Iroquois League, the Mohawk are known as the Keepers of the Eastern Doo"}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Tea Act", "href": "/wiki/Tea_Act", "description": "The Tea Act 1773 was an Act of the Parliament of Great Britain. The principal objective was to reduce the massive amount of tea held by the financially troubled British East India Company in its London warehouses and to help the struggling company survive. A related objective was to undercut the price of illegal tea, smuggled into Britain's North American colonies. This was supposed to convince th"}]}, {"heading": "Events", "year": "1777", "date": "December 16", "txt": "Virginia becomes the first state to ratify the Articles of Confederation. ", "entities": [{"title": "Articles of Confederation", "href": "/wiki/Articles_of_Confederation", "description": "The Articles of Confederation and Perpetual Union was an agreement among the 13 original states of the United States of America that served as its first constitution. It was approved after much debate by the Second Continental Congress on November 15, 1777, and sent to the states for ratification. The Articles of Confederation came into force on March 1, 1781, after ratification by all the states."}, {"title": null, "href": "https://2001-2009.state.gov/r/pa/ho/time/ar/91719.htm", "description": null}]}, {"heading": "Events", "year": "1782", "date": "December 16", "txt": "British East India Company: Muharram Rebellion: Hada and Mada Miah lead the first anti-British uprising in the subcontinent against Robert Lindsay and his contingents in Sylhet Shahi Eidgah.", "entities": [{"title": "British East India Company", "href": "/wiki/British_East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Muharram Rebellion", "href": "/wiki/Muharram_Rebellion", "description": "The Sylhet uprising of 1782, also known as the Muharram Rebellion, took place in early December against the East India Company by the Bengali Muslims led by the Pirzada of Sylhet and his two brothers, Syed Muhammad Hadi and Syed Muhammad Mahdi. It was one of the first ever anti-British movement in the subcontinent. The main battle took place in the Mughal-built Sylhet Shahi Eidgah and its surround"}, {"title": "The subcontinent", "href": "/wiki/The_subcontinent", "description": "The Indian subcontinent, or simply the subcontinent, is a physiographical region in southern Asia, situated on the Indian Plate and projecting southwards into the Indian Ocean from the Himalayas. Geopolitically, the Indian subcontinent generally includes all or part of Bangladesh, Bhutan, India, Nepal, Pakistan and Sri Lanka, as well as the Maldives. Geologically, the Indian subcontinent is relate"}, {"title": "Robert Lindsay (Sylhet)", "href": "/wiki/Robert_Lindsay_(Sylhet)", "description": "Robert Lindsay (1754–1836) was a Scottish colonial official and businessman who served as supervisor of Sylhet in British India from 1778 until 1787, and then as district collector from 1787 until 1790. He is known to have taken part in the Muharram Rebellion."}, {"title": "Sylhet Shahi Eidgah", "href": "/wiki/Sylhet_Shahi_Eidgah", "description": "Sylhet Shahi Eidgah, or simply Shahi Eidgah, is an open prayer hall situated in Sylhet, north-east Bangladesh, three kilometers to the north-east of the circuit house, meant for the Eid prayers. More than 100,000 people can perform prayer at same time in this eidgah. It is also one of the most visited tourist spots in the city. Recently, the gates were rebuilt to ensure safety and security. As wel"}]}, {"heading": "Events", "year": "1811", "date": "December 16", "txt": "The first two in a series of four severe earthquakes occur in the vicinity of New Madrid, Missouri.", "entities": [{"title": "1811–12 New Madrid earthquakes", "href": "/wiki/1811%E2%80%9312_New_Madrid_earthquakes", "description": "The 1811–1812 New Madrid earthquakes were a series of intense intraplate earthquakes beginning with an initial earthquake of moment magnitude 7.2–8.2 on December 16, 1811, followed by a moment magnitude 7.4 aftershock on the same day. Two additional earthquakes of similar magnitude followed in January and February 1812. They remain the most powerful earthquakes to hit the contiguous United States "}, {"title": "Earthquake", "href": "/wiki/Earthquake", "description": "An earthquake is the shaking of the surface of the Earth resulting from a sudden release of energy in the Earth's lithosphere that creates seismic waves. Earthquakes can range in size from those that are so weak that they cannot be felt to those violent enough to propel objects and people into the air, and wreak destruction across entire cities. The seismicity, or seismic activity, of an area is t"}, {"title": "New Madrid Seismic Zone", "href": "/wiki/New_Madrid_Seismic_Zone", "description": "The New Madrid Seismic Zone, sometimes called the New Madrid Fault Line, is a major seismic zone and a prolific source of intraplate earthquakes in the Southern and Midwestern United States, stretching to the southwest from New Madrid, Missouri."}]}, {"heading": "Events", "year": "1826", "date": "December 16", "txt": "Benjamin W. Edwards rides into Mexican-controlled Nacogdoches, Texas, and declares himself ruler of the Republic of Fredonia.", "entities": [{"title": "Benjamin W. Edwards", "href": "/wiki/Benjamin_W._Edwards", "description": "Benjamin W. Edwards (c.1780–1837) was an American colonist in early Texas, and the leader of the Fredonian Rebellion. In 1837 he ran for governor of Mississippi, but died during the campaign. He was the brother of Haden Edwards. They both were the leaders of the Fredonian Rebellion in 1827."}, {"title": "Nacogdoches, Texas", "href": "/wiki/Nacogdoches,_Texas", "description": "Nacogdoches is a small city in East Texas and the county seat of Nacogdoches County, Texas, United States. The 2010 U.S. Census recorded the city's population at 32,996. Nacogdoches is a sister city of the smaller, similarly named Natchitoches, Louisiana, the third-largest city in the southern Ark-La-Tex."}, {"title": "Fredonian Rebellion", "href": "/wiki/Fredonian_Rebellion", "description": "The Fredonian Rebellion was the first attempt by Anglo settlers in Texas to secede from Mexico. The settlers, led by Empresario Haden Edwards, declared independence from Mexican Texas and created the Republic of Fredonia near Nacogdoches. The short-lived republic encompassed the land the Mexican government had granted to Edwards in 1825 and included areas that had been previously settled. Edwards'"}]}, {"heading": "Events", "year": "1838", "date": "December 16", "txt": "Great Trek: Battle of Blood River: Voortrekkers led by Andries Pretorius and Sarel Cilliers defeat Zulu impis, led by Dambuza (Nzobo) and Ndlela kaSompisi in what is today KwaZulu-Natal, South Africa.", "entities": [{"title": "Great Trek", "href": "/wiki/Great_Trek", "description": "The Great Trek, starting in 1836 in southern Africa, was a mass migration of Dutch-speaking inhabitants of the British-run Cape Colony, who left the Cape and travelled eastward by wagon train, into the interior of the continent, in order to live beyond the reach of the British colonial administration. Both the Cape Colony and the area newly colonised by the migrants later became part of what is to"}, {"title": "Battle of Blood River", "href": "/wiki/Battle_of_Blood_River", "description": "The Battle of Blood River was fought on the bank of the Ncome River, in what is today KwaZulu-Natal, South Africa between 464 Voortrekkers (\"Pioneers\"), led by Andries Pretorius, and an estimated 10,000 to 15,000 Zulu. Casualties amounted to over 3,000 of King Dingane's soldiers dead, including two Zulu princes competing with Prince Mpande for the Zulu throne. Three Voortrekker commando members we"}, {"title": "Andries Pretorius", "href": "/wiki/Andries_Pretorius", "description": "Andries Wilhelmus Jacobus Pretorius was a leader of the Boers who was instrumental in the creation of the South African Republic, as well as the earlier but short-lived Natalia Republic, in present-day South Africa. The large city of Pretoria, executive capital of South Africa, is named after him."}, {"title": "Sarel Cilliers", "href": "/wiki/Sarel_Cilliers", "description": "Charl (Sarel) Arnoldus Cilliers was a Voortrekker leader and a preacher. With Andries Pretorius, he led the Boers to a huge victory over the Zulus at the Battle of Blood River in 1838. In particular, Cilliers lead the Voortrekkers in a vow which promised that if God would protect them and deliver the enemy into their hands, they would build a church and commemorate the day of their victory as if i"}, {"title": "Zulu people", "href": "/wiki/Zulu_people", "description": "Zulu people are an Nguni ethnic group in Southern Africa. The Zulu people are the largest ethnic group and nation in South Africa with an estimated 10–12 million people living mainly in the province of KwaZulu-Natal."}, {"title": "Ndlela kaSompisi", "href": "/wiki/Ndlela_kaSompisi", "description": "Ndlela kaSompisi was a key general to Zulu Kings Shaka and Dingane. He rose to prominence as a highly effective warrior under Shaka. Dingane appointed him as his inDuna, or chief advisor. He was also the principal commander of Dingane's armies. However, Ndlela's failure to defeat the Boers under Andries Pretorius and a rebellion against Dingane led to his execution."}, {"title": "KwaZulu-Natal", "href": "/wiki/KwaZulu-Natal", "description": "KwaZulu-Natal is a province of South Africa that was created in 1994 when the Zulu bantustan of KwaZulu and Natal Province were merged. It is located in the southeast of the country, enjoying a long shoreline beside the Indian Ocean and sharing borders with three other provinces, and the countries of Mozambique, Eswatini and Lesotho. Its capital is Pietermaritzburg, and its largest city is Durban."}]}, {"heading": "Events", "year": "1843", "date": "December 16", "txt": "The discovery of octonions by John T. Graves, who denoted them with a boldface O, was announced to his mathematician friend William Hamilton, discoverer of quaternions, in a letter on this date.", "entities": [{"title": "Octonions", "href": "/wiki/Octonions", "description": "In mathematics, the octonions are a normed division algebra over the real numbers, a kind of hypercomplex number system. The octonions are usually represented by the capital letter O, using boldface O or blackboard bold . Octonions have eight dimensions; twice the number of dimensions of the quaternions, of which they are an extension. They are noncommutative and nonassociative, but satisfy a weak"}, {"title": "John T. Graves", "href": "/wiki/John_T._Graves", "description": "John Thomas Graves was an Irish jurist and mathematician. He was a friend of William Rowan Hamilton, and is credited both with inspiring Hamilton to discover the quaternions in October 1843 and then discovering their generalization the octonions himself later that same year. He was the brother of both the mathematician and bishop Charles Graves and the writer and clergyman Robert Perceval Graves."}, {"title": "William Rowan Hamilton", "href": "/wiki/William_Rowan_Hamilton", "description": "Sir William Rowan Hamilton MRIA was an Irish mathematician, Andrews Professor of Astronomy at Trinity College Dublin, and Royal Astronomer of Ireland. He worked in both pure mathematics and mathematics for physics. He made important contributions to optics, classical mechanics and algebra. Although Hamilton was not a physicist–he regarded himself as a pure mathematician–his work was of major impor"}, {"title": "Quaternions", "href": "/wiki/Quaternions", "description": "In mathematics, the quaternion number system extends the complex numbers. Quaternions were first described by Irish mathematician William Rowan Hamilton in 1843 and applied to mechanics in three-dimensional space. Hamilton defined a quaternion as the quotient of two directed lines in a three-dimensional space, or, equivalently, as the quotient of two vectors. Multiplication of quaternions is nonco"}]}, {"heading": "Events", "year": "1850", "date": "December 16", "txt": "The Charlotte Jane and the Randolph bring the first of the Canterbury Pilgrims to Lyttelton, New Zealand.", "entities": [{"title": "Canterbury Association", "href": "/wiki/Canterbury_Association", "description": "The Canterbury Association was formed in 1848 in England by members of parliament, peers, and Anglican church leaders, to establish a colony in New Zealand. The settlement was to be called Canterbury, with its capital to be known as Christchurch. Organised emigration started in 1850 and the colony was established in the South Island, with the First Four Ships bringing out settlers steeped in the r"}, {"title": "Lyttelton, New Zealand", "href": "/wiki/Lyttelton,_New_Zealand", "description": "Lyttelton is a port town on the north shore of Lyttelton Harbour, at the northwestern end of Banks Peninsula and close to Christchurch, on the eastern coast of the South Island of New Zealand. According to the 2013 census, Lyttelton had a usual resident population of 2,859."}]}, {"heading": "Events", "year": "1863", "date": "December 16", "txt": "American Civil War: Joseph E. Johnston replaces Braxton Bragg as commander of the Confederate Army of Tennessee.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Joseph E. Johnston", "href": "/wiki/Joseph_E._Johnston", "description": "Joseph Eggleston Johnston was an American career army officer, serving with distinction in the United States Army during the Mexican–American War (1846–1848) and the Seminole Wars. After Virginia seceded from the Union, he entered the Confederate States Army as one of its most senior general officers."}, {"title": "Braxton Bragg", "href": "/wiki/Braxton_Bragg", "description": "Braxton Bragg was an American army officer during the Second Seminole War and Mexican–American War and later a Confederate army officer who served as a general in the Confederate Army during the American Civil War, serving in the Western Theater. His most important role was as commander of the Army of Mississippi, later renamed the Army of Tennessee, from June 1862 until December 1863."}, {"title": "Confederate States Army", "href": "/wiki/Confederate_States_Army", "description": "The Confederate States Army, also called the Confederate Army or simply the Southern Army, was the military land force of the Confederate States of America during the American Civil War (1861–1865), fighting against the United States forces in order to uphold the institution of slavery in the Southern states. On February 28, 1861, the Provisional Confederate Congress established a provisional volu"}, {"title": "Army of Tennessee", "href": "/wiki/Army_of_Tennessee", "description": "The Army of Tennessee was the principal Confederate army operating between the Appalachian Mountains and the Mississippi River during the American Civil War. It was formed in late 1862 and fought until the end of the war in 1865, participating in most of the significant battles in the Western Theater."}]}, {"heading": "Events", "year": "1864", "date": "December 16", "txt": "American Civil War: Battle of Nashville: The Union's Army of the Cumberland routs and destroys the Confederacy's Army of Tennessee, ending its effectiveness as a combat unit.", "entities": [{"title": "Battle of Nashville", "href": "/wiki/Battle_of_Nashville", "description": "The Battle of Nashville was a two-day battle in the Franklin-Nashville Campaign that represented the end of large-scale fighting west of the coastal states in the American Civil War. It was fought at Nashville, Tennessee, on December 15–16, 1864, between the Confederate Army of Tennessee under Lieutenant General John Bell Hood and the Union Army of the Cumberland under Major General George H. Thom"}, {"title": "Army of the Cumberland", "href": "/wiki/Army_of_the_Cumberland", "description": "The Army of the Cumberland was one of the principal Union armies in the Western Theater during the American Civil War. It was originally known as the Army of the Ohio."}, {"title": "Army of Tennessee", "href": "/wiki/Army_of_Tennessee", "description": "The Army of Tennessee was the principal Confederate army operating between the Appalachian Mountains and the Mississippi River during the American Civil War. It was formed in late 1862 and fought until the end of the war in 1865, participating in most of the significant battles in the Western Theater."}]}, {"heading": "Events", "year": "1880", "date": "December 16", "txt": "Outbreak of the First Boer War between the Boer South African Republic and the British Empire.", "entities": [{"title": "First Boer War", "href": "/wiki/First_Boer_War", "description": "The First Boer War, 1880-1881, also known as the First Anglo-Boer War, the Transvaal War or the Transvaal Rebellion, was a war fought from 16 December 1880 until 23 March 1881 between the United Kingdom and Boers of the Transvaal. The war resulted in a Boer victory and eventual independence of the South African Republic."}, {"title": "Boer", "href": "/wiki/Boer", "description": "Boers refers to the descendants of the proto-Afrikaans-speaking colonists of the eastern Cape frontier in Southern Africa during the 18th and much of the 19th century. From 1652 to 1795, the Dutch East India Company controlled this area, but the United Kingdom incorporated it into the British Empire in 1806. The name of the group is derived from the Dutch and Afrikaans word for farmer."}, {"title": "South African Republic", "href": "/wiki/South_African_Republic", "description": "The South African Republic was an independent and internationally recognised state in what is now South Africa, from 1852 to 1902."}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}]}, {"heading": "Events", "year": "1882", "date": "December 16", "txt": "Wales and England contest the first Home Nations (now Six Nations) rugby union match.", "entities": [{"title": "Wales national rugby union team", "href": "/wiki/Wales_national_rugby_union_team", "description": "The Wales national rugby union team represents Wales in men's international rugby union. Its governing body, the Welsh Rugby Union (WRU), was established in 1881, the same year that Wales played their first international against England. The team plays its home matches at the Millennium Stadium in Cardiff, which replaced Cardiff Arms Park as the national stadium of Wales in 1999."}, {"title": "England national rugby union team", "href": "/wiki/England_national_rugby_union_team", "description": "The England national rugby union team represents England in men's international rugby union. They compete in the annual Six Nations Championship with France, Ireland, Italy, Scotland and Wales. England have won the championship on 29 occasions – winning the Grand Slam 13 times and the Triple Crown 26 times – making them the most successful outright winners in the tournament's history. As of 22 Mar"}, {"title": "Six Nations Championship", "href": "/wiki/Six_Nations_Championship", "description": "The Six Nations Championship is an annual international men's rugby union competition between the teams of England, France, Ireland, Italy, Scotland and Wales. The current champions are Wales, who won the 2021 tournament."}]}, {"heading": "Events", "year": "1883", "date": "December 16", "txt": "Tonkin Campaign: French forces capture the Sơn Tây citadel.", "entities": [{"title": "Tonkin Campaign", "href": "/wiki/Tonkin_Campaign", "description": "The Tonkin campaign was an armed conflict fought between June 1883 and April 1886 by the French against, variously, the Vietnamese, Liu Yongfu's Black Flag Army and the Chinese Guangxi and Yunnan armies to occupy Tonkin and entrench a French protectorate there. The campaign, complicated in August 1884 by the outbreak of the Sino-French War and in July 1885 by the Cần Vương nationalist uprising in "}, {"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}, {"title": "Sơn Tây Campaign", "href": "/wiki/S%C6%A1n_T%C3%A2y_Campaign", "description": "The Sơn Tây campaign was a campaign fought by the French to capture the strategically important city of Sơn Tây in Tonkin from Liu Yongfu's Black Flag Army and allied contingents of Vietnamese and Chinese troops. The campaign was one of several clashes between the Tonkin Expeditionary Corps and the Black Flag Army during the Tonkin campaign (1883–1886), and took place during the period of undeclar"}, {"title": "Sơn Tây (Hanoi)", "href": "/wiki/S%C6%A1n_T%C3%A2y_(Hanoi)", "description": "Sơn Tây is a district-level town in Hanoi, the capital of Vietnam. It was the capital of Sơn Tây province before merging with Hà Đông province to form Hà Tây province in 1965. Sơn Tây lies 35 km west of the capital Hanoi. It had a city status in Hà Tây province. However, when Hà Tây was absorbed into Hanoi, Sơn Tây was demoted from a city to a town."}]}, {"heading": "Events", "year": "1903", "date": "December 16", "txt": "Taj Mahal Palace & Tower hotel in Bombay first opens its doors to guests.", "entities": [{"title": "The Taj Mahal Palace Hotel", "href": "/wiki/The_Taj_Mahal_Palace_Hotel", "description": "The Taj Mahal Palace Hotel is a heritage, five-star, luxury hotel built in the Saracenic Revival style in the Colaba area of Mumbai, Maharashtra, India, situated next to the Gateway of India."}, {"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}]}, {"heading": "Events", "year": "1907", "date": "December 16", "txt": "The American Great White Fleet begins its circumnavigation of the world.", "entities": [{"title": "Great White Fleet", "href": "/wiki/Great_White_Fleet", "description": "The Great White Fleet was the popular nickname for the group of United States Navy battleships which completed a journey around the globe from December 16, 1907 to February 22, 1909 by order of United States President Theodore Roosevelt. Its mission was to make friendly courtesy visits to numerous countries while displaying new U.S. naval power to the world. The hulls of these ships were painted a"}]}, {"heading": "Events", "year": "1912", "date": "December 16", "txt": "First Balkan War: The Royal Hellenic Navy defeats the Ottoman Navy at the Battle of Elli.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Hellenic Navy", "href": "/wiki/Hellenic_Navy", "description": "The Hellenic Navy is the naval force of Greece, part of the Hellenic Armed Forces. The modern Greek navy has its roots in the naval forces of various Aegean Islands, which fought in the Greek War of Independence. During the periods of monarchy it was known as the Royal Hellenic Navy."}, {"title": "Ottoman Navy", "href": "/wiki/Ottoman_Navy", "description": "The Ottoman Navy, also known as the Ottoman Fleet, was established in the early 14th century after the Ottoman Empire first expanded to reach the sea in 1323 by capturing Karamürsel, the site of the first Ottoman naval shipyard and the nucleus of the future Navy. During its long existence, it was involved in many conflicts and signed a number of maritime treaties. At its height, the Navy extended "}, {"title": "Battle of Elli", "href": "/wiki/Battle_of_Elli", "description": "The Battle of Elli or the Battle of the Dardanelles took place near the mouth of the Dardanelles on 16 December [O.S. 3 December] 1912 as part of the First Balkan War between the fleets of the Kingdom of Greece and the Ottoman Empire. It was the largest sea battle of the Balkan Wars."}]}, {"heading": "Events", "year": "1914", "date": "December 16", "txt": "World War I: Admiral Franz von Hipper commands a raid on Scarborough, Hartlepool and Whitby.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Franz von Hipper", "href": "/wiki/Franz_von_Hipper", "description": "Franz Ritter von Hipper was an admiral in the German Imperial Navy. Franz von Hipper joined the German Navy in 1881 as an officer cadet. He commanded several torpedo boat units and served as watch officer aboard several warships, as well as Kaiser Wilhelm II's yacht SMY Hohenzollern. Hipper commanded several cruisers in the reconnaissance forces before being appointed commander of the I Scouting G"}, {"title": "Raid on Scarborough, Hartlepool and Whitby", "href": "/wiki/Raid_on_Scarborough,_Hartlepool_and_Whitby", "description": "The Raid on Scarborough, Hartlepool and Whitby on 16 December 1914 was an attack by the Imperial German Navy on the British ports of Scarborough, Hartlepool, West Hartlepool and Whitby. The bombardments caused hundreds of civilian casualties and resulted in public outrage in Britain against the German Navy for the raid and the Royal Navy for failing to prevent it."}]}, {"heading": "Events", "year": "1918", "date": "December 16", "txt": "Vincas Mickevičius-Kapsukas declares the formation of the Lithuanian Soviet Socialist Republic; it is dissolved in 1919.", "entities": [{"title": "Vincas Mickevičius-Kapsukas", "href": "/wiki/Vincas_Mickevi%C4%8Dius-Kapsukas", "description": "Vincas Mickevičius (Mickiewicz), known under his pen name Kapsukas, was a Lithuanian communist political activist, publicist, soviet communist puppet and revolutionary. As an active member of the Lithuanian National Revival, he wrote for and edited many Lithuanian publications and joined the Lithuanian Social Democratic Party. As his views turned from socialism to communism, he became one of the f"}, {"title": "Lithuanian Soviet Socialist Republic (1918-19)", "href": "/wiki/Lithuanian_Soviet_Socialist_Republic_(1918-19)", "description": "The Lithuanian Soviet Socialist Republic (LSSR) was a short-lived Soviet republic declared on December 16, 1918, by a provisional revolutionary government led by Vincas Mickevičius-Kapsukas. It ceased to exist on February 27, 1919, when it was merged with the Socialist Soviet Republic of Byelorussia to form the Lithuanian–Byelorussian Soviet Socialist Republic (Litbel). While efforts were made to "}]}, {"heading": "Events", "year": "1920", "date": "December 16", "txt": "The Haiyuan earthquake of 8.5Mw , rocks the Gansu province in China, killing an estimated 200,000.", "entities": [{"title": "1920 Haiyuan earthquake", "href": "/wiki/1920_Haiyuan_earthquake", "description": "1920 Haiyuan earthquake occurred on December 16 in Haiyuan County, Ningxia Province, Republic of China. It was also called the 1920 Gansu earthquake because Ningxia was a part of Gansu Province when the earthquake occurred. It caused destruction in the Lijunbu-Haiyuan-Ganyanchi area and was assigned the maximum intensity on the Mercalli intensity scale –."}, {"title": "Gansu", "href": "/wiki/Gansu", "description": "Gansu is a landlocked province in Northwest China. Its capital and largest city is Lanzhou, in the southeast part of the province."}]}, {"heading": "Events", "year": "1922", "date": "December 16", "txt": "President of Poland Gabriel Narutowicz is assassinated by Eligiusz Niewiadomski at the Zachęta Gallery in Warsaw.", "entities": [{"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}, {"title": "Gabriel Narutowicz", "href": "/wiki/Gabriel_Narutowicz", "description": "Gabriel Józef Narutowicz was a Polish professor of hydroelectric engineering and politician who served as the first President of Poland from 11 December 1922 until his assassination on 16 December, five days after assuming office. He previously served as the Minister of Public Works from 1920 to 1921 and briefly as Minister of Foreign Affairs in 1922. A renowned engineer and politically independen"}, {"title": "Eligiusz Niewiadomski", "href": "/wiki/Eligiusz_Niewiadomski", "description": "Eligiusz Niewiadomski was a Polish modernist painter and art critic who sympathized with the right-wing National Democracy movement. In 1922 he assassinated Poland's first President, Gabriel Narutowicz, in his first week in office as president."}, {"title": "Warsaw", "href": "/wiki/Warsaw", "description": "Warsaw is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents within a greater metropolitan area of 3.1 million residents, which makes Warsaw the 7th most-populous capital city in the European Union. The city area measures 517.24 square kilometres (199.71 sq mi), while the metr"}]}, {"heading": "Events", "year": "1930", "date": "December 16", "txt": "Bank robber Herman Lamm and members of his crew are killed by a 200-strong posse, following a botched bank robbery, in Clinton, Indiana.", "entities": [{"title": "Herman Lamm", "href": "/wiki/Herman_Lamm", "description": "Herman Karl Lamm, known as Baron Lamm, was a German-American bank robber. A former Prussian Army soldier who immigrated to the United States, Lamm believed a heist required all the planning of a military operation. He pioneered the concepts of \"casing\" a bank and developing escape routes before conducting the robbery. Using a meticulous planning system called \"The Lamm Technique\", he conducted doz"}, {"title": "Clinton, Indiana", "href": "/wiki/Clinton,_Indiana", "description": "Clinton is a city in Clinton Township, Vermillion County, in the U.S. state of Indiana. The population was 4,893 at the 2010 census."}]}, {"heading": "Events", "year": "1937", "date": "December 16", "txt": "Theodore Cole and Ralph Roe attempt to escape from the American federal prison on Alcatraz Island in San Francisco Bay; neither is ever seen again.", "entities": [{"title": "Theodore Cole and Ralph Roe", "href": "/wiki/Theodore_Cole_and_Ralph_Roe", "description": "Theodore \"Ted\" Cole and Ralph Roe took part in the second documented escape attempt from Alcatraz, in 1937. Although officials were quick to conclude they died in the attempt, their remains were never found and their fate remains unknown, making the incident the first to challenge Alcatraz's reputation as an \"escape-proof\" prison."}, {"title": "Alcatraz Island", "href": "/wiki/Alcatraz_Island", "description": "Alcatraz Island is located in San Francisco Bay, 1.25 miles (2.01 km) offshore from San Francisco, California, United States. The small island was developed with facilities for a lighthouse, a military fortification, a military prison, and a federal prison from 1934 until 21 March 1963. The strong currents around the island and cold water temperatures made escape all but impossible. It later becam"}, {"title": "San Francisco Bay", "href": "/wiki/San_Francisco_Bay", "description": "San Francisco Bay is a shallow estuary in the U.S. state of California. It is surrounded by a contiguous region known as the San Francisco Bay Area, and is dominated by the large cities of San Francisco, San Jose, and Oakland."}]}, {"heading": "Events", "year": "1938", "date": "December 16", "txt": "Adolf Hitler institutes the Cross of Honour of the German Mother.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Cross of Honour of the German Mother", "href": "/wiki/Cross_of_Honour_of_the_German_Mother", "description": "The Cross of Honour of the German Mother, referred to colloquially as the Mutterehrenkreuz or simply Mutterkreuz, was a state decoration conferred by the government of the German Reich to honour a Reichsdeutsche German mother for exceptional merit to the German nation. Eligibility later extended to include Volksdeutsche mothers from, for example, Austria and Sudetenland, that had earlier been inco"}]}, {"heading": "Events", "year": "1942", "date": "December 16", "txt": "The Holocaust: Schutzstaffel chief Heinrich Himmler orders that Roma candidates for extermination be deported to Auschwitz.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Schutzstaffel", "href": "/wiki/Schutzstaffel", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}, {"title": "Heinrich Himmler", "href": "/wiki/Heinrich_Himmler", "description": "Heinrich Luitpold Himmler was Reichsführer of the Schutzstaffel, and a leading member of the Nazi Party (NSDAP) of Germany. Himmler was one of the most powerful men in Nazi Germany and a main architect of the Holocaust."}, {"title": "Romani people", "href": "/wiki/Romani_people", "description": "The Romani, also known as the Roma, are an Indo-Aryan people, traditionally nomadic itinerants living mostly in Europe, as well as diaspora populations in the Americas. The Romani are widely known in English by the exonym Gypsies, which is considered by some Roma people to be pejorative due to its connotations of illegality and irregularity."}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1944", "date": "December 16", "txt": "World War II: The Battle of the Bulge begins with the surprise offensive of three German armies through the Ardennes forest.", "entities": [{"title": "Battle of the Bulge", "href": "/wiki/Battle_of_the_Bulge", "description": "The Battle of the Bulge, also known as the Ardennes Counteroffensive, was a major German offensive campaign on the Western Front during World War II which took place from 16 December 1944 to 25 January 1945. It was launched through the densely forested Ardennes region in Belgium and Luxembourg towards the end of the war in Europe. The offensive was intended to stop Allied use of the Belgian port o"}, {"title": "German Army (Wehrmacht)", "href": "/wiki/German_Army_(Wehrmacht)", "description": "The German Army was the land forces component of the Wehrmacht, the regular German Armed Forces, from 1935 until it ceased to exist in 1945 and then was formally dissolved in August 1946. During World War II, a total of about 13.6 million soldiers served in the German Army. Army personnel were made up of volunteers and conscripts."}, {"title": "Ardennes", "href": "/wiki/Ardennes", "description": "The Ardennes, also known as the Ardennes Forest or Forest of Ardennes, is a region of extensive forests, rough terrain, rolling hills and ridges. Geologically, the range is a western extension of the Eifel, and both were raised during the Givetian age of the Devonian, as were several other named ranges of the same greater range."}]}, {"heading": "Events", "year": "1947", "date": "December 16", "txt": "William Shockley, John Bardeen and Walter Brattain build the first practical point-contact transistor.", "entities": [{"title": "William Shockley", "href": "/wiki/William_Shockley", "description": "William Bradford Shockley Jr. was an American physicist and inventor. He was the manager of a research group at Bell Labs that included John Bardeen and Walter Brattain. The three scientists were jointly awarded the 1956 Nobel Prize in Physics for \"their researches on semiconductors and their discovery of the transistor effect\"."}, {"title": "John Bardeen", "href": "/wiki/John_Bardeen", "description": "John Bardeen was an American physicist. He is the only person to be awarded the Nobel Prize in Physics twice: first in 1956 with William Shockley and Walter Brattain for the invention of the transistor; and again in 1972 with Leon N Cooper and John Robert Schrieffer for a fundamental theory of conventional superconductivity known as the BCS theory."}, {"title": "Walter Houser Brattain", "href": "/wiki/Walter_Houser_Brattain", "description": "Walter Houser Brattain was an American physicist at Bell Labs who, along with fellow scientists John Bardeen and William Shockley, invented the point-contact transistor in December 1947. They shared the 1956 Nobel Prize in Physics for their invention. Brattain devoted much of his life to research on surface states."}, {"title": "Point-contact transistor", "href": "/wiki/Point-contact_transistor", "description": "The point-contact transistor was the first type of transistor to be successfully demonstrated. It was developed by research scientists John Bardeen and Walter Brattain at Bell Laboratories in December 1947. They worked in a group led by physicist William Shockley. The group had been working together on experiments and theories of electric field effects in solid state materials, with the aim of rep"}]}, {"heading": "Events", "year": "1950", "date": "December 16", "txt": "Korean War: In response to China's Second Phase Offensive, U.S. President Harry S. Truman declares a limited state of emergency.", "entities": [{"title": "Second Phase Offensive", "href": "/wiki/Second_Phase_Offensive", "description": "The Second Phase Offensive or Second Phase Campaign of the Korean War was an offensive by the Chinese People's Volunteer Army (PVA) against United Nations Command (U.S./UN) forces, most of which were soldiers of South Korea and the United States. The two major engagements of the campaign were the Battle of the Ch'ongch'on River in the western part of North Korea and the Battle of Chosin Reservoir "}]}, {"heading": "Events", "year": "1960", "date": "December 16", "txt": "A United Airlines Douglas DC-8 and a TWA Lockheed Super Constellation collide over Staten Island, New York and crash, killing all 128 people aboard both aircraft and six more on the ground.", "entities": [{"title": "United Airlines", "href": "/wiki/United_Airlines", "description": "United Airlines, Inc. is a major American airline headquartered at Willis Tower in Chicago, Illinois. United operates a large domestic and international route network spanning cities large and small across the United States and all six continents.\nMeasured by fleet size and the number of routes, it is the third largest airline in the world."}, {"title": "Trans World Airlines", "href": "/wiki/Trans_World_Airlines", "description": "Trans World Airlines (TWA) was a major American airline which operated from 1930 until 2001. It was formed as Transcontinental & Western Air to operate a route from New York City to Los Angeles via St. Louis, Kansas City, and other stops, with Ford Trimotors. With American, United, and Eastern, it was one of the \"Big Four\" domestic airlines in the United States formed by the Spoils Conference of 1"}, {"title": "1960 New York mid-air collision", "href": "/wiki/1960_New_York_mid-air_collision", "description": "On Friday, December 16, 1960, a United Airlines Douglas DC-8, bound for Idlewild Airport in New York City, collided in midair with a TWA Lockheed L-1049 Super Constellation descending into the city's LaGuardia Airport. The Constellation crashed on Miller Field in Staten Island and the DC-8 into Park Slope, Brooklyn, killing all 128 people on the two aircraft and six people on the ground. It was th"}, {"title": "Staten Island", "href": "/wiki/Staten_Island", "description": "Staten Island  is a borough of New York City, coextensive with Richmond County, in the U.S. state of New York. Located in the southwest portion of the city, the borough is separated from New Jersey by the Arthur Kill and the Kill Van Kull and from the rest of New York by New York Bay. With an estimated population of 476,143 in 2019, Staten Island is the least-populated of the boroughs but is the t"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1965", "date": "December 16", "txt": "Vietnam War: General William Westmoreland sends U.S. Secretary of Defense Robert McNamara a request for 243,000 more men by the end of 1966.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "William Westmoreland", "href": "/wiki/William_Westmoreland", "description": "William Childs Westmoreland was a United States Army general, most notably commander of United States forces during the Vietnam War from 1964 to 1968. He served as Chief of Staff of the United States Army from 1968 to 1972."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}, {"title": "Robert McNamara", "href": "/wiki/Robert_McNamara", "description": "Robert Strange McNamara was an American business executive and the eighth United States Secretary of Defense, serving from 1961 to 1968 under Presidents John F. Kennedy and Lyndon B. Johnson. He played a major role in escalating the United States' involvement in the Vietnam War. McNamara was responsible for the institution of systems analysis in public policy, which developed into the discipline k"}, {"title": "1966", "href": "/wiki/1966", "description": "1966 (MCMLXVI) was a common year starting on Saturday of the Gregorian calendar, the 1966th year of the Common Era (CE) and Anno Domini (AD) designations, the 966th year of the 2nd millennium, the 66th year of the 20th century, and the 7th year of the 1960s decade. "}]}, {"heading": "Events", "year": "1968", "date": "December 16", "txt": "Second Vatican Council: Official revocation of the Edict of Expulsion of Jews from Spain.", "entities": [{"title": "Second Vatican Council", "href": "/wiki/Second_Vatican_Council", "description": "The Second Ecumenical Council of the Vatican, commonly known as the Second Vatican Council, or Vatican II, addressed relations between the Catholic Church and the modern world. The Council, through the Holy See, was formally opened under the pontificate of Pope John XXIII on 11 October 1962, and was closed under Pope Paul VI on the Solemnity of the Immaculate Conception on 8 December 1965."}, {"title": "Alhambra Decree", "href": "/wiki/Alhambra_Decree", "description": "The Alhambra Decree was an edict issued on 31 March 1492, by the joint Catholic Monarchs of Spain ordering the expulsion of practicing Jews from the Crowns of Castile and Aragon and its territories and possessions by 31 July of that year. The primary purpose was to eliminate the influence of practicing Jews on Spain's large formerly-Jewish converso New Christian population, to ensure the latter an"}]}, {"heading": "Events", "year": "1971", "date": "December 16", "txt": "Bangladesh Liberation War and Indo-Pakistani War of 1971: The ceasefire of the Pakistan Army brings an end to both conflicts. This is commemorated annually as Victory Day in Bangladesh, and as Vijay Diwas in India.", "entities": [{"title": "Bangladesh Liberation War", "href": "/wiki/Bangladesh_Liberation_War", "description": "The Bangladesh Liberation War, also known as the Bangladesh War of Independence, or simply the Liberation War in Bangladesh, was a revolution and armed conflict sparked by the rise of the Bengali nationalist and self-determination movement in what was then East Pakistan during the 1971 Bangladesh genocide. It resulted in the independence of the People's Republic of Bangladesh. The war began after "}, {"title": "Indo-Pakistani War of 1971", "href": "/wiki/Indo-Pakistani_War_of_1971", "description": "The Indo-Pakistani War of 1971 was a military confrontation between India's Mitro bahini forces and Pakistan that occurred during the Bangladesh Liberation War in East Pakistan from 3 December 1971 to the fall of Dacca (Dhaka) on 16 December 1971. The war began with Operation Chengiz Khan's preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakis"}, {"title": "Pakistan Army", "href": "/wiki/Pakistan_Army", "description": "The Pakistan Army is the land service branch of the Pakistan Armed Forces. The roots of its modern existence trace back to the British Indian Army that ceased to exist following the partition of the Indian subcontinent, resulting in the parliamentary act that established the sovereign state of Pakistan from the United Kingdom on 14 August 1947. According to statistics provided by the International"}, {"title": "Victory Day (Bangladesh)", "href": "/wiki/Victory_Day_(Bangladesh)", "description": "Victory day is national holiday in Bangladesh celebrated on December 16 to commemorate the victory of the Bangladesh forces over the Pakistani forces in the Bangladesh Liberation War in 1971. The Commanding officer of the Pakistani Forces General AAK Niazi surrendered with his forces to the allied forces of Bangladesh, which marked the end of the 9 month-long Bangladesh Liberation War and 1971 Ban"}, {"title": "Vijay Diwas (India)", "href": "/wiki/Vijay_Diwas_(India)", "description": "Bijoy Dibos or Vijay Diwas is commemorated every 16th December in Bangladesh and India, to observe Bangladesh’s victory over Pakistan in War of 1971 for the liberation of Bangladesh from Pakistan. The end of the war also resulted in the unilateral and unconditional surrender of the Pakistan Army and subsequent secession of East Pakistan into Bangladesh. On this day in 1971, the chief of the Pakist"}]}, {"heading": "Events", "year": "1971", "date": "December 16", "txt": "The United Kingdom recognizes Bahrain's independence, which is commemorated annually as Bahrain's National Day.", "entities": [{"title": "Independence Day (Bahrain)", "href": "/wiki/Independence_Day_(Bahrain)", "description": "Bahrain Independence Day occurred on 14 August 1971, when the country declared independence from the British following a United Nations survey of the Bahraini population. The British announced the withdrawal of their troops east of Suez in the early 1960s."}]}, {"heading": "Events", "year": "1978", "date": "December 16", "txt": "Cleveland, Ohio becomes the first major American city to default on its financial obligations since the Great Depression.", "entities": [{"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}, {"title": "Cleveland Public Power", "href": "/wiki/Cleveland_Public_Power", "description": "Cleveland Public Power is a publicly owned electricity generation and distribution company in Cleveland, Ohio. It was founded in 1907 by then-Cleveland mayor Tom L. Johnson. Prior to 1983, it was known as Municipal Light. CPP does not have sufficient capacity to compete across the entire Greater Cleveland area. Rather, it is intended to create additional capacity and to create a benchmark price in"}, {"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}]}, {"heading": "Events", "year": "1979", "date": "December 16", "txt": "Libya joins four other OPEC nations in raising crude oil prices, which has an immediate, dramatic effect on the United States.", "entities": [{"title": "1979 energy crisis", "href": "/wiki/1979_energy_crisis", "description": "The 1979 Oil Crisis, also known as the 1979 Oil Shock or Second Oil Crisis, was an energy crisis caused by a drop in oil production in the wake of the Iranian Revolution. Although the global oil supply only decreased by approximately four percent, the oil markets' reaction raised the price of crude oil drastically over the next 12 months, more than doubling it to $39.50 per barrel. The spike in pr"}]}, {"heading": "Events", "year": "1985", "date": "December 16", "txt": "Paul Castellano and Thomas Bilotti are shot dead on the orders of John Gotti, who assumes leadership of New York's Gambino crime family.", "entities": [{"title": "Paul Castellano", "href": "/wiki/Paul_Castellano", "description": "Constantino Paul Castellano, also known as \"The Howard Hughes of the Mob\" and \"Big Paulie\", was an American crime boss who succeeded Carlo Gambino as head of the Gambino crime family. Castellano was killed in an unsanctioned assassination on December 16, 1985, ordered by John Gotti, who subsequently became boss."}, {"title": "Thomas Bilotti", "href": "/wiki/Thomas_Bilotti", "description": "Thomas \"Tommy\" Bilotti was an American mobster with the Gambino crime family who served as underboss for two weeks. It was this promotion that helped trigger the 1985 assassination of Gambino boss Paul Castellano; Bilotti would end up killed as well as part of the assassination."}, {"title": "John Gotti", "href": "/wiki/John_Gotti", "description": "John Joseph Gotti Jr. was an American gangster and boss of the Gambino crime family in New York City. He ordered and helped to orchestrate the murder of Gambino boss Paul Castellano in December 1985 and took over the family shortly thereafter, becoming boss of what has been described as America's most powerful crime syndicate."}, {"title": "Gambino crime family", "href": "/wiki/Gambino_crime_family", "description": "The Gambino crime family is one of the \"Five Families\" that dominate organized crime activities in New York City, United States, within the nationwide criminal phenomenon known as the American Mafia. The group, which went through five bosses between 1910 and 1957, is named after Carlo Gambino, boss of the family at the time of the McClellan hearings in 1963, when the structure of organized crime f"}]}, {"heading": "Events", "year": "1989", "date": "December 16", "txt": "Romanian Revolution: Protests break out in Timișoara, Romania, in response to an attempt by the government to evict dissident Hungarian pastor László Tőkés.", "entities": [{"title": "Romanian Revolution", "href": "/wiki/Romanian_Revolution", "description": "The Romanian Revolution was a period of violent civil unrest in Romania during December 1989 as a part of the Revolutions of 1989 that occurred in several countries. The Romanian Revolution started in the city of Timișoara and soon spread throughout the country, ultimately culminating in the show trial and execution of longtime Communist Party General Secretary Nicolae Ceaușescu and his wife Elena"}, {"title": "Timișoara", "href": "/wiki/Timi%C8%99oara", "description": "Timișoara is the capital city of Timiș County and the main economic, social and cultural center in western Romania. Located on the Bega River, Timișoara is considered the informal capital city of the historical Banat. From 1848 to 1860 it was the capital of the Serbian Vojvodina and the Voivodeship of Serbia and Banat of Temeschwar."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "László Tőkés", "href": "/wiki/L%C3%A1szl%C3%B3_T%C5%91k%C3%A9s", "description": "László Tőkés is an ethnic Hungarian pastor and politician from Romania. He was a Member of the European Parliament (MEP) from 2007 to 2019. He served as a Vice-President of the European Parliament from 2010 to 2012."}]}, {"heading": "Events", "year": "1989", "date": "December 16", "txt": "U.S. Appeals Court Judge Robert Smith Vance is assassinated by a mail bomb sent by Walter Leroy Moody, Jr.", "entities": [{"title": "Robert Smith Vance", "href": "/wiki/Robert_Smith_Vance", "description": "Robert Smith Vance Sr. was a United States Circuit Judge of the United States Court of Appeals for the Fifth Circuit and later the United States Court of Appeals for the Eleventh Circuit. He was one of three 20th-century United States federal court judges assassinated because of his judicial service."}]}, {"heading": "Events", "year": "1991", "date": "December 16", "txt": "Kazakhstan declares independence from the Soviet Union.", "entities": [{"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "2013", "date": "December 16", "txt": "A bus falls from an elevated highway in the Philippines capital Manila killing at least 18 people with 20 injured.", "entities": [{"title": "2013 Manila Skyway bus accident", "href": "/wiki/2013_Manila_Skyway_bus_accident", "description": "The 2013 Manila Skyway bus accident occurred on December 16, 2013 between Bicutan and Sucat Exits of South Luzon Expressway in Parañaque, Metro Manila, Philippines, after a bus fell off the Skyway, crushing a delivery van and fatally wounding the van's driver. 19 people died and 19 others were injured. The Highway Patrol Group-National Capital Region-South Luzon Expressway described the incident a"}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}]}, {"heading": "Events", "year": "2014", "date": "December 16", "txt": "Tehrik-i-Taliban Pakistan militants attack an Army Public School in Peshawar, Pakistan, killing 150 people, 132 of them schoolchildren.", "entities": [{"title": "Tehrik-i-Taliban Pakistan", "href": "/wiki/Tehrik-i-Taliban_Pakistan", "description": "Tehrik-i-Taliban in Pakistan, alternatively referred to as the Pakistani Taliban or TTP in short, is a terrorist armed group that is an umbrella organization of various militant groups based along the Afghan–Pakistani border. Most Taliban groups in Pakistan coalesce under the TTP. In December 2007 about 13 groups united under the leadership of Baitullah Mehsud to form the TTP. Among the stated obj"}, {"title": "2014 Peshawar school massacre", "href": "/wiki/2014_Peshawar_school_massacre", "description": "On 16 December 2014, six gunmen affiliated with the Tehrik-i-Taliban Pakistan (TTP) conducted a terrorist attack on the Army Public School in the northwestern Pakistani city of Peshawar. The militants, all of whom were foreign nationals, comprising one Chechen, three Arabs and two Afghans, entered the school and opened fire on school staff and children, killing 149 people including 132 schoolchild"}, {"title": "Peshawar", "href": "/wiki/Peshawar", "description": "Peshawar is the capital of the Pakistani province of Khyber Pakhtunkhwa and its largest city. It is the sixth-largest in Pakistan. Peshawar is also the largest Pashtun-majority city in Pakistan. Situated in the broad Valley of Peshawar just east of the historic Khyber Pass, close to the border with Afghanistan, Peshawar's recorded history dates back to at least 539 BCE, making it the oldest city i"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Births", "year": "1364", "date": "December 16", "txt": "Emperor Manuel III of Trebizond (d. 1417)", "entities": [{"title": "Manuel III of Trebizond", "href": "/wiki/Manuel_III_of_Trebizond", "description": "Manuel III Megas Komnenos was Emperor of Trebizond from 20 March, 1390 to his death in 1417."}]}, {"heading": "Births", "year": "1485", "date": "December 16", "txt": "Catherine of Aragon, Spanish princess, later queen consort of England (d. 1536)", "entities": [{"title": "Catherine of Aragon", "href": "/wiki/Catherine_of_Aragon", "description": "Catherine of Aragon was Queen of England from June 1509 until May 1533 as the first wife of King Henry VIII; she was previously Princess of Wales as the wife of Henry's elder brother, Arthur."}]}, {"heading": "Births", "year": "1534", "date": "December 16", "txt": "Hans Bol, Flemish artist (d. 1593)", "entities": [{"title": "Hans Bol", "href": "/wiki/Hans_Bol", "description": "Hans Bol or Jan Bol, was a Flemish painter, print artist, miniaturist painter and draftsman. He is known for his landscapes, allegorical and biblical scenes, and genre paintings executed in a late Northern Mannerist style."}]}, {"heading": "Births", "year": "1582", "date": "December 16", "txt": "Robert Bertie, 1st Earl of Lindsey (d. 1642)", "entities": [{"title": "Robert Bertie, 1st Earl of Lindsey", "href": "/wiki/Robert_Bertie,_1st_Earl_of_Lindsey", "description": "Robert Bertie, 1st Earl of Lindsey KG was an English peer, soldier and courtier."}]}, {"heading": "Births", "year": "1584", "date": "December 16", "txt": "John Selden, English jurist and scholar (d. 1654)", "entities": [{"title": "John Selden", "href": "/wiki/John_Selden", "description": "John Selden was an English jurist, a scholar of England's ancient laws and constitution and scholar of Jewish law. He was known as a polymath; John Milton hailed Selden in 1644 as \"the chief of learned men reputed in this land.\""}]}, {"heading": "Births", "year": "1585", "date": "December 16", "txt": "Livia della Rovere, Italian noble (d. 1641)", "entities": [{"title": "Livia della Rovere", "href": "/wiki/Livia_della_Rovere", "description": "Livia della Rovere was an Italian noblewoman of the House of della Rovere and the last Duchess of Urbino (1599–1631)."}]}, {"heading": "Births", "year": "1605", "date": "December 16", "txt": "Jerome Weston, 2nd Earl of Portland, English diplomat (d. 1663)", "entities": [{"title": "Jerome Weston, 2nd Earl of Portland", "href": "/wiki/Jerome_Weston,_2nd_Earl_of_Portland", "description": "\nJerome Weston, 2nd Earl of Portland was an English diplomat and landowner who held the presidency of Munster, Kingdom of Ireland."}]}, {"heading": "Births", "year": "1614", "date": "December 16", "txt": "Eberhard III, Duke of Württemberg (d. 1674)", "entities": [{"title": "Eberhard III, Duke of Württemberg", "href": "/wiki/Eberhard_III,_Duke_of_W%C3%BCrttemberg", "description": "Eberhard III, Duke of Württemberg ruled as Duke of Württemberg from 1628 until his death in 1674."}]}, {"heading": "Births", "year": "1630", "date": "December 16", "txt": "Mary Somerset, Duchess of Beaufort, British botanist (d. 1715)", "entities": [{"title": "Mary Somerset, Duchess of Beaufort (1630–1715)", "href": "/wiki/Mary_Somerset,_Duchess_of_Beaufort_(1630%E2%80%931715)", "description": "Mary Somerset, Duchess of Beaufort also known by her other married name of Mary Seymour, Lady Beauchamp and her maiden name Mary Capell, was an English noblewoman, gardener and botanist."}]}, {"heading": "Births", "year": "1714", "date": "December 16", "txt": "George Whitefield, English Anglican priest (d. 1770)", "entities": [{"title": "George Whitefield", "href": "/wiki/George_Whitefield", "description": "George Whitefield, also known as George Whitfield, was an Anglican cleric and evangelist who was one of the founders of Methodism and the evangelical movement."}]}, {"heading": "Births", "year": "1716", "date": "December 16", "txt": "Louis Jules Mancini Mazarini, French poet and diplomat (d. 1798)", "entities": [{"title": "Louis Jules Mancini Mazarini", "href": "/wiki/Louis_Jules_Mancini_Mazarini", "description": "Louis-Jules Barbon Mancini-Mazarin, 10th Duke of Nevers was a French diplomat and writer."}]}, {"heading": "Births", "year": "1717", "date": "December 16", "txt": "Elizabeth Carter, English poet and scholar (d. 1806)", "entities": [{"title": "Elizabeth Carter", "href": "/wiki/Elizabeth_Carter", "description": "Elizabeth Carter was an English poet, classicist, writer, translator, linguist, and polymath. As one of the Bluestocking Circle that surrounded Elizabeth Montagu, she earned respect for the first English translation of the Discourses of Epictetus, by the 2nd-century Stoic philosopher. She also published poems and translated from French and Italian. Most of her other output took the form of corresp"}]}, {"heading": "Births", "year": "1730", "date": "December 16", "txt": "Diego Silang, Filipino revolutionary leader (d. 1763)", "entities": [{"title": "Diego Silang", "href": "/wiki/Diego_Silang", "description": "Diego Silang ; was a Filipino revolutionary leader who allied with British forces to overthrow Spanish rule in the northern Philippines and establish an independent Ilocano state. His revolt was fueled by grievances stemming from Spanish taxation and abuses, and by his belief in self-government, that the administration and leadership of the Roman Catholic Church and government in the Ilocos be inv"}]}, {"heading": "Births", "year": "1742", "date": "December 16", "txt": "Gebhard Leberecht von Blücher, German field marshal (d. 1819)", "entities": [{"title": "Gebhard Leberecht von Blücher", "href": "/wiki/Gebhard_Leberecht_von_Bl%C3%BCcher", "description": "Gebhard Leberecht von Blücher, Fürst von Wahlstatt, Graf (count), later elevated to Fürst von Wahlstatt, was a Prussian Generalfeldmarschall. He earned his greatest recognition after leading his army against Napoleon I at the Battle of the Nations at Leipzig in 1813 and the Battle of Waterloo in 1815."}]}, {"heading": "Births", "year": "1770", "date": "December 16", "txt": "Ludwig van Beethoven, composer (d. 1827)", "entities": [{"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}]}, {"heading": "Births", "year": "1775", "date": "December 16", "txt": "Jane Austen, English novelist (d. 1817)", "entities": [{"title": "Jane Austen", "href": "/wiki/Jane_Austen", "description": "Jane Austen was an English novelist known primarily for her six major novels, which interpret, critique and comment upon the British landed gentry at the end of the 18th century. Austen's plots often explore the dependence of women on marriage in the pursuit of favourable social standing and economic security. Her works critique the novels of sensibility of the second half of the 18th century and "}]}, {"heading": "Births", "year": "1775", "date": "December 16", "txt": "François-Adrien Boieldieu, French pianist and composer (d. 1834)", "entities": []}, {"heading": "Births", "year": "1776", "date": "December 16", "txt": "Johann Wilhelm Ritter, German chemist, physicist, and philosopher (d. 1810)", "entities": [{"title": "Johann Wilhelm Ritter", "href": "/wiki/Johann_Wilhelm_Ritter", "description": "Johann Wilhelm Ritter was a German chemist, physicist and philosopher. He was born in Samitz (Zamienice) near Haynau (Chojnów) in Silesia, and died in Munich."}]}, {"heading": "Births", "year": "1778", "date": "December 16", "txt": "John Ordronaux, French-American soldier (d. 1841)", "entities": [{"title": "John Ordronaux (privateer)", "href": "/wiki/John_Ordronaux_(privateer)", "description": "John Ordronaux was one of the most successful privateers of the War of 1812 between the United States and the United Kingdom of Great Britain and Ireland. During the war he commanded two ships, Marengo, then Prince de Neufchatel. With these he captured or destroyed about thirty British merchant ships, outran about seventeen British warships and brought back goods to the USA worth between $250,000 "}]}, {"heading": "Births", "year": "1787", "date": "December 16", "txt": "Mary Russell Mitford, English author and playwright (d. 1855)", "entities": [{"title": "Mary Russell Mitford", "href": "/wiki/Mary_Russell_Mitford", "description": "Mary Russell Mitford was an English author and dramatist. She was born at Alresford in Hampshire. She is best known for Our Village, a series of sketches of village scenes and vividly drawn characters based upon life in Three Mile Cross, a hamlet in the parish of Shinfield, near Reading in Berkshire, where she lived."}]}, {"heading": "Births", "year": "1790", "date": "December 16", "txt": "Leopold I of Belgium (d. 1865)", "entities": [{"title": "Leopold I of Belgium", "href": "/wiki/Leopold_I_of_Belgium", "description": "Leopold I was the first king of the Belgians, reigning from July 1831 until his death."}]}, {"heading": "Births", "year": "1804", "date": "December 16", "txt": "Viktor Bunyakovsky, Russian mathematician and academic (d. 1889)", "entities": [{"title": "Viktor Bunyakovsky", "href": "/wiki/Viktor_Bunyakovsky", "description": "Viktor Yakovlevich Bunyakovsky was a Russian mathematician, member and later vice president of the Petersburg Academy of Sciences."}]}, {"heading": "Births", "year": "1812", "date": "December 16", "txt": "Stuart Donaldson, English-Australian politician, 1st Premier of New South Wales (d. 1867)", "entities": [{"title": "Stuart Donaldson", "href": "/wiki/Stuart_Donaldson", "description": "Sir Stuart Alexander Donaldson was the first Premier of the Colony of New South Wales."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1834", "date": "December 16", "txt": "Léon Walras, French-Swiss economist and theorist (d. 1910)", "entities": [{"title": "Léon Walras", "href": "/wiki/L%C3%A9on_Walras", "description": "Marie-Esprit-Léon Walras was a French mathematical economist and Georgist. He formulated the marginal theory of value and pioneered the development of general equilibrium theory. Walras is best known for his book Éléments d'économie politique pure, a work that has contributed greatly to the mathematization of economics through the concept of general equilibrium. The definition of the role of the e"}]}, {"heading": "Births", "year": "1836", "date": "December 16", "txt": "Ernst von Bergmann, Latvian-German surgeon and academic (d. 1907)", "entities": [{"title": "Ernst von Bergmann", "href": "/wiki/Ernst_von_Bergmann", "description": "Ernst von Bergmann was a Baltic German surgeon. He was the first physician to introduce heat sterilisation of surgical instruments and is known as a pioneer of aseptic surgery."}]}, {"heading": "Births", "year": "1849", "date": "December 16", "txt": "Mary Hartwell Catherwood, American author and poet (d. 1902)", "entities": [{"title": "Mary Hartwell Catherwood", "href": "/wiki/Mary_Hartwell_Catherwood", "description": "Mary Hartwell Catherwood was an American writer of popular historical romances, short stories, and poetry. Early in her career she published under her birth name, Mary Hartwell, and under the pseudonym Lewtrah. She was known for setting her works in the Midwest, for a strong interest in American dialects, and for bringing a high standard of historical accuracy to the period detail of her novels."}]}, {"heading": "Births", "year": "1861", "date": "December 16", "txt": "Antonio de La Gándara, French painter and illustrator (d. 1917)", "entities": [{"title": "Antonio de La Gándara", "href": "/wiki/Antonio_de_La_G%C3%A1ndara", "description": "Antonio de La Gándara was a French painter, pastellist and draughtsman. La Gándara was born in Paris, France, but his father was of Spanish ancestry, born in San Luis Potosí, Mexico, and his mother was from England. La Gándara's talent was strongly influenced by both cultures. At only 15 years of age, La Gándara was admitted as a student of Jean-Léon Gérôme and Cabanel at the École des Beaux-Arts."}]}, {"heading": "Births", "year": "1863", "date": "December 16", "txt": "George Santayana, Spanish philosopher, novelist, and poet (d. 1952)", "entities": [{"title": "George Santayana", "href": "/wiki/George_Santayana", "description": "Jorge Agustín Nicolás Ruiz de Santayana y Borrás, known in English as George Santayana, was a philosopher, essayist, poet, and novelist. Originally from Spain, Santayana was raised and educated in the US from the age of eight and identified himself as an American, although he always retained a valid Spanish passport. At the age of 48, Santayana left his position at Harvard and returned to Europe p"}]}, {"heading": "Births", "year": "1865", "date": "December 16", "txt": "Olavo Bilac, Brazilian journalist and poet (d. 1918)", "entities": [{"title": "Olavo Bilac", "href": "/wiki/Olavo_Bilac", "description": "Olavo Brás Martins dos Guimarães Bilac, often known as Olavo Bilac, was a Brazilian Parnassian poet, journalist and translator. Alongside Alberto de Oliveira and Raimundo Correia, he was a member of the \"Parnassian Triad\". He was elected the \"Prince of Brazilian Poets\" in 1907 by the magazine Fon-Fon. He wrote the lyrics of the Brazilian Flag Anthem."}]}, {"heading": "Births", "year": "1866", "date": "December 16", "txt": "Wassily Kandinsky, Russian-French painter and theorist (d. 1944)", "entities": [{"title": "Wassily Kandinsky", "href": "/wiki/Wassily_Kandinsky", "description": "Wassily Wassilyevich Kandinsky was a Russian painter and art theorist. Kandinsky is generally credited as the pioneer of abstract art. Born in Moscow, Kandinsky spent his childhood in Odessa, where he graduated at Grekov Odessa Art school. He enrolled at the University of Moscow, studying law and economics. Successful in his profession—he was offered a professorship at the University of Dorpat —Ka"}]}, {"heading": "Births", "year": "1867", "date": "December 16", "txt": "Amy Carmichael, Irish missionary and humanitarian (d. 1951)", "entities": [{"title": "Amy Carmichael", "href": "/wiki/Amy_Carmichael", "description": "Amy Beatrice Carmichael was an Irish Christian missionary in India, who opened an orphanage and founded a mission in Dohnavur. She served in India for 55 years without furlough and wrote many books about the missionary work there."}]}, {"heading": "Births", "year": "1869", "date": "December 16", "txt": "Hristo Tatarchev, Bulgarian physician and activist, co-founded the Internal Macedonian Revolutionary Organization (d. 1952)", "entities": [{"title": "Hristo Tatarchev", "href": "/wiki/Hristo_Tatarchev", "description": "Hristo Tatarchev was a Bulgarian doctor and revolutionary, the first leader of the revolutionary movement in Macedonia and Adrianople Thrace. He wrote a memoirs called The First Central Committee of the IMRO (1928). Tatarchev authored several political journalism works between the First and Second World War. According to post-WWII Macedonian historiography, he was an ethnic Macedonian."}, {"title": "Internal Macedonian Revolutionary Organization", "href": "/wiki/Internal_Macedonian_Revolutionary_Organization", "description": "The Internal Macedonian Revolutionary Organization was a secret revolutionary society in the Ottoman territories in Europe, that operated in the late 19th and early 20th centuries."}]}, {"heading": "Births", "year": "1869", "date": "December 16", "txt": "Bertha Lamme Feicht, American electrical engineer (d. 1943)", "entities": []}, {"heading": "Births", "year": "1872", "date": "December 16", "txt": "Anton Denikin, Russian general (d. 1947)", "entities": [{"title": "Anton Denikin", "href": "/wiki/Anton_Denikin", "description": "Anton Ivanovich Denikin was a Russian Lieutenant General in the Imperial Russian Army (1916), later served as the Deputy Supreme Ruler of Russia during the Russian Civil War of 1917–1922. He was also a military leader of South Russia."}]}, {"heading": "Births", "year": "1882", "date": "December 16", "txt": "Jack Hobbs, English cricketer and journalist (d. 1963)", "entities": [{"title": "Jack Hobbs", "href": "/wiki/Jack_Hobbs", "description": "Sir John Berry Hobbs, always known as Jack Hobbs, was an English professional cricketer who played for Surrey from 1905 to 1934 and for England in 61 Test matches between 1908 and 1930. Known as \"The Master\", he is regarded by critics as one of the greatest batsmen in the history of cricket. He is the leading run-scorer and century-maker in first-class cricket, with 61,760 runs and 199 centuries. "}]}, {"heading": "Births", "year": "1882", "date": "December 16", "txt": "Zoltán Kodály, Hungarian composer, conductor, and musicologist (d. 1967)", "entities": []}, {"heading": "Births", "year": "1882", "date": "December 16", "txt": "Walther Meissner, German physicist and engineer (d. 1974)", "entities": []}, {"heading": "Births", "year": "1883", "date": "December 16", "txt": "Károly Kós, Hungarian-Romanian architect, ethnologist, and politician (d. 1977)", "entities": [{"title": "Károly Kós", "href": "/wiki/K%C3%A1roly_K%C3%B3s", "description": "Károly Kós was a Hungarian architect, writer, illustrator, ethnologist and politician of Austria-Hungary and Romania."}]}, {"heading": "Births", "year": "1883", "date": "December 16", "txt": "Max Linder, French actor, director, producer, and screenwriter (d. 1925)", "entities": []}, {"heading": "Births", "year": "1884", "date": "December 16", "txt": "John Gunn, Australian politician, 29th Premier of South Australia (d. 1959)", "entities": [{"title": "John Gunn (Australian politician)", "href": "/wiki/John_Gunn_(Australian_politician)", "description": "John Gunn was the 29th Premier of South Australia, leading the South Australian Branch of the Australian Labor Party to government at the 1924 election."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1884", "date": "December 16", "txt": "Seibo Kitamura, Japanese sculptor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1888", "date": "December 16", "txt": "Alexander I of Yugoslavia (d. 1934)", "entities": [{"title": "Alexander I of Yugoslavia", "href": "/wiki/Alexander_I_of_Yugoslavia", "description": "Alexander I, also known as Alexander the Unifier, was a prince regent of the Kingdom of Serbia from 1914 and later a King of Yugoslavia from 1921 to 1934. He was assassinated by the Bulgarian Vlado Chernozemski, during a 1934 state visit to France."}]}, {"heading": "Births", "year": "1888", "date": "December 16", "txt": "Alphonse Juin, Algerian-French general (d. 1967)", "entities": []}, {"heading": "Births", "year": "1889", "date": "December 16", "txt": "Kim Chwa-chin, South Korean guerrilla leader (d. 1930)", "entities": [{"title": "Kim Chwa-chin", "href": "/wiki/Kim_Chwa-chin", "description": "Kim Jwa-chin or Kim Jwa-jin, sometimes called by his pen name Baekya, was a Korean general, independence activist, and anarchist who played an important role in the early attempts at development of anarchism in Korea."}, {"title": "Guerrilla", "href": "/wiki/Guerrilla", "description": "Guerrilla warfare is a form of irregular warfare in which small groups of combatants, such as paramilitary personnel, armed civilians, or irregulars, use military tactics including ambushes, sabotage, raids, petty warfare, hit-and-run tactics, and mobility, to fight a larger and less-mobile traditional military."}]}, {"heading": "Births", "year": "1895", "date": "December 16", "txt": "Marie Hall Ets, American author and illustrator (d. 1984)", "entities": [{"title": "Marie Hall Ets", "href": "/wiki/Marie_Hall_Ets", "description": "Marie Hall Ets was an American writer and illustrator who is best known for children's picture books. She attended Lawrence College, and in 1918, Ets journeyed to Chicago where she became a social worker at the Chicago Commons, a settlement house on the northwest side of the city. There she met Ines Cassettari, an immigrant from Italy who worked at the settlement. Ets transcribed Cassettari's auto"}]}, {"heading": "Births", "year": "1896", "date": "December 16", "txt": "Anna Anderson, an imposter who claimed to be Grand Duchess Anastasia of Russia (d. 1984)", "entities": [{"title": "Anna Anderson", "href": "/wiki/Anna_Anderson", "description": "Anna Anderson was an impostor who claimed to be Grand Duchess Anastasia of Russia. Anastasia, the youngest daughter of the last Tsar and Tsarina of Russia, Nicholas II and Alexandra, was murdered along with her parents and siblings on 17 July 1918 by communist revolutionaries in Yekaterinburg, Russia, but the location of her body was unknown until 2007."}, {"title": "Grand Duchess Anastasia Nikolaevna of Russia", "href": "/wiki/Grand_Duchess_Anastasia_Nikolaevna_of_Russia", "description": "Grand Duchess Anastasia Nikolaevna of Russia  was the youngest daughter of Tsar Nicholas II, the last sovereign of Imperial Russia, and his wife, Tsarina Alexandra Feodorovna."}]}, {"heading": "Births", "year": "1899", "date": "December 16", "txt": "Noël Coward, English actor, playwright, and composer (d. 1973)", "entities": [{"title": "Noël Coward", "href": "/wiki/No%C3%ABl_Coward", "description": "Sir Noël Peirce Coward was an English playwright, composer, director, actor and singer, known for his wit, flamboyance, and what Time magazine called \"a sense of personal style, a combination of cheek and chic, pose and poise\"."}]}, {"heading": "Births", "year": "1900", "date": "December 16", "txt": "Lucille Lortel, American actress and producer (d. 1999)", "entities": [{"title": "Lucille Lortel", "href": "/wiki/Lucille_Lortel", "description": "Lucille Lortel was an American actress, artistic director, and theatrical producer. In the course of her career Lortel produced or co-produced nearly 500 plays, five of which were nominated for Tony Awards: As Is by William M. Hoffman, Angels Fall by Lanford Wilson, Blood Knot by Athol Fugard, Mbongeni Ngema's Sarafina!, and A Walk in the Woods by Lee Blessing. She also produced Marc Blitzstein's "}]}, {"heading": "Births", "year": "1900", "date": "December 16", "txt": "V. S. Pritchett, British writer and literary critic (d. 1997)", "entities": []}, {"heading": "Births", "year": "1901", "date": "December 16", "txt": "Margaret Mead, American anthropologist and author (d. 1978)", "entities": [{"title": "Margaret Mead", "href": "/wiki/Margaret_Mead", "description": "Margaret Mead was an American cultural anthropologist who featured frequently as an author and speaker in the mass media during the 1960s and 1970s. She earned her bachelor's degree at Barnard College in New York City and her MA and PhD degrees from Columbia University. Mead served as President of the American Association for the Advancement of Science in 1975."}]}, {"heading": "Births", "year": "1902", "date": "December 16", "txt": "Rafael Alberti, Spanish poet and playwright (d. 1999)", "entities": [{"title": "Rafael Alberti", "href": "/wiki/Rafael_Alberti", "description": "Rafael Alberti Merello was a Spanish poet, a member of the Generation of '27. He is considered one of the greatest literary figures of the so-called Silver Age of Spanish Literature, and he won numerous prizes and awards. He died aged 96.\nAfter the Spanish Civil War, he went into exile because of his Marxist beliefs. On his return to Spain after the death of Franco, he was named Hijo Predilecto de"}]}, {"heading": "Births", "year": "1903", "date": "December 16", "txt": "Hardie Albright, American actor (d. 1975)", "entities": [{"title": "Hardie Albright", "href": "/wiki/Hardie_Albright", "description": "Hardie Hunter Albright was an American actor."}]}, {"heading": "Births", "year": "1903", "date": "December 16", "txt": "Harold Whitlock, English race walker and coach (d. 1985)", "entities": []}, {"heading": "Births", "year": "1905", "date": "December 16", "txt": "Piet Hein, Danish mathematician, author, and poet (d. 1996)", "entities": [{"title": "Piet Hein (scientist)", "href": "/wiki/Piet_Hein_(scientist)", "description": "Piet Hein was a Danish polymath, often writing under the Old Norse pseudonym Kumbel, meaning \"tombstone\". His short poems, known as gruks or grooks, first started to appear in the daily newspaper Politiken shortly after the German occupation of Denmark in April 1940 under the pseudonym \"Kumbel Kumbell\". He also invented the Soma cube and the board game Hex."}]}, {"heading": "Births", "year": "1907", "date": "December 16", "txt": "Barbara Kent, Canadian-born American film actress (d. 2011)", "entities": [{"title": "Barbara Kent", "href": "/wiki/Barbara_Kent", "description": "Barbara Kent was a Canadian-American film actress, prominent from the silent film era to the early talkies of the 1920s and 1930s. In 1925, Kent won the Miss Hollywood Beauty Pageant."}]}, {"heading": "Births", "year": "1908", "date": "December 16", "txt": "Remedios Varo, Spanish-Mexican surrealist painter & anarchist (d. 1963)", "entities": [{"title": "Remedios Varo", "href": "/wiki/Remedios_Varo", "description": "Remedios Varo Uranga was a Spanish surrealist artist working in Spain, France, and Mexico."}]}, {"heading": "Births", "year": "1910", "date": "December 16", "txt": "Freddie Brown, Peruvian-English cricketer and sportscaster (d. 1991)", "entities": [{"title": "Freddie Brown (cricketer)", "href": "/wiki/Freddie_Brown_(cricketer)", "description": "Frederick Richard Brown was an English amateur cricketer who played Test cricket for England from 1931 to 1953, and first-class cricket for Cambridge University (1930–31), Surrey (1931–48), and Northamptonshire (1949–53). He was a genuine all-rounder, batting right-handed and bowling either right-arm medium pace or leg break and googly."}]}, {"heading": "Births", "year": "1913", "date": "December 16", "txt": "George Ignatieff, Russian-Canadian scholar and diplomat, 8th Canadian Ambassador to the United Nations (d. 1989)", "entities": [{"title": "George Ignatieff", "href": "/wiki/George_Ignatieff", "description": "George Pavlovich Ignatieff, was a noted Russian-Canadian diplomat. His career spanned nearly five decades in World War II and the postwar period."}, {"title": "List of Canadian ambassadors to the United Nations", "href": "/wiki/List_of_Canadian_ambassadors_to_the_United_Nations", "description": "The Ambassador and Permanent Representative of Canada to the United Nations, known unofficially as the Canadian Ambassador to the United Nations, is the Permanent Representative of Canada to the United Nations."}]}, {"heading": "Births", "year": "1914", "date": "December 16", "txt": "O. Winston Link, American photographer (d. 2001)", "entities": [{"title": "O. Winston Link", "href": "/wiki/O._Winston_Link", "description": "Ogle Winston Link, known commonly as O. Winston Link, was an American photographer, best known for his black-and-white photography and sound recordings of the last days of steam locomotive railroading on the Norfolk & Western in the United States in the late 1950s. A commercial photographer, Link helped establish rail photography as a hobby. He also pioneered night photography, producing several w"}]}, {"heading": "Births", "year": "1916", "date": "December 16", "txt": "Ruth Johnson Colvin, American author and educator, founded ProLiteracy Worldwide", "entities": [{"title": "Ruth Johnson Colvin", "href": "/wiki/Ruth_Johnson_Colvin", "description": "Ruth Johnson Colvin is the founder of the non-profit organization Literacy Volunteers of America, now called ProLiteracy Worldwide in Syracuse, New York, in 1962. She was awarded the Presidential Medal of Freedom by President George W. Bush in December 2006. She turned 100 in December 2016."}, {"title": "ProLiteracy Worldwide", "href": "/wiki/ProLiteracy_Worldwide", "description": "ProLiteracy, also known as ProLiteracy Worldwide, is an international nonprofit organization that supports literacy programs that help adults learn to read and write. Based in Syracuse, ProLiteracy has about 1,000 member programs in the U.S. and works with 21 partners in 35 developing countries."}]}, {"heading": "Births", "year": "1917", "date": "December 16", "txt": "Nabi Bux Khan Baloch, Pakistani author and scholar (d. 2011)", "entities": [{"title": "Nabi Bux Khan Baloch", "href": "/wiki/Nabi_Bux_Khan_Baloch", "description": "Nabi Bakhsh Khan Baloch was a research scholar and writer. He was termed as a 'moving library' on the province of Sindh, Pakistan."}]}, {"heading": "Births", "year": "1917", "date": "December 16", "txt": "Pete T. Cenarrusa, American soldier, pilot, and politician, Secretary of State of Idaho (d. 2013)", "entities": [{"title": "Secretary of State of Idaho", "href": "/wiki/Secretary_of_State_of_Idaho", "description": "The secretary of state of Idaho is one of the constitutional officers of the U.S. state of Idaho. It is an elected position within the executive branch of the state government. The current secretary of state is Lawerence Denney."}]}, {"heading": "Births", "year": "1917", "date": "December 16", "txt": "Arthur C. Clarke, British science fiction writer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 16", "txt": "Frederick Rotimi Williams, Nigerian lawyer and politician (d. 2005)", "entities": [{"title": "Frederick Rotimi Williams", "href": "/wiki/Frederick_Rotimi_Williams", "description": "Chief Frederick Rotimi Alade Williams, QC, SAN was a prominent Nigerian lawyer who was the first Nigerian to become a Senior Advocate of Nigeria. In the 1950s, he was a member of the Action Group and subsequently became the minister for local government and Justice. He was the president of the Nigerian Bar Association in 1959, the association is the leading body for lawyers in the country. He left"}]}, {"heading": "Births", "year": "1921", "date": "December 16", "txt": "Eulalio González, Mexican singer-songwriter, director, producer, and screenwriter (d. 2003)", "entities": [{"title": "Eulalio González", "href": "/wiki/Eulalio_Gonz%C3%A1lez", "description": "Eulalio \"Lalo\" González Ramírez, nicknamed \"Piporro\", was a Mexican actor, humorist, singer-songwriter, screenwriter, announcer, film director, and film producer. He is considered one of the great comics of the golden age of Mexican cinema and is best known for his character \"piporro\" which is the embodiment of norteño popular culture, that is, popular culture from Northern Mexico."}]}, {"heading": "Births", "year": "1922", "date": "December 16", "txt": "Cy Leslie, American record producer, founded Pickwick Records (d. 2008)", "entities": [{"title": "Cy Leslie", "href": "/wiki/Cy_Leslie", "description": "Seymour Marvin \"Cy\" Leslie was the founder of Pickwick Records, and the first president and founder of MGM/UA Home Entertainment Group. Pickwick Records aimed to make music more affordable, and carried such artists as Elvis Presley at various times. MGM Home Video was one of the first companies to enter the home video business, which today has become the home entertainment industry including DVD a"}, {"title": "Pickwick Records", "href": "/wiki/Pickwick_Records", "description": "Pickwick Records was an American record label and British record distributor known for its budget album releases of sound-alike recordings, bargain bin reissues and repackagings under the brands Design, Bravo, Hurrah, Grand Prix, and children's records on the Cricket and Happy Time labels."}]}, {"heading": "Births", "year": "1923", "date": "December 16", "txt": "Menahem Pressler, German-American pianist", "entities": [{"title": "Menahem Pressler", "href": "/wiki/Menahem_Pressler", "description": "Menahem Pressler is a German-born Israeli-American pianist."}]}, {"heading": "Births", "year": "1923", "date": "December 16", "txt": "Ernst Florian Winter, Austrian-American historian and political scientist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 16", "txt": "Nicolas Sidjakov, Latvian-American illustrator (d. 1993)", "entities": [{"title": "Nicolas Sidjakov", "href": "/wiki/Nicolas_Sidjakov", "description": "Nicolas Sidjakov was a Latvian-born Russian American commercial artist and illustrator. He was a co-founder of Sidjakov & Berman Associates and later Sidjakov, Berman & Gomez design firms."}]}, {"heading": "Births", "year": "1926", "date": "December 16", "txt": "James McCracken, American tenor and actor (d. 1988)", "entities": [{"title": "James McCracken", "href": "/wiki/James_McCracken", "description": "James McCracken was an American operatic tenor. At the time of his death The New York Times stated that McCracken was \"the most successful dramatic tenor yet produced by the United States and a pillar of the Metropolitan Opera during the 1960s and 1970s.\""}]}, {"heading": "Births", "year": "1926", "date": "December 16", "txt": "A. N. R. Robinson, Trinidadian lawyer and politician, 3rd President of Trinidad and Tobago (d. 2014)", "entities": [{"title": "List of Presidents of Trinidad and Tobago", "href": "/wiki/List_of_Presidents_of_Trinidad_and_Tobago", "description": "This is a list of the heads of state of Trinidad and Tobago, from the independence of Trinidad and Tobago in 1962 to the present day."}]}, {"heading": "Births", "year": "1926", "date": "December 16", "txt": "Jeffrey Stone, American actor and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 16", "txt": "Peter Dickinson, Rhodesian-English author and poet (d. 2015)", "entities": [{"title": "Peter Dickinson", "href": "/wiki/Peter_Dickinson", "description": "Peter Malcolm de Brissac Dickinson OBE FRSL was an English author and poet, best known for children's books and detective stories."}]}, {"heading": "Births", "year": "1927", "date": "December 16", "txt": "Randall Garrett, American author and poet (d. 1987)", "entities": []}, {"heading": "Births", "year": "1928", "date": "December 16", "txt": "Terry Carter, American actor, director, and producer", "entities": [{"title": "Terry Carter", "href": "/wiki/Terry_Carter", "description": "Terry Carter is an American actor and filmmaker, known for his roles as Sgt. Joe Broadhurst on the seven-year TV series McCloud and as Colonel Tigh on the original Battlestar Galactica."}]}, {"heading": "Births", "year": "1928", "date": "December 16", "txt": "Philip K. Dick, American philosopher and author (d. 1982)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 16", "txt": "Nicholas Courtney, Egyptian-English actor (d. 2011)", "entities": [{"title": "Nicholas Courtney", "href": "/wiki/Nicholas_Courtney", "description": "William Nicholas Stone Courtney was a British actor. He was known for his long-running role as Brigadier Lethbridge-Stewart in the BBC science fiction television series Doctor Who."}]}, {"heading": "Births", "year": "1930", "date": "December 16", "txt": "Bill Brittain, American author (d. 2011)", "entities": [{"title": "Bill Brittain", "href": "/wiki/Bill_Brittain", "description": "William E. Brittain was an American writer. He is best known for work set in the fictional New England village of Coven Tree, including The Wish Giver, a Newbery Honor Book."}]}, {"heading": "Births", "year": "1930", "date": "December 16", "txt": "Sam Most, American flute player and saxophonist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 16", "txt": "Bill Young, American sergeant and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 16", "txt": "Quentin Blake, English author and illustrator", "entities": [{"title": "Quentin Blake", "href": "/wiki/Quentin_Blake", "description": "Sir Quentin Saxby Blake,, is an English cartoonist, caricaturist, illustrator and children's writer. He has illustrated over 300 books, including 18 written by Roald Dahl, which are among his most popular works. For his lasting contribution as a children's illustrator he won the biennial international Hans Christian Andersen Award in 2002, the highest recognition available to creators of children'"}]}, {"heading": "Births", "year": "1932", "date": "December 16", "txt": "Grace Alele-Williams, Nigerian mathematician and academic", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 16", "txt": "Lin Zhao, Chinese dissident and Christian executed during the Cultural Revolution (d. 1968)", "entities": [{"title": "Cultural Revolution", "href": "/wiki/Cultural_Revolution", "description": "The Cultural Revolution, formally the Great Proletarian Cultural Revolution, was a violent sociopolitical purge movement in China from 1966 until 1976. Launched by Mao Zedong, Chairman of the Communist Party of China (CPC), its stated goal was to preserve Chinese communism by purging remnants of capitalist and traditional elements from Chinese society, and to re-impose Mao Zedong Thought as the do"}]}, {"heading": "Births", "year": "1936", "date": "December 16", "txt": "Morris Dees, American lawyer and activist, co-founded the Southern Poverty Law Center", "entities": [{"title": "Morris Dees", "href": "/wiki/Morris_Dees", "description": "Morris Seligman Dees Jr. is an American attorney known as the co-founder and former chief trial counsel for the Southern Poverty Law Center (SPLC), based in Montgomery, Alabama. He ran a direct marketing firm before founding SPLC. Along with his law partner, Joseph J. Levin Jr., Dees founded the SPLC in 1971. Dees and his colleagues at the SPLC have been \"credited with devising innovative ways to "}, {"title": "Southern Poverty Law Center", "href": "/wiki/Southern_Poverty_Law_Center", "description": "The Southern Poverty Law Center (SPLC) is an American 501(c)(3) nonprofit legal advocacy organization specializing in civil rights and public interest litigation. Based in Montgomery, Alabama, it is known for its legal cases against white supremacist groups, its classification of hate groups and other extremist organizations, and for promoting tolerance education programs. The SPLC was founded by "}]}, {"heading": "Births", "year": "1937", "date": "December 16", "txt": "Joyce Bulifant, American actress", "entities": [{"title": "Joyce Bulifant", "href": "/wiki/Joyce_Bulifant", "description": "Joyce Collins Bulifant is an American actress and author noted for her cheerful, girlish voice. In addition to recurring roles on television including The Mary Tyler Moore Show as Marie Slaughter, Bulifant is recognized for film roles in The Happiest Millionaire and Airplane! and as a frequent panelist on game shows including Chain Reaction, Match Game, and Password Plus."}]}, {"heading": "Births", "year": "1937", "date": "December 16", "txt": "Edward Ruscha, American painter and photographer", "entities": []}, {"heading": "Births", "year": "1938", "date": "December 16", "txt": "Frank Deford, American journalist and author (d. 2017)", "entities": [{"title": "Frank Deford", "href": "/wiki/Frank_Deford", "description": "Benjamin Franklin Deford III was an American sportswriter and novelist. From 1980 until his death in 2017, he was a regular sports commentator on NPR's Morning Edition radio program."}]}, {"heading": "Births", "year": "1938", "date": "December 16", "txt": "Liv Ullmann, Norwegian actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 16", "txt": "Philip Langridge, English tenor (d. 2010)", "entities": [{"title": "Philip Langridge", "href": "/wiki/Philip_Langridge", "description": "Philip Gordon Langridge was an English tenor, considered to be among the foremost exponents of English opera and oratorio."}]}, {"heading": "Births", "year": "1939", "date": "December 16", "txt": "Gordon Miller, English high jumper", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 16", "txt": "Lesley Stahl, American journalist and actress", "entities": [{"title": "Lesley Stahl", "href": "/wiki/Lesley_Stahl", "description": "Lesley Rene Stahl is an American Television Journalist. She has spent most of her career with CBS News, where she began as a producer in 1971. Since 1991, she has reported for CBS's 60 Minutes. She is known for her news and television investigations, and award-winning foreign reporting. For her body of work she has earned various journalism awards including a Lifetime Achievement News and Document"}]}, {"heading": "Births", "year": "1941", "date": "December 16", "txt": "Roger Neil Wheeler, English general", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 16", "txt": "Donald Carcieri, American educator and politician, 73rd Governor of Rhode Island", "entities": [{"title": "Donald Carcieri", "href": "/wiki/Donald_Carcieri", "description": "Donald Louis Carcieri is an American politician and corporate executive who served as the 73rd Governor of Rhode Island from January 2003 to January 2011. Carcieri has worked as a manufacturing company executive, aid relief worker, bank executive, and teacher. As of 2021, he is the last Republican to have served as Governor of Rhode Island."}, {"title": "Governor of Rhode Island", "href": "/wiki/Governor_of_Rhode_Island", "description": "The Governor of the State of Rhode Island is the head of the executive branch of the Government of Rhode Island and serves as commander-in-chief of the State's Army National Guard and Air National Guard. The current governor is Democrat Daniel McKee."}]}, {"heading": "Births", "year": "1943", "date": "December 16", "txt": "Steven Bochco, American television writer and producer (d. 2018)", "entities": [{"title": "Steven Bochco", "href": "/wiki/Steven_Bochco", "description": "Steven Ronald Bochco was an American television writer and producer. He developed a number of television series, including Hill Street Blues, L.A. Law, Doogie Howser, M.D., Cop Rock, and NYPD Blue."}]}, {"heading": "Births", "year": "1943", "date": "December 16", "txt": "Patti Deutsch, American actress and comedian (d. 2017)", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 16", "txt": "Jeff Kanew, American director and screenwriter", "entities": [{"title": "Jeff Kanew", "href": "/wiki/Jeff_Kanew", "description": "Jeffrey Roger Kanew is an American film director, screenwriter, film producer and film editor who early in his career made trailers for many films of the 1970s and is probably best known for directing the film Revenge of the Nerds (1984) and for editing Ordinary People."}]}, {"heading": "Births", "year": "1944", "date": "December 16", "txt": "Don Meyer, American basketball player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 16", "txt": "Tony Hicks, English singer and guitarist", "entities": [{"title": "Tony Hicks", "href": "/wiki/Tony_Hicks", "description": "Anthony Christopher Hicks is an English guitarist and singer who has been a member of the British rock/pop band the Hollies since 1963, and as such was inducted into the Rock and Roll Hall of Fame in 2010."}]}, {"heading": "Births", "year": "1946", "date": "December 16", "txt": "Benny Andersson, Swedish singer-songwriter, pianist, and producer", "entities": [{"title": "Benny Andersson", "href": "/wiki/Benny_Andersson", "description": "Göran Bror Benny Andersson is a Swedish musician, composer, producer, member of the Swedish music group ABBA, and co-composer of the musicals Chess, Kristina från Duvemåla, and Mamma Mia! For the 2008 film version of Mamma Mia! and its 2018 sequel, Mamma Mia! Here We Go Again, he worked also as an executive producer. Since 2001, he has been active with his own band Benny Anderssons orkester."}]}, {"heading": "Births", "year": "1946", "date": "December 16", "txt": "Charles Dennis, Canadian actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 16", "txt": "Trevor Pinnock, English harpsichord player and conductor", "entities": [{"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1946", "date": "December 16", "txt": "Tom Stern, American cinematographer", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 16", "txt": "Ben Cross, English actor (d. 2020)", "entities": [{"title": "Ben Cross", "href": "/wiki/Ben_Cross", "description": "Harry Bernard Cross was an English stage and film actor, best known for his portrayal of the British Olympic athlete Harold Abrahams in the 1981 film Chariots of Fire and as the fictional ambassador Sarek in the 2009 film Star Trek."}]}, {"heading": "Births", "year": "1947", "date": "December 16", "txt": "Vincent Matthews, American sprinter", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 16", "txt": "Martyn Poliakoff, English chemist and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 16", "txt": "Trevor Żahra, Maltese novelist, poet and illustrator", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 16", "txt": "Billy Gibbons, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Billy Gibbons", "href": "/wiki/Billy_Gibbons", "description": "William Frederick Gibbons is an American musician, singer, songwriter, record producer, and actor, best known as the guitarist and primary lead vocalist of American rock band ZZ Top. He began his career in the Moving Sidewalks, who recorded Flash (1968) and opened four dates for the Jimi Hendrix Experience. Gibbons formed ZZ Top in late 1969 and released ZZ Top's First Album in early 1971. He is a"}]}, {"heading": "Births", "year": "1949", "date": "December 16", "txt": "Heather Hallett, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 16", "txt": "Claudia Cohen, American journalist (d. 2007)", "entities": [{"title": "Claudia Cohen", "href": "/wiki/Claudia_Cohen", "description": "Claudia Lynn Cohen was an American gossip columnist, socialite, and television reporter. She is credited with putting the New York Post's Page Six gossip column on the map. The building housing the University of Pennsylvania's College of Arts and Sciences was renamed in her honor in 2008."}]}, {"heading": "Births", "year": "1950", "date": "December 16", "txt": "Roy Schuiten, Dutch cyclist and manager (d. 2006)", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 16", "txt": "Sally Emerson, English author and poet", "entities": [{"title": "Sally Emerson", "href": "/wiki/Sally_Emerson", "description": "Sally Emerson, Lady Stothard is a novelist, anthologist and travel writer."}]}, {"heading": "Births", "year": "1951", "date": "December 16", "txt": "Mike Flanagan, American baseball player, coach, and sportscaster (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 16", "txt": "Robben Ford, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 16", "txt": "Mark Heard, American singer-songwriter, guitarist, and producer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 16", "txt": "Aykut Barka, Turkish scientist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 16", "txt": "Joel Garner, Barbadian cricketer and manager", "entities": [{"title": "Joel Garner", "href": "/wiki/Joel_Garner", "description": "Joel Garner is a former West Indian cricketer, and a member of the highly regarded late 1970s and early 1980s West Indies cricket teams. Garner is the highest ranked ODI bowler per the ICC best ever bowling ratings. and #37 in Tests"}]}, {"heading": "Births", "year": "1952", "date": "December 16", "txt": "Francesco Graziani, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 16", "txt": "Rebecca Forstadt, American voice actress and screenwriter", "entities": [{"title": "Rebecca Forstadt", "href": "/wiki/Rebecca_Forstadt", "description": "Rebecca Forstadt is an American voice actress, best known for playing young female roles in various animated series. After studying theater at Orange Coast College, in Costa Mesa, California, Forstadt began her acting career by working at Knott's Berry Farm's Bird Cage Theater, performing melodramas, often as the damsel in distress character. Later, she went to Hollywood where she worked as a ward"}]}, {"heading": "Births", "year": "1955", "date": "December 16", "txt": "Xander Berkeley, American actor and producer", "entities": [{"title": "Xander Berkeley", "href": "/wiki/Xander_Berkeley", "description": "Alexander Harper \"Xander\" Berkeley is an American actor. He is best known for his television roles as George Mason on 24, Sheriff Thomas McAllister on The Mentalist, Percy Rose on Nikita, the Man on The Booth at the End and Gregory on The Walking Dead. His film roles include Todd Voight in Terminator 2: Judgment Day, Trevor Lyle in Candyman, Ralph in Heat, Agent Gibbs in Air Force One and Dr. Lama"}]}, {"heading": "Births", "year": "1955", "date": "December 16", "txt": "Carol Browner, American lawyer and environmentalist, 8th Administrator of the Environmental Protection Agency", "entities": [{"title": "Administrator of the Environmental Protection Agency", "href": "/wiki/Administrator_of_the_Environmental_Protection_Agency", "description": "The administrator of the Environmental Protection Agency is the head of the United States Environmental Protection Agency (EPA), and is thus responsible for enforcing the nation's Clean Air and Clean Water Acts, as well as numerous other environmental statutes. The administrator is nominated by the president of the United States and must be confirmed by a vote of the Senate."}]}, {"heading": "Births", "year": "1955", "date": "December 16", "txt": "Prince Lorenz of Belgium, Archduke of Austria-Este", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 16", "txt": "Chiharu Matsuyama, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 16", "txt": "Lizzy Mercier Descloux, French musician, singer-songwriter, composer, actress, writer and painter (d. 2004)", "entities": [{"title": "Lizzy Mercier Descloux", "href": "/wiki/Lizzy_Mercier_Descloux", "description": "Martine-Elisabeth \"Lizzy\" Mercier Descloux was a French musician, singer-songwriter, composer, actress, writer and painter."}]}, {"heading": "Births", "year": "1957", "date": "December 16", "txt": "Antonio Vega, Spanish singer-songwriter and guitarist (d. 2009)", "entities": [{"title": "Antonio Vega (singer)", "href": "/wiki/Antonio_Vega_(singer)", "description": "Antonio Vega Tallés was a Spanish pop singer-songwriter."}]}, {"heading": "Births", "year": "1958", "date": "December 16", "txt": "Bart Oates, American football player and lawyer", "entities": [{"title": "Bart Oates", "href": "/wiki/Bart_Oates", "description": "Bart Steven Oates is a former American football player in the National Football League (NFL) for the New York Giants and San Francisco 49ers. He played center for the Giants from 1985 to 1993 and with the 49ers from 1994 to 1995. He was a member of the Giants teams that won Super Bowls XXI and XXV and the 49ers team that won Super Bowl XXIX."}]}, {"heading": "Births", "year": "1959", "date": "December 16", "txt": "H. D. Kumaraswamy, Indian social worker and politician, 18th Chief Minister of Karnataka", "entities": [{"title": "H. D. Kumaraswamy", "href": "/wiki/H._D._Kumaraswamy", "description": "Hardanahalli Devegowda Kumaraswamy is an Indian politician and businessman. He is a former Chief Minister of Karnataka. He is a former president of the Karnataka State Janata Dal (Secular) and son of former Prime Minister of India H. D. Deve Gowda."}, {"title": "Chief Minister of Karnataka", "href": "/wiki/Chief_Minister_of_Karnataka", "description": "The State Government of Karnataka is a democratically elected body with the governor as the constitutional head. The governor who is appointed for five years appoints the chief minister and on the advice of the chief minister appoints his council of ministers. Even though the governor remains the ceremonial head of the state, the day-to-day running of the government is taken care of by the chief m"}]}, {"heading": "Births", "year": "1959", "date": "December 16", "txt": "Alexander Lebedev, Russian businessman and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 16", "txt": "Steve Mattsson, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 16", "txt": "Pat Van Den Hauwe, Belgian footballer and manager", "entities": [{"title": "Pat Van Den Hauwe", "href": "/wiki/Pat_Van_Den_Hauwe", "description": "Patrick William Roger Van Den Hauwe is a former professional footballer who made 401 appearances in the Football League playing for Birmingham City, Everton, Tottenham Hotspur and Millwall. He made 13 appearances for the Wales national team."}]}, {"heading": "Births", "year": "1961", "date": "December 16", "txt": "André Andersen, Russian-Danish keyboard player, songwriter, and producer", "entities": [{"title": "André Andersen", "href": "/wiki/Andr%C3%A9_Andersen", "description": "André Andersen is a Russian-born multi-instrumentalist and composer best known as the keyboardist and founder of the Denmark-based progressive metal band Royal Hunt. He claims to be of mixed Danish and Georgian royal blood."}]}, {"heading": "Births", "year": "1961", "date": "December 16", "txt": "Shane Black, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 16", "txt": "Bill Hicks, American comedian and musician (d. 1994)", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 16", "txt": "LaChanze, American actress, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 16", "txt": "Jon Tenney, American actor and director", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 16", "txt": "Maruschka Detmers, Dutch-French actress", "entities": [{"title": "Maruschka Detmers", "href": "/wiki/Maruschka_Detmers", "description": "Maruschka Detmers is a Dutch actress. She moved to France as a teenager after finishing school, where she captured the attention of director Jean-Luc Godard. In 1983, she made her dramatic debut under Godard's direction in Prénom Carmen. Other noteworthy films include Hanna's War (1988) and The Mambo Kings (1992), but she is best known for her role in Devil in the Flesh (1986)."}]}, {"heading": "Births", "year": "1962", "date": "December 16", "txt": "William Perry, American football player and wrestler", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 16", "txt": "Benjamin Bratt, American actor and producer", "entities": [{"title": "Benjamin Bratt", "href": "/wiki/Benjamin_Bratt", "description": "Benjamin Bratt is an American actor, producer, and activist. Bratt had supporting roles in such box office hits as Bright Angel (1990), Demolition Man (1993), Clear and Present Danger (1994), and The River Wild (1994). From 1995, he starred as New York City Police Department (NYPD) Detective Rey Curtis on the NBC drama series Law & Order."}]}, {"heading": "Births", "year": "1963", "date": "December 16", "txt": "Cathy Johnston-Forbes, American golfer", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 16", "txt": "James Mangold, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 16", "txt": "Heike Drechsler, German sprinter and long jumper", "entities": [{"title": "Heike Drechsler", "href": "/wiki/Heike_Drechsler", "description": "Heike Gabriela Drechsler is a German former track and field athlete who represented East Germany and later Germany. One of the most successful long jumpers of all-time, she is a former world record holder and ranks third on the all-time list with her legal best of 7.48 metres in 1988. Her marginally wind-assisted jump of 7.63 metres (+2.1) in 1992 at altitude in Sestriere, is still the furthest a "}]}, {"heading": "Births", "year": "1964", "date": "December 16", "txt": "John Kirwan, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 16", "txt": "Georgie Parker, Australian actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 16", "txt": "Billy Ripken, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 16", "txt": "Todd Glass, American comedian", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 16", "txt": "Chris Jones, American baseball player and manager", "entities": [{"title": "Chris Jones (1990s outfielder)", "href": "/wiki/Chris_Jones_(1990s_outfielder)", "description": "Christopher Carlos Jones is a former professional baseball outfielder. Jones made his Major League Baseball debut with the Cincinnati Reds on April 21, 1991 and appeared in his final game with the Milwaukee Brewers on July 29, 2000."}]}, {"heading": "Births", "year": "1965", "date": "December 16", "txt": "Melanie Sloan, American lawyer and activist", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 16", "txt": "Paul McGinley, Irish golfer", "entities": [{"title": "Paul McGinley", "href": "/wiki/Paul_McGinley", "description": "Paul Noel McGinley is an Irish professional golfer who has won four events on the European Tour. At the 2002 Ryder Cup, he famously holed a ten-foot putt on the 18th hole in his match against Jim Furyk at The Belfry which won the Ryder Cup for Europe. He was the winning captain of Europe in the 2014 Ryder Cup and the first Irishman to captain Europe's Ryder Cup side."}]}, {"heading": "Births", "year": "1966", "date": "December 16", "txt": "Clifford Robinson, American basketball player (d. 2020)", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 16", "txt": "Dennis Wise, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 16", "txt": "Donovan Bailey, Canadian sprinter and sportscaster", "entities": [{"title": "Donovan Bailey", "href": "/wiki/Donovan_Bailey", "description": "Donovan Anthony Bailey, is a retired Jamaican-Canadian sprinter who is regarded as the greatest Canadian sprinter of all time. He once held the world record for the 100 metres. He recorded a time of 9.84 seconds to win the gold medal at the 1996 Olympic Games. He was the first Canadian to legally break the 10-second barrier in the 100 m. Particularly noted for his top speed, Bailey ran 12.10 m/s i"}]}, {"heading": "Births", "year": "1967", "date": "December 16", "txt": "Indrek Kaseorg, Estonian decathlete", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 16", "txt": "Miranda Otto, Australian actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 16", "txt": "Wendy Doolan, Australian golfer", "entities": [{"title": "Wendy Doolan", "href": "/wiki/Wendy_Doolan", "description": "Wendy Doolan is a former Australian professional golfer who played mainly on the U.S.-based LPGA Tour."}]}, {"heading": "Births", "year": "1968", "date": "December 16", "txt": "Lalah Hathaway, American singer-songwriter, pianist, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 16", "txt": "Greg Kovacs, Canadian bodybuilder (d. 2013)", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 16", "txt": "Simon Grayson, English footballer and manager", "entities": [{"title": "Simon Grayson", "href": "/wiki/Simon_Grayson", "description": "Simon Nicholas Grayson is an English football former player and current manager who is currently manager of League One side Fleetwood Town."}]}, {"heading": "Births", "year": "1969", "date": "December 16", "txt": "Adam Riess, American astrophysicist, astronomer, and academic Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1969", "date": "December 16", "txt": "Michelle Smith, Irish swimmer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 16", "txt": "Dmitri Tymoczko, American composer and theorist", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 16", "txt": "Craig White, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 16", "txt": "Kent Hehr, Canadian politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 16", "txt": "Valerie Chow, Canadian-Hong Kong actress and publicist", "entities": [{"title": "Valerie Chow", "href": "/wiki/Valerie_Chow", "description": "Valerie Chow is a former Hong Kong actress, fashion publicist and entrepreneur."}]}, {"heading": "Births", "year": "1971", "date": "December 16", "txt": "Seyhan Kurt, French-Turkish poet and sociologist", "entities": [{"title": "Seyhan Kurt", "href": "/wiki/Seyhan_Kurt", "description": "Seyhan Kurt is a French-Turkish poet, writer, anthropologist and sociologist."}]}, {"heading": "Births", "year": "1971", "date": "December 16", "txt": "Michael McCary, American R&B singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 16", "txt": "Charles Gipson, American baseball player", "entities": [{"title": "Charles Gipson", "href": "/wiki/Charles_Gipson", "description": "Charles Wells Gipson Jr. is a former Major League Baseball outfielder for the Seattle Mariners (1998-2002), New York Yankees (2003), Tampa Bay Devil Rays (2004), and Houston Astros (2005)."}]}, {"heading": "Births", "year": "1972", "date": "December 16", "txt": "Paul Leyden, Australian actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 16", "txt": "Travis Morrison, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 16", "txt": "Themba Mnguni, South African footballer", "entities": [{"title": "Themba Mnguni", "href": "/wiki/Themba_Mnguni", "description": "Themba Mnguni is a retired South African football player who played mostly for Mamelodi Sundowns and Supersport United."}]}, {"heading": "Births", "year": "1973", "date": "December 16", "txt": "Scott Storch, American songwriter and producer, founded Storch Music Company", "entities": [{"title": "Storch Music Company", "href": "/wiki/Storch_Music_Company", "description": "Scott Spencer Storch is an American record producer and songwriter. He started off as a keyboardist for the group the Roots."}]}, {"heading": "Births", "year": "1975", "date": "December 16", "txt": "Valentin Bădoi, Romanian footballer and manager", "entities": [{"title": "Valentin Bădoi", "href": "/wiki/Valentin_B%C4%83doi", "description": "Valentin Emanoil Bădoi is a Romanian former football full back, currently a manager. In his career Bădoi played for teams such as FCM Bacău, Rapid București, Steaua București, FC Politehnica Timișoara and Universitatea Craiova."}]}, {"heading": "Births", "year": "1975", "date": "December 16", "txt": "Kaba Diawara, French-Guinean footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 16", "txt": "Benjamin Kowalewicz, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 16", "txt": "Paul Maynard, English politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 16", "txt": "Jen Golbeck, American computer scientist and academic", "entities": [{"title": "Jen Golbeck", "href": "/wiki/Jen_Golbeck", "description": "Jennifer Golbeck is a computer scientist. She currently is a Professor at the College of Information Studies, an affiliate professor in the Computer Science Department, and an affiliate professor in the Journalism Department, all at the University of Maryland, College Park. Golbeck was director of the University of Maryland Human–Computer Interaction Lab from 2011 to 2014."}]}, {"heading": "Births", "year": "1977", "date": "December 16", "txt": "Éric Bélanger, Canadian ice hockey player", "entities": [{"title": "Éric Bélanger", "href": "/wiki/%C3%89ric_B%C3%A9langer", "description": "Éric Bélanger is a Canadian former professional ice hockey player. He played the majority of his professional career as a centre in the National Hockey League (NHL), representing the Los Angeles Kings, Carolina Hurricanes, Atlanta Thrashers, Minnesota Wild, Washington Capitals, Phoenix Coyotes and Edmonton Oilers. He was originally drafted in the fourth round, 96th overall, in the 1996 NHL Entry D"}]}, {"heading": "Births", "year": "1977", "date": "December 16", "txt": "Sylvain Distin, French footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 16", "txt": "John Morris, Canadian curler and firefighter", "entities": [{"title": "John Morris (curler)", "href": "/wiki/John_Morris_(curler)", "description": "John C. Morris is a Canadian curler, and two-time Olympic gold medallist from Canmore, Alberta. Morris played third for the Kevin Martin team until April 24, 2013. Morris, author of the book Fit to Curl, is the son of Maureen and Earle Morris, inventor of the \"Stabilizer\" curling broom. Morris grew up in Gloucester, Ontario and at the age of five began curling at the Navy Curling Club."}]}, {"heading": "Births", "year": "1978", "date": "December 16", "txt": "Gunter Van Handenhoven, Belgian footballer and manager", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 16", "txt": "Trevor Immelman, South African golfer", "entities": [{"title": "Trevor Immelman", "href": "/wiki/Trevor_Immelman", "description": "Trevor John Immelman is a South African professional golfer who has played on the PGA Tour, European Tour and Sunshine Tour. He won his sole major championship at the 2008 Masters Tournament."}]}, {"heading": "Births", "year": "1979", "date": "December 16", "txt": "Daniel Narcisse, French handball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 16", "txt": "Mihai Trăistariu, Romanian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 16", "txt": "Jessie Ward, American wrestler and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 16", "txt": "Danish Kaneria, Pakistani cricketer", "entities": [{"title": "Danish Kaneria", "href": "/wiki/Danish_Kaneria", "description": "Danish Parabha Shanker Kaneria, is a Pakistani former cricketer who played for the Pakistan national cricket team between 2000 and 2010. A right-arm leg spinner known for his well-disguised googly. He is fourth on the list of bowlers with most Test wickets for Pakistan, behind only fast bowlers Wasim Akram, Waqar Younis and Imran Khan. Kaneria was the second Hindu after Anil Dalpat, and seventh no"}]}, {"heading": "Births", "year": "1981", "date": "December 16", "txt": "Krysten Ritter, American actress, musician, and model", "entities": [{"title": "Krysten Ritter", "href": "/wiki/Krysten_Ritter", "description": "Krysten Alyce Ritter is an American actress, musician, author, and model. She first came to prominence when she appeared as Jane Margolis in the AMC drama series Breaking Bad from 2009 to 2010. She then had the title role in two series: Chloe in the ABC sitcom Don't Trust the B---- in Apartment 23 (2012–2013), and superhero Jessica Jones in the Netflix series Jessica Jones (2015–2019). She also ap"}]}, {"heading": "Births", "year": "1981", "date": "December 16", "txt": "Gareth Williams, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 16", "txt": "Antrel Rolle, American football player", "entities": [{"title": "Antrel Rolle", "href": "/wiki/Antrel_Rolle", "description": "Antrel Rocelious Rolle is a former American football defensive back of the National Football League (NFL). He played college football at the University of Miami, where he was recognized as a unanimous All-American, and was drafted by the Arizona Cardinals eighth overall in the 2005 NFL Draft. Rolle also played for the Chicago Bears and New York Giants, winning Super Bowl XLVI with New York in 2011"}]}, {"heading": "Births", "year": "1982", "date": "December 16", "txt": "Anna Sedokova, Ukrainian singer, actress and television presenter", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 16", "txt": "Stanislav Šesták, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 16", "txt": "Kelenna Azubuike, American basketball player", "entities": [{"title": "Kelenna Azubuike", "href": "/wiki/Kelenna_Azubuike", "description": "Kelenna David Azubuike is a Nigerian-American former professional basketball player and currently the Golden State Warriors television color analyst on NBC Sports Bay Area."}]}, {"heading": "Births", "year": "1983", "date": "December 16", "txt": "Frankie Ballard, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 16", "txt": "Theo James, English actor", "entities": [{"title": "Theo James", "href": "/wiki/Theo_James", "description": "Theodore Peter James Kinnaird Taptiklis is an English actor and producer. He is known for portraying Tobias \"Four\" Eaton in The Divergent Series film trilogy. He has also starred in the crime drama series Golden Boy (2013), the horror films Underworld: Awakening (2012) and Underworld: Blood Wars (2016) and the action film How It Ends (2018)."}]}, {"heading": "Births", "year": "1985", "date": "December 16", "txt": "Stanislav Manolev, Bulgarian footballer", "entities": [{"title": "Stanislav Manolev", "href": "/wiki/Stanislav_Manolev", "description": "Stanislav Manolev is a Bulgarian professional footballer who plays for Pirin Blagoevgrad and the Bulgarian national team as a right back."}]}, {"heading": "Births", "year": "1985", "date": "December 16", "txt": "James Nash, English race car driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 16", "txt": "Alcides Escobar, Venezuelan baseball player", "entities": [{"title": "Alcides Escobar", "href": "/wiki/Alcides_Escobar", "description": "Alcides Escobar [al-see'-des / es-co-bar'] is a Venezuelan professional baseball shortstop for the Kansas City Royals organization. He had previously played in Major League Baseball (MLB) for the Milwaukee Brewers and Kansas City Royals and for the Tokyo Yakult Swallows of Nippon Professional Baseball (NPB)."}]}, {"heading": "Births", "year": "1986", "date": "December 16", "txt": "Zoltán Kovács, Hungarian footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 16", "txt": "Pärt Uusberg, Estonian actor, composer, and conductor.", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 16", "txt": "Mame Biram Diouf, Senegalese footballer", "entities": [{"title": "Mame Biram Diouf", "href": "/wiki/Mame_Biram_Diouf", "description": "Mame Biram Diouf is a Senegalese professional footballer who plays as a striker for Turkish Süper Lig club Hatayspor."}]}, {"heading": "Births", "year": "1987", "date": "December 16", "txt": "Beau Dowler, Australian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 16", "txt": "Hallee Hirsh, American actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 16", "txt": "Mats Hummels, German footballer", "entities": [{"title": "Mats Hummels", "href": "/wiki/Mats_Hummels", "description": "Mats Julian Hummels is a German professional footballer who plays as a centre back for Bundesliga club Borussia Dortmund and the Germany national team."}]}, {"heading": "Births", "year": "1988", "date": "December 16", "txt": "Anna Popplewell, English actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 16", "txt": "Mirei Kiritani, Japanese model, actress, and journalist", "entities": [{"title": "Mirei Kiritani", "href": "/wiki/Mirei_Kiritani", "description": "Mirei Kiritani , born Sayasa Matsuoka on 16 December 1989, is a Japanese actress, model, and news anchor. She appeared in the film Kimi ni Todoke, Usagi Drop, and Arakawa Under the Bridge. She also appeared in the drama Andō Lloyd: A.I. knows Love?, Gunshi Kanbei, Hell Teacher Nūbē, and so on. Since 2012 until 2018, she anchors the NTV's news program News Zero every Tuesday. In 2015, she played th"}]}, {"heading": "Births", "year": "1991", "date": "December 16", "txt": "Craig Goodwin, Australian footballer", "entities": [{"title": "Craig Goodwin", "href": "/wiki/Craig_Goodwin", "description": "Craig Alexander Goodwin is an Australian international football (soccer) player who plays for Adelaide United in the A-League, on loan from Al-Wehda of the Saudi Professional League. Goodwin has represented the Australian national team and has also previously appeared for the under-23 national side."}]}, {"heading": "Births", "year": "1992", "date": "December 16", "txt": "Ulrikke Eikeri, Norwegian tennis player", "entities": [{"title": "Ulrikke Eikeri", "href": "/wiki/Ulrikke_Eikeri", "description": "Ulrikke Pia Eikeri is a Norwegian tennis player."}]}, {"heading": "Births", "year": "1992", "date": "December 16", "txt": "Anamul Haque, Bangladeshi cricketer", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 16", "txt": "Moe Miura, Japanese model, actress, and singer", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 16", "txt": "Pietro Perdichizzi, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 16", "txt": "Tom Rogic, Australian footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 16", "txt": "Elliot Lee, English footballer", "entities": [{"title": "Elliot Lee", "href": "/wiki/Elliot_Lee", "description": "Elliot Robert Lee is an English professional footballer who plays as a striker for Oxford United, on loan from Championship club Luton Town."}]}, {"heading": "Births", "year": "1994", "date": "December 16", "txt": "Nicola Murru, Italian footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 16", "txt": "José Rodríguez Martínez, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 16", "txt": "Joel Adams, Australian pop/soul singer-songwriter", "entities": [{"title": "Joel Adams (singer)", "href": "/wiki/Joel_Adams_(singer)", "description": "Joel Adams is an Australian pop/soul singer-songwriter and producer known for his hit debut single, \"Please Don't Go\" in 2015. On October 5, 2018, Adams' single, \"Fake Friends\" was released. He released his self-titled debut extended play in March 2020."}]}, {"heading": "Births", "year": "1997", "date": "December 16", "txt": "Zara Larsson, Swedish singer and songwriter", "entities": [{"title": "Zara Larsson", "href": "/wiki/Zara_Larsson", "description": "Zara Maria Larsson is a Swedish singer. At the age of 10, she achieved national fame in Sweden for winning the 2008 season of the talent show Talang, the Swedish version of the Got Talent format."}]}, {"heading": "Births", "year": "1998", "date": "December 16", "txt": "Mira Antonitsch, Austrian tennis player", "entities": [{"title": "Mira Antonitsch", "href": "/wiki/Mira_Antonitsch", "description": "Mira Antonitsch is an Austrian tennis player."}]}, {"heading": "Deaths", "year": "0604", "date": "December 16", "txt": "Houzhu, emperor of the Chen dynasty (b. 553)", "entities": [{"title": "Chen Shubao", "href": "/wiki/Chen_Shubao", "description": "Chen Shubao, also known as Houzhu of Chen, posthumous name Duke Yáng of Chángchéng, courtesy name 元秀; Yuán Xiù), nickname 黃奴; Huángnú, was the fifth and last emperor of Chen dynasty, which was conquered by Sui dynasty."}]}, {"heading": "Deaths", "year": "0705", "date": "December 16", "txt": "Wu Zetian, Empress of the Zhou dynasty (b. 624)", "entities": [{"title": "Wu Zetian", "href": "/wiki/Wu_Zetian", "description": "Wu Zhao, commonly known as Wu Zetian, alternatively Wu Hou, and during the later Tang dynasty as Tian Hou, was the de facto ruler of China, first through her husband the Emperor Gaozong (唐高宗) and then through her sons the Emperors Zhongzong (唐中宗) and Ruizong (唐睿宗), from 665 to 690. She subsequently became empress regnant of the Zhou dynasty (周) of China, ruling from 690 to 705. She is notable for "}]}, {"heading": "Deaths", "year": "0714", "date": "December 16", "txt": "Pepin of Herstal, Frankish statesman (b. 635)", "entities": [{"title": "Pepin of Herstal", "href": "/wiki/Pepin_of_Herstal", "description": "Pepin II, commonly known as Pepin of Herstal, was a Frankish statesman and military leader who de facto ruled Francia as the Mayor of the Palace from 680 until his death. He took the title Duke and Prince of the Franks upon his conquest of all the Frankish realms."}]}, {"heading": "Deaths", "year": "0867", "date": "December 16", "txt": "Eberhard of Friuli, Frankish duke (b. 815)", "entities": [{"title": "Eberhard of Friuli", "href": "/wiki/Eberhard_of_Friuli", "description": "\nEberhard was the Frankish Duke of Friuli from 846. His name is alternatively spelled Everard, Evrard, Erhard, or Eberard; in Latinized fashion, Everardus, Eberardus, or Eberhardus. He wrote his own name \"Evvrardus\". He was an important political, military, and cultural figure in the Carolingian Empire during his lifetime. He kept a large library, commissioned works of Latin literature from Lupus "}]}, {"heading": "Deaths", "year": "0874", "date": "December 16", "txt": "Ado, archbishop of Vienne", "entities": [{"title": "Ado of Vienne", "href": "/wiki/Ado_of_Vienne", "description": "Ado of Vienne was archbishop of Vienne in Lotharingia from 850 until his death and is venerated as a saint. He belonged to a prominent Frankish family and spent much his early adulthood in Italy. Several of his letters are extant and reveal their writer as an energetic man of wide sympathies and considerable influence. Ado's principal works are a martyrology, and a chronicle, Chronicon sive Brevia"}]}, {"heading": "Deaths", "year": "0882", "date": "December 16", "txt": "John VIII, pope of the Catholic Church", "entities": [{"title": "Pope John VIII", "href": "/wiki/Pope_John_VIII", "description": "Pope John VIII was the bishop of Rome and ruler of the Papal States from 14 December 872 to his death. He is often considered one of the ablest popes of the 9th century."}]}, {"heading": "Deaths", "year": "0902", "date": "December 16", "txt": "Wei Yifan, chancellor of the Tang dynasty", "entities": [{"title": "Wei Yifan", "href": "/wiki/Wei_Yifan", "description": "Wei Yifan (韋貽範), courtesy name Chuixian (垂憲), was an official of the Chinese dynasty Tang Dynasty, serving briefly as chancellor in 902, while Emperor Zhaozong was under the physical control of the warlord Li Maozhen the military governor (Jiedushi) of Fengxiang Circuit and Li's eunuch allies, led by Han Quanhui."}]}, {"heading": "Deaths", "year": "0999", "date": "December 16", "txt": "Adelaide of Italy, Holy Roman Empress (b. 931)", "entities": [{"title": "Adelaide of Italy", "href": "/wiki/Adelaide_of_Italy", "description": "Adelaide of Italy, also called Adelaide of Burgundy, was Holy Roman Empress by marriage to Emperor Otto the Great; she was crowned with him by Pope John XII in Rome on 2 February 962. She was regent of the Holy Roman Empire as the guardian of her grandson in 991–995."}]}, {"heading": "Deaths", "year": "1153", "date": "December 16", "txt": "Ranulf de Gernon, 4th Earl of Chester, Norman nobleman", "entities": [{"title": "Ranulf de Gernon, 4th Earl of Chester", "href": "/wiki/Ranulf_de_Gernon,_4th_Earl_of_Chester", "description": "Ranulf II, 4th Earl of Chester (1099–1153), was an Anglo-Norman baron who inherited the honour of the palatine county of Chester upon the death of his father Ranulf le Meschin, 3rd Earl of Chester. He was descended from the Counts of Bessin in Normandy."}]}, {"heading": "Deaths", "year": "1263", "date": "December 16", "txt": "Haakon IV, king of Norway (b. 1204)", "entities": [{"title": "Haakon IV of Norway", "href": "/wiki/Haakon_IV_of_Norway", "description": "Haakon IV Haakonsson, sometimes called Haakon the Old in contrast to his namesake son, was King of Norway from 1217 to 1263. His reign lasted for 46 years, longer than any Norwegian king since Harald Fairhair. Haakon was born into the troubled civil war era in Norway, but his reign eventually managed to put an end to the internal conflicts. At the start of his reign, during his minority, Earl Skul"}]}, {"heading": "Deaths", "year": "1316", "date": "December 16", "txt": "Öljaitü, Mongolian ruler (b. 1280)", "entities": [{"title": "Öljaitü", "href": "/wiki/%C3%96ljait%C3%BC", "description": "Öljeitü, also known as Muhammad Khodabandeh, was the eighth Ilkhanid dynasty ruler from 1304 to 1316 in Tabriz, Iran. His name \"Ölziit\" means \"blessed\" in the Mongolian language."}]}, {"heading": "Deaths", "year": "1325", "date": "December 16", "txt": "Charles, French nobleman (b. 1270)", "entities": [{"title": "Charles, Count of Valois", "href": "/wiki/Charles,_Count_of_Valois", "description": "Charles of Valois, the third son of Philip III of France and Isabella of Aragon, was a member of the House of Capet and founder of the House of Valois, whose rule over France would start in 1328."}]}, {"heading": "Deaths", "year": "1378", "date": "December 16", "txt": "Secondotto, marquess of Montferrat (b. 1360)", "entities": [{"title": "Secondotto, Marquess of Montferrat", "href": "/wiki/Secondotto,_Marquess_of_Montferrat", "description": "Secondotto Palaeologus was the Margrave of Montferrat from 1372 to his death, the third of the House of Palaeologus-Montferrat. His name Secondotto may derive from his being the second Otto to rule Montferrat in his own right, though he would really be Otto III. More probably it is derived from Saint Secundus, the patron saint of Asti, which his father treated as the capital of the marquisate. The"}]}, {"heading": "Deaths", "year": "1379", "date": "December 16", "txt": "John FitzAlan, 1st Baron Arundel, English general and politician, Lord Marshall of England (b. 1348)", "entities": [{"title": "John FitzAlan, 1st Baron Arundel", "href": "/wiki/John_FitzAlan,_1st_Baron_Arundel", "description": "\n\nJohn Fitzalan, 1st Baron Arundel, also known as Sir John Arundel, was an English soldier."}, {"title": "Earl Marshal", "href": "/wiki/Earl_Marshal#Lords_Marshal_of_England,_1135–1397", "description": "Earl Marshal is a hereditary royal officeholder and chivalric title under the sovereign of the United Kingdom used in England. He is the eighth of the Great Officers of State in the United Kingdom, ranking beneath the Lord High Constable and above the Lord High Admiral. A Duke of Norfolk has held the office since 1672."}]}, {"heading": "Deaths", "year": "1470", "date": "December 16", "txt": "John II, duke of Lorraine (b. 1424)", "entities": [{"title": "John II, Duke of Lorraine", "href": "/wiki/John_II,_Duke_of_Lorraine", "description": "John II of Anjou was Duke of Lorraine from 1453 to his death. He was the son of René of Anjou and Isabella, Duchess of Lorraine. He was married to Marie de Bourbon, daughter of Charles I, Duke of Bourbon."}]}, {"heading": "Deaths", "year": "1474", "date": "December 16", "txt": "Ali Qushji, Uzbek astronomer, mathematician, and physicist (b. 1403)", "entities": [{"title": "Ali Qushji", "href": "/wiki/Ali_Qushji", "description": "Ala al-Dīn Ali ibn Muhammed, known as Ali Qushji was a Timurid theologian, jurist, astronomer, mathematician and physicist, who settled in the Ottoman Empire some time before 1472. As a disciple of Ulugh Beg, he is best known for the development of astronomical physics independent from natural philosophy, and for providing empirical evidence for the Earth's rotation in his treatise, Concerning the"}]}, {"heading": "Deaths", "year": "1515", "date": "December 16", "txt": "Afonso de Albuquerque, Portuguese admiral and politician, 3rd Viceroy of Portuguese India (b. 1453)", "entities": [{"title": "Afonso de Albuquerque", "href": "/wiki/Afonso_de_Albuquerque", "description": "Afonso de Albuquerque, 1st Duke of Goa was a Portuguese general, admiral, and statesman. He served as Governor of Portuguese India from 1509 to 1515, during which he expanded Portuguese influence across the Indian Ocean and built a reputation as a fierce and skilled military commander."}, {"title": "List of governors of Portuguese India", "href": "/wiki/List_of_governors_of_Portuguese_India", "description": "The government of Portuguese India started on 12 September 1505, seven years after the Portuguese discovery of the sea route to India by Vasco da Gama, with the nomination of the first Viceroy Francisco de Almeida, then settled at Cochin (Kochi). Until 1752, the name \"India\" included all Portuguese possessions in the Indian Ocean, from Southern Africa to Southeast Asia, governed – either by a Vice"}]}, {"heading": "Deaths", "year": "1558", "date": "December 16", "txt": "Thomas Cheney, English diplomat and Lord Warden of the Cinque Ports", "entities": [{"title": "Thomas Cheney", "href": "/wiki/Thomas_Cheney", "description": "Sir Thomas Cheney KG of the Blackfriars, City of London and Shurland, Isle of Sheppey, Kent, was an English administrator and diplomat, Lord Warden of the Cinque Ports in South-East England from 1536 until his death."}]}, {"heading": "Deaths", "year": "1583", "date": "December 16", "txt": "Ivan Fyodorov, Russian printer", "entities": [{"title": "Ivan Fyodorov (printer)", "href": "/wiki/Ivan_Fyodorov_(printer)", "description": "Ivan Fyodorov was one of the fathers of Eastern Slavonic printing, he was the first known Russian printer in Moscow and the Polish–Lithuanian Commonwealth, he was also a skilled cannon maker and the inventor of a multibarreled mortar."}]}, {"heading": "Deaths", "year": "1594", "date": "December 16", "txt": "Allison Balfour, Scottish witch", "entities": [{"title": "Allison Balfour", "href": "/wiki/Allison_Balfour", "description": " The 1594 trial of alleged witch Allison Balfour or Margaret Balfour is one of the most frequently cited Scottish witchcraft cases. Balfour lived in the Orkney Islands of Scotland in the area of Stenness. At that time in Scotland, the Scottish Witchcraft Act 1563 had made a conviction for witchcraft punishable by death."}]}, {"heading": "Deaths", "year": "1598", "date": "December 16", "txt": "Yi Sun-sin, Korean general (b. 1545)", "entities": [{"title": "Yi Sun-sin", "href": "/wiki/Yi_Sun-sin", "description": "Admiral Yi Sunsin was a Korean admiral and military general famed for his victories against the Japanese navy during the Imjin war in the Joseon Dynasty. Yi has since been celebrated as a national hero in Korea."}]}, {"heading": "Deaths", "year": "1669", "date": "December 16", "txt": "Nathaniel Fiennes, English soldier and politician (b. 1608)", "entities": [{"title": "Nathaniel Fiennes", "href": "/wiki/Nathaniel_Fiennes", "description": "Nathaniel Fiennes was an English politician who sat in the House of Commons at various times between 1640 and 1659. He was an officer in the Parliamentary army during the English Civil War and an active supporter of the republican cause during the Interregnum."}]}, {"heading": "Deaths", "year": "1687", "date": "December 16", "txt": "William Petty, English economist and philosopher (b. 1623)", "entities": [{"title": "William Petty", "href": "/wiki/William_Petty", "description": "Sir William Petty FRS was an English economist, physician, scientist and philosopher. He first became prominent serving Oliver Cromwell and the Commonwealth in Ireland. He developed efficient methods to survey the land that was to be confiscated and given to Cromwell's soldiers. He also remained a significant figure under King Charles II and King James II, as did many others who had served Cromwel"}]}, {"heading": "Deaths", "year": "1751", "date": "December 16", "txt": "Leopold II, Prince of Anhalt-Dessau (b. 1700)", "entities": [{"title": "Leopold II, Prince of Anhalt-Dessau", "href": "/wiki/Leopold_II,_Prince_of_Anhalt-Dessau", "description": "Leopold II Maximilian, Prince of Anhalt-Dessau, was a German prince of the House of Ascania and ruler of the principality of Anhalt-Dessau from 1747 to 1751; he also was a Prussian general."}]}, {"heading": "Deaths", "year": "1774", "date": "December 16", "txt": "François Quesnay, French economist, physician, and philosopher (b. 1694)", "entities": [{"title": "François Quesnay", "href": "/wiki/Fran%C3%A7ois_Quesnay", "description": "François Quesnay was a French economist and physician of the Physiocratic school. He is known for publishing the \"Tableau économique\" in 1758, which provided the foundations of the ideas of the Physiocrats. This was perhaps the first work attempting to describe the workings of the economy in an analytical way, and as such can be viewed as one of the first important contributions to economic though"}]}, {"heading": "Deaths", "year": "1783", "date": "December 16", "txt": "Johann Adolph Hasse, German composer and educator (b. 1699)", "entities": [{"title": "Johann Adolph Hasse", "href": "/wiki/Johann_Adolph_Hasse", "description": "Johann Adolph Hasse was an 18th-century German composer, singer and teacher of music. Immensely popular in his time, Hasse was best known for his prolific operatic output, though he also composed a considerable quantity of sacred music. Married to soprano Faustina Bordoni and a great friend of librettist Pietro Metastasio, whose libretti he frequently set, Hasse was a pivotal figure in the develop"}]}, {"heading": "Deaths", "year": "1783", "date": "December 16", "txt": "Sir William James, 1st Baronet, Welsh-English commander and politician (b. 1720)", "entities": []}, {"heading": "Deaths", "year": "1805", "date": "December 16", "txt": "Saverio Cassar, Gozitan priest and rebel leader (b. 1746)", "entities": [{"title": "Saverio Cassar", "href": "/wiki/Saverio_Cassar", "description": "Saverio Cassar was a Gozitan priest and patriot, who was Governor-general of an independent Gozo from 1798 to 1801."}]}, {"heading": "Deaths", "year": "1809", "date": "December 16", "txt": "Antoine François, comte de Fourcroy, French chemist and entomologist (b. 1755)", "entities": [{"title": "Antoine François, comte de Fourcroy", "href": "/wiki/Antoine_Fran%C3%A7ois,_comte_de_Fourcroy", "description": "Antoine François, comte de Fourcroy was a French chemist and a contemporary of Antoine Lavoisier. Fourcroy collaborated with Lavoisier, Guyton de Morveau, and Claude Berthollet on the Méthode de nomenclature chimique, a work that helped standardize chemical nomenclature."}]}, {"heading": "Deaths", "year": "1859", "date": "December 16", "txt": "Wilhelm Grimm, German anthropologist and author (b. 1786)", "entities": [{"title": "Wilhelm Grimm", "href": "/wiki/Wilhelm_Grimm", "description": "Wilhelm Carl Grimm was a German author and anthropologist, and the younger brother of Jacob Grimm, of the literary duo the Brothers Grimm."}]}, {"heading": "Deaths", "year": "1892", "date": "December 16", "txt": "Henry Yesler, American businessman and politician, 7th Mayor of Seattle (b. 1810)", "entities": [{"title": "Henry Yesler", "href": "/wiki/Henry_Yesler", "description": "Henry L. Yesler was an entrepreneur and a politician, regarded as a founder of the city of Seattle. Yesler served two non-consecutive terms as Mayor of Seattle, and was the city's wealthiest resident during his lifetime."}, {"title": "Mayor of Seattle", "href": "/wiki/Mayor_of_Seattle", "description": "The Mayor of Seattle is the head of the executive branch of the city government of Seattle, Washington. The mayor is authorized by the city charter to enforce laws enacted by the Seattle City Council, as well as direct subordinate officers in city departments."}]}, {"heading": "Deaths", "year": "1897", "date": "December 16", "txt": "Alphonse Daudet, French author, poet, and playwright (b. 1840)", "entities": [{"title": "Alphonse Daudet", "href": "/wiki/Alphonse_Daudet", "description": "Alphonse Daudet was a French novelist. He was the husband of Julia Daudet (Mastani) and father of Edmée Daudet, and writers Léon Daudet and Lucien Daudet."}]}, {"heading": "Deaths", "year": "1898", "date": "December 16", "txt": "Pavel Tretyakov, Russian businessman and art collector (b. 1832)", "entities": [{"title": "Pavel Tretyakov", "href": "/wiki/Pavel_Tretyakov", "description": "Pavel Mikhaylovich Tretyakov was a Russian businessman, patron of art, collector, and philanthropist who gave his name to the Tretyakov Gallery and Tretyakov Drive in Moscow. His brother Sergei Tretyakov was also a famous patron of art and a philanthropist."}]}, {"heading": "Deaths", "year": "1908", "date": "December 16", "txt": "American Horse, American tribal leader and educator (b. 1840)", "entities": [{"title": "American Horse", "href": "/wiki/American_Horse", "description": "American Horse was an Oglala Lakota chief, statesman, educator and historian. American Horse is notable in American history as a U.S. Army Indian Scout and a progressive Oglala Lakota leader who promoted friendly associations with whites and education for his people. American Horse opposed Crazy Horse during the Great Sioux War of 1876–1877 and the Ghost Dance Movement of 1890, and was a Lakota de"}]}, {"heading": "Deaths", "year": "1917", "date": "December 16", "txt": "Frank Gotch, American wrestler (b. 1878)", "entities": [{"title": "Frank Gotch", "href": "/wiki/Frank_Gotch", "description": "Frank Alvin Gotch was an American professional wrestler. Gotch was the first American professional wrestler to win the world heavyweight free-style championship, and he is credited for popularizing professional wrestling in the United States. He competed back when the contests were largely legit, and his reign as World Heavyweight Wrestling Champion is one of the ten longest in the history of prof"}]}, {"heading": "Deaths", "year": "1921", "date": "December 16", "txt": "Camille Saint-Saëns, French pianist, composer, and conductor (b. 1835)", "entities": [{"title": "Camille Saint-Saëns", "href": "/wiki/Camille_Saint-Sa%C3%ABns", "description": "Charles-Camille Saint-Saëns was a French composer, organist, conductor and pianist of the Romantic era. His best-known works include Introduction and Rondo Capriccioso (1863), the Second Piano Concerto (1868), the First Cello Concerto (1872), Danse macabre (1874), the opera Samson and Delilah (1877), the Third Violin Concerto (1880), the Third (\"Organ\") Symphony (1886) and The Carnival of the Anim"}]}, {"heading": "Deaths", "year": "1922", "date": "December 16", "txt": "Gabriel Narutowicz, Lithuanian–Polish engineer and politician, 1st President of the Republic of Poland (b. 1865)", "entities": [{"title": "Gabriel Narutowicz", "href": "/wiki/Gabriel_Narutowicz", "description": "Gabriel Józef Narutowicz was a Polish professor of hydroelectric engineering and politician who served as the first President of Poland from 11 December 1922 until his assassination on 16 December, five days after assuming office. He previously served as the Minister of Public Works from 1920 to 1921 and briefly as Minister of Foreign Affairs in 1922. A renowned engineer and politically independen"}]}, {"heading": "Deaths", "year": "1928", "date": "December 16", "txt": "Elinor Wylie, American poet and author (b. 1885)", "entities": [{"title": "Elinor Wylie", "href": "/wiki/Elinor_Wylie", "description": "Elinor Morton Wylie was an American poet and novelist popular in the 1920s and 1930s. \"She was famous during her life almost as much for her ethereal beauty and personality as for her melodious, sensuous poetry.\""}]}, {"heading": "Deaths", "year": "1935", "date": "December 16", "txt": "Thelma Todd, American actress and comedian (b. 1905)", "entities": [{"title": "Thelma Todd", "href": "/wiki/Thelma_Todd", "description": "Thelma Alice Todd was an American actress and businesswoman who was often referred to by the nicknames \"The Ice Cream Blonde\" and \"Hot Toddy\". Appearing in around 120 feature films and shorts between 1926 and 1935, she is best remembered for her comedic roles opposite ZaSu Pitts, and in films such as Marx Brothers' Monkey Business and Horse Feathers and a number of Charley Chase's short comedies. "}]}, {"heading": "Deaths", "year": "1936", "date": "December 16", "txt": "Frank Eugene, American-German photographer and educator (b. 1865)", "entities": [{"title": "Frank Eugene", "href": "/wiki/Frank_Eugene", "description": "Frank Eugene was an American-born photographer who was a founding member of the Photo-Secession and one of the first university-level professors of photography in the world."}]}, {"heading": "Deaths", "year": "1940", "date": "December 16", "txt": "Eugène Dubois, Dutch paleoanthropologist (b. 1858)", "entities": [{"title": "Eugène Dubois", "href": "/wiki/Eug%C3%A8ne_Dubois", "description": "Marie Eugène François Thomas Dubois was a Dutch paleoanthropologist and geologist. He earned worldwide fame for his discovery of Pithecanthropus erectus, or \"Java Man\". Although hominid fossils had been found and studied before, Dubois was the first anthropologist to embark upon a purposeful search for them."}]}, {"heading": "Deaths", "year": "1940", "date": "December 16", "txt": "Billy Hamilton, American baseball player and manager (b. 1866)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "December 16", "txt": "George Bambridge, English diplomat (b. 1892)", "entities": [{"title": "George Bambridge", "href": "/wiki/George_Bambridge", "description": "George Louis St Clair Bambridge was a British diplomat. His wife, Elsie, was the daughter of the author Rudyard Kipling."}]}, {"heading": "Deaths", "year": "1944", "date": "December 16", "txt": "Betsie ten Boom, Dutch Holocaust victim (b. 1885)", "entities": [{"title": "Betsie ten Boom", "href": "/wiki/Betsie_ten_Boom", "description": "Elisabeth ten Boom was a Dutch woman, the daughter of a watchmaker, who suffered persecution under the Nazi regime in World War II, including incarceration in Ravensbrück concentration camp, where she died aged 59. The daughter of Casper ten Boom, she is one of the leading characters in The Hiding Place, a book written by her sister Corrie ten Boom about the family′s experiences during World War I"}]}, {"heading": "Deaths", "year": "1945", "date": "December 16", "txt": "Giovanni Agnelli, Italian businessman, founded Fiat (b. 1866)", "entities": [{"title": "Giovanni Agnelli", "href": "/wiki/Giovanni_Agnelli", "description": "Giovanni Agnelli was an Italian businessman, who founded Fiat car manufacturing in 1899."}]}, {"heading": "Deaths", "year": "1945", "date": "December 16", "txt": "Fumimaro Konoe, Japanese lawyer and politician, 23rd Prime Minister of Japan (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1949", "date": "December 16", "txt": "Sidney Olcott, Canadian-American actor, director, producer, and screenwriter (b. 1873)", "entities": [{"title": "Sidney Olcott", "href": "/wiki/Sidney_Olcott", "description": "Sidney Olcott was a Canadian-born film producer, director, actor and screenwriter."}]}, {"heading": "Deaths", "year": "1952", "date": "December 16", "txt": "Robert Henry Best, American journalist (b. 1896)", "entities": [{"title": "Robert Henry Best", "href": "/wiki/Robert_Henry_Best", "description": "Robert Henry Best was an American foreign correspondent who covered events in Europe for American media outlets during the Interwar period. Later he became a Nazi supporter and well known broadcaster of Nazi propaganda during World War II. He was convicted of treason in 1948 and sentenced to life imprisonment. He died while in federal custody in 1952."}]}, {"heading": "Deaths", "year": "1956", "date": "December 16", "txt": "Nina Hamnett, Welsh painter and author (b. 1890)", "entities": [{"title": "Nina Hamnett", "href": "/wiki/Nina_Hamnett", "description": "Nina Hamnett was a Welsh artist and writer, and an expert on sailors' chanteys, who became known as the Queen of Bohemia."}]}, {"heading": "Deaths", "year": "1961", "date": "December 16", "txt": "Hans Rebane, Estonian journalist and politician, 8th Minister of Foreign Affairs (b. 1882)", "entities": [{"title": "Hans Rebane", "href": "/wiki/Hans_Rebane", "description": "Hans Rebane was an Estonian politician, diplomat and journalist. He served as the Minister of Foreign Affairs of Estonia from 1927 to 1928 in Jaan Tõnisson's third cabinet. Rebane was Estonian envoy in Helsinki 1931–1937, 1937–1940 in Riga."}]}, {"heading": "Deaths", "year": "1965", "date": "December 16", "txt": "W. Somerset Maugham, British playwright, novelist, and short story writer (b. 1874)", "entities": [{"title": "W. Somerset Maugham", "href": "/wiki/W._Somerset_Maugham", "description": "William Somerset Maugham was an English playwright, novelist, and short-story writer. He was among the most popular writers of his era and reputedly the highest-paid author during the 1930s."}]}, {"heading": "Deaths", "year": "1968", "date": "December 16", "txt": "Futabayama Sadaji, Japanese sumo wrestler, the 35th Yokozuna (b. 1912)", "entities": [{"title": "Futabayama Sadaji", "href": "/wiki/Futabayama_Sadaji", "description": "Futabayama Sadaji  was a Japanese professional sumo wrestler from Oita Prefecture. Entering sumo in 1927, he was the sport's 35th yokozuna from 1937 until his retirement in 1945. He won twelve yūshō or top division championships and had a winning streak of 69 consecutive bouts, an all-time record. Despite his dominance he was extremely popular with the public. After his retirement he was head coac"}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1968", "date": "December 16", "txt": "Muhammad Suheimat, Jordanian general and politician (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "December 16", "txt": "Alphonse Castex, French rugby union player (b. 1899)", "entities": [{"title": "Alphonse Castex", "href": "/wiki/Alphonse_Castex", "description": "Alphonse Castex was a French rugby union player who competed in the 1920 Summer Olympics."}]}, {"heading": "Deaths", "year": "1969", "date": "December 16", "txt": "Soe Hok Gie, Indonesian activist and academic (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "December 16", "txt": "Oscar Lewis, American anthropologist of Latin America (b. 1914)", "entities": [{"title": "Oscar Lewis", "href": "/wiki/Oscar_Lewis", "description": "Oscar Lewis, born Lefkowitz was an American anthropologist. He is best known for his vivid depictions of the lives of slum dwellers and his argument that a cross-generational culture of poverty transcends national boundaries. Lewis contended that the cultural similarities occurred because they were \"common adaptations to common problems\" and that \"the culture of poverty is both an adaptation and a"}]}, {"heading": "Deaths", "year": "1974", "date": "December 16", "txt": "Kostas Varnalis, Greek poet and playwright (b. 1884)", "entities": [{"title": "Kostas Varnalis", "href": "/wiki/Kostas_Varnalis", "description": "Kostas Varnalis was a Greek poet."}]}, {"heading": "Deaths", "year": "1976", "date": "December 16", "txt": "Réal Caouette, Canadian journalist and politician (b. 1917)", "entities": [{"title": "Réal Caouette", "href": "/wiki/R%C3%A9al_Caouette", "description": "David Réal Caouette was a Canadian politician from Quebec. He was a member of parliament (MP) and leader of the Social Credit Party of Canada and founder of the Ralliement des créditistes. Outside politics he worked as a car dealer."}]}, {"heading": "Deaths", "year": "1977", "date": "December 16", "txt": "Risto Jarva, Finnish director, producer, and screenwriter (b. 1934)", "entities": [{"title": "Risto Jarva", "href": "/wiki/Risto_Jarva", "description": "Risto Antero Jarva was a Finnish filmmaker. His last film was Jäniksen vuosi. He died in a car accident on his way back from a private showing of the film, and the subsequent party."}]}, {"heading": "Deaths", "year": "1980", "date": "December 16", "txt": "Colonel Sanders, American businessman, founded KFC (b. 1890)", "entities": [{"title": "Colonel Sanders", "href": "/wiki/Colonel_Sanders", "description": "Colonel Harland David Sanders was an American businessman, best known for founding fast food chicken restaurant chain Kentucky Fried Chicken and later acting as the company's brand ambassador and symbol. His name and image are still symbols of the company. The title \"colonel\" is an honorific title, the highest awarded by the Commonwealth of Kentucky, the Kentucky Colonel, and is not a military ran"}, {"title": "KFC", "href": "/wiki/KFC", "description": "KFC is an American fast food restaurant chain headquartered in Louisville, Kentucky that specializes in fried chicken. It is the world's second-largest restaurant chain after McDonald's, with 22,621 locations globally in 150 countries as of December 2019. The chain is a subsidiary of Yum! Brands, a restaurant company that also owns the Pizza Hut, Taco Bell and WingStreet chains."}]}, {"heading": "Deaths", "year": "1980", "date": "December 16", "txt": "Hellmuth Walter, German-American engineer (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "December 16", "txt": "Colin Chapman, English engineer and businessman, founded Lotus Cars (b. 1928)", "entities": [{"title": "Colin Chapman", "href": "/wiki/Colin_Chapman", "description": "Anthony Colin Bruce Chapman, was an influential English design engineer, inventor, and builder in the automotive industry, and founder of Lotus Cars."}, {"title": "Lotus Cars", "href": "/wiki/Lotus_Cars", "description": "Lotus Cars Limited is a British automotive company headquartered in Norfolk, England. It manufactures sports cars and racing cars noted for their light weight and fine handling characteristics."}]}, {"heading": "Deaths", "year": "1983", "date": "December 16", "txt": "Debs Garms, American baseball player (b. 1907)", "entities": [{"title": "Debs Garms", "href": "/wiki/Debs_Garms", "description": "Debs C. Garms was a professional baseball player for 12 seasons as an outfielder and third baseman for the St. Louis Browns, Boston Braves, Pittsburgh Pirates, and St. Louis Cardinals. Garms broke up Johnny Vander Meer's streak of hitless innings in 1938. He won the National League batting title in 1940, hitting .355 for the Pirates despite having played in only 103 games and garnering 358 at bats"}]}, {"heading": "Deaths", "year": "1984", "date": "December 16", "txt": "Karl Deichgräber, German philologist and academic (b. 1903)", "entities": [{"title": "Karl Deichgräber", "href": "/wiki/Karl_Deichgr%C3%A4ber", "description": "Karl Marienus Deichgräber was a German classical philologist. Deichgräber was a member of the Nazi Party."}]}, {"heading": "Deaths", "year": "1985", "date": "December 16", "txt": "Thomas Bilotti, American mobster (b. 1940)", "entities": [{"title": "Thomas Bilotti", "href": "/wiki/Thomas_Bilotti", "description": "Thomas \"Tommy\" Bilotti was an American mobster with the Gambino crime family who served as underboss for two weeks. It was this promotion that helped trigger the 1985 assassination of Gambino boss Paul Castellano; Bilotti would end up killed as well as part of the assassination."}]}, {"heading": "Deaths", "year": "1985", "date": "December 16", "txt": "Paul Castellano, American mobster (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 16", "txt": "Oscar Alfredo Gálvez, Argentinian race car driver (b. 1913)", "entities": [{"title": "Oscar Alfredo Gálvez", "href": "/wiki/Oscar_Alfredo_G%C3%A1lvez", "description": "Oscar Alfredo Gálvez was a racing driver from Argentina. He participated in one Formula One World Championship Grand Prix, on 18 January 1953, in which he scored two championship points."}]}, {"heading": "Deaths", "year": "1989", "date": "December 16", "txt": "Silvana Mangano, Italian actress (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 16", "txt": "Aileen Pringle, American actress (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 16", "txt": "Lee Van Cleef, American actor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "December 16", "txt": "Eszter Tamási, Hungarian actress and journalist (b. 1938)", "entities": [{"title": "Eszter Tamási", "href": "/wiki/Eszter_Tam%C3%A1si", "description": "Eszter Tamási was a Hungarian actress and TV announcer."}]}, {"heading": "Deaths", "year": "1993", "date": "December 16", "txt": "Moses Gunn, American actor (b. 1929)", "entities": [{"title": "Moses Gunn", "href": "/wiki/Moses_Gunn", "description": "Moses Gunn was an American actor of stage and screen. An Obie Award-winning stage player, he co-founded the Negro Ensemble Company in the 1960s. His 1962 Off-Broadway debut was in Jean Genet's The Blacks, and his Broadway debut was in A Hand is on the Gate, an evening of African-American poetry. He was nominated for a 1976 Tony Award as Best Actor (Play) for The Poison Tree and played Othello on B"}]}, {"heading": "Deaths", "year": "1993", "date": "December 16", "txt": "Kakuei Tanaka, Japanese soldier and politician, 64th Prime Minister of Japan (b. 1918)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1996", "date": "December 16", "txt": "Quentin Bell, English historian and author (b. 1910)", "entities": [{"title": "Quentin Bell", "href": "/wiki/Quentin_Bell", "description": "Quentin Claudian Stephen Bell was an English art historian and author."}]}, {"heading": "Deaths", "year": "1997", "date": "December 16", "txt": "Lillian Disney, American illustrator and philanthropist (b. 1899)", "entities": [{"title": "Lillian Disney", "href": "/wiki/Lillian_Disney", "description": "Lillian Marie Disney was an American ink artist at the Disney Studios, and the wife of Walt Disney, from 1925 until his death in 1966."}]}, {"heading": "Deaths", "year": "1998", "date": "December 16", "txt": "William Gaddis, American author and academic (b. 1922)", "entities": [{"title": "William Gaddis", "href": "/wiki/William_Gaddis", "description": "William Thomas Gaddis, Jr. was an American novelist.\nThe first and longest of his five novels, The Recognitions, was named one of TIME magazine's 100 best novels from 1923 to 2005\nand two others, J R and A Frolic of His Own, won the annual U.S. National Book Award for Fiction.\nA collection of his essays was published posthumously as The Rush for Second Place (2002). The Letters of William Gaddis w"}]}, {"heading": "Deaths", "year": "2001", "date": "December 16", "txt": "Stuart Adamson, English-Scottish singer-songwriter and guitarist (b. 1958)", "entities": [{"title": "Stuart Adamson", "href": "/wiki/Stuart_Adamson", "description": "William Stuart Adamson was a Scottish rock guitarist, and lead singer/frontman of the 1980s band Big Country. He also performed with the 1970s punk rock band Skids, and the 1990s alternative country band \"The Raphaels\". In the late 1970s the British music journalist John Peel referred to his musical virtuosity as a guitarist as \"a new Jimi Hendrix\"."}]}, {"heading": "Deaths", "year": "2001", "date": "December 16", "txt": "Stefan Heym, German-American soldier and author (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 16", "txt": "Robert Stanfield, Canadian economist, lawyer, and politician, 17th Premier of Nova Scotia (b. 1914)", "entities": [{"title": "Robert Stanfield", "href": "/wiki/Robert_Stanfield", "description": "Robert Lorne Stanfield was a Canadian politician who served as 17th Premier of Nova Scotia (1956–67) and fought three General Elections as Leader of the Opposition and Leader of the federal Progressive Conservative Party of Canada (1967–76)."}, {"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Deaths", "year": "2003", "date": "December 16", "txt": "Gary Stewart, American singer-songwriter (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 16", "txt": "Ted Abernathy, American baseball player (b. 1933)", "entities": [{"title": "Ted Abernathy", "href": "/wiki/Ted_Abernathy", "description": "Ted Wade Abernathy was an American professional baseball player and right-handed pitcher. He appeared in 681 games in Major League Baseball, 647 as a relief pitcher, for seven different clubs over all or parts of 14 seasons between 1955 and 1972, amassed 148 saves, and twice led the National League in that category. He batted and threw right-handed, stood 6 feet 4 inches (1.93 m) tall, and weighed"}]}, {"heading": "Deaths", "year": "2004", "date": "December 16", "txt": "Deyda Hydara, Gambian journalist, co-founded The Point (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 16", "txt": "Agnes Martin, American painter and educator (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 16", "txt": "Kenneth Bulmer, English author (b. 1921)", "entities": [{"title": "Kenneth Bulmer", "href": "/wiki/Kenneth_Bulmer", "description": "Henry Kenneth Bulmer was a British author, primarily of science fiction."}]}, {"heading": "Deaths", "year": "2005", "date": "December 16", "txt": "Ed Hansen, American director and screenwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 16", "txt": "John Spencer, American actor (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 16", "txt": "Don Jardine, Canadian wrestler and trainer (b. 1940)", "entities": [{"title": "Don Jardine", "href": "/wiki/Don_Jardine", "description": "Donald Delbert Jardine was a Canadian professional wrestler best known for his masked gimmick as The Spoiler. While a major star in various wrestling promotions such as the World Wrestling Federation (1974) and between, Jardine saw his greatest successes in the National Wrestling Alliance affiliated territories of Championship Wrestling from Florida, Georgia Championship Wrestling and Big Time Wre"}]}, {"heading": "Deaths", "year": "2006", "date": "December 16", "txt": "Taliep Petersen, South African singer-songwriter and director (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 16", "txt": "Pnina Salzman, Israeli pianist and educator (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 16", "txt": "Stanford J. Shaw, American historian and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 16", "txt": "Dan Fogelberg, American singer-songwriter and guitarist (b. 1951)", "entities": [{"title": "Dan Fogelberg", "href": "/wiki/Dan_Fogelberg", "description": "Daniel Grayling Fogelberg was an American musician, songwriter, composer, and multi-instrumentalist. He is known for his 1980s songs, including \"Longer\" (1979), \"Same Old Lang Syne\" (1980), and \"Leader of the Band\" (1982)."}]}, {"heading": "Deaths", "year": "2009", "date": "December 16", "txt": "Roy E. Disney, American businessman (b. 1930)", "entities": [{"title": "Roy E. Disney", "href": "/wiki/Roy_E._Disney", "description": "Roy Edward Disney KCSG was a longtime senior executive for the Walt Disney Company, which was founded by his father, Roy O. Disney, and his uncle, Walt Disney. At the time of his death, he held more than 16 million shares, and served as a consultant for the company, as director emeritus for the board of directors. During his tenure, he organized the ousting of two top Disney executives: Ron Miller"}]}, {"heading": "Deaths", "year": "2009", "date": "December 16", "txt": "Yegor Gaidar, Russian economist and politician, Prime Minister of Russia (b. 1956)", "entities": [{"title": "Prime Minister of Russia", "href": "/wiki/Prime_Minister_of_Russia", "description": "The Chairman of the Government of the Russian Federation, also known as the prime minister, is the head of the Russian government, the chief executive of the Russian Cabinet, and the second-most powerful figure in the Russian Federation. The official residence of the prime minister is Gorki-9 in Odintsovsky District, Moscow Oblast, and the working residence is the Russian White House of Moscow. Un"}]}, {"heading": "Deaths", "year": "2009", "date": "December 16", "txt": "Manto Tshabalala-Msimang, South African physician and politician, 22nd South African Minister of Health (b. 1940)", "entities": [{"title": "Minister of Health (South Africa)", "href": "/wiki/Minister_of_Health_(South_Africa)", "description": "In the South-African government, the Minister of Health is the member of the national Cabinet responsible for the Department of Health, and therefore for national health policy and the administration of public health. The position is of particular importance in South Africa because of the massive impact of the AIDS pandemic in the country."}]}, {"heading": "Deaths", "year": "2010", "date": "December 16", "txt": "Melvin E. Biddle, American soldier, Medal of Honor recipient (b. 1923)", "entities": [{"title": "Melvin E. Biddle", "href": "/wiki/Melvin_E._Biddle", "description": "Melvin Earl \"Bud\" Biddle was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2010", "date": "December 16", "txt": "Ayinde Barrister, Nigerian fuji musician (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 16", "txt": "Robert Easton, American actor and screenwriter (b. 1930)", "entities": [{"title": "Robert Easton (actor)", "href": "/wiki/Robert_Easton_(actor)", "description": "Robert Easton was an American radio, film, and television actor whose career spanned more than 60 years. His mastery of English dialect earned him the epithet \"The Man of a Thousand Voices\". For decades, he was a leading Hollywood dialogue or accent coach."}]}, {"heading": "Deaths", "year": "2011", "date": "December 16", "txt": "Nicol Williamson, Scottish actor (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 16", "txt": "Elwood V. Jensen, American biologist and academic (b. 1920)", "entities": [{"title": "Elwood V. Jensen", "href": "/wiki/Elwood_V._Jensen", "description": "Elwood Vernon Jensen was the Distinguished University Professor, George and Elizabeth Wile Chair in Cancer Research at the University of Cincinnati College of Medicine's Vontz Center for Molecular Studies. In 2004 he received the Albert Lasker Award for Basic Medical Research for his research on estrogen receptors. He is considered the father of the field of hormone action."}]}, {"heading": "Deaths", "year": "2012", "date": "December 16", "txt": "Jake Adam York, American poet and academic (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 16", "txt": "James Flint, English commander (b. 1913)", "entities": [{"title": "James Flint (RAF officer)", "href": "/wiki/James_Flint_(RAF_officer)", "description": "Wing Commander James Flint, was a British businessman and decorated Royal Air Force officer. During active service in World War II, he gained the unique distinction of receiving two gallantry awards for separate actions during the same operation."}]}, {"heading": "Deaths", "year": "2013", "date": "December 16", "txt": "Ray Price, American singer-songwriter and guitarist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 16", "txt": "Marta Russell, American journalist, author, and activist (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 16", "txt": "Martin Brasier, English paleontologist, biologist, and academic (b. 1947)", "entities": [{"title": "Martin Brasier", "href": "/wiki/Martin_Brasier", "description": "Martin David Brasier FGS, FLS was an English palaeobiologist and astrobiologist known for his conceptual analysis of microfossils and evolution in the Precambrian and Cambrian."}]}, {"heading": "Deaths", "year": "2014", "date": "December 16", "txt": "Tim Cochran, American mathematician and academic (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 16", "txt": "Peter Dickinson, Rhodesian-English author and poet (b. 1927)", "entities": [{"title": "Peter Dickinson", "href": "/wiki/Peter_Dickinson", "description": "Peter Malcolm de Brissac Dickinson OBE FRSL was an English author and poet, best known for children's books and detective stories."}]}, {"heading": "Deaths", "year": "2015", "date": "December 16", "txt": "Lizmark, Mexican wrestler (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 16", "txt": "George Earl Ortman, American painter and sculptor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "December 16", "txt": "Keely Smith, American singer and actress (b. 1928)", "entities": [{"title": "Keely Smith", "href": "/wiki/Keely_Smith", "description": "Dorothy Jacqueline Keely, better known as Keely Smith, was an American jazz and popular music singer, who performed and recorded extensively in the 1950s with then-husband Louis Prima, and throughout the 1960s as a solo artist."}]}]