[{"heading": "Events", "year": "0480", "date": "December 9", "txt": "Odoacer, first King of Italy, occupies Dalmatia. He later establishes his political power with the co-operation of the Roman Senate.", "entities": [{"title": "Odoacer", "href": "/wiki/Odoacer", "description": "Flavius Odoacer, also spelled Odovacer or Odovacar, was a soldier and statesman of barbarian background, who deposed the child emperor Romulus Augustulus and became King of Italy (476–493). Odoacer's deposition of Romulus Augustulus is traditionally seen as marking the end of the Western Roman Empire as well as Ancient Rome."}, {"title": "King of Italy", "href": "/wiki/King_of_Italy", "description": "King of Italy was the title given to the ruler of the Kingdom of Italy after the fall of the Western Roman Empire. The first to take the title was Odoacer, a barbarian military leader, in the late 5th century, followed by the Ostrogothic kings up to the mid-6th century. With the Frankish conquest of Italy in the 8th century, the Carolingians assumed the title, which was maintained by subsequent Ho"}, {"title": "Dalmatia", "href": "/wiki/Dalmatia", "description": "Dalmatia is one of the four historical regions of Croatia, alongside Croatia proper, Slavonia, and Istria."}, {"title": "Roman Senate", "href": "/wiki/Roman_Senate", "description": "The Roman Senate was a governing and advisory assembly in ancient Rome. It was one of the most enduring institutions in Roman history, being established in the first days of the city of Rome. It survived the overthrow of the Roman monarchy in 509 BC; the fall of the Roman Republic in the 1st century BC; the division of the Roman Empire in AD 395; and the fall of the Western Roman Empire in 476; Ju"}]}, {"heading": "Events", "year": "0536", "date": "December 9", "txt": "Gothic War: The Byzantine general Belisarius enters Rome unopposed; the Gothic garrison flee the capital.", "entities": [{"title": "Gothic War (535–554)", "href": "/wiki/Gothic_War_(535%E2%80%93554)", "description": "The Gothic War between the East Roman (Byzantine) Empire during the reign of Emperor Justinian I and the Ostrogothic Kingdom of Italy took place from 535 until 554 in the Italian peninsula, Dalmatia, Sardinia, Sicily and Corsica. It was one of the last of the many Gothic Wars with the Roman Empire. The war had its roots in the ambition of the East Roman Emperor Justinian I to recover the provinces"}, {"title": "Belisarius", "href": "/wiki/Belisarius", "description": "Flavius Belisarius was a military commander of the Byzantine Empire. He was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior."}, {"title": "Goths", "href": "/wiki/Goths", "description": "The Goths were a Germanic people who played a major role in the fall of the Western Roman Empire and the emergence of Medieval Europe."}]}, {"heading": "Events", "year": "0730", "date": "December 9", "txt": "Battle of Marj Ardabil: The Khazars annihilate an Umayyad army and kill its commander, Al-Jarrah Ibn Abdallah Al-Hakami.", "entities": [{"title": "Battle of Marj Ardabil", "href": "/wiki/Battle_of_Marj_Ardabil", "description": "The Battle of Marj Ardabil or the Battle of Ardabil was a battle fought on the plains surrounding the city of Ardabil in northwestern Iran in AD 730. A Khazar army led by Barjik, the son of the Khazar khagan, invaded the Umayyad provinces of Jibal and Iranian Azerbaijan in retaliation for Caliphate attacks on Khazaria during the course of the decades-long Khazar-Arab War of the early 8th century."}, {"title": "Khazars", "href": "/wiki/Khazars", "description": "The Khazars were a semi-nomadic Turkic people with a confederation of Turkic tribes that in the late 6th century CE established a major commercial empire covering the southeastern section of modern European Russia, southern Ukraine, Crimea and Kazakhstan. The Khazars created what for its duration was the most powerful polity to emerge from the break-up of the Western Turkic Khaganate. Astride a ma"}, {"title": "Umayyad", "href": "/wiki/Umayyad", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}, {"title": "Al-Jarrah ibn Abdallah al-Hakami", "href": "/wiki/Al-Jarrah_ibn_Abdallah_al-Hakami", "description": "Abu Uqba al-Jarrah ibn Abdallah al-Hakami was an Arab nobleman and general of the Hakami tribe. During the course of the early 8th century, he was at various times governor of Basra, Sistan and Khurasan, Armenia and Adharbayjan. A legendary warrior already during his lifetime, he is best known for his campaigns against the Khazars on the Caucasus front, culminating in his death in the Battle of Ma"}]}, {"heading": "Events", "year": "1531", "date": "December 9", "txt": "The Virgin of Guadalupe first appears to Juan Diego at Tepeyac, Mexico City.", "entities": [{"title": "Our Lady of Guadalupe", "href": "/wiki/Our_Lady_of_Guadalupe", "description": "Our Lady of Guadalupe, also known as the Virgin of Guadalupe, is a Catholic title of the Blessed Virgin Mary associated with a series of five Marian apparitions in December 1531, and a venerated image on a cloak enshrined within the Basilica of Our Lady of Guadalupe in Mexico City. The basilica is the most-visited Catholic shrine in the world, and the world's third most-visited sacred site."}, {"title": "Juan Diego", "href": "/wiki/Juan_Diego", "description": "Juan Diego Cuauhtlatoatzin, also known as Juan Diego, was a Chichimec peasant and Marian visionary. He is said to have been granted apparitions of the Virgin Mary on four occasions in December 1531: three at the hill of Tepeyac and a fourth before don Juan de Zumárraga, then bishop of Mexico. The Basilica of Our Lady of Guadalupe, located at the foot of Tepeyac, houses the cloak (tilmahtli) that i"}, {"title": "Tepeyac", "href": "/wiki/Tepeyac", "description": "Tepeyac or the Hill of Tepeyac, historically known by the names Tepeyacac and Tepeaquilla, is located inside Gustavo A. Madero, the northernmost delegación or borough of Mexico City. According to the Catholic tradition, it is the site where Saint Juan Diego met the Virgin of Guadalupe in December 1531, and received the iconic image of the Lady of Guadalupe. The Basilica of Our Lady of Guadalupe lo"}]}, {"heading": "Events", "year": "1688", "date": "December 9", "txt": "Glorious Revolution: Williamite forces defeat Jacobites at Battle of Reading, forcing flight of James II from the country.", "entities": [{"title": "Glorious Revolution", "href": "/wiki/Glorious_Revolution", "description": "The Glorious Revolution of November 1688, is also known as the Glorieuze Overtocht or Glorious Crossing by the Dutch. It refers to the deposition of James VII and II, king of Scotland, England and Ireland and replacement by his daughter Mary II and her husband, William III of Orange, stadtholder and de facto ruler of the Dutch Republic. A term first used by John Hampden in late 1689, historian Jer"}, {"title": "Battle of Reading (1688)", "href": "/wiki/Battle_of_Reading_(1688)", "description": "The Battle of Reading took place on 9 December 1688 in Reading, Berkshire. It was one of only two substantial military actions in England during the Glorious Revolution, and was a decisive victory for forces loyal to William III of Orange. The victory was celebrated in Reading for many years."}, {"title": "James II", "href": "/wiki/James_II", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}]}, {"heading": "Events", "year": "1775", "date": "December 9", "txt": "American Revolutionary War: British troops lose the Battle of Great Bridge, and leave Virginia soon afterward.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Great Bridge", "href": "/wiki/Battle_of_Great_Bridge", "description": "The Battle of Great Bridge was fought December 9, 1775, in the area of Great Bridge, Virginia, early in the American Revolutionary War. The victory by colonial Virginia militia forces led to the departure of Royal Governor Lord Dunmore and any remaining vestiges of British power over the Colony of Virginia during the early days of the conflict."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}]}, {"heading": "Events", "year": "1824", "date": "December 9", "txt": "Patriot forces led by General Antonio José de Sucre defeat a Royalist army in the Battle of Ayacucho, putting an end to the Peruvian War of Independence.", "entities": [{"title": "Antonio José de Sucre", "href": "/wiki/Antonio_Jos%C3%A9_de_Sucre", "description": "Antonio José de Sucre y Alcalá, known as \"Gran Mariscal de Ayacucho\", was a Venezuelan independence leader who served as the 4th President of Peru and as the 2nd President of Bolivia. Sucre was one of Simón Bolívar's closest friends, generals and statesmen."}, {"title": "Battle of Ayacucho", "href": "/wiki/Battle_of_Ayacucho", "description": "The Battle of Ayacucho was a decisive military encounter during the Peruvian War of Independence. It was the battle that secured the independence of Peru and ensured independence for the rest of South America. In Peru it is considered the end of the Spanish American wars of independence, although the campaign of the victor Antonio José de Sucre, continued through 1825 in Upper Peru and the siege o"}, {"title": "Peruvian War of Independence", "href": "/wiki/Peruvian_War_of_Independence", "description": "The Peruvian War of Independence was composed of a series of military conflicts in Peru beginning with viceroy Abascal military reconquest in 1811 in the battle of Guaqui, continuing with the definitive defeat of the Spanish Army in 1824 in the battle of Ayacucho, and culminating in 1826 with the Siege of Callao. The wars of independence took place with the background of the 1780–1781 uprising by "}]}, {"heading": "Events", "year": "1835", "date": "December 9", "txt": "Texas Revolution: The Texian Army captures San Antonio, Texas.", "entities": [{"title": "Texas Revolution", "href": "/wiki/Texas_Revolution", "description": "The Texas Revolution was a rebellion of colonists from the United States and Tejanos in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one, the Mexican Federalist War, that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas in"}, {"title": "Texian Army", "href": "/wiki/Texian_Army", "description": "The Texian Army, also known as the Revolutionary Army and Army of the People, was the land warfare branch of the Texian armed forces during the Texas Revolution. It spontaneously formed from the Texian Militia in October 1835 following the Battle of Gonzales. Along with the Texian Navy, it helped the Republic of Texas win independence from the Centralist Republic of Mexico on May 14, 1836 at the T"}, {"title": "San Antonio, Texas", "href": "/wiki/San_Antonio,_Texas", "description": "San Antonio, officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with 1,547,253 residents in 2019. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish "}]}, {"heading": "Events", "year": "1851", "date": "December 9", "txt": "The first YMCA in North America is established in Montreal.", "entities": [{"title": "YMCA", "href": "/wiki/YMCA", "description": "YMCA, sometimes regionally called the Y, is a worldwide youth organization based in Geneva, Switzerland, with more than 64 million beneficiaries in 120 countries. It was founded on 6 June 1844 by Sir George Williams in London, originally as the Young Men's Christian Association, and aims to put Christian principles into practice by developing a healthy \"body, mind, and spirit\"."}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}]}, {"heading": "Events", "year": "1856", "date": "December 9", "txt": "The Iranian city of Bushehr surrenders to occupying British forces.", "entities": [{"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Bushehr", "href": "/wiki/Bushehr", "description": "Bushehr, Booshehr or Bushire, also known as Bandar Bushehr, previously Beh Ardasher, Antiochia in Persis and Bukht Ardashir, is the capital city of Bushehr Province, Iran. At the 2006 census, its population was 161,674, in 40,771 families."}]}, {"heading": "Events", "year": "1861", "date": "December 9", "txt": "American Civil War: The Joint Committee on the Conduct of the War is established by the U.S. Congress.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Joint Committee on the Conduct of the War", "href": "/wiki/Joint_Committee_on_the_Conduct_of_the_War", "description": "The Joint Committee on the Conduct of the War started on December 9th, 1861, and was dismissed in May of 1865. The committee investigated the progress of the war against the Confederacy. Meetings were held in secret, but reports were issued from time to time."}, {"title": "Congress of the United States", "href": "/wiki/Congress_of_the_United_States", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1868", "date": "December 9", "txt": "The first traffic lights are installed, outside the Palace of Westminster in London. Resembling railway signals, they use semaphore arms and are illuminated at night by red and green gas lamps.", "entities": [{"title": "Traffic light", "href": "/wiki/Traffic_light", "description": "Traffic lights, traffic signals, stoplights or robots are signalling devices positioned at road intersections, pedestrian crossings, and other locations to control flows of traffic."}, {"title": "Palace of Westminster", "href": "/wiki/Palace_of_Westminster", "description": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Informally known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England."}, {"title": "Railway signal", "href": "/wiki/Railway_signal", "description": "A railway signal is a visual display device that conveys instructions or provides advance warning of instructions regarding the driver’s authority to proceed. The driver interprets the signal's indication and acts accordingly. Typically, a signal might inform the driver of the speed at which the train may safely proceed or it may instruct the driver to stop."}, {"title": "Railway semaphore signal", "href": "/wiki/Railway_semaphore_signal", "description": "Railway semaphore signal is one of the earliest forms of fixed railway signals. This semaphore system involves signals that display their different indications to train drivers by changing the angle of inclination of a pivoted 'arm'. Semaphore signals were patented in the early 1840s by Joseph James Stevens, and soon became the most widely used form of mechanical signal. Designs have altered over "}, {"title": "Gas lamp", "href": "/wiki/Gas_lamp", "description": "Gas lighting is production of artificial light from combustion of a gaseous fuel, such as hydrogen, methane, carbon monoxide, propane, butane, acetylene, ethylene, coal gas or natural gas."}]}, {"heading": "Events", "year": "1872", "date": "December 9", "txt": "In Louisiana, P. B. S. Pinchback becomes the first African-American governor of a U.S. state.", "entities": [{"title": "Louisiana", "href": "/wiki/Louisiana", "description": "Louisiana is a state in the Deep South and South Central regions of the United States. It is the 19th-smallest by area and the 25th most populous of the 50 U.S. states. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is"}, {"title": "P. B. S. Pinchback", "href": "/wiki/P._B._S._Pinchback", "description": "Pinckney Benton Stewart Pinchback was an American publisher and politician, a Union Army officer, and the first African American to become governor of a U.S. state. A Republican, Pinchback served as the 24th Governor of Louisiana from December 9, 1872, to January 13, 1873. He was one of the most prominent African-American officeholders during the Reconstruction Era."}, {"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "1905", "date": "December 9", "txt": "In France, the law separating church and state is passed.", "entities": [{"title": "1905 French law on the Separation of the Churches and the State", "href": "/wiki/1905_French_law_on_the_Separation_of_the_Churches_and_the_State", "description": "The 1905 French law on the Separation of the Churches and State was passed by the Chamber of Deputies on 9 December 1905. Enacted during the Third Republic, it established state secularism in France. France was then governed by the Bloc des gauches led by Emile Combes. The law was based on three principles: the neutrality of the state, the freedom of religious exercise, and public powers related t"}]}, {"heading": "Events", "year": "1911", "date": "December 9", "txt": "A mine explosion near Briceville, Tennessee, kills 84 miners despite rescue efforts led by the United States Bureau of Mines.", "entities": [{"title": "Cross Mountain Mine disaster", "href": "/wiki/Cross_Mountain_Mine_disaster", "description": "The Cross Mountain Mine disaster was a coal mine explosion that occurred on December 9, 1911, near the community of Briceville, Tennessee, in the southeastern United States. In spite of a well-organized rescue effort led by the newly created Bureau of Mines, 84 miners died as a result of the explosion. The likely cause of the explosion was the ignition of dust and gas released by a roof fall."}, {"title": "Briceville, Tennessee", "href": "/wiki/Briceville,_Tennessee", "description": "Briceville is an unincorporated community in Anderson County, Tennessee, United States. It is included in the Knoxville, Tennessee Metropolitan Statistical Area. The community is named for railroad tycoon and one-term Democratic U.S. Senator Calvin S. Brice of Ohio, who was instrumental in bringing railroad service to the town."}, {"title": "United States Bureau of Mines", "href": "/wiki/United_States_Bureau_of_Mines", "description": "For most of the 20th century, the United States Bureau of Mines (USBM) was the primary United States government agency conducting scientific research and disseminating information on the extraction, processing, use, and conservation of mineral resources. The Bureau was abolished in 1996."}]}, {"heading": "Events", "year": "1917", "date": "December 9", "txt": "World War I: Field Marshal Allenby captures Jerusalem from the Ottoman Empire.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Edmund Allenby, 1st Viscount Allenby", "href": "/wiki/Edmund_Allenby,_1st_Viscount_Allenby", "description": "Field Marshal Edmund Henry Hynman Allenby, 1st Viscount Allenby, was an English soldier and British Imperial Governor. He fought in the Second Boer War and also in the First World War, in which he led the British Empire's Egyptian Expeditionary Force (EEF) during the Sinai and Palestine Campaign against the Ottoman Empire in the conquest of Palestine."}, {"title": "Battle of Jerusalem", "href": "/wiki/Battle_of_Jerusalem", "description": "The Battle of Jerusalem occurred during the British Empire's \"Jerusalem Operations\" against the Ottoman Empire, in World War I, when fighting for the city developed from 17 November, continuing after the surrender until 30 December 1917, to secure the final objective of the Southern Palestine Offensive during the Sinai and Palestine Campaign of World War I. Before Jerusalem could be secured, two b"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1922", "date": "December 9", "txt": "Gabriel Narutowicz is elected the first president of Poland.", "entities": [{"title": "Gabriel Narutowicz", "href": "/wiki/Gabriel_Narutowicz", "description": "Gabriel Józef Narutowicz was a Polish professor of hydroelectric engineering and politician who served as the first President of Poland from 11 December 1922 until his assassination on 16 December, five days after assuming office. He previously served as the Minister of Public Works from 1920 to 1921 and briefly as Minister of Foreign Affairs in 1922. A renowned engineer and politically independen"}]}, {"heading": "Events", "year": "1931", "date": "December 9", "txt": "The Constituent Cortes approves a constitution which establishes the Second Spanish Republic.", "entities": [{"title": "Constituent Cortes", "href": "/wiki/Constituent_Cortes", "description": "The Constituent Cortes is the description of Spain's parliament, the Cortes, when convened as a constituent assembly."}, {"title": "Spanish Constitution of 1931", "href": "/wiki/Spanish_Constitution_of_1931", "description": "The Spanish Constitution of 1931 was approved by the Constituent Assembly on 9 December 1931. It was the constitution of the Second Spanish Republic and was in force until 1 April 1939. This was the second period of Spanish history in which both head of state and head of government were democratically elected."}, {"title": "Second Spanish Republic", "href": "/wiki/Second_Spanish_Republic", "description": "The Spanish Republic, commonly known as the Second Spanish Republic, was the form of government in Spain from 1931 to 1939. The Republic was proclaimed on 14 April 1931, after the deposition of Alfonso XIII, and was dissolved on 1 April 1939 after surrendering in the Spanish Civil War to the rebel faction that fought to establish a military dictatorship under General Francisco Franco."}]}, {"heading": "Events", "year": "1935", "date": "December 9", "txt": "Student protests in Beiping (now Beijing)'s Tiananmen Square, dispersed by government.", "entities": [{"title": "December 9th Movement", "href": "/wiki/December_9th_Movement", "description": "The December 9th Movement was a mass protest led by students in Beiping on December 9, 1935 to demand that the Chinese government actively resist Japanese aggression."}, {"title": "Kuomintang", "href": "/wiki/Kuomintang", "description": "The Kuomintang is a major political party in Taiwan that originated as a revolutionary political party for the Republic of China on the Chinese mainland. Founded in 1919, the KMT was the dominant ruling party of the Republic of China on the mainland from 1928 to 1949, during which it fought the Chinese Communist Party (CCP) for control over China in the Chinese Civil War. The KMT was defeated and "}]}, {"heading": "Events", "year": "1935", "date": "December 9", "txt": "Walter Liggett, American newspaper editor and muckraker, is killed in a gangland murder.", "entities": []}, {"heading": "Events", "year": "1937", "date": "December 9", "txt": "Second Sino-Japanese War: Battle of Nanking: Japanese troops under the command of Lt. Gen. Asaka Yasuhiko launch an assault on the Chinese city of Nanjing (Nanking).", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident on 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escal"}, {"title": "Battle of Nanking", "href": "/wiki/Battle_of_Nanking", "description": "The Battle of Nanking was fought in early December 1937 during the Second Sino-Japanese War between the Chinese National Revolutionary Army and the Imperial Japanese Army for control of Nanking (Nanjing), the capital of the Republic of China."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Asaka Yasuhiko", "href": "/wiki/Asaka_Yasuhiko", "description": "General Prince Yasuhiko Asaka  was the founder of a collateral branch of the Japanese imperial family and a career officer in the Imperial Japanese Army. Son-in-law of Emperor Meiji and uncle by marriage of Emperor Hirohito, Prince Asaka was commander of Japanese forces in the final assault on Nanjing, then the capital city of Nationalist China, in December 1937. He is alleged to have been a perpe"}, {"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}]}, {"heading": "Events", "year": "1940", "date": "December 9", "txt": "World War II: Operation Compass: British and Indian troops under the command of Major-General Richard O'Connor attack Italian forces near Sidi Barrani in Egypt.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Compass", "href": "/wiki/Operation_Compass", "description": "Operation Compass was the first large British military operation of the Western Desert Campaign (1940–1943) during the Second World War. British, Indian, Commonwealth and Allied forces attacked Italian forces of the 10th Army in western Egypt and Cyrenaica, the eastern province of Libya, from December 1940 to February 1941."}, {"title": "Richard O'Connor", "href": "/wiki/Richard_O%27Connor", "description": "General Sir Richard Nugent O'Connor, was a senior British Army officer who fought in both the First and Second World Wars, and commanded the Western Desert Force in the early years of the Second World War. He was the field commander for Operation Compass, in which his forces destroyed a much larger Italian army – a victory which nearly drove the Axis from Africa, and in turn, led Adolf Hitler to s"}, {"title": "Battle of Sidi Barrani", "href": "/wiki/Battle_of_Sidi_Barrani", "description": "The Battle of Sidi Barrani (10–11 December 1940) was the opening battle of Operation Compass, the first big British attack of the Western Desert Campaign of the Second World War. Sidi Barrani, on the Mediterranean coast in Egypt, had been occupied by the Italian 10th Army, during the Italian invasion of Egypt (9–16 September 1940) and was attacked by British, Commonwealth and imperial troops, who "}, {"title": "Military history of Italy during World War II", "href": "/wiki/Military_history_of_Italy_during_World_War_II", "description": "The participation of Italy in the Second World War was characterized by a complex framework of ideology, politics, and diplomacy, while its military actions were often heavily influenced by external factors. Italy joined the war as one of the Axis Powers in 1940, as the French Third Republic surrendered, with a plan to concentrate Italian forces on a major offensive against the British Empire in A"}, {"title": "Sidi Barrani", "href": "/wiki/Sidi_Barrani", "description": "Sidi Barrani is a town in Egypt, near the Mediterranean Sea, about\n95 km (59 mi) east of the Egypt–Libya border, and around 240 km (150 mi) from Tobruk, Libya."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1941", "date": "December 9", "txt": "World War II: China, Cuba, Guatemala, and the Philippine Commonwealth declare war on Germany and Japan.", "entities": [{"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}, {"title": "Commonwealth of the Philippines", "href": "/wiki/Commonwealth_of_the_Philippines", "description": "The Commonwealth of the Philippines was the administrative body that governed the Philippines from 1935 to 1946, aside from a period of exile in the Second World War from 1942 to 1945 when Japan occupied the country. It replaced the Insular Government, a United States territorial government, and was established by the Tydings–McDuffie Act. The Commonwealth was designed as a transitional administra"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}]}, {"heading": "Events", "year": "1941", "date": "December 9", "txt": "World War II: The American 19th Bombardment Group attacks Japanese ships off the coast of Vigan, Luzon.", "entities": [{"title": "Vigan", "href": "/wiki/Vigan", "description": "Vigan, officially the City of Vigan, is a 4th class component city and capital of the province of Ilocos Sur, Philippines. According to the 2015 census, it has a population of 53,879 people. "}, {"title": "Luzon", "href": "/wiki/Luzon", "description": "Luzon is the largest and most populous island in the Philippines. It is ranked 15th largest in the world by land area. Located in the northern portion of the archipelago, it is the economic and political center of the nation, being home to the country's capital city, Manila, as well as Quezon City, the country's most populous city. With a population of 53 million as of 2015,  it contains 52.5% of "}]}, {"heading": "Events", "year": "1946", "date": "December 9", "txt": "The \"Subsequent Nuremberg trials\" begin with the \"Doctors' trial\", prosecuting physicians and officers alleged to be involved in Nazi human experimentation and mass murder under the guise of euthanasia.", "entities": [{"title": "Subsequent Nuremberg trials", "href": "/wiki/Subsequent_Nuremberg_trials", "description": "The Nuremberg Military Tribunals were a series of 12 military tribunals for war crimes against members of the leadership of Nazi Germany, lasting from December 1946 to April 1949. They differed from the first and best-known Nuremberg trial, the International Military Tribunal, in that the subsequent tribunals were conducted before U.S. military courts rather than an international court."}, {"title": "Doctors' trial", "href": "/wiki/Doctors%27_trial", "description": "The doctors' trial was the first of 12 trials for war crimes of high-ranking German officials and industrialists that the United States authorities held in their occupation zone in Nuremberg, Germany, after the end of World War II. These trials were held before US military courts, not before the International Military Tribunal, but took place in the same rooms at the Palace of Justice. The trials "}, {"title": "Nazi human experimentation", "href": "/wiki/Nazi_human_experimentation", "description": "Nazi human experimentation was a series of medical experiments on large numbers of prisoners, including children, by Nazi Germany in its concentration camps in the early to mid 1940s, during World War II and the Holocaust. Chief target populations included Romani, Sinti, ethnic Poles, Soviet POWs, disabled Germans, and Jews from across Europe."}, {"title": "Action T4", "href": "/wiki/Action_T4", "description": "Aktion T4 was a campaign of mass murder by involuntary euthanasia in Nazi Germany. The term was first used in post-war trials against doctors who had been involved in the killings. The name T4 is an abbreviation of Tiergartenstraße 4, a street address of the Chancellery department set up in early 1940, in the Berlin borough of Tiergarten, which recruited and paid personnel associated with T4. Cert"}]}, {"heading": "Events", "year": "1946", "date": "December 9", "txt": "The Constituent Assembly of India meets for the first time to write the Constitution of India.", "entities": [{"title": "Constitution of India", "href": "/wiki/Constitution_of_India", "description": "The Constitution of India is the supreme law of India. The document lays down the framework that demarcates fundamental political code, structure, procedures, powers, and duties of government institutions and sets out fundamental rights, directive principles, and the duties of citizens. It is the longest written constitution of any country on Earth."}]}, {"heading": "Events", "year": "1948", "date": "December 9", "txt": "The Genocide Convention is adopted.", "entities": [{"title": "Genocide Convention", "href": "/wiki/Genocide_Convention", "description": "The Convention on the Prevention and Punishment of the Crime of Genocide was unanimously adopted by the United Nations General Assembly on 9 December 1948 as General Assembly Resolution 260. The Convention entered into force on 12 January 1951. It defines genocide in legal terms, and is the culmination of years of campaigning by lawyer Raphael Lemkin. All participating countries are advised to pre"}]}, {"heading": "Events", "year": "1950", "date": "December 9", "txt": "Cold War: Harry Gold is sentenced to 30 years in jail for helping Klaus Fuchs pass information about the Manhattan Project to the Soviet Union. His testimony is later instrumental in the prosecution of Julius and Ethel Rosenberg.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Harry Gold", "href": "/wiki/Harry_Gold", "description": "Harry Gold was a Swiss-born American laboratory chemist who is known for having been convicted as a courier for the Soviet Union to pass atomic secrets from Klaus Fuchs, an agent of the Soviet Union, during World War II. Gold served as a government witness and testified in the case of Julius and Ethel Rosenberg, who were convicted and executed in 1953 for their roles. Gold served 15 years in priso"}, {"title": "Klaus Fuchs", "href": "/wiki/Klaus_Fuchs", "description": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the "}, {"title": "Manhattan Project", "href": "/wiki/Manhattan_Project", "description": "The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Ala"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Julius and Ethel Rosenberg", "href": "/wiki/Julius_and_Ethel_Rosenberg", "description": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were accused of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 in the Sing Sing correctional faci"}]}, {"heading": "Events", "year": "1953", "date": "December 9", "txt": "Red Scare: General Electric announces that all communist employees will be discharged from the company.", "entities": [{"title": "Second Red Scare", "href": "/wiki/Second_Red_Scare", "description": "McCarthyism is the practice of making accusations of subversion or treason, especially when related to communism. The term refers to U.S. senator Joseph McCarthy (R-Wisconsin) and has its origins in the period in the United States known as the Second Red Scare, lasting from the late 1940s through the 1950s. It was characterized by heightened political repression and a campaign spreading fear of co"}, {"title": "General Electric", "href": "/wiki/General_Electric", "description": "General Electric Company (GE) is an American multinational conglomerate incorporated in New York City and headquartered in Boston. As of 2018, the company operates through the following segments: aviation, healthcare, power, renewable energy, digital industry, additive manufacturing and venture capital and finance."}, {"title": "Communist", "href": "/wiki/Communist", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}]}, {"heading": "Events", "year": "1956", "date": "December 9", "txt": "Trans-Canada Air Lines Flight 810, a Canadair North Star, crashes near Hope, British Columbia, Canada, killing all 62 people on board.", "entities": [{"title": "Trans-Canada Air Lines Flight 810", "href": "/wiki/Trans-Canada_Air_Lines_Flight_810", "description": "Trans-Canada Air Lines Flight 810 was a Canadair North Star on a scheduled flight from Vancouver to Calgary. The plane crashed into Mount Slesse near Chilliwack, British Columbia, Canada, on 9 December 1956 after encountering severe icing and turbulence over the mountains. All 62 people on board died, making it one of the deadliest airline crashes ever as of that date; it still ranks as the sixth "}, {"title": "Canadair North Star", "href": "/wiki/Canadair_North_Star", "description": "The Canadair North Star is a 1940s Canadian development, for Trans-Canada Air Lines (TCA), of the Douglas DC-4. Instead of radial piston engines used by the Douglas design, Canadair used Rolls-Royce Merlin V12 engines to achieve a higher cruising speed of 325 mph (523 km/h) compared with the 227 mph (365 km/h) of the standard DC-4. Requested by TCA in 1944, the prototype flew on 15 July 1946. The "}, {"title": "Hope, British Columbia", "href": "/wiki/Hope,_British_Columbia", "description": "Hope is a commuter town and district municipality at the confluence of the Fraser and Coquihalla rivers in the province of British Columbia, Canada. Hope is at the eastern end of both the Fraser Valley and the Lower Mainland region, and is at the southern end of the Fraser Canyon. To the east, over the Cascade Mountains, is the Interior region, beginning with the Similkameen Country on the farther"}]}, {"heading": "Events", "year": "1960", "date": "December 9", "txt": "The first episode of Coronation Street, the world's longest-running television soap opera, is broadcast in the United Kingdom.", "entities": [{"title": "Soap opera", "href": "/wiki/Soap_opera", "description": "A soap opera is a radio or television serial dealing especially with domestic situations and frequently characterized by melodrama, ensemble casts, and sentimentality. The term \"soap opera\" originated from radio dramas originally being sponsored by soap manufacturers."}]}, {"heading": "Events", "year": "1961", "date": "December 9", "txt": "Tanganyika becomes independent from Britain.", "entities": [{"title": "Tanganyika (1961–1964)", "href": "/wiki/Tanganyika_(1961%E2%80%931964)", "description": "Tanganyika was a sovereign state, comprising the mainland part of present-day Tanzania, that existed from 1961 until 1964. It first gained independence from the United Kingdom on 9 December 1961 as a state headed by Queen Elizabeth II before becoming a republic within the Commonwealth of Nations a year later. After signing the Articles of Union on 22 April 1964 and passing an Act of Union on 25 Ap"}]}, {"heading": "Events", "year": "1965", "date": "December 9", "txt": "Kecksburg UFO incident: A fireball is seen from Michigan to Pennsylvania; witnesses report something crashing in the woods near Pittsburgh.", "entities": [{"title": "Kecksburg UFO incident", "href": "/wiki/Kecksburg_UFO_incident", "description": "The Kecksburg UFO incident occurred on December 9, 1965, at Kecksburg, Pennsylvania, United States, when a fireball was reported by citizens of six U.S. states and Canada over Detroit, Michigan and Windsor, Canada. Astronomers said it was likely a meteor bolide burning up in the atmosphere and descending at a steep angle. NASA released a statement in 2005 reporting that experts had examined fragme"}]}, {"heading": "Events", "year": "1968", "date": "December 9", "txt": "Douglas Engelbart gave what became known as \"The Mother of All Demos\", publicly debuting the computer mouse, hypertext, and the bit-mapped graphical user interface using the oN-Line System (NLS).", "entities": [{"title": "Douglas Engelbart", "href": "/wiki/Douglas_Engelbart", "description": "Douglas Carl Engelbart was an American engineer and inventor, and an early computer and Internet pioneer. He is best known for his work on founding the field of human–computer interaction, particularly while at his Augmentation Research Center Lab in SRI International, which resulted in creation of the computer mouse, and the development of hypertext, networked computers, and precursors to graphic"}, {"title": "The Mother of All Demos", "href": "/wiki/The_Mother_of_All_Demos", "description": "\"The Mother of All Demos\" is a name retroactively applied to a landmark computer demonstration, given at the Association for Computing Machinery / Institute of Electrical and Electronics Engineers (ACM/IEEE)—Computer Society's Fall Joint Computer Conference in San Francisco, which was presented by Douglas Engelbart on December 9, 1968."}, {"title": "Computer mouse", "href": "/wiki/Computer_mouse", "description": "A computer mouse is a hand-held pointing device that detects two-dimensional motion relative to a surface. This motion is typically translated into the motion of a pointer on a display, which allows a smooth control of the graphical user interface of a computer."}, {"title": "Hypertext", "href": "/wiki/Hypertext", "description": "Hypertext is text displayed on a computer display or other electronic devices with references (hyperlinks) to other text that the reader can immediately access. Hypertext documents are interconnected by hyperlinks, which are typically activated by a mouse click, keypress set, or screen touch. Apart from text, the term \"hypertext\" is also sometimes used to describe tables, images, and other present"}, {"title": "Graphical user interface", "href": "/wiki/Graphical_user_interface", "description": "The graphical user interface is a form of user interface that allows users to interact with electronic devices through graphical icons and audio indicator such as primary notation, instead of text-based user interfaces, typed command labels or text navigation. GUIs were introduced in reaction to the perceived steep learning curve of command-line interfaces (CLIs), which require commands to be type"}, {"title": "NLS (computer system)", "href": "/wiki/NLS_(computer_system)", "description": "NLS, or the \"oN-Line System\", was a revolutionary computer collaboration system developed in the 1960s. Designed by Douglas Engelbart and implemented by researchers at the Augmentation Research Center (ARC) at the Stanford Research Institute (SRI), the NLS system was the first to employ the practical use of hypertext links, the mouse, raster-scan video monitors, information organized by relevance,"}]}, {"heading": "Events", "year": "1969", "date": "December 9", "txt": "U.S. Secretary of State William P. Rogers proposes his plan for a ceasefire in the War of Attrition; Egypt and Jordan accept it over the objections of the PLO, which leads to civil war in Jordan in September 1970.", "entities": [{"title": "William P. Rogers", "href": "/wiki/William_P._Rogers", "description": "William Pierce Rogers was an American politician, diplomat, and lawyer. He served as United States Attorney General under President Dwight D. Eisenhower and United States Secretary of State under President Richard Nixon. Despite Rogers being a close confidant of Nixon, National Security Advisor Henry Kissinger overshadowed Rogers and eventually succeeded him as Secretary of State. Rogers was the l"}, {"title": "Rogers Plan", "href": "/wiki/Rogers_Plan", "description": "The Rogers Plan was a framework proposed by United States Secretary of State William P. Rogers to achieve an end to belligerence in the Arab–Israeli conflict following the Six-Day War and the continuing War of Attrition."}, {"title": "War of Attrition", "href": "/wiki/War_of_Attrition", "description": "The War of Attrition involved fighting between Israel and Egypt, Jordan, PLO and their allies from 1967 to 1970."}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}, {"title": "Black September in Jordan", "href": "/wiki/Black_September_in_Jordan", "description": "Black September, also known as the Jordanian Civil War was a conflict fought in the Hashemite Kingdom of Jordan between the Jordanian Armed Forces (JAF), under the leadership of King Hussein, and the Palestine Liberation Organisation (PLO), under the leadership of Yasser Arafat, primarily between 16 and 27 September 1970, with certain aspects of the conflict continuing until 17 July 1971."}]}, {"heading": "Events", "year": "1971", "date": "December 9", "txt": "Indo-Pakistani War: The Indian Air Force executes an airdrop of Indian Army units, bypassing Pakistani defences.", "entities": [{"title": "Indo-Pakistani War of 1971", "href": "/wiki/Indo-Pakistani_War_of_1971", "description": "The Indo-Pakistani War of 1971 was a military confrontation between India's Mitro bahini forces and Pakistan that occurred during the Bangladesh Liberation War in East Pakistan from 3 December 1971 to the fall of Dacca (Dhaka) on 16 December 1971. The war began with Operation Chengiz Khan's preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakis"}, {"title": "Indian Air Force", "href": "/wiki/Indian_Air_Force", "description": "The Indian Air Force (IAF) is the air arm of the Indian Armed Forces. Its complement of personnel and aircraft assets ranks fourth amongst the air forces of the world. Its primary mission is to secure Indian airspace and to conduct aerial warfare during armed conflict. It was officially established on 8 October 1932 as an auxiliary air force of the British Empire which honoured India's aviation se"}, {"title": "Meghna Heli Bridge", "href": "/wiki/Meghna_Heli_Bridge", "description": "Meghna Heli Bridge codenamed 'Operation Cactus Lilly' was an aerial operation of the Indian Air Force during the Indo-Pakistani War of 1971, commencing India's involvement in Bangladesh Liberation War. It took place on 9 December, when the Indian Air Force (IAF) airlifted the IV Corps of the Indian Army and Mukti Bahini fighters from Brahmanbaria to Raipura in Narsingdi over the River Meghna, bypa"}, {"title": "Indian Army", "href": "/wiki/Indian_Army", "description": "The Indian Army is the land-based branch and the largest component of the Indian Armed Forces. The President of India is the Supreme Commander of the Indian Army, and its professional head is the Chief of Army Staff (COAS), who is a four-star general. Two officers have been conferred with the rank of field marshal, a five-star rank, which is a ceremonial position of great honour. The Indian Army o"}]}, {"heading": "Events", "year": "1973", "date": "December 9", "txt": "British and Irish authorities sign the Sunningdale Agreement in an attempt to establish a power-sharing Northern Ireland Executive and a cross-border Council of Ireland.", "entities": [{"title": "Sunningdale Agreement", "href": "/wiki/Sunningdale_Agreement", "description": "The Sunningdale Agreement was an attempt to establish a power-sharing Northern Ireland Executive and a cross-border Council of Ireland. The agreement was signed at Sunningdale Park located in Sunningdale, Berkshire, on 9 December 1973. Unionist opposition, violence and general strike caused the collapse of the agreement in May 1974."}, {"title": "Northern Ireland Executive (1974)", "href": "/wiki/Northern_Ireland_Executive_(1974)", "description": "A power-sharing Northern Ireland Executive was formed following the Northern Ireland Assembly elections of 1973. The executive served as the devolved government of Northern Ireland from 1 January 1974 until its collapse on 28 May 1974."}, {"title": "Council of Ireland", "href": "/wiki/Council_of_Ireland", "description": "The Council of Ireland was a statutory body established under the Government of Ireland Act 1920 as an all-Ireland law-making authority with limited jurisdiction, initially over both Northern Ireland and Southern Ireland, and later solely over Northern Ireland. It had 41 members: 13 members of each of the Houses of Commons of Southern Ireland and of Northern Ireland; 7 members of each of the Senat"}]}, {"heading": "Events", "year": "1979", "date": "December 9", "txt": "The eradication of the smallpox virus is certified, making smallpox the first of only two diseases that have been driven to extinction (rinderpest in 2011 being the other).", "entities": [{"title": "Smallpox", "href": "/wiki/Smallpox", "description": "Smallpox was an infectious disease caused by one of two virus variants, Variola major and Variola minor. The agent of variola virus (VARV) belongs to the genus Orthopoxvirus. \n The last naturally occurring case was diagnosed in October 1977, and the World Health Organization (WHO) certified the global eradication of the disease in 1980. The risk of death after contracting the disease was about 30%"}, {"title": "Virus", "href": "/wiki/Virus", "description": "A virus is a submicroscopic infectious agent that replicates only inside the living cells of an organism. Viruses infect all types of life forms, from animals and plants to microorganisms, including bacteria and archaea.\nSince Dmitri Ivanovsky's 1892 article describing a non-bacterial pathogen infecting tobacco plants and the discovery of the tobacco mosaic virus by Martinus Beijerinck in 1898, mo"}, {"title": "Rinderpest", "href": "/wiki/Rinderpest", "description": "Rinderpest was an infectious viral disease of cattle, domestic buffalo, and many other species of even-toed ungulates, including gaurs, buffaloes, large antelope, deer, giraffes, wildebeests, and warthogs. The disease was characterized by fever, oral erosions, diarrhea, lymphoid necrosis, and high mortality. Death rates during outbreaks were usually extremely high, approaching 100% in immunologica"}]}, {"heading": "Events", "year": "1987", "date": "December 9", "txt": "Israeli–Palestinian conflict: The First Intifada begins in the Gaza Strip and West Bank.", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "First Intifada", "href": "/wiki/First_Intifada", "description": "The First Intifada, or First Palestinian Intifada, was a sustained series of Palestinian protests and violent riots in the West Bank, Gaza Strip, and within Israel. The protests were against the Israeli occupation of the West Bank and Gaza that had begun twenty years prior, in 1967. The intifada lasted from December 1987 until the Madrid Conference in 1991, though some date its conclusion to 1993,"}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}, {"title": "West Bank", "href": "/wiki/West_Bank", "description": "The West Bank is a landlocked territory near the Mediterranean coast of Western Asia, bordered by Jordan and the Dead Sea to the east and by Israel to the south, west and north. Under Israeli occupation since 1967, the area is split into 167 Palestinian \"islands\" under partial Palestinian National Authority civil rule, and 230 Israeli settlements into which Israeli law is \"pipelined\"."}]}, {"heading": "Events", "year": "1992", "date": "December 9", "txt": "American troops land in Somalia for Operation Restore Hope.", "entities": [{"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Unified Task Force", "href": "/wiki/Unified_Task_Force", "description": "The Unified Task Force (UNITAF) was a United States-led, United Nations-sanctioned multinational force which operated in Somalia from 5 December 1992 until 4 May 1993. A United States initiative, UNITAF was charged with carrying out United Nations Security Council Resolution 794 to create a protected environment for conducting humanitarian operations in the southern half of the country."}]}, {"heading": "Events", "year": "1996", "date": "December 9", "txt": "Gwen Jacob is acquitted of committing an indecent act, giving women the right to be topless in Ontario, Canada.", "entities": [{"title": "Topfreedom in Canada", "href": "/wiki/Topfreedom_in_Canada#Gwen_Jacob", "description": "Topfreedom in Canada has largely been an attempt to combat the interpretation of indecency laws that considered a woman's breasts to be indecent, and therefore their exhibition in public an offence. In British Columbia, it is a historical issue dating back to the 1930s and the public protests against materialistic lifestyle held by the radical religious sect of the Freedomites, whose pacifist beli"}]}, {"heading": "Events", "year": "2003", "date": "December 9", "txt": "A blast in the center of Moscow kills six people and wounds several more.", "entities": [{"title": "2003 Red Square bombing", "href": "/wiki/2003_Red_Square_bombing", "description": "The 2003 Red Square bombing was the 9 December 2003 suicide bombing on Mohovaja street in Moscow."}]}, {"heading": "Events", "year": "2008", "date": "December 9", "txt": "The Governor of Illinois, Rod Blagojevich, is arrested by federal officials for crimes including attempting to sell the U.S. Senate seat being vacated by President-elect Barack Obama.", "entities": [{"title": "Governor of Illinois", "href": "/wiki/Governor_of_Illinois", "description": "The Governor of Illinois is the chief executive of the State of Illinois, and the various agencies and departments over which the officer has jurisdiction, as prescribed in the state constitution. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enacting laws passed by the Illinois General Assembly. Illinois is one o"}, {"title": "Rod Blagojevich", "href": "/wiki/Rod_Blagojevich", "description": "Rod Blagojevich, often referred to by his nickname \"Blago\", is an American former politician, political commentator, and convicted felon who served as the 40th Governor of Illinois from 2003 to his 2009 impeachment following charges of public corruption for which he was later sentenced to federal prison. A member of the Democratic Party, Blagojevich previously worked in both the state and federal "}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "President-elect of the United States", "href": "/wiki/President-elect_of_the_United_States", "description": "The president-elect of the United States is the candidate who has won the United States presidential election and is awaiting inauguration to become the president. There is no explicit indication in the U.S. Constitution as to when that person actually becomes president-elect, although the Twentieth Amendment uses the term \"President-elect\", thus giving the term \"president-elect\" constitutional ju"}, {"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}]}, {"heading": "Events", "year": "2012", "date": "December 9", "txt": "A plane crash in Mexico kills seven people.", "entities": [{"title": "2012 Mexico Learjet 25 crash", "href": "/wiki/2012_Mexico_Learjet_25_crash", "description": "On 9 December 2012, a Learjet 25 business jet carrying five passengers including American singer Jenni Rivera crashed south of Monterrey, Mexico, minutes after taking off from the city's international airport. All aboard, including two crew members, were killed."}]}, {"heading": "Events", "year": "2013", "date": "December 9", "txt": "At least seven are dead and 63 are injured following a train accident near Bintaro, Indonesia.", "entities": [{"title": "2013 Bintaro train crash", "href": "/wiki/2013_Bintaro_train_crash", "description": "The Bintaro rail crash occurred on 9 December 2013 when a KRL Commuterline train crashed into a Pertamina gasoline tanker at a railroad crossing in Bintaro, Jakarta, Indonesia on Monday morning, causing at least one female-only carriage to overturn and burst into flames. At least 7 people were killed and another 63 were wounded in the crash."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}]}, {"heading": "Events", "year": "2016", "date": "December 9", "txt": "President Park Geun-hye of South Korea is impeached by the country's National Assembly in response to a major political scandal.", "entities": [{"title": "Impeachment of Park Geun-hye", "href": "/wiki/Impeachment_of_Park_Geun-hye", "description": "The impeachment of Park Geun-hye, President of South Korea, was the culmination of a political scandal involving interventions to the presidency from her aide, Choi Soon-sil. The impeachment vote took place on 9 December 2016, with 234 members of the 300-member National Assembly voting in favour of the impeachment and temporary suspension of Park Geun-hye's presidential powers and duties. This exc"}]}, {"heading": "Events", "year": "2016", "date": "December 9", "txt": "At least 57 people are killed and a further 177 injured when two schoolgirl suicide bombers attack a market area in Madagali, Northeastern Nigeria in the Madagali suicide bombings.", "entities": [{"title": "Madagali suicide bombings", "href": "/wiki/Madagali_suicide_bombings", "description": "The Madagali suicide bombings occurred on 9 December 2016 when 2 women suicide bombers attack Madagali, a town in Nigeria. The attack killed at least 57 people and injured 177. Among those individuals injured 120 were reported to be children. \"Officials have blamed the Boko Haram Islamic extremists.\""}]}, {"heading": "Events", "year": "2017", "date": "December 9", "txt": "The Marriage Amendment Bill receives royal assent and comes into effect, making Australia the 26th country to legalize same-sex marriage.", "entities": [{"title": "Marriage Amendment (Definition and Religious Freedoms) Bill 2017", "href": "/wiki/Marriage_Amendment_(Definition_and_Religious_Freedoms)_Bill_2017", "description": "The Marriage Amendment Act 2017 is an Act of the Parliament of Australia, which legalises same-sex marriage in Australia by amending the Marriage Act 1961 to allow marriage between two persons of marriageable age, regardless of their gender."}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}, {"title": "Same-sex marriage", "href": "/wiki/Same-sex_marriage", "description": "Same-sex marriage, also known as gay marriage, is the marriage of two people of the same sex or gender, entered into in a civil or religious ceremony. There are records of same-sex marriage dating back to the first century. In the modern era, marriage equality was first granted to same-sex couples in the Netherlands on 1 April 2001."}]}, {"heading": "Events", "year": "2019", "date": "December 9", "txt": "A volcano on White Island, New Zealand, kills 22 people after it erupts.", "entities": [{"title": "Whakaari / White Island", "href": "/wiki/Whakaari_/_White_Island", "description": null}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}, {"title": "2019 Whakaari / White Island eruption", "href": "/wiki/2019_Whakaari_/_White_Island_eruption", "description": null}]}, {"heading": "Births", "year": "1392", "date": "December 9", "txt": "Peter, Duke of Coimbra (d. 1449)", "entities": [{"title": "Peter, Duke of Coimbra", "href": "/wiki/Peter,_Duke_of_Coimbra", "description": "Infante D. Pedro, Duke of Coimbra KG, was a Portuguese infante (prince) of the House of Aviz, son of King John I of Portugal and his wife Philippa of Lancaster, daughter of John of Gaunt. In Portugal, he is better known as Infante D. Pedro das Sete Partidas [do Mundo], \"of the Seven Parts [of the World]\" because of his travels. Possibly the best-travelled prince of his time, he was regent between "}]}, {"heading": "Births", "year": "1447", "date": "December 9", "txt": "Chenghua Emperor of China (d. 1487)", "entities": [{"title": "Chenghua Emperor", "href": "/wiki/Chenghua_Emperor", "description": "The Chenghua Emperor, born Zhu Jianshen, was the ninth Emperor of the Ming dynasty, reigned from 1464 to 1487. His era name \"Chenghua\" means \"accomplished change\"."}]}, {"heading": "Births", "year": "1482", "date": "December 9", "txt": "Frederick II, Elector Palatine (d. 1556)", "entities": [{"title": "Frederick II, Elector Palatine", "href": "/wiki/Frederick_II,_Elector_Palatine", "description": "Frederick II, Count Palatine of the Rhine, also Frederick the Wise, a member of the Wittelsbach dynasty, was Prince-elector of the Palatinate from 1544 to 1556."}]}, {"heading": "Births", "year": "1493", "date": "December 9", "txt": "Íñigo López de Mendoza, 4th Duke of the Infantado (d. 1566)", "entities": [{"title": "Íñigo López de Mendoza, 4th Duke of the Infantado", "href": "/wiki/%C3%8D%C3%B1igo_L%C3%B3pez_de_Mendoza,_4th_Duke_of_the_Infantado", "description": "Iñigo Lopez de Mendoza y Pimentel, 4th Duke of the Infantado was a Spanish nobleman. He was made a Knight of the Order of the Golden Fleece in 1546, the 193rd to receive that distinction. Duke of the Infantado is a title first granted in 1475 and was inherited upon his father's death in 1531. He was also 5th Count of Saldaña, 4th Marquess of Argüeso, 4th Marquess of Campóo, 5th Marquess of Santill"}]}, {"heading": "Births", "year": "1508", "date": "December 9", "txt": "Gemma Frisius, Dutch mathematician and cartographer (d. 1555)", "entities": [{"title": "Gemma Frisius", "href": "/wiki/Gemma_Frisius", "description": "Gemma Frisius was a Dutch physician, mathematician, cartographer, philosopher, and instrument maker. He created important globes, improved the mathematical instruments of his day and applied mathematics in new ways to surveying and navigation. Gemma's rings are named after him. Along with Gerardus Mercator and Abraham Ortelius, Frisius is often considered one of the founders of the Netherlandish s"}]}, {"heading": "Births", "year": "1561", "date": "December 9", "txt": "Edwin Sandys, English lawyer and politician (d. 1629)", "entities": [{"title": "Edwin Sandys (died 1629)", "href": "/wiki/Edwin_Sandys_(died_1629)", "description": "Sir Edwin Sandys was an English politician who sat in the House of Commons at various times between 1589 and 1626. He was also one of the founders of the proprietary Virginia Company of London, which in 1606 established the first permanent English settlement in what is now the United States in the colony of Virginia, based at Jamestown. The parish of Sandys, in Bermuda is named after him."}]}, {"heading": "Births", "year": "1571", "date": "December 9", "txt": "Metius, Dutch mathematician and astronomer (d. 1635)", "entities": [{"title": "Metius", "href": "/wiki/Metius", "description": "Adriaan Adriaanszoon, called Metius,, was a Dutch geometer and astronomer born in Alkmaar. The name \"Metius\" comes from the Dutch word meten (\"measuring\"), and therefore means something like \"measurer\" or \"surveyor.\""}]}, {"heading": "Births", "year": "1579", "date": "December 9", "txt": "Martin de Porres, Peruvian saint (d. 1639)", "entities": [{"title": "Martin de Porres", "href": "/wiki/Martin_de_Porres", "description": "Martín de Porres Velázquez, O.P., was a Peruvian lay brother of the Dominican Order who was beatified in 1837 by Pope Gregory XVI and canonized in 1962 by Pope John XXIII. He is the patron saint of mixed-race people, barbers, innkeepers, public health workers, and all those seeking racial harmony."}]}, {"heading": "Births", "year": "1594", "date": "December 9", "txt": "Gustavus Adolphus of Sweden (d. 1632)", "entities": [{"title": "Gustavus Adolphus of Sweden", "href": "/wiki/Gustavus_Adolphus_of_Sweden", "description": "Gustavus Adolphus, also known in English as Gustav II Adolf or Gustav II Adolph, was the King of Sweden from 1611 to 1632, and is credited for the rise of Sweden as a great European power. During his reign, Sweden became one of the primary military forces in Europe during the Thirty Years' War, helping to determine the political and religious balance of power in Europe. He was formally and posthum"}]}, {"heading": "Births", "year": "1608", "date": "December 9", "txt": "John Milton, English poet and philosopher (d. 1674)", "entities": [{"title": "John Milton", "href": "/wiki/John_Milton", "description": "John Milton was an English poet and intellectual who served as a civil servant for the Commonwealth of England under its Council of State and later under Oliver Cromwell. He wrote at a time of religious and political instability, and is best known for his epic poem Paradise Lost (1667). Written in blank verse, Paradise Lost is widely considered to be one of the greatest works of literature ever wr"}]}, {"heading": "Births", "year": "1610", "date": "December 9", "txt": "Baldassare Ferri, Italian singer and actor (d. 1680)", "entities": [{"title": "Baldassare Ferri", "href": "/wiki/Baldassare_Ferri", "description": "Baldassare Ferri was an Italian castrato singer. He is said to have possessed \"extraordinary endurance of breath, flexibility of voice and depth of emotion\"."}]}, {"heading": "Births", "year": "1617", "date": "December 9", "txt": "Richard Lovelace, English poet (d. 1657)", "entities": [{"title": "Richard Lovelace (poet)", "href": "/wiki/Richard_Lovelace_(poet)", "description": "Richard Lovelace was an English poet in the seventeenth century. He was a cavalier poet who fought on behalf of the king during the Civil War. His best known works are \"To Althea, from Prison\", and \"To Lucasta, Going to the Warres\"."}]}, {"heading": "Births", "year": "1652", "date": "December 9", "txt": "Augustus Quirinus Rivinus, German physician and botanist (d. 1723)", "entities": [{"title": "Augustus Quirinus Rivinus", "href": "/wiki/Augustus_Quirinus_Rivinus", "description": "Augustus Quirinus Rivinus, also known as August Bachmann or A. Q. Bachmann, was a German physician and botanist who helped to develop better ways of classifying plants."}]}, {"heading": "Births", "year": "1667", "date": "December 9", "txt": "William Whiston, English mathematician, historian, and theologian (d. 1752)", "entities": [{"title": "William Whiston", "href": "/wiki/William_Whiston", "description": "William Whiston was an English theologian, historian, and mathematician, a leading figure in the popularisation of the ideas of Isaac Newton. He is now probably best known for helping to instigate the Longitude Act in 1714 and his important translations of the Antiquities of the Jews and other works by Josephus. He was a prominent exponent of Arianism and wrote A New Theory of the Earth."}]}, {"heading": "Births", "year": "1717", "date": "December 9", "txt": "Johann Joachim Winckelmann, German archaeologist and historian (d. 1768)", "entities": [{"title": "Johann Joachim Winckelmann", "href": "/wiki/Johann_Joachim_Winckelmann", "description": "Johann Joachim Winckelmann was a German art historian and archaeologist. He was a pioneering Hellenist who first articulated the difference between Greek, Greco-Roman and Roman art. \"The prophet and founding hero of modern archaeology\", Winckelmann was one of the founders of scientific archaeology and first applied the categories of style on a large, systematic basis to the history of art. Many co"}]}, {"heading": "Births", "year": "1721", "date": "December 9", "txt": "Peter Pelham, English-American organist and composer (d. 1805)", "entities": [{"title": "Peter Pelham (composer)", "href": "/wiki/Peter_Pelham_(composer)", "description": "\nPeter Pelham was an English-born American organist, harpsichordist, teacher and composer."}]}, {"heading": "Births", "year": "1728", "date": "December 9", "txt": "Pietro Alessandro Guglielmi, Italian composer (d. 1804)", "entities": [{"title": "Pietro Alessandro Guglielmi", "href": "/wiki/Pietro_Alessandro_Guglielmi", "description": "Pietro Alessandro Guglielmi was an Italian opera composer of the classical period."}]}, {"heading": "Births", "year": "1742", "date": "December 9", "txt": "Carl Wilhelm Scheele, Swedish Pomeranian and German pharmaceutical chemist (d. 1786)", "entities": [{"title": "Carl Wilhelm Scheele", "href": "/wiki/Carl_Wilhelm_Scheele", "description": "Carl Wilhelm Scheele was a German and Swedish Pomeranian pharmaceutical chemist."}]}, {"heading": "Births", "year": "1745", "date": "December 9", "txt": "Maddalena Laura Sirmen, Italian violinist and composer (d. 1818)", "entities": [{"title": "Maddalena Laura Sirmen", "href": "/wiki/Maddalena_Laura_Sirmen", "description": "Maddalena Sirmen was an Italian composer, violinist, and singer."}]}, {"heading": "Births", "year": "1748", "date": "December 9", "txt": "Claude Louis Berthollet, French chemist and academic (d. 1822)", "entities": [{"title": "Claude Louis Berthollet", "href": "/wiki/Claude_Louis_Berthollet", "description": "Claude Louis Berthollet was a Savoyard-French chemist who became vice president of the French Senate in 1804. He is known for his scientific contributions to theory of chemical equilibria via the mechanism of reverse chemical reactions, and for his contribution to modern chemical nomenclature. On a practical basis, Berthollet was the first to demonstrate the bleaching action of chlorine gas, and w"}]}, {"heading": "Births", "year": "1752", "date": "December 9", "txt": "Antoine Étienne de Tousard, French general and engineer (d. 1813)", "entities": [{"title": "Antoine Étienne de Tousard", "href": "/wiki/Antoine_%C3%89tienne_de_Tousard", "description": "Antoine Étienne de Tousard was a French general and military engineer during the French Revolutionary and Napoleonic Wars. He was also the last military engineer of the Order of Saint John. He is the brother of Louis de Tousard."}]}, {"heading": "Births", "year": "1787", "date": "December 9", "txt": "John Dobson, English architect, designed Eldon Square and Lilburn Tower (d. 1865)", "entities": [{"title": "John Dobson (architect)", "href": "/wiki/John_Dobson_(architect)", "description": "John Dobson was a 19th-century English architect in the neoclassical tradition. He became the most noted architect in the North of England. Churches and houses by him dot the North East - Nunnykirk Hall, Meldon Park, Mitford Hall, Lilburn Tower, St John the Baptist Church in Otterburn, Northumberland, and Beaufront Castle among them. During his career he designed more than 50 churches and 100 priv"}, {"title": "Old Eldon Square", "href": "/wiki/Old_Eldon_Square", "description": "Old Eldon Square is a public square on Blackett Street, Newcastle upon Tyne, England. As well as green space the square is the site of a war memorial and location for the city's Remembrance Day commemoration."}, {"title": "Lilburn Tower", "href": "/wiki/Lilburn_Tower", "description": "Lilburn Tower is a privately owned 19th-century mansion house at Lilburn, near Wooler, Northumberland. The property is a Grade II* listed building and forms part of the Lilburn Estate. A number of discrete buildings and monuments are scattered across the grange, including the Hurlestone, Hurlestone Tower, and an astronomical observatory."}]}, {"heading": "Births", "year": "1779", "date": "December 9", "txt": "Tabitha Babbitt,  American tool maker and inventor (d. 1853)", "entities": [{"title": "Tabitha Babbitt", "href": "/wiki/Tabitha_Babbitt", "description": "Sarah \"Tabitha\" Babbitt was an early American Shaker purported to be a tool maker and inventor. Inventions credited to her by the Shakers include the circular saw, the spinning wheel head, and false teeth. She was a member of the Harvard Shaker community."}]}, {"heading": "Births", "year": "1806", "date": "December 9", "txt": "Jean-Olivier Chénier, Canadian physician (d. 1838)", "entities": [{"title": "Jean-Olivier Chénier", "href": "/wiki/Jean-Olivier_Ch%C3%A9nier", "description": "Jean-Olivier Chénier was a physician in Lower Canada. Born in Lachine. During the Lower Canada Rebellion, he commanded the Patriote forces in the Battle of Saint-Eustache. Trapped with his men in a church by the government troops who set flames to the building, he was killed while attempting to escape through a window. He died to shouts of \"Remember Weir!\", a reference to George Weir, a government"}]}, {"heading": "Births", "year": "1813", "date": "December 9", "txt": "Thomas Andrews, Irish chemist and physicist (d. 1885)", "entities": [{"title": "Thomas Andrews (scientist)", "href": "/wiki/Thomas_Andrews_(scientist)", "description": "Thomas Andrews FRS FRSE was an Irish chemist and physicist who did important work on phase transitions between gases and liquids. He was a longtime professor of chemistry at Queen's University of Belfast."}]}, {"heading": "Births", "year": "1837", "date": "December 9", "txt": "Émile Waldteufel, French pianist, composer, and conductor (d. 1915)", "entities": [{"title": "Émile Waldteufel", "href": "/wiki/%C3%89mile_Waldteufel", "description": "Charles Émile Waldteufel was a French pianist, conductor and composer known for his numerous popular salon pieces."}]}, {"heading": "Births", "year": "1842", "date": "December 9", "txt": "Peter Kropotkin, Russian zoologist, economist, geographer, and philosopher (d. 1921)", "entities": [{"title": "Peter Kropotkin", "href": "/wiki/Peter_Kropotkin", "description": "Pyotr Alexeyevich Kropotkin was a Russian anarchist, socialist, revolutionary, economist, sociologist, historian, zoologist, political scientist, human geographer and philosopher who advocated anarcho-communism. He was also an activist, essayist, researcher and writer."}]}, {"heading": "Births", "year": "1845", "date": "December 9", "txt": "Joel Chandler Harris, American journalist and author (d. 1908)", "entities": [{"title": "Joel Chandler Harris", "href": "/wiki/Joel_Chandler_Harris", "description": "Joel Chandler Harris was an American journalist, fiction writer, and folklorist best known for his collection of Uncle Remus stories. Born in Eatonton, Georgia, where he served as an apprentice on a plantation during his teenage years, Harris spent most of his adult life in Atlanta working as an associate editor at The Atlanta Constitution."}]}, {"heading": "Births", "year": "1850", "date": "December 9", "txt": "Emma Abbott, American soprano and actress (d. 1891)", "entities": [{"title": "Emma Abbott", "href": "/wiki/Emma_Abbott", "description": "Emma Abbott was an American operatic soprano and impresario known for her pure, clear voice of great flexibility and volume."}]}, {"heading": "Births", "year": "1861", "date": "December 9", "txt": "Hélène Smith, French psychic and occultist (d. 1929)", "entities": [{"title": "Hélène Smith", "href": "/wiki/H%C3%A9l%C3%A8ne_Smith", "description": "Hélène Smith was a famous late-19th century Swiss medium. She was known as \"the Muse of Automatic Writing\" by the Surrealists, who viewed Smith as evidence of the power of the surreal, and a symbol of surrealist knowledge. Late in life, Smith claimed to communicate with Martians, and to be a reincarnation of a Hindu princess and Marie Antoinette."}]}, {"heading": "Births", "year": "1867", "date": "December 9", "txt": "Gregorios Xenopoulos, Greek journalist and author (d. 1951)", "entities": [{"title": "Gregorios Xenopoulos", "href": "/wiki/Gregorios_Xenopoulos", "description": "Gregorios Xenopoulos was a novelist, journalist and writer of plays from Zakynthos. He was lead editor in the magazine The Education of Children during the period from 1896 to 1948, during which time he was also the magazine's main author. His was the trademark signature \"Σας ασπάζομαι, Φαίδων\" \", which he used in letters ostensibly addressed to the magazine. He was also the founder and editor of "}]}, {"heading": "Births", "year": "1868", "date": "December 9", "txt": "Fritz Haber, Polish-German chemist and academic, Nobel Prize laureate (d. 1934)", "entities": [{"title": "Fritz Haber", "href": "/wiki/Fritz_Haber", "description": "Fritz Haber was a German chemist who received the Nobel Prize in Chemistry in 1918 for his invention of the Haber–Bosch process, a method used in industry to synthesize ammonia from nitrogen gas and hydrogen gas. This invention is of importance for the large-scale synthesis of fertilizers and explosives. It is estimated that two thirds of annual global food production uses nitrogen from the Haber-"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1870", "date": "December 9", "txt": "Ida S. Scudder, Indian physician and missionary (d. 1960)", "entities": [{"title": "Ida S. Scudder", "href": "/wiki/Ida_S._Scudder", "description": "Dr. Ida Sophia Scudder was a third-generation American medical missionary in India. She dedicated her life to the plight of Indian women and the fight against bubonic plague, cholera and leprosy. In 1918, she started one of Asia's foremost teaching hospitals, the Christian Medical College & Hospital, Vellore, India."}]}, {"heading": "Births", "year": "1870", "date": "December 9", "txt": "Francisco S. Carvajal, Mexican lawyer and politician, president 1914 (d. 1932)", "entities": []}, {"heading": "Births", "year": "1871", "date": "December 9", "txt": "Joe Kelley, American baseball player and manager (d. 1943)", "entities": [{"title": "Joe Kelley", "href": "/wiki/Joe_Kelley", "description": "Joseph James Kelley was an American left fielder in Major League Baseball (MLB) who starred in the outfield of the Baltimore Orioles teams of the 1890s. Making up the nucleus of the Orioles along with John McGraw, Willie Keeler, and Hughie Jennings, Kelley received the nickname \"Kingpin of the Orioles\"."}]}, {"heading": "Births", "year": "1873", "date": "December 9", "txt": "George Blewett, Canadian philosopher, author, and academic (d. 1912)", "entities": [{"title": "George Blewett", "href": "/wiki/George_Blewett", "description": "George John Blewett was a Canadian philosopher and theologian."}]}, {"heading": "Births", "year": "1875", "date": "December 9", "txt": "Harry Miller, American engineer (d. 1943)", "entities": [{"title": "Harry Miller (auto racing)", "href": "/wiki/Harry_Miller_(auto_racing)", "description": "Harold Arminius Miller, commonly called Harry, was an American race car designer and builder who was most active in the 1920s and 1930s. Griffith Borgeson called him \"the greatest creative figure in the history of the American racing car\". Cars built by Miller won the Indianapolis 500 nine times, and other cars using his engines won three more. Millers accounted for 83% of the Indy 500 fields betw"}]}, {"heading": "Births", "year": "1876", "date": "December 9", "txt": "Berton Churchill, Canadian-American actor and singer (d. 1940)", "entities": [{"title": "Berton Churchill", "href": "/wiki/Berton_Churchill", "description": "Berton Churchill was a Canadian stage and film actor."}]}, {"heading": "Births", "year": "1882", "date": "December 9", "txt": "Elmer Booth, American actor (d. 1915)", "entities": [{"title": "Elmer Booth", "href": "/wiki/Elmer_Booth", "description": "William Elmer Booth was an American stage and film actor. He was born in Los Angeles, California and was the elder brother of Margaret Booth, a renowned film editor for Hollywood productions for nearly 70 years."}]}, {"heading": "Births", "year": "1882", "date": "December 9", "txt": "Joaquín Turina, Spanish-French composer, critic, and educator (d. 1949)", "entities": []}, {"heading": "Births", "year": "1883", "date": "December 9", "txt": "Nikolai Luzin, Russian mathematician, theorist, and academic (d. 1950)", "entities": [{"title": "Nikolai Luzin", "href": "/wiki/Nikolai_Luzin", "description": "Nikolai Nikolaevich Luzin was a Soviet/Russian mathematician known for his work in descriptive set theory and aspects of mathematical analysis with strong connections to point-set topology. He was the eponym of Luzitania, a loose group of young Moscow mathematicians of the first half of the 1920s. They adopted his set-theoretic orientation, and went on to apply it in other areas of mathematics."}]}, {"heading": "Births", "year": "1883", "date": "December 9", "txt": "Alexander Papagos, Greek general and politician, 152nd Prime Minister of Greece (d. 1955)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1883", "date": "December 9", "txt": "Joseph Pilates, German-American fitness expert, developed Pilates (d. 1967)", "entities": [{"title": "Pilates", "href": "/wiki/Pilates", "description": "Pilates is a physical fitness system developed in the early 20th century by Joseph Pilates, after whom it was named. Pilates called his method \"Contrology\". It is practiced worldwide, especially in Western countries such as Australia, Canada, the United States and the United Kingdom. As of 2005, there were 11 million people practicing the discipline regularly and 14,000 instructors in the United S"}]}, {"heading": "Births", "year": "1886", "date": "December 9", "txt": "Clarence Birdseye, American businessman, founded Birds Eye (d. 1956)", "entities": [{"title": "Clarence Birdseye", "href": "/wiki/Clarence_Birdseye", "description": "Clarence Birdseye was an American inventor, entrepreneur, and naturalist, considered the founder of the modern frozen food industry. One of nine children, Birdseye grew up in Brooklyn before heading to Amherst College and began his scientific career with the U.S. government. Among his inventions during his career was the double belt freezer. A biography of his life was published by Doubleday over "}, {"title": "Birds Eye", "href": "/wiki/Birds_Eye", "description": "Birds Eye is an American international brand of frozen foods owned by Conagra Brands in the United States, by Nomad Foods in Europe, and Simplot Australia in Australia."}]}, {"heading": "Births", "year": "1887", "date": "December 9", "txt": "Tim Moore, American actor (d. 1958)", "entities": [{"title": "Tim Moore (comedian)", "href": "/wiki/Tim_Moore_(comedian)", "description": "Tim Moore was an American vaudevillian and comic actor of the first half of the 20th century. He gained his greatest recognition in the starring role of George \"Kingfish\" Stevens in the CBS TV's The Amos 'n' Andy Show. He proudly stated, \"I've made it a point never to tell a joke on stage that I couldn't tell in front of my mother.\""}]}, {"heading": "Births", "year": "1889", "date": "December 9", "txt": "Hannes Kolehmainen, Finnish-American runner (d. 1966)", "entities": [{"title": "Hannes Kolehmainen", "href": "/wiki/Hannes_Kolehmainen", "description": "Juho Pietari \"Hannes\" Kolehmainen was a Finnish four-time Olympic Gold medalist and a world record holder in middle- and long-distance running. He was the first in a generation of great Finnish long-distance runners, often named the \"Flying Finns\". Kolehmainen competed for a number of years in the United States, wearing the Winged Fist of the Irish American Athletic Club. He also enlisted in the 1"}]}, {"heading": "Births", "year": "1890", "date": "December 9", "txt": "Laura Salverson, Canadian author (d. 1970)", "entities": [{"title": "Laura Salverson", "href": "/wiki/Laura_Salverson", "description": "Laura Goodman Salverson was a Canadian author. Her work reflected her Icelandic heritage. Two of her books won Governor General's awards for literature."}]}, {"heading": "Births", "year": "1891", "date": "December 9", "txt": "Maksim Bahdanovič, Belarusian poet and critic (d. 1917)", "entities": [{"title": "Maksim Bahdanovič", "href": "/wiki/Maksim_Bahdanovi%C4%8D", "description": "Maksim Adamavič Bahdanovič was a Belarusian poet, journalist, translator, literary critic and historian of literature. He is considered as one of the founders of the modern Belarusian literature."}]}, {"heading": "Births", "year": "1892", "date": "December 9", "txt": "André Randall, French actor (d. 1974)", "entities": [{"title": "André Randall", "href": "/wiki/Andr%C3%A9_Randall", "description": "André Randall was a French screen actor. He was born André Ayaïs in Bordeaux and died at Sainte-Foy-la-Grande."}]}, {"heading": "Births", "year": "1895", "date": "December 9", "txt": "Dolores Ibárruri, Spanish activist, journalist and politician (d. 1989)", "entities": [{"title": "Dolores Ibárruri", "href": "/wiki/Dolores_Ib%C3%A1rruri", "description": "Isidora Dolores Ibárruri Gómez, known as la Pasionaria, was a Spanish Republican fighter of the Spanish Civil War of 1936–1939 and a communist politician known for her famous slogan ¡No Pasarán! issued during the Battle for Madrid in November 1936."}]}, {"heading": "Births", "year": "1895", "date": "December 9", "txt": "Conchita Supervía, Spanish soprano and actress (d. 1936)", "entities": []}, {"heading": "Births", "year": "1897", "date": "December 9", "txt": "Hermione Gingold, English actress and singer (d. 1987)", "entities": [{"title": "Hermione Gingold", "href": "/wiki/Hermione_Gingold", "description": "Hermione Ferdinanda Gingold was an English-American actress known for her sharp-tongued, eccentric character."}]}, {"heading": "Births", "year": "1898", "date": "December 9", "txt": "Irene Greenwood, Australian radio broadcaster and feminist and peace activist (d. 1992)", "entities": [{"title": "Irene Greenwood", "href": "/wiki/Irene_Greenwood", "description": "Irene Greenwood was an Australian radio broadcaster and feminist and peace activist."}]}, {"heading": "Births", "year": "1898", "date": "December 9", "txt": "Emmett Kelly, American clown and actor (d. 1979)", "entities": []}, {"heading": "Births", "year": "1899", "date": "December 9", "txt": "Jean de Brunhoff, French author and illustrator (d. 1937)", "entities": [{"title": "Jean de Brunhoff", "href": "/wiki/Jean_de_Brunhoff", "description": "Jean de Brunhoff was a French writer and illustrator remembered best for creating the Babar series of children's books concerning a fictional elephant, the first of which was published in 1931."}]}, {"heading": "Births", "year": "1900", "date": "December 9", "txt": "Margaret Brundage, American illustrator, known for illustrating pulp magazine Weird Tales (d. 1976)", "entities": [{"title": "Margaret Brundage", "href": "/wiki/Margaret_Brundage", "description": "Margaret Brundage, born Margaret Hedda Johnson, was an American illustrator and painter who is remembered chiefly for having illustrated the pulp magazine Weird Tales. Working in pastels on illustration board, she created most of the covers for Weird Tales between 1933 and 1938."}]}, {"heading": "Births", "year": "1900", "date": "December 9", "txt": "Albert Weisbord, American activist, founded the Communist League of Struggle (d. 1977)", "entities": [{"title": "Communist League of Struggle", "href": "/wiki/Communist_League_of_Struggle", "description": "The Communist League of Struggle (CLS) was a small communist organization active in the United States during the 1930s. Founded by Albert Weisbord and his wife, Vera Buch, who were veterans of the Left Socialist movement and the Communist Party USA, the CLS briefly affiliated with Leon Trotsky independently of the Communist League of America. It was affiliated to the International Bureau of Revolu"}]}, {"heading": "Births", "year": "1901", "date": "December 9", "txt": "Jean Mermoz, French pilot and politician (d. 1936)", "entities": [{"title": "Jean Mermoz", "href": "/wiki/Jean_Mermoz", "description": "Jean Mermoz was a French aviator, viewed as a hero by other pilots such as Saint-Exupéry, and in his native France, where many schools bear his name. In Brazil, he also is recognized as a pioneer aviator."}]}, {"heading": "Births", "year": "1901", "date": "December 9", "txt": "Ödön von Horváth, Hungarian-German author and playwright (d. 1938)", "entities": []}, {"heading": "Births", "year": "1902", "date": "December 9", "txt": "Margaret Hamilton, American schoolteacher, actress and voice artist (d. 1985)", "entities": [{"title": "Margaret Hamilton (actress)", "href": "/wiki/Margaret_Hamilton_(actress)", "description": "Margaret Brainard Hamilton was an American film actress best known for her portrayal of the Wicked Witch of the West, and her Kansas counterpart Almira Gulch, in Metro-Goldwyn-Mayer's film The Wizard of Oz (1939)."}]}, {"heading": "Births", "year": "1904", "date": "December 9", "txt": "Robert Livingston, American actor and singer (d. 1988)", "entities": [{"title": "Robert Livingston (actor)", "href": "/wiki/Robert_Livingston_(actor)", "description": "Robert Edward Randall was an American film actor known under his stage name, Robert Livingston. He appeared in 136 films between 1921 and 1975. He was one of the original Three Mesquiteers. He had also played The Lone Ranger and Zorro."}]}, {"heading": "Births", "year": "1905", "date": "December 9", "txt": "Dalton Trumbo, American author, screenwriter, and blacklistee (d. 1976)", "entities": [{"title": "Dalton Trumbo", "href": "/wiki/Dalton_Trumbo", "description": "James Dalton Trumbo was an American screenwriter and novelist who scripted many award-winning films, including Roman Holiday (1953), Exodus, Spartacus, and Thirty Seconds Over Tokyo (1944). One of the Hollywood Ten, he refused to testify before the House Un-American Activities Committee (HUAC) in 1947 during the committee's investigation of Communist influences in the motion picture industry."}, {"title": "Hollywood blacklist", "href": "/wiki/Hollywood_blacklist", "description": "The Hollywood blacklist was the colloquial term for what was in actuality a broader entertainment industry blacklist put in effect in the mid-20th century in the United States during the early years of the Cold War. The blacklist involved the practice of denying employment to entertainment industry professionals believed to be or to have been Communists or sympathizers. Not just actors, but screen"}]}, {"heading": "Births", "year": "1906", "date": "December 9", "txt": "Grace Hopper, American admiral and computer scientist, designed COBOL (d. 1992)", "entities": [{"title": "Grace Hopper", "href": "/wiki/Grace_Hopper", "description": "Grace Brewster Murray Hopper was an American computer scientist and United States Navy rear admiral. One of the first programmers of the Harvard Mark I computer, she was a pioneer of computer programming who invented one of the first linkers. Hopper was the first to devise the theory of machine-independent programming languages, and the FLOW-MATIC programming language she created using this theory"}, {"title": "COBOL", "href": "/wiki/COBOL", "description": "COBOL is a compiled English-like computer programming language designed for business use. It is an imperative, procedural and, since 2002, object-oriented language. COBOL is primarily used in business, finance, and administrative systems for companies and governments. COBOL is still widely used in applications deployed on mainframe computers, such as large-scale batch and transaction processing jo"}]}, {"heading": "Births", "year": "1906", "date": "December 9", "txt": "Freddy Martin, American bandleader and tenor saxophonist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1909", "date": "December 9", "txt": "Douglas Fairbanks Jr., American captain, actor, and producer (d. 2000)", "entities": [{"title": "Douglas Fairbanks Jr.", "href": "/wiki/Douglas_Fairbanks_Jr.", "description": "Douglas Elton Fairbanks Jr.,, was an American actor and producer, and a decorated naval officer of World War II. He is best known for starring in such films as The Prisoner of Zenda (1937), Gunga Din (1939) and The Corsican Brothers (1941). He was the son of actor Douglas Fairbanks and was once married to Joan Crawford."}]}, {"heading": "Births", "year": "1911", "date": "December 9", "txt": "Broderick Crawford, American actor (d. 1986)", "entities": [{"title": "Broderick Crawford", "href": "/wiki/Broderick_Crawford", "description": "William Broderick Crawford was an American stage, film, radio, and television actor, often cast in tough-guy roles and best known for his Oscar- and Golden Globe-winning portrayal of Willie Stark in All the King's Men (1949) and for his starring role as Dan Mathews in the television series Highway Patrol (1955–1959)."}]}, {"heading": "Births", "year": "1911", "date": "December 9", "txt": "Ryūzō Sejima, Japanese colonel and businessman (d. 2007)", "entities": []}, {"heading": "Births", "year": "1912", "date": "December 9", "txt": "Tip O'Neill, American lawyer and politician, 55th Speaker of the United States House of Representatives (d. 1994)", "entities": [{"title": "Tip O'Neill", "href": "/wiki/Tip_O%27Neill", "description": "Thomas Phillip \"Tip\" O'Neill Jr. was an American politician who served as the 47th Speaker of the United States House of Representatives from 1977 to 1987, representing northern Boston, Massachusetts, as a Democrat from 1953 to 1987. The only Speaker to serve for five complete consecutive Congresses, he is the third longest-serving Speaker in American history after Sam Rayburn and Henry Clay in te"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1912", "date": "December 9", "txt": "Jim Turnesa, American golfer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1914", "date": "December 9", "txt": "Max Manus, Norwegian lieutenant (d. 1996)", "entities": [{"title": "Max Manus", "href": "/wiki/Max_Manus", "description": "Maximo Guillermo \"Max\" Manus DSO, MC & Bar was a Norwegian resistance fighter during World War II, specialising in sabotage in occupied Norway. After the war he wrote several books about his adventures and started the successful office supply company Max Manus AS."}]}, {"heading": "Births", "year": "1914", "date": "December 9", "txt": "Frances Reid, American actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1914", "date": "December 9", "txt": "Ljubica Sokić, Serbian painter and illustrator (d. 2009)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 9", "txt": "Eloise Jarvis McGraw, American author (d. 2000)", "entities": [{"title": "Eloise Jarvis McGraw", "href": "/wiki/Eloise_Jarvis_McGraw", "description": "Eloise Jarvis McGraw was an American author of children's books and young adult novels."}]}, {"heading": "Births", "year": "1915", "date": "December 9", "txt": "Elisabeth Schwarzkopf, German-Austrian soprano and actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1916", "date": "December 9", "txt": "Jerome Beatty Jr., American soldier, journalist, and author (d. 2002)", "entities": [{"title": "Jerome Beatty Jr.", "href": "/wiki/Jerome_Beatty_Jr.", "description": "Jerome M. Beatty Jr. was a twentieth-century American author of children's literature. He was also an accomplished feature writer for magazines. Beatty served in the United States Army, achieving the rank of corporal, and is buried at the Massachusetts National Cemetery."}]}, {"heading": "Births", "year": "1916", "date": "December 9", "txt": "Kirk Douglas, American actor, singer, and producer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1916", "date": "December 9", "txt": "Colin McCool, Australian cricketer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 9", "txt": "James Jesus Angleton, American CIA agent (d. 1987)", "entities": [{"title": "James Jesus Angleton", "href": "/wiki/James_Jesus_Angleton", "description": "James Jesus Angleton was chief of counterintelligence for the Central Intelligence Agency (CIA) from 1954 to 1975. His official position within the organization was Associate Deputy Director of Operations for Counterintelligence (ADDOCI). Angleton was significantly involved in the US response to the purported KGB defectors Anatoliy Golitsyn and Yuri Nosenko. Angleton later became convinced the CIA"}, {"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Births", "year": "1917", "date": "December 9", "txt": "James Rainwater, American physicist and academic, Nobel Prize laureate (d. 1986)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1918", "date": "December 9", "txt": "Joyce Redman, Irish-born British actress (d. 2012)", "entities": [{"title": "Joyce Redman", "href": "/wiki/Joyce_Redman", "description": "Joyce Olivia Redman was an Anglo-Irish actress. She received two Oscar nominations for Best Supporting Actress for her performances in the 1963 film Tom Jones and the 1965 film Othello."}]}, {"heading": "Births", "year": "1919", "date": "December 9", "txt": "V. Dakshinamoorthy, Indian singer-songwriter (d. 2013)", "entities": [{"title": "V. Dakshinamoorthy", "href": "/wiki/V._Dakshinamoorthy", "description": "Venkateswaran Dakshinamoorthy was a veteran carnatic musician and composer and music director of Malayalam, Tamil and Hindi films, predominantly in Malayalam films. He has set scores for the songs in over 125 films. He composed as many as 1400 songs over a period of 63 years. Fondly known as Swami, he was instrumental in pioneering classical music-based film songs. Revered as one of the forefather"}]}, {"heading": "Births", "year": "1919", "date": "December 9", "txt": "William Lipscomb, American chemist and academic, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1920", "date": "December 9", "txt": "Carlo Azeglio Ciampi, Italian economist and politician, 10th President of Italy (d. 2016)", "entities": [{"title": "Carlo Azeglio Ciampi", "href": "/wiki/Carlo_Azeglio_Ciampi", "description": "Carlo Azeglio Ciampi was an Italian politician and banker who was the 49th prime minister of Italy from 1993 to 1994 and the 10th president of Italy from 1999 to 2006."}, {"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1920", "date": "December 9", "txt": "Bruno Ruffo, Italian motorcycle racer and race car driver (d. 2007)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 9", "txt": "Redd Foxx, American actor (d. 1991)", "entities": [{"title": "Redd Foxx", "href": "/wiki/Redd_Foxx", "description": "John Elroy Sanford, better known by his stage name Redd Foxx, was an American stand-up comedian and actor. Foxx gained success with his raunchy nightclub acts during the 1950s and 1960s. Known as the \"King of the Party Records\", he performed on more than 50 records in his lifetime. He portrayed Fred G. Sanford on the television show Sanford and Son and starred in The Redd Foxx Show and The Royal F"}]}, {"heading": "Births", "year": "1925", "date": "December 9", "txt": "Roy Rubin, American basketball player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 9", "txt": "Henry Way Kendall, American physicist, photographer, and mountaineer, Nobel Prize laureate (d. 1999)", "entities": [{"title": "Henry Way Kendall", "href": "/wiki/Henry_Way_Kendall", "description": "Henry Way Kendall was an American particle physicist who won the Nobel Prize in Physics in 1990 jointly with Jerome Isaac Friedman and Richard E. Taylor \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\""}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1926", "date": "December 9", "txt": "David Nathan, British journalist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 9", "txt": "Jan Křesadlo, Czech-English psychologist and author (d. 1995)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 9", "txt": "Lorenzo Wright, American sprinter and coach (d. 1972)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 9", "txt": "Pierre Henry, French composer (d. 2017)", "entities": [{"title": "Pierre Henry", "href": "/wiki/Pierre_Henry", "description": "Pierre Georges Henry was a French composer, considered a pioneer of musique concrète."}]}, {"heading": "Births", "year": "1928", "date": "December 9", "txt": "Joan Blos, American author and educator (d. 2017)", "entities": [{"title": "Joan Blos", "href": "/wiki/Joan_Blos", "description": "Joan Winsor Blos was an American writer, teacher and advocate for children's literacy."}]}, {"heading": "Births", "year": "1928", "date": "December 9", "txt": "André Milhoux, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1928", "date": "December 9", "txt": "Dick Van Patten, American actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 9", "txt": "John Cassavetes, American actor, director, and screenwriter (d. 1989)", "entities": [{"title": "John Cassavetes", "href": "/wiki/John_Cassavetes", "description": "John Nicholas Cassavetes was an American actor, film director, and screenwriter. First known as an actor on television and in film, Cassavetes also became a pioneer of American independent cinema, writing and directing movies financed in part with income from his acting work. AllMovie called him \"an iconoclastic maverick,\" while The New Yorker suggested that he \"may be the most influential America"}]}, {"heading": "Births", "year": "1929", "date": "December 9", "txt": "Bob Hawke, Australian union leader and politician, 23rd Prime Minister of Australia (d. 2019)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1930", "date": "December 9", "txt": "Buck Henry, American actor, director, and screenwriter (d. 2020)", "entities": [{"title": "Buck Henry", "href": "/wiki/Buck_Henry", "description": "Buck Henry was an American actor, screenwriter, and director. Henry's contributions to film included his work as a co-director on Heaven Can Wait (1978) alongside Warren Beatty, and his work as a co-writer for Mike Nichols's The Graduate (1967) and Peter Bogdanovich's What's Up, Doc? (1972). His long career began on television with work on shows with Steve Allen in The New Steve Allen Show (1961)."}]}, {"heading": "Births", "year": "1930", "date": "December 9", "txt": "Óscar Humberto Mejía Víctores, Guatemalan soldier and politician, 27th President of Guatemala (d. 2016)", "entities": [{"title": "President of Guatemala", "href": "/wiki/President_of_Guatemala", "description": "The President of Guatemala, officially known as the President of the Republic of Guatemala, is the head of state and head of government of Guatemala, elected to a single four-year term. The position of President was created in 1839."}]}, {"heading": "Births", "year": "1931", "date": "December 9", "txt": "Cliff Hagan, American basketball player-coach", "entities": [{"title": "Cliff Hagan", "href": "/wiki/Cliff_Hagan", "description": "Clifford Oldham Hagan is an American former professional basketball player. A 6-4 forward who excelled with the hook shot, Hagan, nicknamed \"Li'l Abner\", played his entire 10-year NBA career (1956–1966) with the St. Louis Hawks. He was also a player-coach for the Dallas Chaparrals in the first two-plus years of the American Basketball Association's existence (1967–1970)."}]}, {"heading": "Births", "year": "1931", "date": "December 9", "txt": "William Reynolds, American actor", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 9", "txt": "Ladislav Smoljak, Czech actor, director, and screenwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 9", "txt": "Donald Byrd, American trumpet player and academic (d. 2013)", "entities": [{"title": "Donald Byrd", "href": "/wiki/Donald_Byrd", "description": "Donaldson Toussaint L'Ouverture Byrd II was an American jazz and rhythm & blues trumpeter and vocalist. A sideman for many other jazz musicians of his generation, Byrd was known as one of the rare bebop jazz musicians who successfully explored funk and soul while remaining a jazz artist. As a bandleader, Byrd was an influence on the early career of Herbie Hancock."}]}, {"heading": "Births", "year": "1932", "date": "December 9", "txt": "Bill Hartack, American jockey (d. 2007)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 9", "txt": "Billy Edd Wheeler, American singer-songwriter, guitarist, and playwright", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 9", "txt": "Ashleigh Brilliant, English-American author and illustrator", "entities": [{"title": "Ashleigh Brilliant", "href": "/wiki/Ashleigh_Brilliant", "description": "Ashleigh Ellwood Brilliant is an author and syndicated cartoonist born in London, UK, and living in Santa Barbara, California. He is best known for his Pot-Shots, single-panel illustrations with one-line humorous remarks, which began syndication in the United States of America in 1975. Brilliant became a naturalized American citizen in 1969."}]}, {"heading": "Births", "year": "1933", "date": "December 9", "txt": "Milt Campbell, American decathlete and football player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 9", "txt": "Morton Downey Jr., American actor and talk show host (d. 2001)", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 9", "txt": "Orville Moody, American golfer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 9", "txt": "Judi Dench, English actress", "entities": [{"title": "Judi Dench", "href": "/wiki/Judi_Dench", "description": "Dame Judith Olivia Dench is an English actress. She made her professional debut in 1957 with the Old Vic Company. Over the following few years, she performed in several of Shakespeare's plays, in such roles as Ophelia in Hamlet, Juliet in Romeo and Juliet and Lady Macbeth in Macbeth. Although most of Dench's work during this period was in theatre, she also branched into film work and won a BAFTA A"}]}, {"heading": "Births", "year": "1934", "date": "December 9", "txt": "Junior Wells, American blues singer-songwriter and harmonica player (d. 1998)", "entities": []}, {"heading": "Births", "year": "1938", "date": "December 9", "txt": "David Houston, American singer-songwriter and guitarist (d. 1993)", "entities": [{"title": "David Houston (singer)", "href": "/wiki/David_Houston_(singer)", "description": "Charles David Houston was an American country music singer. His peak in popularity came between the mid-1960s through the early 1970s."}]}, {"heading": "Births", "year": "1938", "date": "December 9", "txt": "Deacon Jones, American football player, sportscaster, and actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1938", "date": "December 9", "txt": "Dimitrios Trichopoulos, Greek epidemiologist, oncologist, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 9", "txt": "Clancy Eccles, Jamaican singer-songwriter and producer (d. 2005)", "entities": [{"title": "Clancy Eccles", "href": "/wiki/Clancy_Eccles", "description": "Clancy Eccles was a Jamaican ska and reggae singer, songwriter, arranger, promoter, record producer and talent scout. Known mostly for his early reggae works, he brought a political dimension to this music. His house band was known as The Dynamites."}]}, {"heading": "Births", "year": "1941", "date": "December 9", "txt": "Mehmet Ali Birand, Turkish journalist and author (d. 2013)", "entities": [{"title": "Mehmet Ali Birand", "href": "/wiki/Mehmet_Ali_Birand", "description": "Mehmet Ali Birand was a Turkish journalist, political commentator and writer."}]}, {"heading": "Births", "year": "1941", "date": "December 9", "txt": "Beau Bridges, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 9", "txt": "Dan Hicks, American singer-songwriter and guitarist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 9", "txt": "Billy Bremner, Scottish footballer and manager (d. 1997)", "entities": [{"title": "Billy Bremner", "href": "/wiki/Billy_Bremner", "description": "William John Bremner was a Scottish professional footballer and manager known for his strength, skills and compact constitution. A midfielder, he played for Leeds United from 1959 to 1976, and captained the side during this time, which was the most successful period of the club's history."}]}, {"heading": "Births", "year": "1942", "date": "December 9", "txt": "Dick Butkus, American football player, sportscaster, and actor", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 9", "txt": "Germain Gagnon, Canadian ice hockey player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 9", "txt": "Fred Jones, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 9", "txt": "Joe McGinniss, American journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 9", "txt": "William Turnage, American conservationist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 9", "txt": "Pit Martin, Canadian ice hockey player (d. 2008)", "entities": [{"title": "Pit Martin", "href": "/wiki/Pit_Martin", "description": "Hubert Jacques \"Pit\" Martin was a Canadian professional ice hockey centre who served as captain for the Chicago Black Hawks of the National Hockey League (NHL) from 1975 to 1977. He was an NHL All-Star and Bill Masterton Memorial Trophy winner."}]}, {"heading": "Births", "year": "1943", "date": "December 9", "txt": "Joanna Trollope, English author, playwright, and director", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 9", "txt": "Kenny Vance, American singer-songwriter and music producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 9", "txt": "Neil Innes, English singer-songwriter (d. 2019)", "entities": [{"title": "Neil Innes", "href": "/wiki/Neil_Innes", "description": "Neil James Innes was an English writer, comedian and musician. He collaborated with Monty Python and played in the Rutles and the Bonzo Dog Doo-Dah Band."}]}, {"heading": "Births", "year": "1944", "date": "December 9", "txt": "Ki Longfellow, American author, playwright, and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 9", "txt": "Bob O'Connor, American businessman and politician, 57th Mayor of Pittsburgh (d. 2006)", "entities": [{"title": "Mayor of Pittsburgh", "href": "/wiki/Mayor_of_Pittsburgh", "description": "The Mayor of Pittsburgh is the chief executive of the government of the city of Pittsburgh, Pennsylvania, United States, as stipulated by the Charter of the City of Pittsburgh. This article is a listing of past mayors of Pittsburgh."}]}, {"heading": "Births", "year": "1945", "date": "December 9", "txt": "Michael Nouri, American actor", "entities": [{"title": "Michael Nouri", "href": "/wiki/Michael_Nouri", "description": "Michael Nouri is an American screen and stage actor. He is best known for his television roles, including Dr. Neil Roberts on The O.C., Phil Grey on Damages, Caleb Cortlandt on All My Children, Eli David in NCIS, and Bob Schwartz on Yellowstone. He is also known for his starring roles in the films Flashdance (1983) and The Hidden (1987), and has appeared in several Broadway and Off-Broadway plays,"}]}, {"heading": "Births", "year": "1946", "date": "December 9", "txt": "David Currie, Baron Currie of Marylebone, English economist and academic", "entities": [{"title": "David Currie, Baron Currie of Marylebone", "href": "/wiki/David_Currie,_Baron_Currie_of_Marylebone", "description": "David Anthony Currie, Baron Currie of Marylebone is a British economist specialising in regulation, and a cross-bench member of the House of Lords. Currie was the inaugural Chairman of the Competition and Markets Authority (CMA)."}]}, {"heading": "Births", "year": "1946", "date": "December 9", "txt": "Dennis Dunaway, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 9", "txt": "Sonia Gandhi, Italian-Indian politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 9", "txt": "Nicholas Reade, English bishop", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 9", "txt": "Tom Daschle, American soldier, academic, and politician", "entities": [{"title": "Tom Daschle", "href": "/wiki/Tom_Daschle", "description": "Thomas Andrew Daschle is an American politician and lobbyist who served as a United States senator from South Dakota from 1987 to 2005. A member of the Democratic Party, he became U.S. Senate Minority Leader in 1995 and later the Majority Leader in 2001."}]}, {"heading": "Births", "year": "1947", "date": "December 9", "txt": "Jaak Jõerüüt, Estonian politician, 24th Estonian Minister of Defense", "entities": [{"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1947", "date": "December 9", "txt": "Allan Jones, English cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 9", "txt": "Marleen Gorris, Dutch director and screenwriter", "entities": [{"title": "Marleen Gorris", "href": "/wiki/Marleen_Gorris", "description": "Marleen Gorris is a Dutch writer and director. Gorris is known as an outspoken feminist and supporter of gay and lesbian issues which is reflected in much of her work. In 1995, the Netherlands won an Oscar for Best Foreign Language Film for her film, Antonia's Line."}]}, {"heading": "Births", "year": "1948", "date": "December 9", "txt": "Jonathan Sumption, English historian, author, and judge", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 9", "txt": "Tom Kite, American golfer and architect", "entities": [{"title": "Tom Kite", "href": "/wiki/Tom_Kite", "description": "Thomas Oliver Kite Jr. is an American professional golfer and golf course architect. He won the U.S. Open in 1992 and spent 175 weeks in the top-10 of the Official World Golf Ranking between 1989 and 1994."}]}, {"heading": "Births", "year": "1950", "date": "December 9", "txt": "Joan Armatrading, Kittian-English singer-songwriter and guitarist", "entities": [{"title": "Joan Armatrading", "href": "/wiki/Joan_Armatrading", "description": "Joan Anita Barbara Armatrading, is a British singer-songwriter and guitarist."}]}, {"heading": "Births", "year": "1952", "date": "December 9", "txt": "Liaqat Baloch, Pakistani politician", "entities": [{"title": "Liaqat Baloch", "href": "/wiki/Liaqat_Baloch", "description": "Liaqat Baloch is a political leader in Pakistan. He is originally from Muzaffargarh, a remote area of southern Punjab - although his family's origins are in the nearby province of Balochistan."}]}, {"heading": "Births", "year": "1952", "date": "December 9", "txt": "Michael Dorn, American actor and voice artist", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 9", "txt": "Cornelis de Bondt, Dutch composer and educator", "entities": [{"title": "Cornelis de Bondt", "href": "/wiki/Cornelis_de_Bondt", "description": "Cornelis de Bondt is a Dutch composer. Born in The Hague, de Bondt attended the Royal Conservatory there and currently teaches composition and music theory at the same institution."}]}, {"heading": "Births", "year": "1953", "date": "December 9", "txt": "World B. Free, American basketball player", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 9", "txt": "John Malkovich, American actor and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 9", "txt": "Phil Bryant, American academic and politician, 63rd Governor of Mississippi", "entities": [{"title": "Phil Bryant", "href": "/wiki/Phil_Bryant", "description": "Dewey Phillip Bryant is an American politician who served as the 64th Governor of Mississippi from 2012 to 2020. A member of the Republican Party, he was the 31st Lieutenant Governor of Mississippi from 2008 to 2012 and 40th State Auditor of Mississippi from 1996 to 2008. A Republican, Bryant was elected governor in 2011, defeating the Democratic nominee Mayor Johnny DuPree of Hattiesburg. He was "}, {"title": "Governor of Mississippi", "href": "/wiki/Governor_of_Mississippi", "description": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and re"}]}, {"heading": "Births", "year": "1954", "date": "December 9", "txt": "Jean-Claude Juncker, Luxembourger lawyer and politician, Prime Minister of Luxembourg", "entities": [{"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1954", "date": "December 9", "txt": "Henk ten Cate, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 9", "txt": "Otis Birdsong, American basketball player and radio host", "entities": [{"title": "Otis Birdsong", "href": "/wiki/Otis_Birdsong", "description": "Otis Lee Birdsong is an American former professional basketball player. He spent twelve seasons (1977–1989) in the National Basketball Association (NBA) and appeared in four NBA All-Star Games."}]}, {"heading": "Births", "year": "1955", "date": "December 9", "txt": "Chamras Saewataporn, Thai singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 9", "txt": "Sylvia, American country singer-songwriter", "entities": [{"title": "Sylvia (singer)", "href": "/wiki/Sylvia_(singer)", "description": "Sylvia Jane Hutton, known professionally by her first name Sylvia during the 1980s, is an American country music and country pop singer and songwriter. Her biggest hit, a crossover chart topper, was her single \"Nobody\" in 1982. It reached number 15 on the Billboard Hot 100, number 5 on the Billboard Adult Contemporary chart, number 9 on the Cashbox Top 100, and number 1 on the Billboard Country Si"}]}, {"heading": "Births", "year": "1956", "date": "December 9", "txt": "Jean-Pierre Thiollet, French journalist and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 9", "txt": "Peter O'Mara, Australian guitarist and composer", "entities": [{"title": "Peter O'Mara", "href": "/wiki/Peter_O%27Mara", "description": "Peter John O'Mara is an Australian-born jazz guitarist, composer and teacher. He has been based in Germany or Austria since 1981."}]}, {"heading": "Births", "year": "1957", "date": "December 9", "txt": "Donny Osmond, American singer-songwriter, dancer, and actor", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 9", "txt": "Steve Taylor, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 9", "txt": "Susan Bullock, English soprano", "entities": [{"title": "Susan Bullock", "href": "/wiki/Susan_Bullock", "description": "Susan Margaret Bullock CBE is a British soprano. She has performed dramatic soprano parts at major opera houses, and also sung in concert and recital."}]}, {"heading": "Births", "year": "1960", "date": "December 9", "txt": "Stefen Fangmeier, American visual effects designer and director", "entities": [{"title": "Stefen Fangmeier", "href": "/wiki/Stefen_Fangmeier", "description": "Stefen Markus Fangmeier is an American visual effects supervisor and film director. He worked on numerous major feature films, including Lemony Snicket's A Series of Unfortunate Events, Saving Private Ryan, Terminator 2: Judgment Day, Twister, The Perfect Storm and Master and Commander: The Far Side of the World. He also has been a second unit director for two films, Dreamcatcher (2003) and Galaxy"}]}, {"heading": "Births", "year": "1960", "date": "December 9", "txt": "Caroline Lucas, English activist and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 9", "txt": "Dobroslav Paraga, Croatian politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 9", "txt": "Juan Samuel, Dominican-American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 9", "txt": "David Anthony Higgins, American actor and screenwriter", "entities": [{"title": "David Anthony Higgins", "href": "/wiki/David_Anthony_Higgins", "description": "David Anthony Higgins is an American actor. He is known for his television roles as Craig Feldspar on Malcolm in the Middle, Joe on Ellen, and Reginald Bitters on Big Time Rush. He also had a recurring role as Harry on the television series Mike & Molly."}]}, {"heading": "Births", "year": "1962", "date": "December 9", "txt": "Felicity Huffman, American actress and producer", "entities": [{"title": "Felicity Huffman", "href": "/wiki/Felicity_Huffman", "description": "Felicity Kendall Huffman is an American actress. She is the recipient of numerous accolades including a Primetime Emmy Award, a Golden Globe Award, three Screen Actors Guild Awards, and has been nominated for an Oscar."}]}, {"heading": "Births", "year": "1962", "date": "December 9", "txt": "Roxanne Swentzell, Santa Clara Pueblo (Native American) ceramic sculptor", "entities": [{"title": "Santa Clara Pueblo", "href": "/wiki/Santa_Clara_Pueblo", "description": "Santa Clara Pueblo is a census-designated place (CDP) in Rio Arriba County, New Mexico, United States and a federally recognized tribe of Native American Pueblo people. Santa Clara Pueblo was established circa 1550."}]}, {"heading": "Births", "year": "1963", "date": "December 9", "txt": "Empress Masako, Empress of Japan", "entities": [{"title": "Empress Masako", "href": "/wiki/Empress_Masako", "description": "Masako  is Empress of Japan  and the wife of Emperor Naruhito, who ascended to the Chrysanthemum Throne in 2019. Masako, who was educated at Harvard and Oxford, had a prior career as a diplomat."}]}, {"heading": "Births", "year": "1963", "date": "December 9", "txt": "Dave Hilton Jr., Canadian boxer", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 9", "txt": "Michael Foster, American drummer", "entities": [{"title": "Michael Foster (musician)", "href": "/wiki/Michael_Foster_(musician)", "description": "Michael Foster is an American musician and the drummer of rock band FireHouse."}]}, {"heading": "Births", "year": "1964", "date": "December 9", "txt": "Ross Harrington, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 9", "txt": "Hape Kerkeling, German actor and singer", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 9", "txt": "Les Kiss, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 9", "txt": "Johannes B. Kerner, German journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 9", "txt": "Paul Landers, German guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 9", "txt": "Joe Ausanio, American baseball player and coach", "entities": [{"title": "Joe Ausanio", "href": "/wiki/Joe_Ausanio", "description": "Joseph John Ausanio is a former Major League Baseball relief pitcher who appeared in 41 games for the New York Yankees in 1994 and 1995. He is the current Director of Baseball Operations for the Tampa Bay Rays short season class-A affiliate Hudson Valley Renegades in the New York Penn League. He is also the current Head Softball Coach at Marist College."}]}, {"heading": "Births", "year": "1966", "date": "December 9", "txt": "Kirsten Gillibrand, American lawyer and politician", "entities": [{"title": "Kirsten Gillibrand", "href": "/wiki/Kirsten_Gillibrand", "description": "Kirsten Elizabeth Gillibrand is an American lawyer and politician serving as the junior United States Senator from New York since 2009. A member of the Democratic Party, she served as member of the U.S. House of Representatives from 2007 to 2009."}]}, {"heading": "Births", "year": "1966", "date": "December 9", "txt": "Dave Harold, English snooker player", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 9", "txt": "Gideon Sa'ar, Israeli lawyer and politician, 24th Israeli Minister of Internal Affairs", "entities": [{"title": "Internal Affairs Minister of Israel", "href": "/wiki/Internal_Affairs_Minister_of_Israel", "description": "The Ministry of Interior in the State of Israel is one of the government offices that is responsible for local government, citizenship and residency, identity cards, and student and entry visas."}]}, {"heading": "Births", "year": "1966", "date": "December 9", "txt": "Martin Taylor, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 9", "txt": "Joshua Bell, American violinist and conductor", "entities": [{"title": "Joshua Bell", "href": "/wiki/Joshua_Bell", "description": "Joshua David Bell is an American violinist and conductor. He plays the Gibson Stradivarius."}]}, {"heading": "Births", "year": "1967", "date": "December 9", "txt": "Jason Dozzell, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 9", "txt": "Brian Bell, American singer-songwriter and guitarist", "entities": [{"title": "Brian Bell", "href": "/wiki/Brian_Bell", "description": "Brian Lane Bell is an American musician, singer, and songwriter. He is best known as the rhythm guitarist, keyboardist, backing vocalist, and occasional lead vocalist of the rock band Weezer, with whom he has recorded fourteen studio albums. Bell also fronts the rock band The Relationship and was previously the lead vocalist and guitarist of the indie rock band Space Twins."}]}, {"heading": "Births", "year": "1968", "date": "December 9", "txt": "Brent Price, American basketball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 9", "txt": "Jakob Dylan, American singer-songwriter and guitarist", "entities": [{"title": "Jakob Dylan", "href": "/wiki/Jakob_Dylan", "description": "Jakob Luke Dylan is an American singer and songwriter. He rose to fame as the lead singer and primary songwriter for the rock band the Wallflowers."}]}, {"heading": "Births", "year": "1969", "date": "December 9", "txt": "Saskia Garel, Jamaican-Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 9", "txt": "Lori Greiner, American businesswoman", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 9", "txt": "Bixente Lizarazu, French footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 9", "txt": "Raphaël Rouquier, French mathematician and academic", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 9", "txt": "Kara DioGuardi, American singer-songwriter and producer", "entities": [{"title": "Kara DioGuardi", "href": "/wiki/Kara_DioGuardi", "description": "Kara Elizabeth DioGuardi is an American songwriter, record producer, music publisher, A&R executive, singer, composer and television personality. She writes music primarily in the pop rock genre. DioGuardi has worked with many popular artists; sales of albums on which her songs appear exceed 160 million worldwide. DioGuardi is a Grammy and Emmy-nominated writer. She is a 2011 NAMM Music For Life A"}]}, {"heading": "Births", "year": "1970", "date": "December 9", "txt": "Lance Krall, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 9", "txt": "Geoff Barrow, English drummer, DJ, composer, and producer", "entities": [{"title": "Geoff Barrow", "href": "/wiki/Geoff_Barrow", "description": "Geoffrey Paul Barrow is an English music producer, composer, disc jockey, and is the instrumentalist for the band Portishead. Barrow is also a member of the band Beak and hip-hop supergroup Quakers, in addition to his work as a film score composer."}]}, {"heading": "Births", "year": "1971", "date": "December 9", "txt": "Nick Hysong, American pole vaulter and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 9", "txt": "Petr Nedvěd, Czech-Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 9", "txt": "Reiko Aylesworth, American actress", "entities": [{"title": "Reiko Aylesworth", "href": "/wiki/Reiko_Aylesworth", "description": "Reiko M. Aylesworth is an American film, television and stage actress, best known for her role on the television series 24 as Michelle Dessler."}]}, {"heading": "Births", "year": "1972", "date": "December 9", "txt": "Tré Cool, German-American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 9", "txt": "Michael Corcoran, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 9", "txt": "Saima Wazed Hossain, Bangladeshi psychologist", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 9", "txt": "Fabrice Santoro, Tahitian-French tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 9", "txt": "Fabio Artico, Italian footballer", "entities": [{"title": "Fabio Artico", "href": "/wiki/Fabio_Artico", "description": "Fabio Artico is a retired Italian footballer. Artico spent most of his career at Lega Pro but also played more than 90 matches at Serie B. He is currently in Alessandria staff."}]}, {"heading": "Births", "year": "1973", "date": "December 9", "txt": "Vénuste Niyongabo, Burundian runner", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 9", "txt": "Bárbara Padilla, Mexican-American soprano", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 9", "txt": "Canibus, Jamaican-American rapper", "entities": [{"title": "Canibus", "href": "/wiki/Canibus", "description": "Germaine Williams, better known by his stage name Canibus, is a Jamaican-born American rapper and actor. He initially gained fame in the 1990s for his ability to freestyle, and eventually released his debut album Can-I-Bus in 1998. Since releasing his debut album, Canibus has gone on to release 13 solo studio albums in total, as well as multiple collaboration albums and EPs with other rappers as a"}]}, {"heading": "Births", "year": "1974", "date": "December 9", "txt": "Wendy Dillinger, American soccer player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 9", "txt": "Aloísio da Silva Filho, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 9", "txt": "Fiona MacDonald, Scottish curler", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 9", "txt": "Chris Booker, American baseball player", "entities": [{"title": "Chris Booker (baseball)", "href": "/wiki/Chris_Booker_(baseball)", "description": "Christopher Scott Booker is a former Major League Baseball pitcher. He is currently the pitching coach for the Billings Mustangs."}]}, {"heading": "Births", "year": "1977", "date": "December 9", "txt": "Shayne Graham, American football player", "entities": [{"title": "Shayne Graham", "href": "/wiki/Shayne_Graham", "description": "Michael Shayne Graham is an American football coach who is the special teams quality control coach for the University of Florida and a former placekicker. Graham played 15 seasons in the National Football League (NFL). He played college football at Virginia Tech. He made his professional debut in May 2000 with the Richmond Speed of the Arena Football League's now-defunct developmental league, AF2."}]}, {"heading": "Births", "year": "1977", "date": "December 9", "txt": "Imogen Heap, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 9", "txt": "Gastón Gaudio, Argentinian tennis player", "entities": [{"title": "Gastón Gaudio", "href": "/wiki/Gast%C3%B3n_Gaudio", "description": "Gastón Norberto Gaudio is a retired tennis player from Argentina. He won eight singles titles and achieved a career-high ATP singles ranking of world No. 5 in April 2005. Gaudio's most significant title win came at the 2004 French Open, where he defeated fellow Argentine Guillermo Coria in five sets in the final."}]}, {"heading": "Births", "year": "1978", "date": "December 9", "txt": "Jesse Metcalfe, American actor and musician", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 9", "txt": "Olivia Lufkin, Japanese-American singer-songwriter", "entities": [{"title": "Olivia Lufkin", "href": "/wiki/Olivia_Lufkin", "description": "Olivia Lufkin, professionally known as Olivia, is a Japanese-American bilingual singer and songwriter. She was born in Japan to the daughter of a Japanese mother and an American father. Her two younger siblings are Jeffrey Lufkin, a musician she regularly collaborates with and Caroline Lufkin, an independent musician. Lufkin began her solo career after singing in the Japanese girl group, D&D. She "}]}, {"heading": "Births", "year": "1979", "date": "December 9", "txt": "Stephen McPhail, Irish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 9", "txt": "Aiko Uemura, Japanese skier", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 9", "txt": "Simon Helberg, American actor, comedian, and musician", "entities": [{"title": "Simon Helberg", "href": "/wiki/Simon_Helberg", "description": "Simon Maxwell Helberg is an American actor, comedian, and musician. He is known for playing Howard Wolowitz in the CBS sitcom The Big Bang Theory (2007–2019), for which he won the Critics' Choice Television Award for Best Supporting Actor in a Comedy Series, and as Cosmé McMoon in the film Florence Foster Jenkins (2016)."}]}, {"heading": "Births", "year": "1980", "date": "December 9", "txt": "Ryder Hesjedal, Canadian cyclist", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 9", "txt": "Mark Riddell, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 9", "txt": "Mardy Fish, American tennis player", "entities": [{"title": "Mardy Fish", "href": "/wiki/Mardy_Fish", "description": "Mardy Simpson Fish is a former American professional tennis player. He was a hardcourt specialist. He is one of several American tennis players who rose to prominence in the early 2000s."}]}, {"heading": "Births", "year": "1982", "date": "December 9", "txt": "Tamilla Abassova, Russian cyclist", "entities": [{"title": "Tamilla Abassova", "href": "/wiki/Tamilla_Abassova", "description": "Tamilla Rashidovna Abassova is a Russian racing cyclist who won the silver medal in the women's sprint event at the 2004 Summer Olympics in Athens and the silver medal at the 2005 UCI Track Cycling World Championships in the same event."}]}, {"heading": "Births", "year": "1982", "date": "December 9", "txt": "Nathalie De Vos, Belgian runner", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 9", "txt": "Ryan Grant, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 9", "txt": "Bastian Swillims, German sprinter", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 9", "txt": "Jermaine Beckford, English-Jamaican footballer", "entities": [{"title": "Jermaine Beckford", "href": "/wiki/Jermaine_Beckford", "description": "Jermaine Paul Alexander Beckford is a former professional footballer who played as a striker. He began his career as a trainee at Chelsea, and played for Wealdstone, Uxbridge, Leeds United, Carlisle United, Scunthorpe United, Everton, Leicester City, Huddersfield Town, Bolton Wanderers, Preston North End and Bury. He also represented Jamaica at international level."}]}, {"heading": "Births", "year": "1983", "date": "December 9", "txt": "Neslihan Demir Darnel, Turkish volleyball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 9", "txt": "Dariusz Dudka, Polish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 9", "txt": "Michael Adam, German politician", "entities": [{"title": "Michael Adam", "href": "/wiki/Michael_Adam", "description": "Michael Adam is a German politician. He has been District Administrator (Landrat) of Regen since 2011."}]}, {"heading": "Births", "year": "1984", "date": "December 9", "txt": "Ángel Guirado, Spanish–Filipino footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 9", "txt": "Leon Hall, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 9", "txt": "Wil Besseling, Dutch golfer", "entities": [{"title": "Wil Besseling", "href": "/wiki/Wil_Besseling", "description": "Wil Besseling is a Dutch professional golfer."}]}, {"heading": "Births", "year": "1987", "date": "December 9", "txt": "Kostas Giannoulis, Greek footballer", "entities": [{"title": "Kostas Giannoulis", "href": "/wiki/Kostas_Giannoulis", "description": "Kostas Giannoulis is a Greek professional footballer who plays as a left-back for OFI."}]}, {"heading": "Births", "year": "1987", "date": "December 9", "txt": "Mat Latos, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 9", "txt": "Hikaru Nakamura, Japanese-American chess player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 9", "txt": "Kwadwo Asamoah, Ghanaian footballer", "entities": [{"title": "Kwadwo Asamoah", "href": "/wiki/Kwadwo_Asamoah", "description": "Kwadwo Asamoah is a Ghanaian professional footballer who plays for Italian Serie A club Cagliari and the Ghana national team. Mainly a left midfielder or left-back, he has also occasionally been deployed as a central midfielder."}]}, {"heading": "Births", "year": "1990", "date": "December 9", "txt": "Denise Hannema, Dutch cricketer", "entities": [{"title": "Denise Hannema", "href": "/wiki/Denise_Hannema", "description": "Denise van Deventer  is a Dutch international cricketer who debuted for the Dutch national side in 2008, and was appointed its captain in 2015. In June 2018, she was named in the Netherlands' squad for the 2018 ICC Women's World Twenty20 Qualifier tournament. In August 2019, she was named in the Dutch squad for the 2019 ICC Women's World Twenty20 Qualifier tournament in Scotland."}]}, {"heading": "Births", "year": "1991", "date": "December 9", "txt": "Choi Minho, Korean singer and actor", "entities": [{"title": "Choi Min-ho (entertainer)", "href": "/wiki/Choi_Min-ho_(entertainer)", "description": "Choi Min-ho, better known by the mononym Minho, is a South Korean rapper, singer, actor, songwriter and model. He debuted as a member of South Korean boy group Shinee in May 2008 who later went on to become one of the best-selling artists in Korea. Aside from group activities as singer, he has debuted as an actor in November 2010 in a KBS2's drama special, entitled Pianist. He has since had roles "}]}, {"heading": "Births", "year": "1993", "date": "December 9", "txt": "Mark McMorris,  Canadian snowboarder", "entities": [{"title": "Mark McMorris", "href": "/wiki/Mark_McMorris", "description": "Mark Lee McMorris is a Canadian professional snowboarder who specializes in slopestyle and big air events. While filming for Transworld Snowboarding's \"Park Sessions\" video in March 2011, Mark became the first person to land a Backside Triple Cork 1440. More recently, on April 28, 2018, Mark landed the world first Double Cork off of a rail, the Front-Board Double Cork 1170 with melancholy grab. Ma"}]}, {"heading": "Births", "year": "1993", "date": "December 9", "txt": "Laura Smulders, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1995", "date": "December 9", "txt": "McKayla Maroney, American gymnast", "entities": [{"title": "McKayla Maroney", "href": "/wiki/McKayla_Maroney", "description": "McKayla Rose Maroney is an American retired artistic gymnast and singer. She was a member of the American women's gymnastics team dubbed the Fierce Five at the 2012 Summer Olympics, where she won a gold medal in the team and an individual silver medal in the vault event. Maroney was also a member of the gold-winning American team at the 2011 World Championships, where she won gold medals in the te"}]}, {"heading": "Births", "year": "1996", "date": "December 9", "txt": "Kyle Connor, American ice hockey player", "entities": [{"title": "Kyle Connor", "href": "/wiki/Kyle_Connor", "description": "Kyle Michael Connor is an American professional ice hockey player who currently plays for the Winnipeg Jets of the National Hockey League (NHL). Connor was drafted 17th overall by the Winnipeg Jets in the 2015 NHL Entry Draft."}]}, {"heading": "Births", "year": "1996", "date": "December 9", "txt": "MyKayla Skinner, American gymnast", "entities": [{"title": "MyKayla Skinner", "href": "/wiki/MyKayla_Skinner", "description": "MyKayla Brooke Skinner Harmer is an American artistic gymnast. She was the 2016 Olympic alternate on the Women's Gymnastics team. She competed at the 2014 World Championships where she contributed to the U.S. team's gold medal, also winning an individual bronze medal on vault and placing fourth on floor exercise. She has won ten total medals at the USA Gymnastics National Championships during her "}]}, {"heading": "Births", "year": "1999", "date": "December 9", "txt": "Riley Clemmons, American Christian musician", "entities": [{"title": "Riley Clemmons", "href": "/wiki/Riley_Clemmons", "description": "Riley Elizabeth Clemmons is an American Christian musician, who plays Christian pop style contemporary worship music. She is known for her Christian radio hits, \"Broken Prayers\" and \"Better for It\". She released her debut self-titled album via American music distributor Capitol CMG on August 4, 2018."}]}, {"heading": "Births", "year": "2000", "date": "December 9", "txt": "Diāna Ņikitina, Latvian figure skater", "entities": [{"title": "Diāna Ņikitina", "href": "/wiki/Di%C4%81na_%C5%85ikitina", "description": "Diāna Ņikitina is a Latvian former figure skater. She is the 2017 Golden Bear of Zagreb champion, the 2018 Cup of Tyrol silver medalist, and the 2018 Latvian national champion. She competed at the 2018 Winter Olympics in PyeongChang, placing 26th."}]}, {"heading": "Deaths", "year": "0638", "date": "December 9", "txt": "Sergius I of Constantinople", "entities": [{"title": "Sergius I of Constantinople", "href": "/wiki/Sergius_I_of_Constantinople", "description": "Sergius I was the Ecumenical Patriarch of Constantinople from 610 to 638. He is most famous for promoting Monothelite Christianity, especially through the Ecthesis."}]}, {"heading": "Deaths", "year": "0730", "date": "December 9", "txt": "Al-Jarrah ibn Abdallah, Arab general", "entities": [{"title": "Al-Jarrah ibn Abdallah", "href": "/wiki/Al-Jarrah_ibn_Abdallah", "description": "Abu Uqba al-Jarrah ibn Abdallah al-Hakami was an Arab nobleman and general of the Hakami tribe. During the course of the early 8th century, he was at various times governor of Basra, Sistan and Khurasan, Armenia and Adharbayjan. A legendary warrior already during his lifetime, he is best known for his campaigns against the Khazars on the Caucasus front, culminating in his death in the Battle of Ma"}]}, {"heading": "Deaths", "year": "0748", "date": "December 9", "txt": "Nasr ibn Sayyar, Umayyad general and politician (b. 663)", "entities": [{"title": "Nasr ibn Sayyar", "href": "/wiki/Nasr_ibn_Sayyar", "description": "Naṣr ibn Sayyār al-Lāythi al-Kināni was an Arab general and the last Umayyad governor of Khurasan in 738–748. Nasr played a distinguished role in the wars against the Turgesh, although he failed to decisively confront the rebellion of al-Harith ibn Surayj in its early stages. Although respected as a soldier and a statesman, he owed his appointment as governor more to his obscure tribal background,"}]}, {"heading": "Deaths", "year": "0933", "date": "December 9", "txt": "Li Congrong, prince of Later Tang", "entities": [{"title": "Li Congrong", "href": "/wiki/Li_Congrong", "description": "Li Congrong, formally the Prince of Qin (秦王), was a son of Li Siyuan, the second emperor of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang. During Li Siyuan's reign, he, as Li Siyuan's oldest surviving biological son, was commonly expected to be Li Siyuan's heir. When his father became deathly ill, however, he, worried that his father's officials might try to divert succession"}, {"title": "Later Tang", "href": "/wiki/Later_Tang", "description": "Tang, known in history as Later Tang, was a short-lived imperial dynasty that lasted from 923 to 937 during the Five Dynasties and Ten Kingdoms period in the history of China."}]}, {"heading": "Deaths", "year": "1117", "date": "December 9", "txt": "Gertrude of Brunswick, Markgräfin of Meißen", "entities": [{"title": "Gertrude of Brunswick", "href": "/wiki/Gertrude_of_Brunswick", "description": "Gertrud of Brunswick was Countess of Katlenburg by marriage to Dietrich II, Count of Katlenburg, Margravine of Frisia by marriage to Henry, Margrave of Frisia, and Margravine of Meissen by marriage to margrave Henry I. She served as regent of the County of Katlenburg during the minority of her son Dietrich III of Katlenburg, and as regent of the County of Northeim during the minority of her son Ot"}, {"title": "Meissen", "href": "/wiki/Meissen", "description": "Meissen is a town of approximately 30,000 about 25 km (16 mi) northwest of Dresden on both banks of the Elbe river in the Free State of Saxony, in eastern Germany. Meissen is the home of Meissen porcelain, the Albrechtsburg castle, the Gothic Meissen Cathedral and the Meissen Frauenkirche. The Große Kreisstadt is the capital of the Meissen district."}]}, {"heading": "Deaths", "year": "1165", "date": "December 9", "txt": "Malcolm IV of Scotland (b. 1141)", "entities": [{"title": "Malcolm IV of Scotland", "href": "/wiki/Malcolm_IV_of_Scotland", "description": "Malcolm IV, nicknamed Virgo, \"the Maiden\" was King of Scotland from 1153 until his death. He was the eldest son of Henry, Earl of Huntingdon and Northumbria and Ada de Warenne. The original Malcolm Canmore, a name now associated with his great-grandfather Malcolm III, he succeeded his grandfather David I, and shared David's Anglo-Norman tastes."}]}, {"heading": "Deaths", "year": "1242", "date": "December 9", "txt": "Richard le Gras, Lord Keeper of England and Abbot of Evesham", "entities": [{"title": "Richard le Gras", "href": "/wiki/Richard_le_Gras", "description": "Richard le Gras was Lord Keeper of England and Abbot of Evesham in the 13th century."}]}, {"heading": "Deaths", "year": "1268", "date": "December 9", "txt": "Vaišvilkas, Prince of Black Ruthenia, Grand Duke of Lithuania", "entities": [{"title": "Vaišvilkas", "href": "/wiki/Vai%C5%A1vilkas", "description": "Vaišelga or Vaišvilkas was the Grand Duke of Lithuania (1264–1267). He was son of Mindaugas, the first and only Christian King of Lithuania."}, {"title": "Grand Duke of Lithuania", "href": "/wiki/Grand_Duke_of_Lithuania", "description": "The following is a list of rulers over Lithuania, the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority. The incumbents and office-holders are listed by names most commonly used in English language. Where appropria"}]}, {"heading": "Deaths", "year": "1299", "date": "December 9", "txt": "Bohemond I, Archbishop of Trier", "entities": [{"title": "Bohemond I (archbishop of Trier)", "href": "/wiki/Bohemond_I_(archbishop_of_Trier)", "description": "Bohemond of Warnesberg was the Archbishop of Trier and a Prince Elector of the Holy Roman Empire from 1286 to his death."}]}, {"heading": "Deaths", "year": "1437", "date": "December 9", "txt": "Sigismund, Holy Roman Emperor (b. 1368)", "entities": [{"title": "Sigismund, Holy Roman Emperor", "href": "/wiki/Sigismund,_Holy_Roman_Emperor", "description": "Sigismund of Luxembourg was prince-elector of Brandenburg from 1378 until 1388 and from 1411 until 1415, king of Hungary and Croatia from 1387, king of Germany from 1411, king of Bohemia from 1419, king of Italy from 1431, and Holy Roman Emperor from 1433 until 1437, and the last male member of the House of Luxembourg."}]}, {"heading": "Deaths", "year": "1544", "date": "December 9", "txt": "Teofilo Folengo, Italian poet (b. 1491)", "entities": [{"title": "Teofilo Folengo", "href": "/wiki/Teofilo_Folengo", "description": "Teofilo Folengo, who wrote under the pseudonym of Merlino Coccajo or Merlinus Cocaius in Latin, was one of the principal Italian macaronic poets."}]}, {"heading": "Deaths", "year": "1565", "date": "December 9", "txt": "Pope Pius IV (b. 1499)", "entities": [{"title": "Pope Pius IV", "href": "/wiki/Pope_Pius_IV", "description": "Pope Pius IV, born Giovanni Angelo Medici, was head of the Catholic Church and ruler of the Papal States from 25 December 1559 to his death in 1565. Born in Milan, his family considered itself a branch of the House of Medici and used the same coat of arms. Although modern historians have found no proof of this connection, the Medici of Florence recognized the claims of the Medici of Milan in the e"}]}, {"heading": "Deaths", "year": "1603", "date": "December 9", "txt": "William Watson, English priest (b. 1559)", "entities": [{"title": "William Watson (priest)", "href": "/wiki/William_Watson_(priest)", "description": "\n\nWilliam Watson was an English Roman Catholic priest and conspirator, executed for treason."}]}, {"heading": "Deaths", "year": "1625", "date": "December 9", "txt": "Ubbo Emmius, Dutch historian and geographer (b. 1547)", "entities": [{"title": "Ubbo Emmius", "href": "/wiki/Ubbo_Emmius", "description": "Ubbo Emmius was a German historian and geographer."}]}, {"heading": "Deaths", "year": "1636", "date": "December 9", "txt": "Fabian Birkowski, Polish preacher and author (b. 1566)", "entities": [{"title": "Fabian Birkowski", "href": "/wiki/Fabian_Birkowski", "description": "Fabian Birkowski was a Polish writer and preacher."}]}, {"heading": "Deaths", "year": "1641", "date": "December 9", "txt": "Anthony van Dyck, Belgian-English painter and illustrator (b. 1599)", "entities": [{"title": "Anthony van Dyck", "href": "/wiki/Anthony_van_Dyck", "description": "Sir Anthony van Dyck was a Flemish Baroque artist who became the leading court painter in England after success in the Southern Netherlands and Italy."}]}, {"heading": "Deaths", "year": "1669", "date": "December 9", "txt": "Pope Clement IX (b. 1600)", "entities": [{"title": "Pope Clement IX", "href": "/wiki/Pope_Clement_IX", "description": "Pope Clement IX, born Giulio Rospigliosi, was Pope from 20 June 1667 to his death in 1669."}]}, {"heading": "Deaths", "year": "1674", "date": "December 9", "txt": "Edward Hyde, 1st Earl of Clarendon, English historian and politician, Chancellor of the Exchequer (b. 1609)", "entities": [{"title": "Edward Hyde, 1st Earl of Clarendon", "href": "/wiki/Edward_Hyde,_1st_Earl_of_Clarendon", "description": "Edward Hyde, 1st Earl of Clarendon, was an English statesman, lawyer, diplomat and historian who served as chief advisor to Charles I during the First English Civil War, and Lord Chancellor to Charles II from 1660 to 1667."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1706", "date": "December 9", "txt": "Peter II of Portugal (b. 1648)", "entities": [{"title": "Peter II of Portugal", "href": "/wiki/Peter_II_of_Portugal", "description": "Dom Pedro II, nicknamed \"the Pacific\", was the King of Portugal from 1683 until his death, previously serving as regent for his brother Afonso VI from 1668 until his own accession. He was the fifth and last child of John IV and Luisa de Guzmán."}]}, {"heading": "Deaths", "year": "1718", "date": "December 9", "txt": "Vincenzo Coronelli, Italian monk and cartographer (b. 1650)", "entities": [{"title": "Vincenzo Coronelli", "href": "/wiki/Vincenzo_Coronelli", "description": "Vincenzo Maria Coronelli was an Italian Franciscan friar, cosmographer, cartographer, publisher, and encyclopedist known in particular for his atlases and globes. He spent most of his life in Venice."}]}, {"heading": "Deaths", "year": "1761", "date": "December 9", "txt": "Tarabai, Queen of Chatrapati Rajaram (b. 1675)", "entities": []}, {"heading": "Deaths", "year": "1793", "date": "December 9", "txt": "Yolande de Polastron, French-Austrian educator (b. 1749)", "entities": [{"title": "Yolande de Polastron", "href": "/wiki/Yolande_de_Polastron", "description": "Yolande Martine Gabrielle de Polastron, Duchess of Polignac was the favourite of Marie Antoinette, whom she first met when she was presented at the Palace of Versailles in 1775, the year after Marie Antoinette became the Queen of France. She was considered one of the great beauties of pre-Revolutionary society, but her extravagance and exclusivity earned her many enemies."}]}, {"heading": "Deaths", "year": "1798", "date": "December 9", "txt": "Johann Reinhold Forster, German pastor, botanist, and ornithologist (b. 1729)", "entities": [{"title": "Johann Reinhold Forster", "href": "/wiki/Johann_Reinhold_Forster", "description": "Johann Reinhold Forster was a Reformed (Calvinist) pastor and naturalist of partially Scottish descent who made contributions to the early ornithology of Europe and North America. He is best known as the naturalist on James Cook's second Pacific voyage, where he was accompanied by his son Georg Forster. These expeditions promoted the career of Johann Reinhold Forster and the findings became the be"}]}, {"heading": "Deaths", "year": "1830", "date": "December 9", "txt": "Heinrich Christian Friedrich Schumacher, Danish surgeon, botanist, and academic (b. 1757)", "entities": [{"title": "Heinrich Christian Friedrich Schumacher", "href": "/wiki/Heinrich_Christian_Friedrich_Schumacher", "description": "Heinrich Christian Friedrich Schumacher was a Danish surgeon, botanist and professor of anatomy at the University of Copenhagen. Schumacher carried out significant research work in malacology, in other words on molluscs, and assigned systematic names to many taxa."}]}, {"heading": "Deaths", "year": "1854", "date": "December 9", "txt": "Almeida Garrett, Portuguese journalist and author (b. 1799)", "entities": [{"title": "Almeida Garrett", "href": "/wiki/Almeida_Garrett", "description": "João Baptista da Silva Leitão de Almeida Garrett, 1st Viscount of Almeida Garrett was a Portuguese poet, orator, playwright, novelist, journalist, politician, and a peer of the realm. A major promoter of theater in Portugal he is considered the greatest figure of Portuguese Romanticism and a true revolutionary and humanist. He proposed the construction of the D. Maria II National Theatre and the c"}]}, {"heading": "Deaths", "year": "1858", "date": "December 9", "txt": "Robert Baldwin, Canadian lawyer and politician, 3rd Premier of Canada West (b. 1804)", "entities": [{"title": "Robert Baldwin", "href": "/wiki/Robert_Baldwin", "description": "Robert Baldwin was an Upper Canadian lawyer and politician who with his political partner Louis-Hippolyte Lafontaine of Lower Canada, led the first responsible government ministry in Canada. \"Responsible Government\" marked the country's democratic independence, without a revolution, although not without violence. This achievement also included the introduction of municipal government, the introduc"}, {"title": "List of Joint Premiers of the Province of Canada", "href": "/wiki/List_of_Joint_Premiers_of_the_Province_of_Canada", "description": "This is a list of the Joint Premiers of the Province of Canada, who were the heads of government of the Province of Canada from the 1841 unification of Upper Canada and Lower Canada until Confederation in 1867."}]}, {"heading": "Deaths", "year": "1887", "date": "December 9", "txt": "Mahmadu Lamine, Senegalese religious leader", "entities": [{"title": "Mahmadu Lamine", "href": "/wiki/Mahmadu_Lamine", "description": "al-Hajj Mahmadu Lamine was a nineteenth-century Senegalese Tijani marabout who led an unsuccessful rebellion against the French colonial government."}]}, {"heading": "Deaths", "year": "1906", "date": "December 9", "txt": "Ferdinand Brunetière, French author and critic (b. 1849)", "entities": [{"title": "Ferdinand Brunetière", "href": "/wiki/Ferdinand_Bruneti%C3%A8re", "description": "Ferdinand Brunetière was a French writer and critic."}]}, {"heading": "Deaths", "year": "1916", "date": "December 9", "txt": "Natsume Sōseki, Japanese author and poet (b. 1867)", "entities": [{"title": "Natsume Sōseki", "href": "/wiki/Natsume_S%C5%8Dseki", "description": "Natsume Sōseki , born Natsume Kin'nosuke , was a Japanese novelist. He is best known around the world for his novels Kokoro, Botchan, I Am a Cat and his unfinished work Light and Darkness. He was also a scholar of British literature and composer of haiku, kanshi, and fairy tales. From 1984 until 2004, his portrait appeared on the front of the Japanese 1000 yen note."}]}, {"heading": "Deaths", "year": "1924", "date": "December 9", "txt": "Bernard Zweers, Dutch composer and educator (b. 1854)", "entities": [{"title": "Bernard Zweers", "href": "/wiki/Bernard_Zweers", "description": "Bernard Zweers was a Dutch composer and music teacher."}]}, {"heading": "Deaths", "year": "1930", "date": "December 9", "txt": "Rube Foster, American baseball player and manager (b. 1879)", "entities": [{"title": "Rube Foster", "href": "/wiki/Rube_Foster", "description": "Andrew \"Rube\" Foster was an American baseball player, manager, and executive in the Negro leagues. He was elected to the Baseball Hall of Fame in 1981."}]}, {"heading": "Deaths", "year": "1932", "date": "December 9", "txt": "Karl Blossfeldt, German photographer, sculptor, and educator (b. 1865)", "entities": [{"title": "Karl Blossfeldt", "href": "/wiki/Karl_Blossfeldt", "description": "Karl Blossfeldt was a German photographer, sculptor, teacher, and artist who worked in Berlin, Germany. He is best known for his close-up photographs of plants and living things, published in 1929 as Urformen der Kunst. He was inspired, as was his father, by nature and the ways in which plants grow. He believed that \"the plant must be valued as a totally artistic and architectural structure.\""}]}, {"heading": "Deaths", "year": "1932", "date": "December 9", "txt": "Begum Rokeya, Bangladeshi social worker and author (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1935", "date": "December 9", "txt": "Walter Liggett, American journalist and activist (b. 1886)", "entities": [{"title": "Walter Liggett", "href": "/wiki/Walter_Liggett", "description": "Walter William Liggett, was an American journalist who worked at several newspapers in New York City, including the New York Times, The Sun, New York Post, and the New York Daily News."}]}, {"heading": "Deaths", "year": "1937", "date": "December 9", "txt": "Lilias Armstrong, English phonetician (b. 1882)", "entities": [{"title": "Lilias Armstrong", "href": "/wiki/Lilias_Armstrong", "description": "Lilias Eveline Armstrong was an English phonetician. She worked at University College London, where she attained the rank of reader. Armstrong is most known for her work on English intonation as well as the phonetics and tone of Somali and Kikuyu. Her book on English intonation, written with Ida C. Ward, was in print for 50 years. Armstrong also provided some of the first detailed descriptions of "}]}, {"heading": "Deaths", "year": "1937", "date": "December 9", "txt": "Gustaf Dalén, Swedish physicist and engineer, Nobel Prize laureate (b. 1869)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1941", "date": "December 9", "txt": "Dmitry Merezhkovsky, Russian author, poet, and philosopher (b. 1865)", "entities": [{"title": "Dmitry Merezhkovsky", "href": "/wiki/Dmitry_Merezhkovsky", "description": "Dmitry Sergeyevich Merezhkovsky was a Russian novelist, poet, religious thinker, and literary critic. A seminal figure of the Silver Age of Russian Poetry, regarded as a co-founder of the Symbolist movement, Merezhkovsky – with his wife, the poet Zinaida Gippius – was twice forced into political exile. During his second exile (1918–1941) he continued publishing successful novels and gained recogni"}]}, {"heading": "Deaths", "year": "1943", "date": "December 9", "txt": "Georges Dufrénoy, French painter (b. 1870)", "entities": [{"title": "Georges Dufrénoy", "href": "/wiki/Georges_Dufr%C3%A9noy", "description": "Georges Dufrénoy was a French post-Impressionist painter associated with Fauvism."}]}, {"heading": "Deaths", "year": "1944", "date": "December 9", "txt": "Laird Cregar, American actor (b. 1913)", "entities": [{"title": "Laird Cregar", "href": "/wiki/Laird_Cregar", "description": "Samuel Laird Cregar was an American stage and film actor. Cregar was best known for his villainous performances in films such as I Wake Up Screaming (1941) and The Lodger (1944)."}]}, {"heading": "Deaths", "year": "1945", "date": "December 9", "txt": "Yun Chi-ho, South Korean activist and politician (b. 1864)", "entities": [{"title": "Yun Chi-ho", "href": "/wiki/Yun_Chi-ho", "description": "Yun Chi-ho was an important political activist and thinker during the late 1800s and early 1900s in Joseon Korea. His penname was Jwa-ong ; his courtesy name was Sungheum (성흠;聖欽), or Sungheum (성흠;成欽). Yun was a prominent member of reformist organizations such as the Independence Club (독립협회;獨立協會), led by Seo Jae-pil, the People's Joint Association (만민공동회;萬民共同會), and the Shinminhwae (신민회;新民會). He wa"}]}, {"heading": "Deaths", "year": "1957", "date": "December 9", "txt": "Ali İhsan Sâbis, Turkish general (b. 1882)", "entities": [{"title": "Ali İhsan Sâbis", "href": "/wiki/Ali_%C4%B0hsan_S%C3%A2bis", "description": "Ali İhsan Sâbis was the commander for the Sixth Army of the Ottoman Empire. After the war he was exiled to Malta by the British occupation forces. After returning to Turkey, he was appointed to the commandship of the First Army of Turkey. But shortly before the battle of Dumlupınar, he retired."}]}, {"heading": "Deaths", "year": "1963", "date": "December 9", "txt": "Daniel O. Fagunwa, Nigerian author and educator (b. 1903)", "entities": [{"title": "Daniel O. Fagunwa", "href": "/wiki/Daniel_O._Fagunwa", "description": "Chief Daniel Orowole Olorunfẹmi Fagunwa MBE, popularly known as D. O. Fagunwa, was a Nigerian Yoruba author who pioneered the Yoruba-language novel."}]}, {"heading": "Deaths", "year": "1963", "date": "December 9", "txt": "Perry Miller, American historian, author, and academic (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "December 9", "txt": "Edith Sitwell, English poet and critic (b. 1887)", "entities": [{"title": "Edith Sitwell", "href": "/wiki/Edith_Sitwell", "description": "Dame Edith Louisa Sitwell was a British poet and critic and the eldest of the three literary Sitwells. She reacted badly to her eccentric, unloving parents and lived much of her life with her governess. She never married but became passionately attached to Russian painter Pavel Tchelitchew, and her home was always open to London's poetic circle, to whom she was generous and helpful."}]}, {"heading": "Deaths", "year": "1965", "date": "December 9", "txt": "Branch Rickey, American baseball player and manager (b. 1884)", "entities": [{"title": "Branch Rickey", "href": "/wiki/Branch_Rickey", "description": "Wesley Branch Rickey was an American baseball player and sports executive. Rickey was instrumental in breaking Major League Baseball's color barrier by signing black player Jackie Robinson. He also created the framework for the modern minor league farm system, encouraged the Major Leagues to add new teams through his involvement in the proposed Continental League, and introduced the batting helmet"}]}, {"heading": "Deaths", "year": "1967", "date": "December 9", "txt": "Charles Léon Hammes, Luxembourgian lawyer and judge, 3rd President of the European Court of Justice (b. 1898)", "entities": [{"title": "Charles Léon Hammes", "href": "/wiki/Charles_L%C3%A9on_Hammes", "description": "Charles Léon Hammes was a Luxembourg lawyer, judge and the third president of the European Court of Justice."}, {"title": "List of members of the European Court of Justice", "href": "/wiki/List_of_members_of_the_European_Court_of_Justice", "description": "\nThe following is a list of all past and present members of the European Court of Justice in the official order of precedence:"}]}, {"heading": "Deaths", "year": "1968", "date": "December 9", "txt": "Enoch L. Johnson, American mob boss (b. 1883)", "entities": [{"title": "Enoch L. Johnson", "href": "/wiki/Enoch_L._Johnson", "description": "Enoch Lewis \"Nucky\" Johnson was an Atlantic City, New Jersey political boss; a sheriff of Atlantic County, New Jersey; a businessman; and a crime boss who was the leader of the political machine that controlled Atlantic City and the Atlantic County government from the 1910s until his conviction and imprisonment in 1941. His rule encompassed the Roaring Twenties when Atlantic City was at the height"}]}, {"heading": "Deaths", "year": "1970", "date": "December 9", "txt": "Artem Mikoyan, Armenian-Russian engineer and businessman, co-founded the Mikoyan Company (b. 1905)", "entities": [{"title": "Artem Mikoyan", "href": "/wiki/Artem_Mikoyan", "description": "Artem (Artyom) Ivanovich Mikoyan was a Soviet Armenian aircraft designer, who cofounded the Mikoyan-Gurevich design bureau along with Mikhail Gurevich."}, {"title": "Mikoyan", "href": "/wiki/Mikoyan", "description": "Russian Aircraft Corporation \"MiG\", commonly known as Mikoyan and MiG, was a Russian aerospace and defence company headquartered in Begovoy District, Moscow."}]}, {"heading": "Deaths", "year": "1970", "date": "December 9", "txt": "Feroz Khan Noon, Pakistani politician, 7th Prime Minister of Pakistan (b. 1893)", "entities": [{"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Deaths", "year": "1971", "date": "December 9", "txt": "Ralph Bunche, American political scientist, academic, and diplomat, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Ralph Bunche", "href": "/wiki/Ralph_Bunche", "description": "Ralph Johnson Bunche was an American political scientist, diplomat, and leading actor in the mid-20th Century decolonization process and US civil rights movement, who received the 1950 Nobel Peace Prize for his late 1940s mediation in Israel. In the List of black Nobel laureates he is the first African American and first person of African descent to be awarded a Nobel Prize. He was involved in the"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1971", "date": "December 9", "txt": "Sergey Konenkov, Russian sculptor and painter (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "December 9", "txt": "Rev. Aeneas Francon Williams, Church of Scotland Minister, Missionary in India and China, writer and poet (b. 1886)", "entities": [{"title": "Church of Scotland", "href": "/wiki/Church_of_Scotland", "description": "The Church of Scotland, also known by its Scots language name, the Kirk, is the national church of Scotland. It is Presbyterian, having no head of faith or leadership group, and adheres to the Bible and Westminster Confession; the Church of Scotland celebrates two sacraments, Baptism and the Lord's Supper, as well as five other rites, such as confirmation and matrimony. It is a member of the World"}, {"title": "Minister (Christianity)", "href": "/wiki/Minister_(Christianity)", "description": "In Christianity, a minister is a person authorised by a church or other religious organization to perform functions such as teaching of beliefs; leading services such as weddings, baptisms or funerals; or otherwise providing spiritual guidance to the community. The term is taken from Latin minister, which itself was derived from minus (\"less\")."}, {"title": "Missionary", "href": "/wiki/Missionary", "description": "A missionary is a member of a religious group sent into an area to promote their faith or perform ministries of service, such as education, literacy, social justice, health care, and economic development."}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "Writer", "href": "/wiki/Writer", "description": "A writer is a person who uses written words in different styles and techniques to communicate ideas. Writers produce different forms of literary art and creative writing such as novels, short stories, books, poetry, plays, screenplays, \nteleplays, songs, and essays as well as other reports and news articles that may be of interest to the public. Writers' texts are published across a range of media"}, {"title": "Poet", "href": "/wiki/Poet", "description": "A poet is a person who creates poetry. Poets may describe themselves as such or be described as such by others. A poet may simply be a writer of poetry, or may perform their art to an audience."}, {"title": "1886", "href": "/wiki/1886", "description": "1886 (MDCCCLXXXVI) was a common year starting on Friday of the Gregorian calendar and a common year starting on Wednesday of the Julian calendar, the 1886th year of the Common Era (CE) and Anno Domini (AD) designations, the 886th year of the 2nd millennium, the 86th year of the 19th century, and the 7th year of the 1880s decade. As of the start of 1886, the Gregorian calendar was 12 days ahead of "}]}, {"heading": "Deaths", "year": "1972", "date": "December 9", "txt": "Louella Parsons, American writer and columnist (b. 1881)", "entities": [{"title": "Louella Parsons", "href": "/wiki/Louella_Parsons", "description": "Louella Parsons was an American movie columnist and a screenwriter. She was retained by William Randolph Hearst because she had championed Hearst's mistress Marion Davies and subsequently became an influential figure in Hollywood. At her peak, her columns were read by 20 million people in 700 newspapers worldwide."}]}, {"heading": "Deaths", "year": "1975", "date": "December 9", "txt": "William A. Wellman, American actor, director, producer, and screenwriter (b. 1896)", "entities": [{"title": "William A. Wellman", "href": "/wiki/William_A._Wellman", "description": "William Augustus Wellman was an American film director known for his work in crime, adventure, and action genre films, often focusing on aviation themes, a particular passion. He also directed several well-regarded satirical comedies. Beginning his film career as an actor, he went on to direct over 80 films, at times co-credited as producer and consultant. In 1927, Wellman directed Wings, which be"}]}, {"heading": "Deaths", "year": "1979", "date": "December 9", "txt": "Fulton J. Sheen, American archbishop (b. 1895)", "entities": [{"title": "Fulton J. Sheen", "href": "/wiki/Fulton_J._Sheen", "description": "Fulton John Sheen was an American bishop of the Catholic Church known for his preaching and especially his work on television and radio. Ordained a priest of the Diocese of Peoria in 1919, Sheen quickly became a renowned theologian, earning the Cardinal Mercier Prize for International Philosophy in 1923. He went on to teach theology and philosophy at the Catholic University of America as well as a"}]}, {"heading": "Deaths", "year": "1982", "date": "December 9", "txt": "Leon Jaworski, American lawyer and politician (b. 1905)", "entities": [{"title": "Leon Jaworski", "href": "/wiki/Leon_Jaworski", "description": "Leonidas \"Leon\" Jaworski was an American attorney and law professor who served as the second special prosecutor during the Watergate Scandal. He was appointed to that position on November 1, 1973, soon after the Saturday Night Massacre of October 19–20, 1973, which included the dismissal of his predecessor Archibald Cox."}]}, {"heading": "Deaths", "year": "1991", "date": "December 9", "txt": "Berenice Abbott, American photographer (b. 1898)", "entities": [{"title": "Berenice Abbott", "href": "/wiki/Berenice_Abbott", "description": "Berenice Abbott, née Bernice Alice Abbott, was an American photographer best known for her portraits of between-the-wars 20th century cultural figures, New York City photographs of architecture and urban design of the 1930s, and science interpretation in the 1940s to 1960s."}]}, {"heading": "Deaths", "year": "1992", "date": "December 9", "txt": "Vincent Gardenia, American actor (b. 1922)", "entities": [{"title": "Vincent Gardenia", "href": "/wiki/Vincent_Gardenia", "description": "Vincent Gardenia was an Italian-American stage, film, and television actor. He was nominated twice for the Academy Award for Best Supporting Actor, first for Bang the Drum Slowly (1973) and again for Moonstruck (1987). He also portrayed Det. Frank Ochoa in Death Wish (1974) and its 1982 sequel, as well as Mr. Mushnik in the musical film adaptation of Little Shop of Horrors (1986)."}]}, {"heading": "Deaths", "year": "1993", "date": "December 9", "txt": "Danny Blanchflower, Northern Irish footballer and manager (b. 1926)", "entities": [{"title": "Danny Blanchflower", "href": "/wiki/Danny_Blanchflower", "description": "Robert Dennis \"Danny\" Blanchflower was a Northern Irish footballer who played for and captained Tottenham Hotspur, most notably during its double-winning season of 1960–61. He played as a defensive midfielder at right half and was known particularly for his accurate passing, his ability to dictate the tempo of the game and his inspiring leadership. After a lengthy playing career, he retired at the"}]}, {"heading": "Deaths", "year": "1995", "date": "December 9", "txt": "Toni Cade Bambara, American author and academic (b. 1939)", "entities": [{"title": "Toni Cade Bambara", "href": "/wiki/Toni_Cade_Bambara", "description": "Toni Cade Bambara, born Miltona Mirkin Cade, was an African-American author, documentary film-maker, social activist and college professor."}]}, {"heading": "Deaths", "year": "1995", "date": "December 9", "txt": "Douglas Corrigan, American pilot (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "December 9", "txt": "Patty Donahue, American singer-songwriter (b. 1956)", "entities": [{"title": "Patty Donahue", "href": "/wiki/Patty_Donahue", "description": "Patricia Jean Donahue was the lead singer of the 1980s new wave group the Waitresses. She is best known for the band’s singles \"I Know What Boys Like\" and \"Christmas Wrapping.\""}]}, {"heading": "Deaths", "year": "1996", "date": "December 9", "txt": "Mary Leakey, English archaeologist and anthropologist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "December 9", "txt": "Alain Poher, French lawyer and politician (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "December 9", "txt": "Diana Morgan, Welsh playwright and screenwriter (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "December 9", "txt": "Shaughnessy Cohen, Canadian lawyer and politician (b. 1948)", "entities": [{"title": "Shaughnessy Cohen", "href": "/wiki/Shaughnessy_Cohen", "description": "Elizabeth Shaughnessy Cohen, née Murray was a Canadian politician who represented the riding of Windsor—St. Clair for the Liberal Party of Canada from 1993 until her death in 1998."}]}, {"heading": "Deaths", "year": "1998", "date": "December 9", "txt": "Archie Moore, American boxer and actor (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "December 9", "txt": "Michael Carver, Baron Carver, English field marshal (b. 1915)", "entities": [{"title": "Michael Carver, Baron Carver", "href": "/wiki/Michael_Carver,_Baron_Carver", "description": "Field Marshal Richard Michael Power Carver, Baron Carver, was a senior British Army officer. Lord Carver served as the Chief of the General Staff (CGS), the professional head of the British Army, and then as the Chief of the Defence Staff (CDS), the professional head of the British Armed Forces. He served during the Second World War and organised the administration of British forces deployed in re"}]}, {"heading": "Deaths", "year": "2002", "date": "December 9", "txt": "Mary Hansen, Australian singer and guitarist (b. 1966)", "entities": [{"title": "Mary Hansen", "href": "/wiki/Mary_Hansen", "description": "Mary Therese Hansen was an Australian-born guitarist and singer. She joined the London-based avant-pop band Stereolab in 1992. As a member, Hansen recorded six studio albums from Transient Random-Noise Bursts with Announcements to Sound-Dust."}]}, {"heading": "Deaths", "year": "2002", "date": "December 9", "txt": "Ian Hornak, American painter and sculptor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "December 9", "txt": "Stan Rice, American painter and poet (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 9", "txt": "Norm Sloan, American basketball player and coach (b. 1926)", "entities": [{"title": "Norm Sloan", "href": "/wiki/Norm_Sloan", "description": "Norman Lesley Sloan Jr. was an American college basketball player and coach. Sloan was a native of Indiana and played college basketball and football at North Carolina State University. He began a long career as a basketball coach months after graduating from college in 1951, and he was the men's basketball head coach at Presbyterian College, The Citadel, North Carolina State University, and two s"}]}, {"heading": "Deaths", "year": "2003", "date": "December 9", "txt": "Paul Simon, American soldier, journalist, and politician, 39th Lieutenant Governor of Illinois (b. 1928)", "entities": [{"title": "Lieutenant Governor of Illinois", "href": "/wiki/Lieutenant_Governor_of_Illinois", "description": "The Lieutenant Governor of Illinois is the second highest executive of the State of Illinois. In Illinois, the lieutenant governor and governor run on a joint ticket and are directly elected by popular vote. Until 2014, the lieutenant governor was elected in a separate primary from the governor, but the two formed a single ticket for the general election. Since 2014, the gubernatorial nominee of a"}]}, {"heading": "Deaths", "year": "2005", "date": "December 9", "txt": "György Sándor, Hungarian-American pianist and educator (b. 1912)", "entities": [{"title": "György Sándor", "href": "/wiki/Gy%C3%B6rgy_S%C3%A1ndor", "description": "György Sándor was a Hungarian pianist and writer."}]}, {"heading": "Deaths", "year": "2005", "date": "December 9", "txt": "Robert Sheckley, American author (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 9", "txt": "Georgia Gibbs, American singer (b. 1919)", "entities": [{"title": "Georgia Gibbs", "href": "/wiki/Georgia_Gibbs", "description": "Georgia Gibbs was an American popular singer and vocal entertainer rooted in jazz. Already singing publicly in her early teens, Gibbs first achieved acclaim in the mid-1950s interpreting songs originating with the black rhythm and blues community and later as a featured vocalist on a long list of radio and television variety and comedy programs. Her key attribute was tremendous versatility and an "}]}, {"heading": "Deaths", "year": "2007", "date": "December 9", "txt": "Rafael Sperafico, Brazilian race car driver (b. 1981)", "entities": [{"title": "Rafael Sperafico", "href": "/wiki/Rafael_Sperafico", "description": "Rafael Sperafico was a Brazilian racing driver. He was the cousin of fellow racing drivers Ricardo and Rodrigo, and also related to Alexandre. He was born in Toledo, Paraná."}]}, {"heading": "Deaths", "year": "2007", "date": "December 9", "txt": "Gordon Zahn, American sociologist, author, and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 9", "txt": "Ibrahim Dossey, Ghanaian footballer (b. 1972)", "entities": [{"title": "Ibrahim Dossey", "href": "/wiki/Ibrahim_Dossey", "description": "Ibrahim Dossey was a Ghanaian football goalkeeper."}]}, {"heading": "Deaths", "year": "2008", "date": "December 9", "txt": "Yury Glazkov, Russian general, pilot, and astronaut (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 9", "txt": "Gene Barry, American actor (b. 1919)", "entities": [{"title": "Gene Barry", "href": "/wiki/Gene_Barry", "description": "Gene Barry was an American stage, screen, and television actor. Barry is best remembered for his leading roles in the films The Atomic City (1952) and The War of The Worlds (1953) and for his portrayal of the title characters in the TV series Bat Masterson and Burke's Law, among many roles."}]}, {"heading": "Deaths", "year": "2010", "date": "December 9", "txt": "James Moody, American saxophonist, flute player, and composer (b. 1925)", "entities": [{"title": "James Moody (saxophonist)", "href": "/wiki/James_Moody_(saxophonist)", "description": "James Moody was an American jazz saxophone and flute player and very occasional vocalist, playing predominantly in the bebop and hard bop styles."}]}, {"heading": "Deaths", "year": "2010", "date": "December 9", "txt": "Dov Shilansky, Lithuanian-Israeli lawyer and politician, 10th Speaker of the Knesset (b. 1924)", "entities": [{"title": "List of Knesset speakers", "href": "/wiki/List_of_Knesset_speakers", "description": "The Speaker of the Knesset is the presiding officer of the Knesset, the unicameral legislature of Israel. The Speaker also acts as President of Israel when the President is incapacitated. The current speaker is Yariv Levin, who was elected on 17 May 2020."}]}, {"heading": "Deaths", "year": "2012", "date": "December 9", "txt": "Béla Nagy Abodi, Hungarian painter and academic (b. 1918)", "entities": [{"title": "Béla Nagy Abodi", "href": "/wiki/B%C3%A9la_Nagy_Abodi", "description": "Béla Nagy Abodi was an Hungarian painter, and professor of the Academy of Fine Arts in Cluj-Napoca. That studied at Belle-Arte Academy and ended up being at the Hungarian Academy of Fine Arts. He spent 5 years in the Hungarian army then imprisoned as a war prisoner in Russia. He eventually ended up being a teacher at the same academy. He studied in the class of Camil Ressu at the Academia de Belle"}]}, {"heading": "Deaths", "year": "2012", "date": "December 9", "txt": "Patrick Moore, English lieutenant, astronomer, and educator (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 9", "txt": "Alex Moulton, English engineer and businessman, founded the Moulton Bicycle Company (b. 1920)", "entities": [{"title": "Moulton Bicycle", "href": "/wiki/Moulton_Bicycle", "description": "Moulton is an English bicycle manufacturer based in Bradford on Avon in Wiltshire. The company was founded in 1962 by Dr Alex Moulton, who designed the \"Hydrolastic\" and rubber cone suspension systems for the BMC Mini motorcar, and the later \"Hydragas\" system used by its successor companies."}]}, {"heading": "Deaths", "year": "2012", "date": "December 9", "txt": "Jenni Rivera, American singer-songwriter, producer, and actress (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 9", "txt": "Charles Rosen, American pianist and musicologist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 9", "txt": "Riccardo Schicchi, Italian director and producer, co-founded Diva Futura (b. 1953)", "entities": [{"title": "Diva Futura", "href": "/wiki/Diva_Futura", "description": "Diva Futura is an Italian pornography and erotica film studio. When founded in 1983 by porn star Ilona Staller and photographer and talent scout Riccardo Schicchi, it was the first casting agency in Italy to specialize in pornography. The studio is notable for launching the careers of pornstars Cicciolina and Moana Pozzi."}]}, {"heading": "Deaths", "year": "2012", "date": "December 9", "txt": "Norman Joseph Woodland, American inventor, co-created the bar code (b. 1921)", "entities": [{"title": "Bar code", "href": "/wiki/Bar_code", "description": "A barcode or bar code is a method of representing data in a visual, machine-readable form. Initially, barcodes represented data by varying the widths and spacings of parallel lines. These barcodes, now commonly referred to as linear or one-dimensional (1D), can be scanned by special optical scanners, called barcode readers, of which there are several types. Later, two-dimensional (2D) variants wer"}]}, {"heading": "Deaths", "year": "2013", "date": "December 9", "txt": "John Gabbert, American soldier, lawyer, and judge (b. 1909)", "entities": [{"title": "John Gabbert", "href": "/wiki/John_Gabbert", "description": "John Gordon Gabbert was an Associate Justice of the California Courts of Appeal appointed by Governor Ronald Reagan in May 1970. Before that, he was a Superior Court judge for Riverside County, California."}]}, {"heading": "Deaths", "year": "2013", "date": "December 9", "txt": "Barbara Hesse-Bukowska, Polish pianist and educator (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 9", "txt": "Eleanor Parker, American actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 9", "txt": "John Wilbur, American football player (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 9", "txt": "Sacvan Bercovitch, Canadian-American author, critic, and academic (b. 1933)", "entities": [{"title": "Sacvan Bercovitch", "href": "/wiki/Sacvan_Bercovitch", "description": "Sacvan Bercovitch was a Canadian literary and cultural critic who spent most of his life teaching and writing in the United States. During an academic career spanning five decades, he was considered to be one of the most influential and controversial figures of his generation in the emerging field of American studies."}]}, {"heading": "Deaths", "year": "2014", "date": "December 9", "txt": "Jane Freilicher, American painter and poet (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 9", "txt": "Jorge María Mejía, Argentinian cardinal (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 9", "txt": "Mary Ann Mobley, American model and actress, Miss America 1959 (b. 1937)", "entities": [{"title": "Miss America 1959", "href": "/wiki/Miss_America_1959", "description": "Miss America 1959, the 32nd Miss America pageant, was held at the Boardwalk Hall in Atlantic City, New Jersey on September 6, 1958 on CBS."}]}, {"heading": "Deaths", "year": "2014", "date": "December 9", "txt": "Blagoje Paunović, Serbian footballer and manager (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 9", "txt": "Jože Toporišič, Slovenian linguist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 9", "txt": "Soshana Afroyim, Austrian painter (b. 1927)", "entities": [{"title": "Soshana Afroyim", "href": "/wiki/Soshana_Afroyim", "description": "Soshana Afroyim was an Austrian painter of the Modernism period. Soshana was a full-time artist and traveled frequently, exhibiting her work internationally. During her journeys, she portrayed many well known personalities and her art developed in different directions. Her early period artwork was largely naturalistic in nature, showing landscapes and portraits. Later her style developed towards a"}]}, {"heading": "Deaths", "year": "2015", "date": "December 9", "txt": "Norman Breslow, American statistician and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 9", "txt": "Juvenal Juvêncio, Brazilian lawyer and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 9", "txt": "Julio Terrazas Sandoval, Bolivian cardinal (b. 1936)", "entities": []}]