[{"heading": "Events", "year": "484", "date": "December 23", "txt": "The Arian Vandal Kingdom ceases its persecution of Nicene Christianity.", "entities": [{"title": "Arianism", "href": "/wiki/Arianism", "description": "Arianism is a Christological doctrine first attributed to Arius, a Christian presbyter in Alexandria, Egypt. Arian theology holds that the Son of God is not co-eternal with God the Father and is distinct from the Father. However, as in mainstream Trinitarianism, Arianism holds that Jesus Christ is the Son of God, who was begotten by God the Father."}, {"title": "Vandal Kingdom", "href": "/wiki/Vandal_Kingdom", "description": "The Vandal Kingdom or Kingdom of the Vandals and Alans was established by the Germanic Vandal people under Gaiseric. It ruled in North Africa and the Mediterranean 435–534 CE."}, {"title": "Nicene Christianity", "href": "/wiki/Nicene_Christianity", "description": "Nicene Christianity or Traditional Christianity is a set of Christian doctrinal traditions which reflect the Nicene Creed, which was formulated at the First Council of Nicaea in AD 325 and amended at the First Council of Constantinople in AD 381."}]}, {"heading": "Events", "year": "558", "date": "December 23", "txt": "Chlothar I is crowned King of the Franks.", "entities": [{"title": "Chlothar I", "href": "/wiki/Chlothar_I", "description": "Chlothar I was a king of the Franks of the Merovingian dynasty and one of the four sons of Clovis I."}, {"title": "List of Frankish kings", "href": "/wiki/List_of_Frankish_kings", "description": "The Franks were originally led by dukes and reguli. The Salian Merovingians rose to dominance among the Franks and conquered most of Roman Gaul. They also conquered the Gaulish territory of the Visigothic Kingdom in 507. The sons of Clovis conquered the Burgundians and Alamanni. They acquired Provence and made the Bavarii and Thuringii their clients. The Merovingians were later replaced by a new d"}]}, {"heading": "Events", "year": "583", "date": "December 23", "txt": "Maya queen Yohl Ik'nal is crowned ruler of Palenque.", "entities": [{"title": "Yohl Ik'nal", "href": "/wiki/Yohl_Ik%27nal", "description": "Yohl Ikʼnal, also known as Lady Kan Ik and Lady Kʼanal Ikʼnal, was queen regnant of the Maya city-state of Palenque. She acceded to the throne on 23 December 583, and ruled until her death."}, {"title": "Palenque", "href": "/wiki/Palenque", "description": "Palenque, also anciently known as Lakamha, was a Maya city state in southern Mexico that perished in the 7th century. The Palenque ruins date from ca. 226 BC to ca. 799 AD. After its decline, it was overgrown by the jungle of cedar, mahogany, and sapodilla trees, but has since been excavated and restored. It is located near the Usumacinta River in the Mexican state of Chiapas, about 130 km (81 mi)"}]}, {"heading": "Events", "year": "962", "date": "December 23", "txt": "The Sack of Aleppo as part of the Arab–Byzantine wars: Under the future Emperor Nicephorus Phocas, Byzantine troops storm the city of Aleppo.", "entities": [{"title": "Sack of Aleppo (962)", "href": "/wiki/Sack_of_Aleppo_(962)", "description": "The Sack of Aleppo in December 962 was carried out by the Byzantine Empire under Nikephoros Phokas. Aleppo was the capital of the Hamdanid emir Sayf al-Dawla, the Byzantines' chief antagonist at the time."}, {"title": "Arab–Byzantine wars", "href": "/wiki/Arab%E2%80%93Byzantine_wars", "description": "The Arab–Byzantine wars were a series of wars between the mostly Arab Muslims and the Byzantine Empire between the 7th and 11th centuries AD, started during the initial Muslim conquests, under the expansionist Rashidun and Umayyad caliphs, in the 7th century and continued by their successors until the mid-11th century."}, {"title": "List of Byzantine emperors", "href": "/wiki/List_of_Byzantine_emperors", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Nikephoros II Phokas", "href": "/wiki/Nikephoros_II_Phokas", "description": "Nikephoros II Phokas, Latinized Nicephorus II Phocas, was Byzantine Emperor from 963 to 969. His brilliant military exploits contributed to the resurgence of the Byzantine Empire during the 10th century. His reign, however, included controversy. In the west, he inflamed conflict with the Bulgarians and saw Sicily completely turn over to the Muslims, while he failed to make any serious gains in Ita"}, {"title": "Byzantine army", "href": "/wiki/Byzantine_army", "description": "The Byzantine army was the primary military body of the Byzantine armed forces, serving alongside the Byzantine navy. A direct continuation of the East Roman army, it maintained a similar level of discipline, strategic prowess and organization. It was among the most effective armies of western Eurasia for much of the Middle Ages. Over time the cavalry arm became more prominent in the Byzantine arm"}, {"title": "Aleppo", "href": "/wiki/Aleppo", "description": "Aleppo is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus."}]}, {"heading": "Events", "year": "1598", "date": "December 23", "txt": "Arauco War: Governor of Chile Martín García Óñez de Loyola is killed in the Battle of Curalaba by Mapuches led by Pelantaru.", "entities": [{"title": "Arauco War", "href": "/wiki/Arauco_War", "description": "The Arauco War was a long-running conflict between colonial Spaniards and the Mapuche people, mostly fought in the Araucanía. The conflict began at first as a reaction to the Spanish conquerors attempting to establish cities and force Mapuches into servitude. It subsequently evolved over time into phases comprising drawn-out sieges, slave-hunting expeditions, pillaging raids, punitive expeditions,"}, {"title": "Governor of Chile", "href": "/wiki/Governor_of_Chile", "description": "The Royal Governor of Chile ruled over the Spanish colonial administrative district called the Captaincy General of Chile, and as a result the Royal Governor also held the title of a Captain General. There were 66 such governors or captains during the Spanish conquest and the later periods of Spanish-centered colonialism. Since the first Spanish–Mapuche parliaments in the 17th century it became an"}, {"title": "Martín García Óñez de Loyola", "href": "/wiki/Mart%C3%ADn_Garc%C3%ADa_%C3%93%C3%B1ez_de_Loyola", "description": "Don Martín García Óñez de Loyola was a Spanish Basque soldier and Royal Governor of the Captaincy General of Chile. According to Diego Barros Arana it is likely that Ignatius of Loyola was his uncle."}, {"title": "Battle of Curalaba", "href": "/wiki/Battle_of_Curalaba", "description": "The Battle of Curalaba is a 1598 battle and ambush where Mapuche people led by Pelantaru soundly defeated Spanish conquerors led by Martín García Óñez de Loyola at Curalaba, southern Chile. In Chilean historiography, where the event is often called the Disaster of Curalaba, the battle marks the end of the Conquest of Chile period in Chile's history, although the fast Spanish expansion in the south"}, {"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Pelantaru", "href": "/wiki/Pelantaru", "description": "Pelantaro or Pelantarú was one of the vice toquis of Paillamachu, the toqui or military leader of the Mapuche people during the Mapuche uprising in 1598. Pelantaro and his lieutenants Anganamon and Guaiquimilla were credited with the death of the second Spanish Governor of Chile, Martín García Óñez de Loyola, during the Battle of Curalaba on December 21, 1598."}]}, {"heading": "Events", "year": "1688", "date": "December 23", "txt": "As part of the Glorious Revolution, King James II of England flees from England to Paris, France after being deposed in favor of his nephew, William of Orange and his daughter Mary.", "entities": [{"title": "Glorious Revolution", "href": "/wiki/Glorious_Revolution", "description": "The Glorious Revolution of November 1688, is also known as the Glorieuze Overtocht or Glorious Crossing by the Dutch. It refers to the deposition of James VII and II, king of Scotland, England and Ireland and replacement by his daughter Mary II and her husband, William III of Orange, stadtholder and de facto ruler of the Dutch Republic. A term first used by John Hampden in late 1689, historian Jer"}, {"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}, {"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}, {"title": "Mary II of England", "href": "/wiki/Mary_II_of_England", "description": "Mary II was Queen of England, Scotland, and Ireland, co-reigning with her husband, King William III & II, from 1689 until her death from smallpox at the age of 32. Popular histories usually refer to their joint reign as that of William and Mary."}]}, {"heading": "Events", "year": "1783", "date": "December 23", "txt": "George Washington resigns as commander-in-chief of the Continental Army at the Maryland State House in Annapolis, Maryland.", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "George Washington's resignation as commander-in-chief", "href": "/wiki/George_Washington%27s_resignation_as_commander-in-chief", "description": "George Washington's resignation as commander-in-chief marked the end of Washington's military service in the American Revolutionary War and his return to civilian life at Mount Vernon. His voluntary action has been described as \"one of the nation's great acts of statesmanship\" and helped establish the precedent of civilian control of the military. After the Treaty of Paris ending the war had been "}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "Maryland State House", "href": "/wiki/Maryland_State_House", "description": "The Maryland State House is located in Annapolis, Maryland. It is the oldest U.S. state capitol in continuous legislative use, dating to 1772 and houses the Maryland General Assembly, plus the offices of the Governor and Lieutenant Governor. In 1783 and 1784 it served as the capitol building of the United States Congress of the Confederation, and is where Ratification Day, the formal end of the Am"}, {"title": "Annapolis, Maryland", "href": "/wiki/Annapolis,_Maryland", "description": "Annapolis is the capital of the U.S. state of Maryland, as well as the county seat of Anne Arundel County. Situated on the Chesapeake Bay at the mouth of the Severn River, 25 miles (40 km) south of Baltimore and about 30 miles (50 km) east of Washington, D.C., Annapolis is part of the Baltimore–Washington metropolitan area. Its population was measured at 38,394 by the 2010 census."}]}, {"heading": "Events", "year": "1793", "date": "December 23", "txt": "The Battle of Savenay: A decisive defeat of the royalist counter-revolutionaries in War in the Vendée during the French Revolution.", "entities": [{"title": "Battle of Savenay", "href": "/wiki/Battle_of_Savenay", "description": "The Battle of Savenay took place on 23 December 1793, and marks the end of the Virée de Galerne operational phase of the first war in the Vendée after the French Revolution. A Republican force of approximately 18,000 decisively defeated the Armée Catholique et Royale force of 6,000 at Savenay."}, {"title": "House of Bourbon", "href": "/wiki/House_of_Bourbon", "description": "The House of Bourbon is a European dynasty of French origin, a branch of the Capetian dynasty, the royal House of France. Bourbon kings first ruled France and Navarre in the 16th century. By the 18th century, members of the Spanish Bourbon dynasty held thrones in Spain, Naples, Sicily, and Parma. Spain and Luxembourg have monarchs of the House of Bourbon."}, {"title": "War in the Vendée", "href": "/wiki/War_in_the_Vend%C3%A9e", "description": "The War in the Vendée was a counter-revolution in the Vendée region of France during the French Revolution. The Vendée is a coastal region, located immediately south of the Loire River in Western France. Initially, the war was similar to the 14th-century Jacquerie peasant uprising, but quickly acquired themes considered by the Jacobin government in Paris to be counter-revolutionary and Royalist. T"}, {"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}]}, {"heading": "Events", "year": "1815", "date": "December 23", "txt": "The novel Emma by Jane Austen is first published.", "entities": [{"title": "Jane Austen", "href": "/wiki/Jane_Austen", "description": "Jane Austen was an English novelist known primarily for her six major novels, which interpret, critique and comment upon the British landed gentry at the end of the 18th century. Austen's plots often explore the dependence of women on marriage in the pursuit of favourable social standing and economic security. Her works critique the novels of sensibility of the second half of the 18th century and "}]}, {"heading": "Events", "year": "1876", "date": "December 23", "txt": "First day of the Constantinople Conference which resulted in agreement for political reforms in the Balkans.", "entities": [{"title": "Constantinople Conference", "href": "/wiki/Constantinople_Conference", "description": "The 1876–77 Constantinople Conference of the Great Powers was held in Constantinople from 23 December 1876 until 20 January 1877. Following the beginning of the Herzegovinian Uprising in 1875 and the April Uprising in April 1876, the Great Powers agreed on a project for political reforms in Bosnia and in the Ottoman territories with a majority-Bulgarian population."}, {"title": "Balkans", "href": "/wiki/Balkans", "description": "The Balkans, also known as the Balkan Peninsula, are a geographic area in southeastern Europe with various definitions and meanings, including geopolitical and historical. The region takes its name from the Balkan Mountains that stretch throughout the whole of Bulgaria. The Balkan Peninsula is bordered by the Adriatic Sea in the northwest, the Ionian Sea in the southwest, the Aegean Sea in the sou"}]}, {"heading": "Events", "year": "1893", "date": "December 23", "txt": "The opera Hansel and Gretel by Engelbert Humperdinck is first performed.", "entities": [{"title": "Engelbert Humperdinck (composer)", "href": "/wiki/Engelbert_Humperdinck_(composer)", "description": "Engelbert Humperdinck was a German composer, who is best known for having composed the opera Hansel and Gretel."}]}, {"heading": "Events", "year": "1913", "date": "December 23", "txt": "The Federal Reserve Act is signed into law by President Woodrow Wilson, creating the Federal Reserve System.", "entities": [{"title": "Federal Reserve Act", "href": "/wiki/Federal_Reserve_Act", "description": "The Federal Reserve Act was passed by the 63rd United States Congress and signed into law by President Woodrow Wilson on December 23, 1913. The law created the Federal Reserve System, the central banking system of the United States."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "Federal Reserve System", "href": "/wiki/Federal_Reserve_System", "description": "The Federal Reserve System is the central banking system of the United States of America. It was created on December 23, 1913, with the enactment of the Federal Reserve Act, after a series of financial panics led to the desire for central control of the monetary system in order to alleviate financial crises. Over the years, events such as the Great Depression in the 1930s and the Great Recession d"}]}, {"heading": "Events", "year": "1914", "date": "December 23", "txt": "World War I: Australian and New Zealand troops arrive in Cairo, Egypt.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Cairo, Egypt", "href": "/wiki/Cairo,_Egypt", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}]}, {"heading": "Events", "year": "1916", "date": "December 23", "txt": "World War I: Battle of Magdhaba: Allied forces defeat Turkish forces in the Sinai Peninsula.", "entities": [{"title": "Battle of Magdhaba", "href": "/wiki/Battle_of_Magdhaba", "description": "The Battle of Magdhaba took place on 23 December 1916 during the Defence of Egypt section of the Sinai and Palestine Campaign in the First World War. The attack by the Anzac Mounted Division took place against an entrenched Ottoman Army garrison to the south and east of Bir Lahfan in the Sinai desert, some 18–25 miles (29–40 km) inland from the Mediterranean coast. This Egyptian Expeditionary Forc"}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Sinai Peninsula", "href": "/wiki/Sinai_Peninsula", "description": "The Sinai Peninsula, or simply Sinai, is a peninsula in Egypt, and the only part of the country located in Asia. It is between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the "}]}, {"heading": "Events", "year": "1919", "date": "December 23", "txt": "Sex Disqualification (Removal) Act 1919 becomes law in the United Kingdom.", "entities": [{"title": "Sex Disqualification (Removal) Act 1919", "href": "/wiki/Sex_Disqualification_(Removal)_Act_1919", "description": "The Sex Disqualification (Removal) Act 1919 is an Act of Parliament in the United Kingdom. It became law when it received Royal Assent on 23 December 1919. The act enabled women to join the professions and professional bodies, to sit on juries and be awarded degrees. It was a government compromise, a replacement for a more radical private members' bill, the Women's Emancipation Bill."}]}, {"heading": "Events", "year": "1936", "date": "December 23", "txt": "Colombia becomes a signatory to the Buenos Aires copyright treaty.", "entities": [{"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Buenos Aires Convention", "href": "/wiki/Buenos_Aires_Convention", "description": "The Buenos Aires Convention is a copyright treaty signed at Buenos Aires, Argentina, on 11 August 1910, providing mutual recognition of copyrights where the work carries a notice containing a statement of reservation of rights (Art. 3). This was commonly done with the phrase \"All rights reserved\" next to the copyright notice. This implementation varied as US law only required the author and year o"}, {"title": "Copyright", "href": "/wiki/Copyright", "description": "Copyright is a type of intellectual property that gives its owner the exclusive right to make copies of a creative work, usually for a limited time. The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself. A copyright is subject to limitations based on"}, {"title": "Treaty", "href": "/wiki/Treaty", "description": "A treaty is a formal legally binding written agreement between actors in international law. It is usually entered into by sovereign states and international organizations, but can sometimes include individuals, business entities, and other legal persons. A treaty may also be known as an international agreement, protocol, covenant, convention, pact, or exchange of letters, among other terms. Regard"}]}, {"heading": "Events", "year": "1936", "date": "December 23", "txt": "Spanish Civil War: The Spanish Republic legalizes the Regional Defence Council of Aragon.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Spanish Republic", "href": "/wiki/Spanish_Republic", "description": "The Spanish Republic, commonly known as the Second Spanish Republic, was the form of government in Spain from 1931 to 1939. The Republic was proclaimed on 14 April 1931, after the deposition of Alfonso XIII, and was dissolved on 1 April 1939 after surrendering in the Spanish Civil War to the rebel faction that fought to establish a military dictatorship under General Francisco Franco."}, {"title": "Regional Defence Council of Aragon", "href": "/wiki/Regional_Defence_Council_of_Aragon", "description": "The Regional Defence Council of Aragon, was an administrative entity created by the Confederación Nacional del Trabajo (CNT) in the context of the Spanish Revolution, during the Spanish Civil War. Until its dissolution, the CRDA controlled and administered the eastern half of Aragon. Its economy was based on the communities, the productive engine of the region, as well as the exchange between them"}]}, {"heading": "Events", "year": "1941", "date": "December 23", "txt": "World War II: After 15 days of fighting, the Imperial Japanese Army occupies Wake Island.", "entities": [{"title": "Battle of Wake Island", "href": "/wiki/Battle_of_Wake_Island", "description": "The Battle of Wake Island began simultaneously with the attack on Pearl Harbor naval and air bases in Hawaii on the morning of 8 December 1941, and ended on 23 December, with the surrender of the American forces to the Empire of Japan. It was fought on and around the atoll formed by Wake Island and its minor islets of Peale and Wilkes Islands by the air, land, and naval forces of the Japanese Empi"}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}, {"title": "Wake Island", "href": "/wiki/Wake_Island", "description": "Wake Island is a coral atoll in the western Pacific Ocean in the northeastern area of the Micronesia subregion, 1,501 miles east of Guam, 2,298 miles west of Honolulu, 1,991 miles southeast of Tokyo, and 898 miles north of Majuro. The island is an unorganized, unincorporated territory belonging to, but not a part of, the United States that is also claimed by the Republic of the Marshall Islands. W"}]}, {"heading": "Events", "year": "1947", "date": "December 23", "txt": "The transistor is first demonstrated at Bell Laboratories.", "entities": [{"title": "Transistor", "href": "/wiki/Transistor", "description": "A transistor is a semiconductor device used to amplify or switch electronic signals and electrical power. Transistors are one of the basic building blocks of modern electronics. It is composed of semiconductor material usually with at least three terminals for connection to an external circuit. A voltage or current applied to one pair of the transistor's terminals controls the current through anot"}, {"title": "Bell Labs", "href": "/wiki/Bell_Labs", "description": "Nokia Bell Labs is an American industrial research and scientific development company owned by Finnish company Nokia. With headquarters located in Murray Hill, New Jersey, the company operates several laboratories in the United States and around the world. Bell Labs has its origins in the complex past of the Bell System."}]}, {"heading": "Events", "year": "1948", "date": "December 23", "txt": "Seven Japanese military and political leaders convicted of war crimes by the International Military Tribunal for the Far East are executed by Allied occupation authorities at Sugamo Prison in Tokyo, Japan.", "entities": [{"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}, {"title": "International Military Tribunal for the Far East", "href": "/wiki/International_Military_Tribunal_for_the_Far_East", "description": "The International Military Tribunal for the Far East (IMTFE), also known as the Tokyo Trial or the Tokyo War Crimes Tribunal, was a military trial convened on April 29, 1946, to try the leaders of the Empire of Japan for joint conspiracy to start and wage war, conventional war crimes and crimes against humanity."}, {"title": "Sugamo Prison", "href": "/wiki/Sugamo_Prison", "description": "Sugamo Prison was located in the district of Ikebukuro, which is now part of the Toshima ward of Tokyo, Japan."}]}, {"heading": "Events", "year": "1954", "date": "December 23", "txt": "First successful kidney transplant is performed by J. Hartwell Harrison and Joseph Murray.", "entities": [{"title": "Kidney transplantation", "href": "/wiki/Kidney_transplantation", "description": "Kidney transplant or renal transplant is the organ transplant of a kidney into a patient with end-stage kidney disease (ESRD). Kidney transplant is typically classified as deceased-donor or living-donor transplantation depending on the source of the donor organ. Living-donor kidney transplants are further characterized as genetically related (living-related) or non-related (living-unrelated) trans"}, {"title": "J. Hartwell Harrison", "href": "/wiki/J._Hartwell_Harrison", "description": "John Hartwell Harrison was an American urologic surgeon, professor, and author. He performed the first human organ removal for transplant to another. This was a pivotal undertaking as a member of the medical team that accomplished the world’s first successful kidney transplant. The team conducted its landmark transplant between identical twins in 1954."}, {"title": "Joseph Murray", "href": "/wiki/Joseph_Murray", "description": "Joseph Edward Murray was an American plastic surgeon who performed the first successful human kidney transplant on identical twins Richard and Ronald Herrick on December 23, 1954."}]}, {"heading": "Events", "year": "1968", "date": "December 23", "txt": "The 82 sailors from the USS Pueblo are released after eleven months of internment in North Korea.", "entities": [{"title": "USS Pueblo (AGER-2)", "href": "/wiki/USS_Pueblo_(AGER-2)", "description": "USS Pueblo (AGER-2) is a  Banner-class environmental research ship, attached to Navy intelligence as a spy ship, which was attacked and captured by North Korean forces on 23 January 1968, in what was later known as the \"Pueblo incident\" or alternatively, as the \"Pueblo crisis\"."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Events", "year": "1970", "date": "December 23", "txt": "The North Tower of the World Trade Center in Manhattan, New York, New York is topped out at 1,368 feet (417 m), making it the tallest building in the world.", "entities": [{"title": "List of tenants in One World Trade Center", "href": "/wiki/List_of_tenants_in_One_World_Trade_Center", "description": "The original One World Trade Center was one of the Twin Towers of the original World Trade Center in New York City. It was completed in 1972, stood at a height of 417 metres (1,368 ft), and was the tallest building in the world until 1973, when surpassed by the Sears Tower in Chicago. It was distinguishable from its twin, the original Two World Trade Center, also known as the South Tower, by the 1"}, {"title": "World Trade Center (1973–2001)", "href": "/wiki/World_Trade_Center_(1973%E2%80%932001)", "description": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the "}, {"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and geographically smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthpl"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1970", "date": "December 23", "txt": "The Democratic Republic of the Congo officially becomes a one-party state.", "entities": [{"title": "One-party state", "href": "/wiki/One-party_state", "description": "A one-party state, single-party state, one-party system, or single-party system is a type of unitary state in which only one political party has the right to form the government, usually based on the existing constitution. All other parties are either outlawed or allowed to take only a limited and controlled participation in elections. Sometimes the term de facto one-party state is used to describ"}]}, {"heading": "Events", "year": "1972", "date": "December 23", "txt": "A 6.5 magnitude earthquake strikes the Nicaraguan capital of Managua killing more than 10,000.", "entities": [{"title": "1972 Nicaragua earthquake", "href": "/wiki/1972_Nicaragua_earthquake", "description": "The 1972 Nicaragua earthquake occurred at 12:29:44 a.m. local time on December 23 near Managua, the capital of Nicaragua. It had a moment magnitude of 6.3 and a maximum MSK intensity of IX (Destructive). The epicenter was 28 kilometers northeast of the city centre and a depth of about 10 kilometers. The earthquake caused widespread casualties among Managua's residents: 4,000–11,000 were killed, 20"}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}, {"title": "Managua", "href": "/wiki/Managua", "description": "Managua is the capital and largest city of Nicaragua, and the center of an eponymous department. Located on the southwestern shore of Lake Managua and inside the Managua Department, it has an estimated population of 1,052,217 in 2019 within the city's administrative limits and a population of 1,401,687 in the metropolitan area, which additionally includes the municipalities of Ciudad Sandino, El C"}]}, {"heading": "Events", "year": "1972", "date": "December 23", "txt": "The 16 survivors of the Andes flight disaster are rescued after 73 days, surviving by cannibalism.", "entities": []}, {"heading": "Events", "year": "1979", "date": "December 23", "txt": "Soviet–Afghan War: Soviet Union forces occupy Kabul, the Afghan capital.", "entities": [{"title": "Soviet–Afghan War", "href": "/wiki/Soviet%E2%80%93Afghan_War", "description": "The Soviet–Afghan War was a conflict wherein insurgent groups, as well as smaller Maoist groups, fought a nine-year guerrilla war against the Soviet Army and the Democratic Republic of Afghanistan government throughout the 1980s, mostly in the Afghan countryside. The Mujahideen were variously backed primarily by the United States, Pakistan, Iran, Saudi Arabia, China, and the United Kingdom; the co"}, {"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Events", "year": "1984", "date": "December 23", "txt": "After experiencing an engine fire, Aeroflot Flight 3519 attempts to make an emergency landing at Krasnoyarsk International Airport but crashes, killing 110 of the 111 people on board.", "entities": [{"title": "Aeroflot Flight 3519", "href": "/wiki/Aeroflot_Flight_3519", "description": "Aeroflot Flight 3519 was a Tupolev Tu-154B-2 airline flight on a domestic route from Krasnoyarsk to Irkutsk on 23 December 1984. Shortly after takeoff, the No. 3 engine caught fire, and the airplane crashed during an emergency landing. This killed 110 people; there was only one survivor, and the aircraft was destroyed."}, {"title": "Krasnoyarsk International Airport", "href": "/wiki/Krasnoyarsk_International_Airport", "description": "Krasnoyarsk International Airport, is a major airport in Krasnoyarsk Krai, Russia, 27 kilometres (17 mi) northwest of Krasnoyarsk. As of December 2017, it was the 14th biggest in Russia in passenger traffic."}]}, {"heading": "Events", "year": "1986", "date": "December 23", "txt": "Voyager, piloted by Dick Rutan and Jeana Yeager, lands at Edwards Air Force Base in California becoming the first aircraft to fly non-stop around the world without aerial or ground refueling.", "entities": [{"title": "Dick Rutan", "href": "/wiki/Dick_Rutan", "description": "Richard Glenn Rutan is a retired United States Air Force officer and fighter pilot, test pilot, and record-breaking aviator who in 1986 piloted the Voyager aircraft on the first non-stop, non-refueled around-the-world flight with co-pilot Jeana Yeager. He was born in Loma Linda, California, where he gained an interest in flying at a young age. He is the older brother of famed aerospace designer Bu"}, {"title": "Jeana Yeager", "href": "/wiki/Jeana_Yeager", "description": "Jeana Lee Yeager is an American aviator. She co-piloted, along with Dick Rutan, the first non-stop, non-refueled flight around the world in the Rutan Voyager aircraft from December 14 to 23, 1986. The flight took 9 days, 3 minutes, and 44 seconds and covered 24,986 miles (40,211 km), more than doubling the old distance record set by a Boeing B-52 strategic bomber in 1962."}, {"title": "Edwards Air Force Base", "href": "/wiki/Edwards_Air_Force_Base", "description": "Edwards Air Force Base (AFB) is a United States Air Force installation located in Kern County in Edwards, California, about 22 miles (35 km) northeast of Lancaster, 15 miles (24 km) east of Rosamond and 5.5 miles (8.9 km) south of California City."}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Aerial refueling", "href": "/wiki/Aerial_refueling", "description": "Aerial refueling, also referred to as air refueling, in-flight refueling (IFR), air-to-air refueling (AAR), and tanking, is the process of transferring aviation fuel from one military aircraft to another during flight. The two main refueling systems are probe-and-drogue, which is simpler to adapt to existing aircraft, and the flying boom, which offers faster fuel transfer, but requires a dedicated"}]}, {"heading": "Events", "year": "1990", "date": "December 23", "txt": "History of Slovenia: In a referendum, 88.5% of Slovenia's overall electorate vote for independence from Yugoslavia.", "entities": [{"title": "History of Slovenia", "href": "/wiki/History_of_Slovenia", "description": "The history of Slovenia chronicles the period of the Slovenian territory from the 5th century BC to the present. In the Early Bronze Age, Proto-Illyrian tribes settled an area stretching from present-day Albania to the city of Trieste. Slovenian territory was part of the Roman Empire, and it was devastated by Barbarian incursions in late Antiquity and Early Middle Ages, since the main route from t"}, {"title": "Slovenian independence referendum, 1990", "href": "/wiki/Slovenian_independence_referendum,_1990", "description": "An independence referendum was held in the Republic of Slovenia on 23 December 1990. Both the ruling center-right coalition and the left-wing opposition supported the referendum and called on voters to support Slovenian independence."}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}, {"title": "Yugoslavia", "href": "/wiki/Yugoslavia", "description": "Yugoslavia was a country in Southeast Europe and Central Europe for most of the 20th century. It came into existence after World War I in 1918 under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries"}]}, {"heading": "Events", "year": "2002", "date": "December 23", "txt": "A U.S. MQ-1 Predator is shot down by an Iraqi MiG-25 in the first combat engagement between a drone and conventional aircraft.", "entities": [{"title": "General Atomics MQ-1 Predator", "href": "/wiki/General_Atomics_MQ-1_Predator#Iraq", "description": "The General Atomics MQ-1 Predator is an American remotely piloted aircraft (RPA) built by General Atomics that was used primarily by the United States Air Force (USAF) and Central Intelligence Agency (CIA). Initially conceived in the early 1990s for aerial reconnaissance and forward observation roles, the Predator carries cameras and other sensors. It was modified and upgraded to carry and fire tw"}, {"title": "Mikoyan-Gurevich MiG-25", "href": "/wiki/Mikoyan-Gurevich_MiG-25", "description": "The Mikoyan-Gurevich MiG-25 is a supersonic interceptor and reconnaissance aircraft that was among the fastest military aircraft to enter service. It was designed by the Soviet Union's Mikoyan-Gurevich bureau and is one of the few combat aircraft built primarily using stainless steel. It was the last plane designed by Mikhail Gurevich before his retirement."}]}, {"heading": "Events", "year": "2003", "date": "December 23", "txt": "PetroChina Chuandongbei natural gas field explosion, Guoqiao, Kai County, Chongqing, China, killing at least 234.", "entities": [{"title": "PetroChina", "href": "/wiki/PetroChina", "description": "PetroChina Company Limited is a Chinese oil and gas company and is the listed arm of state-owned China National Petroleum Corporation (CNPC), headquartered in Dongcheng District, Beijing. The company is currently Asia's largest oil and gas producer and was China's second biggest oil producer in 2006. Traded in Hong Kong and New York, the mainland enterprise announced its plans to issue stock in Sh"}, {"title": "Kai County", "href": "/wiki/Kai_County", "description": "Kaizhou District, formerly known as Kai County, Kaixian or Kaihsien is a district under the jurisdiction of Chongqing Municipality, in southwestern China, bordering Sichuan province to the west. It has an area of 3,959 square km. As of the end of 2009, it had a population of 1.62 million. It is located 330 kilometers from the urban centre of Chongqing proper."}, {"title": "Chongqing", "href": "/wiki/Chongqing", "description": "Chongqing, alternately romanized as Chungking, is a municipality in southwest China."}]}, {"heading": "Events", "year": "2007", "date": "December 23", "txt": "An agreement is made for the Kingdom of Nepal to be abolished and the country to become a federal republic with the Prime Minister becoming head of state.", "entities": [{"title": "Kingdom of Nepal", "href": "/wiki/Kingdom_of_Nepal", "description": "The Kingdom of Nepal, also known as the Kingdom of Gorkha or Gorkha Empire or Asal Hindusthan, was a Hindu kingdom on the Indian subcontinent, formed in 1768, by the unification of Nepal. Founded by King Prithvi Narayan Shah, a Gorkhali monarch of Rajput origin from medieval India, it existed for 240 years until the abolition of the Nepalese monarchy in 2008. During this period, Nepal was formally"}, {"title": "Federal republic", "href": "/wiki/Federal_republic", "description": "A federal republic is a federation of states with a republican form of government. At its core, the literal meaning of the word republic when used to reference a form of government means: \"a country that is governed by elected representatives and by an elected leader rather than by a king or queen\"."}, {"title": "List of Prime Ministers of Nepal", "href": "/wiki/List_of_Prime_Ministers_of_Nepal", "description": "The position of Prime Minister of Nepal in modern form was called by different names at different times of Nepalese history. During the reign of the Shah kings, the Mulkajis or Chautariyas served as prime ministers in a council of 4 Chautariyas, 4 Kajis, and sundry officers. These Bharadars (officers) were drawn from high caste and politically influential families such as the Pande, Basnyat, and T"}]}, {"heading": "Events", "year": "2015", "date": "December 23", "txt": "A bomb explodes at Istanbul's Sabiha Gökçen Airport, killing one airport cleaner. The Kurdistan Freedom Hawks claim responsibility for the attack four days later.", "entities": [{"title": "2015 Sabiha Gökçen Airport bombing", "href": "/wiki/2015_Sabiha_G%C3%B6k%C3%A7en_Airport_bombing", "description": "The Sabiha Gökçen Airport bombing took place on 23 December 2015 in the apron area of Sabiha Gökçen International Airport in İstanbul, Turkey. The explosion, which occurred at approximately 02:05 local time, wounded two airport cleaners, one of whom later died after being taken to hospital. Flights from the terminal resumed as normal while Binali Yıldırım, the Minister of Transport, Maritime and C"}, {"title": "Sabiha Gökçen Airport", "href": "/wiki/Sabiha_G%C3%B6k%C3%A7en_Airport", "description": "Istanbul Sabiha Gökçen International Airport is one of three international airports serving Istanbul, the largest city in Turkey. Located 32 km (20 mi) southeast of the city center, Sabiha Gökçen Airport is in the Asian part of the bi-continental Istanbul and serves as the hub for AnadoluJet and Pegasus Airlines as well as a secondary base for Turkish Airlines. The facility is named after Sabiha G"}, {"title": "Kurdistan Freedom Hawks", "href": "/wiki/Kurdistan_Freedom_Hawks", "description": "The Kurdistan Freedom Hawks or TAK, is a Kurdish nationalist militant group in Turkey seeking an independent Kurdish state in Turkish Kurdistan. The group also opposes the Turkish government's policies towards Kurds in Turkey."}]}, {"heading": "Births", "year": "968", "date": "December 23", "txt": "Zhen Zong, emperor of the Song Dynasty (d. 1022)", "entities": [{"title": "Emperor Zhenzong", "href": "/wiki/Emperor_Zhenzong", "description": "Emperor Zhenzong of Song, personal name Zhao Heng, was the third emperor of the Song dynasty in China. He reigned from 997 to his death in 1022. His personal name was originally Zhao Dechang, but was changed to Zhao Yuanxiu in 983, Zhao Yuankan in 986, and finally Zhao Heng in 995. He was the third son of his predecessor, Emperor Taizong, and was succeeded by his sixth son, Emperor Renzong At the "}]}, {"heading": "Births", "year": "1173", "date": "December 23", "txt": "Louis I, duke of Bavaria (d. 1231)", "entities": [{"title": "Louis I, Duke of Bavaria", "href": "/wiki/Louis_I,_Duke_of_Bavaria", "description": "Louis I, called the Kelheimer or of Kelheim, since he was born and died at Kelheim, was the Duke of Bavaria from 1183 and Count Palatine of the Rhine from 1214. He was a son of Otto I and his wife Agnes of Loon. Louis was married to Ludmilla, a daughter of Duke Frederick of Bohemia."}]}, {"heading": "Births", "year": "1513", "date": "December 23", "txt": "Thomas Smith, English scholar and diplomat (d. 1577)", "entities": [{"title": "Thomas Smith (diplomat)", "href": "/wiki/Thomas_Smith_(diplomat)", "description": "Sir Thomas Smith was an English scholar, parliamentarian and diplomat."}]}, {"heading": "Births", "year": "1525", "date": "December 23", "txt": "John Albert I, duke of Mecklenburg (d. 1576)", "entities": [{"title": "John Albert I, Duke of Mecklenburg", "href": "/wiki/John_Albert_I,_Duke_of_Mecklenburg", "description": "John Albert I, Duke of Mecklenburg, in older literature known as John or Johann, was the reigning Duke of Mecklenburg-Güstrow from 1547 to 1556 and of Mecklenburg-Schwerin from 1556 to 1576. In 1549 John Albert I saw to it that the parliament of Mecklenburg carried through the Reformation for the entire Duchy."}]}, {"heading": "Births", "year": "1573", "date": "December 23", "txt": "Giovanni Battista Crespi, Italian painter, sculptor and architect (d. 1632)", "entities": [{"title": "Giovanni Battista Crespi", "href": "/wiki/Giovanni_Battista_Crespi", "description": "Giovanni Battista Crespi, called Il Cerano, was an Italian painter, sculptor, and architect,"}]}, {"heading": "Births", "year": "1582", "date": "December 23", "txt": "Severo Bonini, Italian organist and composer (d. 1663)", "entities": [{"title": "Severo Bonini", "href": "/wiki/Severo_Bonini", "description": "Severo Bonini was an Italian composer, organist and writer on music."}]}, {"heading": "Births", "year": "1544", "date": "December 23", "txt": "Anna of Saxony, only child and heiress of Maurice, Elector of Saxony (d. 1577)", "entities": [{"title": "Anna of Saxony", "href": "/wiki/Anna_of_Saxony", "description": "Anna of Saxony was the heiress of Maurice, Elector of Saxony, and Agnes, eldest daughter of Philip I, Landgrave of Hesse. Maurice's only son, Albert, died in infancy. Anna was the second wife of William the Silent."}]}, {"heading": "Births", "year": "1597", "date": "December 23", "txt": "Martin Opitz, German poet and composer (d. 1639)", "entities": [{"title": "Martin Opitz", "href": "/wiki/Martin_Opitz", "description": "Martin Opitz von Boberfeld was a German poet, regarded as the greatest of that nation during his lifetime."}]}, {"heading": "Births", "year": "1605", "date": "December 23", "txt": "Tianqi Emperor, Chinese emperor (d. 1627)", "entities": [{"title": "Tianqi Emperor", "href": "/wiki/Tianqi_Emperor", "description": "The Tianqi Emperor, personal name Zhu Youjiao, was the 16th Emperor of the Ming dynasty, reigned from 1620 to 1627. He was the eldest son of the Taichang Emperor and a elder brother of the Chongzhen Emperor, who succeeded him. \"Tianqi\", the era name of his reign, means \"heavenly opening\"."}]}, {"heading": "Births", "year": "1613", "date": "December 23", "txt": "Carl Gustaf Wrangel, Swedish field marshal and politician, Lord High Constable of Sweden (d. 1676)", "entities": [{"title": "Carl Gustaf Wrangel", "href": "/wiki/Carl_Gustaf_Wrangel", "description": "Fältmarskalk Carl Gustaf Wrangel was a Swedish statesman and military commander who commanded the Swedish forces in the Thirty Years', Torstenson, Bremen, Second Northern and Scanian Wars."}, {"title": "Lord High Constable of Sweden", "href": "/wiki/Lord_High_Constable_of_Sweden", "description": "The Lord High Constable was a prominent and influential office in Sweden, from the 13th century until 1676, excluding periods when the office was out of use. The office holder was a member of the Swedish Privy Council and, from 1630 and on, the head of the Swedish Council of War. From 1634, the Lord High Constable was one of five Great Officers of the Realm."}]}, {"heading": "Births", "year": "1621", "date": "December 23", "txt": "Heneage Finch, 1st Earl of Nottingham, English lawyer and politician, Lord Chancellor of England (d. 1682)", "entities": [{"title": "Heneage Finch, 1st Earl of Nottingham", "href": "/wiki/Heneage_Finch,_1st_Earl_of_Nottingham", "description": "Heneage Finch, 1st Earl of Nottingham, PC, Lord Chancellor of England, was descended from the old family of Finch, many of whose members had attained high legal eminence, and was the eldest son of Sir Heneage Finch, Recorder of London, by his first wife Frances Bell, daughter of Sir Edmond Bell of Beaupre Hall, Norfolk."}, {"title": "Lord Chancellor of England", "href": "/wiki/Lord_Chancellor_of_England", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Births", "year": "1621", "date": "December 23", "txt": "Edmund Berry Godfrey, English lawyer and judge (d. 1678)", "entities": []}, {"heading": "Births", "year": "1689", "date": "December 23", "txt": "Joseph Bodin de Boismortier, French composer (d. 1755)", "entities": [{"title": "Joseph Bodin de Boismortier", "href": "/wiki/Joseph_Bodin_de_Boismortier", "description": "Joseph Bodin de Boismortier was a French baroque composer of instrumental music, cantatas, opéra-ballets, and vocal music. Boismortier was one of the first composers to have no patrons: having obtained a royal licence for engraving music in 1724, he made enormous sums of money by publishing his music for sale to the public."}]}, {"heading": "Births", "year": "1690", "date": "December 23", "txt": "Pamheiba, Indian emperor (d. 1751)", "entities": [{"title": "Pamheiba", "href": "/wiki/Pamheiba", "description": "Gharib Nawaz was a Meetei king of Manipur,\nruling from c. 1709 until his death. He introduced Hinduism as the state religion of his kingdom (1717) and changed the name of the kingdom to the Sanskrit Manipur (1724). He changed his royal name from his birth name Pamheipa to the Persianate Garib Nawaz."}]}, {"heading": "Births", "year": "1713", "date": "December 23", "txt": "Maruyama Gondazaemon, Japanese sumo wrestler, the 3rd Yokozuna (d. 1749)", "entities": [{"title": "Maruyama Gondazaemon", "href": "/wiki/Maruyama_Gondazaemon", "description": "Maruyama Gondazaemon  was a Japanese sumo wrestler, who is formally recognised as the third yokozuna. His real name was Haga Gindayu . He came from Mutsu Province in the Sendai Domain."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1732", "date": "December 23", "txt": "Richard Arkwright, English businessman and inventor, invented the Water frame and Spinning frame (d. 1792)", "entities": [{"title": "Richard Arkwright", "href": "/wiki/Richard_Arkwright", "description": "Sir Richard Arkwright was an English inventor and a leading entrepreneur during the early Industrial Revolution. He is credited as the driving force behind the development of the spinning frame, known as the water frame after it was adapted to use water power; and he patented a rotary carding engine to convert raw cotton to 'cotton lap' prior to spinning. He was the first to develop factories hous"}, {"title": "Water frame", "href": "/wiki/Water_frame", "description": "The water frame is a spinning frame that is powered by a water-wheel. Water frames in general have existed since Ancient Egypt times. Richard Arkwright, who patented the technology in 1769, designed a model for the production of cotton thread; this was first used in 1765. The Arkwright water frame was able to spin 96 threads at a time, which was an easier and faster method than ever before. The de"}, {"title": "Spinning frame", "href": "/wiki/Spinning_frame", "description": "The spinning frame is an Industrial Revolution invention for spinning thread or yarn from fibres such as wool or cotton in a mechanized way. It was developed in 18th-century Britain by Richard Arkwright and John Kay."}]}, {"heading": "Births", "year": "1745", "date": "December 23", "txt": "John Jay, American jurist and politician, 1st Chief Justice of the United States (d. 1829)", "entities": [{"title": "John Jay", "href": "/wiki/John_Jay", "description": "John Jay was an American statesman, patriot, diplomat, Founding Father, abolitionist, negotiator, and signatory of the Treaty of Paris of 1783. He served as the second Governor of New York and the first Chief Justice of the United States (1789–1795). He directed U.S. foreign policy for much of the 1780s and was an important leader of the Federalist Party after the ratification of the United States"}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1750", "date": "December 23", "txt": "Frederick Augustus I of Saxony (d. 1827)", "entities": [{"title": "Frederick Augustus I of Saxony", "href": "/wiki/Frederick_Augustus_I_of_Saxony", "description": "Frederick Augustus I was a member of the House of Wettin who reigned as the last Elector of Saxony from 1763 to 1806 and as King of Saxony from 1806 to 1827. He was also Duke of Warsaw from 1807 to 1815."}]}, {"heading": "Births", "year": "1758", "date": "December 23", "txt": "Nathan Wilson, American soldier and politician (d. 1834)", "entities": [{"title": "Nathan Wilson (politician)", "href": "/wiki/Nathan_Wilson_(politician)", "description": "Nathan Wilson was a United States Representative from New York. Born in Bolton, Worcester County, Massachusetts, he moved with his family to Greenwich, Hampshire County, Massachusetts, where he attended school. He served two enlistments in Massachusetts regiments during the Revolutionary War in 1777 and 1780 and moved to New Perth, Washington County, New York. He enlisted as a private in the Sixte"}]}, {"heading": "Births", "year": "1766", "date": "December 23", "txt": "Wilhelm Hisinger, Swedish physicist and chemist (d. 1852)", "entities": [{"title": "Wilhelm Hisinger", "href": "/wiki/Wilhelm_Hisinger", "description": "Wilhelm Hisinger was a Swedish physicist and chemist who in 1807, working in coordination with Jöns Jakob Berzelius, noted that in electrolysis any given substance always went to the same pole, and that substances attracted to the same pole had other properties in common. This showed that there was at least a qualitative correlation between the chemical and electrical natures of bodies."}]}, {"heading": "Births", "year": "1777", "date": "December 23", "txt": "Alexander I of Russia (d. 1825)", "entities": [{"title": "Alexander I of Russia", "href": "/wiki/Alexander_I_of_Russia", "description": "Alexander I was the Emperor of Russia (Tsar) from 1801, the first King of Congress Poland from 1815, and the Grand Duke of Finland from 1809 to his death. He was the eldest son of Emperor Paul I and Sophie Dorothea of Württemberg."}]}, {"heading": "Births", "year": "1790", "date": "December 23", "txt": "Jean-François Champollion, French philologist, orientalist, and scholar (d. 1832)", "entities": [{"title": "Jean-François Champollion", "href": "/wiki/Jean-Fran%C3%A7ois_Champollion", "description": "Jean-François Champollion, also known as Champollion le jeune, was a French scholar, philologist and orientalist, known primarily as the decipherer of Egyptian hieroglyphs and a founding figure in the field of Egyptology. A child prodigy in philology, he gave his first public paper on the decipherment of Demotic in 1806, and already as a young man held many posts of honor in scientific circles, an"}]}, {"heading": "Births", "year": "1793", "date": "December 23", "txt": "Dost Mohammad Khan, emir of Afghanistan (d. 1863)", "entities": [{"title": "Dost Mohammad Khan", "href": "/wiki/Dost_Mohammad_Khan", "description": "Dost Mohammad Khan was the founder of the Barakzai dynasty and one of the prominent rulers of Afghanistan during the First Anglo-Afghan War. With the decline of the Durrani dynasty, he became Emir of Afghanistan from 1823 to 1839 and then from 1843 to 1863. An ethnic Pashtun, he was the 11th son of Sardar Payendah Khan who was killed in 1799 by Zaman Shah Durrani. At the start of his rule in March"}]}, {"heading": "Births", "year": "1804", "date": "December 23", "txt": "Charles Augustin Sainte-Beuve, French author, critic, and academic (d. 1869)", "entities": [{"title": "Charles Augustin Sainte-Beuve", "href": "/wiki/Charles_Augustin_Sainte-Beuve", "description": "Charles Augustin Sainte-Beuve was a French literary critic."}]}, {"heading": "Births", "year": "1805", "date": "December 23", "txt": "Joseph Smith, American religious leader, founder of the Latter Day Saint movement (d. 1844)", "entities": [{"title": "Joseph Smith", "href": "/wiki/Joseph_Smith", "description": "Joseph Smith Jr. was an American religious leader and founder of Mormonism and the Latter Day Saint movement. When he was 24, Smith published the Book of Mormon. By the time of his death, 14 years later, he had attracted tens of thousands of followers and founded a religion that continues to the present with millions of global adherents."}, {"title": "Latter Day Saint movement", "href": "/wiki/Latter_Day_Saint_movement", "description": "The Latter Day Saint movement is the collection of independent church groups that trace their origins to a Christian Restorationist movement founded by Joseph Smith in the late 1820s."}]}, {"heading": "Births", "year": "1807", "date": "December 23", "txt": "Anthony Mary Claret, Spanish Roman Catholic archbishop and missionary (d. 1870)", "entities": [{"title": "Anthony Mary Claret", "href": "/wiki/Anthony_Mary_Claret", "description": "Anthony Mary Claret was a Spanish Roman Catholic archbishop and missionary, and was confessor of Isabella II of Spain. He founded the congregation of Missionary Sons of the Immaculate Heart of Mary, commonly called the Claretians. In addition to the Claretians, which in the early 21st century had over 450 houses and 3100 members, with missions in five continents, Claret founded or drew up the rule"}]}, {"heading": "Births", "year": "1810", "date": "December 23", "txt": "Edward Blyth, English zoologist (d. 1873)", "entities": [{"title": "Edward Blyth", "href": "/wiki/Edward_Blyth", "description": "Edward Blyth was an English zoologist who worked for most of his life in India as a curator of zoology at the museum of the Asiatic Society of India in Calcutta."}]}, {"heading": "Births", "year": "1810", "date": "December 23", "txt": "Karl Richard Lepsius, German Egyptologist (d. 1884)", "entities": []}, {"heading": "Births", "year": "1812", "date": "December 23", "txt": "Samuel Smiles, Scottish-English author (d. 1904)", "entities": [{"title": "Samuel Smiles", "href": "/wiki/Samuel_Smiles", "description": "Samuel Smiles was a Scottish author and government reformer. Although he campaigned on a Chartist platform, he promoted the idea that more progress would come from new attitudes than from new laws. His primary work, Self-Help (1859), promoted thrift and claimed that poverty was caused largely by irresponsible habits, while also attacking materialism and laissez-faire government. It has been called"}]}, {"heading": "Births", "year": "1812", "date": "December 23", "txt": "Henri-Alexandre Wallon, French historian and statesman (d. 1904)", "entities": []}, {"heading": "Births", "year": "1819", "date": "December 23", "txt": "Jan Jakob Lodewijk ten Kate, Dutch pastor and poet (d. 1889)", "entities": [{"title": "Jan Jakob Lodewijk ten Kate", "href": "/wiki/Jan_Jakob_Lodewijk_ten_Kate", "description": "Jan Jakob Lodewijk ten Kate was a Dutch divine, prose writer and poet."}]}, {"heading": "Births", "year": "1822", "date": "December 23", "txt": "Wilhelm Bauer, German engineer (d. 1875)", "entities": [{"title": "Wilhelm Bauer", "href": "/wiki/Wilhelm_Bauer", "description": "Wilhelm Bauer was a Bavarian inventor and engineer who built several hand-powered submarines."}]}, {"heading": "Births", "year": "1828", "date": "December 23", "txt": "Mathilde Wesendonck, German poet and author (d. 1902)", "entities": [{"title": "Mathilde Wesendonck", "href": "/wiki/Mathilde_Wesendonck", "description": "Agnes Mathilde Wesendonck was a German poet and author. The words of five of her verses were the basis of her friend Richard Wagner's Wesendonck Lieder. He may have been her paramour."}]}, {"heading": "Births", "year": "1839", "date": "December 23", "txt": "János Murkovics, Slovene-Hungarian author and educator (d. 1917)", "entities": [{"title": "János Murkovics", "href": "/wiki/J%C3%A1nos_Murkovics", "description": "János Murkovics was Slovene teacher, musician, and writer in Hungary."}]}, {"heading": "Births", "year": "1843", "date": "December 23", "txt": "Richard Conner, American sergeant, Medal of Honor recipient (d. 1924)", "entities": [{"title": "Richard Conner", "href": "/wiki/Richard_Conner", "description": "Richard Conner was an American Civil War Union Army soldier who received the Medal of Honor for his bravery in action."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1854", "date": "December 23", "txt": "Henry B. Guppy, English botanist and author (d. 1926)", "entities": [{"title": "Henry B. Guppy", "href": "/wiki/Henry_B._Guppy", "description": "\n\nHenry Brougham Guppy was a British surgeon, geologist, botanist and photographer. He was awarded the Linnean Medal in 1917."}]}, {"heading": "Births", "year": "1867", "date": "December 23", "txt": "Madam C. J. Walker (born Sarah Breedlove), American businesswoman and philanthropist, founded the Madame C.J. Walker Manufacturing Company (d. 1919)", "entities": [{"title": "Madam C. J. Walker", "href": "/wiki/Madam_C._J._Walker", "description": "Madam C.J. Walker was an African American entrepreneur, philanthropist, and political and social activist. She is recorded as the first female self-made millionaire in America in the Guinness Book of World Records. Multiple sources mention that although other women might have been the first, their wealth is not as well-documented."}, {"title": "Madame C.J. Walker Manufacturing Company", "href": "/wiki/Madame_C.J._Walker_Manufacturing_Company", "description": "The Madam C. J. Walker Manufacturing Company was a cosmetics manufacturer incorporated in Indianapolis, Indiana in 1910 by Madam C. J. Walker. It was best known for its African-American cosmetics and hair care products, and considered the most widely known and financially successful African-American owned business of the early twentieth century. The Walker Company ceased operations in July 1981."}]}, {"heading": "Births", "year": "1870", "date": "December 23", "txt": "John Marin, American painter (d. 1953)", "entities": [{"title": "John Marin", "href": "/wiki/John_Marin", "description": "John Marin was an early American modernist artist. He is known for his abstract landscapes and watercolors."}]}, {"heading": "Births", "year": "1878", "date": "December 23", "txt": "Stephen Timoshenko, Ukrainian-American engineer and academic (d. 1972)", "entities": [{"title": "Stephen Timoshenko", "href": "/wiki/Stephen_Timoshenko", "description": "Stepan Prokofyevich Timoshenko, was a Ukrainian, Russian, and later, an American engineer and academician. He is considered to be the father of modern engineering mechanics. An inventor and one of the pioneering mechanical engineers at the St. Petersburg Polytechnic University. A founding member of the Ukrainian Academy of Sciences, Timoshenko wrote seminal works in the areas of engineering mechan"}]}, {"heading": "Births", "year": "1885", "date": "December 23", "txt": "Pierre Brissaud, French illustrator, painter, and engraver (d. 1964)", "entities": [{"title": "Pierre Brissaud", "href": "/wiki/Pierre_Brissaud", "description": "Pierre Brissaud was a French Art Deco illustrator, painter, and engraver whose father was Docteur Edouard Brissaud, a student of Docteur Charcot. He was born in Paris and trained at the École des Beaux-Arts and Atelier Fernand Cormon in Montmartre, Paris. His fellow Cormon students were his brother Jacques, André-Édouard Marty, Charles Martin, Georges Lepape. Students at the workshop drew, painted"}]}, {"heading": "Births", "year": "1894", "date": "December 23", "txt": "Arthur Gilligan, English cricketer (d. 1976)", "entities": [{"title": "Arthur Gilligan", "href": "/wiki/Arthur_Gilligan", "description": "Arthur Edward Robert Gilligan was an English first-class cricketer who captained the England cricket team nine times in 1924 and 1925, winning four Test matches, losing four and drawing one. In first-class cricket, he played as an amateur, mainly for Cambridge University and Sussex, and captained the latter team between 1922 and 1929. A fast bowler and hard-hitting lower order batsman, Gilligan co"}]}, {"heading": "Births", "year": "1895", "date": "December 23", "txt": "Nola Luxford, New Zealand-American actress and broadcaster (d. 1994)", "entities": [{"title": "Nola Luxford", "href": "/wiki/Nola_Luxford", "description": "Nola Luxford was a New Zealand-born American film actress, spanning from the silent film era to the 1930s. During the 1932 Summer Olympics in Los Angeles, she was also a writer and pioneer broadcaster, providing a daily radio programme for audiences in Australia and New Zealand."}]}, {"heading": "Births", "year": "1896", "date": "December 23", "txt": "Giuseppe Tomasi di Lampedusa, Italian lieutenant and author (d. 1957)", "entities": [{"title": "Giuseppe Tomasi di Lampedusa", "href": "/wiki/Giuseppe_Tomasi_di_Lampedusa", "description": "Giuseppe Tomasi di Lampedusa was an Italian writer and the last Prince of Lampedusa. He is most famous for his only novel, Il Gattopardo, which is set in his native Sicily during the Risorgimento. A taciturn and solitary man, he spent a great deal of his time reading and meditating, and used to say of himself, \"I was a boy who liked solitude, who preferred the company of things to that of people.\""}]}, {"heading": "Births", "year": "1900", "date": "December 23", "txt": "Merle Barwis, American-Canadian supercentenarian (d. 2014)", "entities": [{"title": "Merle Barwis", "href": "/wiki/Merle_Barwis", "description": "This article lists Canadian supercentenarians. The oldest verified Canadian person ever was Marie-Louise Meilleur, who died in 1998 aged 117 years, 230 days. As of 5 May 2021, the oldest living person in Canada is British emigrant Phyllis Ridgway, born 10 March 1907, aged 114 years, 56 days."}]}, {"heading": "Births", "year": "1900", "date": "December 23", "txt": "Marie Bell, French actress and stage director (d. 1985)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 23", "txt": "Otto Soglow, American cartoonist (d. 1975)", "entities": []}, {"heading": "Births", "year": "1902", "date": "December 23", "txt": "Norman Maclean, American author and academic (d. 1990)", "entities": [{"title": "Norman Maclean", "href": "/wiki/Norman_Maclean", "description": "Norman Fitzroy Maclean was an American author and scholar noted for his books A River Runs Through It and Other Stories (1976) and Young Men and Fire (1992)."}]}, {"heading": "Births", "year": "1902", "date": "December 23", "txt": "Charan Singh, Indian lawyer and politician, 5th Prime Minister of India (d. 1987)", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1907", "date": "December 23", "txt": "Manuel Lopes, Cape Verdean author and poet (d. 2005)", "entities": [{"title": "Manuel Lopes", "href": "/wiki/Manuel_Lopes", "description": "Manuel António de Sousa Lopes was a Cape Verdean novelist, poet and essayist. With Baltasar Lopes da Silva and Jorge Barbosa he was a founder of the journal Claridade, which contributed to the rise of Cape Verdean literature.\nManuel Lopes wrote in Portuguese, using expressions typical for Cape Verdean Portuguese and Cape Verdean Creole. He was one of those responsible for describing world calamiti"}]}, {"heading": "Births", "year": "1907", "date": "December 23", "txt": "James Roosevelt, American general and politician (d. 1991)", "entities": []}, {"heading": "Births", "year": "1907", "date": "December 23", "txt": "Avraham Stern, Polish Zionist leader (d. 1942)", "entities": [{"title": "Zionism", "href": "/wiki/Zionism", "description": "Zionism is both an ideology and nationalist movement among the Jewish people that espouses the re-establishment of and support for a Jewish state centered in the area roughly corresponding to Canaan, the Holy Land, or the region of Palestine. Modern Zionism emerged in the late 19th century in Central and Eastern Europe as a national revival movement, both in reaction to newer waves of antisemitism"}]}, {"heading": "Births", "year": "1908", "date": "December 23", "txt": "Gertrude Bancroft, American economist (d. 1985)", "entities": [{"title": "Gertrude Bancroft", "href": "/wiki/Gertrude_Bancroft", "description": "Gertrude Bancroft McNally was an American economist who was chief of the economic statistics section of the United States Census Bureau until 1951, later associated with the Social Science Research Council,\nand special assistant to the commissioner of the Bureau of Labor Statistics."}]}, {"heading": "Births", "year": "1908", "date": "December 23", "txt": "Yousuf Karsh, Armenian-Canadian photographer (d. 2002)", "entities": [{"title": "Yousuf Karsh", "href": "/wiki/Yousuf_Karsh", "description": "Yousuf Karsh, was an Armenian-Canadian photographer known for his portraits of notable individuals. He has been described as one of the greatest portrait photographers of the 20th century."}]}, {"heading": "Births", "year": "1910", "date": "December 23", "txt": "Kurt Meyer, German general (d. 1961)", "entities": [{"title": "Kurt Meyer", "href": "/wiki/Kurt_Meyer", "description": "Kurt Meyer was an SS commander and war criminal of Nazi Germany. He served in the Waffen-SS and participated in the Battle of France, Operation Barbarossa, and other engagements during World War II. Meyer commanded the 12th SS Panzer Division Hitlerjugend during the Allied invasion of Normandy, and was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords."}]}, {"heading": "Births", "year": "1911", "date": "December 23", "txt": "James Gregory, American actor (d. 2002)", "entities": [{"title": "James Gregory (actor)", "href": "/wiki/James_Gregory_(actor)", "description": "James Gregory was an American character actor known for his deep, gravelly voice and playing brash roles such as the McCarthy-like Sen. John Iselin in The Manchurian Candidate (1962), the audacious General Ursus in Beneath the Planet of the Apes (1970), and crusty Inspector Frank Luger in the television sitcom Barney Miller (1975–1982)."}]}, {"heading": "Births", "year": "1911", "date": "December 23", "txt": "Niels Kaj Jerne, English-Danish physician and immunologist, Nobel Prize laureate (d. 1994)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1912", "date": "December 23", "txt": "Anna J. Harrison, American organic chemist and academic (d. 1998)", "entities": [{"title": "Anna J. Harrison", "href": "/wiki/Anna_J._Harrison", "description": "Anna Jane Harrison was an American organic chemist and a professor of chemistry at Mount Holyoke College for nearly forty years. She was the first female President of the American Chemical Society, and the recipient of twenty honorary degrees. She was nationally known for her teaching and was active nationally and internationally as a supporter of women in science."}]}, {"heading": "Births", "year": "1912", "date": "December 23", "txt": "Woodrow Borah, American historian of Spanish America (d. 1999)", "entities": []}, {"heading": "Births", "year": "1916", "date": "December 23", "txt": "Dino Risi, Italian director and screenwriter (d. 2008)", "entities": [{"title": "Dino Risi", "href": "/wiki/Dino_Risi", "description": "Dino Risi was an Italian film director. With Mario Monicelli, Luigi Comencini, Nanni Loy and Ettore Scola, he was one of the masters of commedia all'italiana."}]}, {"heading": "Births", "year": "1918", "date": "December 23", "txt": "José Greco, Italian-American dancer and choreographer (d. 2000)", "entities": [{"title": "José Greco", "href": "/wiki/Jos%C3%A9_Greco", "description": "José Greco was an Italian-born American flamenco dancer and choreographer known for popularizing Spanish dance on the stage and screen in America mostly in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1918", "date": "December 23", "txt": "Helmut Schmidt, German soldier, economist, and politician, 5th Chancellor of Germany (d. 2015)", "entities": [{"title": "List of Chancellors of Germany", "href": "/wiki/List_of_Chancellors_of_Germany", "description": "The chancellor of Germany is the political leader of Germany and the head of the federal government. The office holder is responsible for selecting all other members of the government and chairing cabinet meetings."}]}, {"heading": "Births", "year": "1919", "date": "December 23", "txt": "Kenneth M. Taylor, American general and pilot (d. 2006)", "entities": [{"title": "Kenneth M. Taylor", "href": "/wiki/Kenneth_M._Taylor", "description": "Kenneth Marlar Taylor was a United States Air Force officer and a flying ace of World War II. He was a new United States Army Air Corps second lieutenant pilot stationed at Wheeler Field during the Japanese attack on Pearl Harbor on December 7, 1941. Along with his fellow pilot and friend George Welch, Taylor managed to get a fighter plane airborne under fire. Taylor claimed to have shot down four"}]}, {"heading": "Births", "year": "1921", "date": "December 23", "txt": "Guy Beaulne, Canadian actor and director (d. 2001)", "entities": [{"title": "Guy Beaulne", "href": "/wiki/Guy_Beaulne", "description": "Guy Beaulne, was a French Canadian actor and theatre director."}]}, {"heading": "Births", "year": "1922", "date": "December 23", "txt": "Micheline Ostermeyer, French discus thrower, shot putter, and pianist (d. 2001)", "entities": [{"title": "Micheline Ostermeyer", "href": "/wiki/Micheline_Ostermeyer", "description": "Micheline Ostermeyer was a French athlete and concert pianist."}]}, {"heading": "Births", "year": "1923", "date": "December 23", "txt": "Onofre Marimón, Argentinian race car driver (d. 1954)", "entities": [{"title": "Onofre Marimón", "href": "/wiki/Onofre_Marim%C3%B3n", "description": "Onofre Agustín Marimón was a racing driver from Zárate, Buenos Aires, Argentina. He participated in 11 Formula One World Championship Grands Prix, debuting on 1 July 1951. He achieved two podiums, and scored a total of 8 1⁄7 championship points."}]}, {"heading": "Births", "year": "1923", "date": "December 23", "txt": "Günther Schifter, Austrian journalist and radio host (d. 2008)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 23", "txt": "James Stockdale, American admiral and pilot, Medal of Honor recipient (d. 2005)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1924", "date": "December 23", "txt": "Bob Kurland, American basketball player and politician (d. 2013)", "entities": [{"title": "Bob Kurland", "href": "/wiki/Bob_Kurland", "description": "Robert Albert Kurland was a 7 feet (2.1 m) American basketball center, who played for the two-time NCAA champion Oklahoma A&M Aggies basketball team. He led the U.S. basketball team to gold medals in two Summer Olympics, and led his AAU team to three national titles. He is a member of the Naismith Memorial Basketball Hall of Fame."}]}, {"heading": "Births", "year": "1925", "date": "December 23", "txt": "Duncan Hallas, English author and politician (d. 2002)", "entities": [{"title": "Duncan Hallas", "href": "/wiki/Duncan_Hallas", "description": "\n\nDuncan Hallas, was a prominent member of the Trotskyist movement and a leading member of the Socialist Workers Party in Great Britain."}]}, {"heading": "Births", "year": "1925", "date": "December 23", "txt": "Rayner Unwin, English publisher (d. 2000)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 23", "txt": "Robert Bly, American poet and essayist", "entities": [{"title": "Robert Bly", "href": "/wiki/Robert_Bly", "description": "Robert Elwood Bly is an American poet, essayist, activist and leader of the mythopoetic men's movement. His best-known prose book is Iron John: A Book About Men (1990), which spent 62 weeks on The New York Times Best Seller list, and is a key text of the mythopoetic men's movement. He won the 1968 National Book Award for Poetry for his book The Light Around the Body."}]}, {"heading": "Births", "year": "1926", "date": "December 23", "txt": "Harold Dorman, American singer-songwriter (d. 1988)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 23", "txt": "Chet Baker, American jazz trumpet player, flugelhorn player, and singer (d. 1988)", "entities": [{"title": "Chet Baker", "href": "/wiki/Chet_Baker", "description": "Chesney Henry \"Chet\" Baker Jr. was an American jazz trumpeter and vocalist. He is known for major innovations within the cool jazz subgenre leading him to be nicknamed the \"prince of cool\"."}]}, {"heading": "Births", "year": "1929", "date": "December 23", "txt": "Dick Weber, American professional bowler (d. 2005)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 23", "txt": "Richard Clark Barkley, American soldier, academic, and diplomat, United States Ambassador to East Germany (d. 2015)", "entities": [{"title": "Richard Clark Barkley", "href": "/wiki/Richard_Clark_Barkley", "description": "Richard Clark Barkley was a United States diplomat. From December 1988 until October 1990, he was the last United States Ambassador to East Germany. After that, from 1991 to 1994, he was the United States Ambassador to Turkey."}, {"title": "United States Ambassador to East Germany", "href": "/wiki/United_States_Ambassador_to_East_Germany", "description": "The United States had diplomatic relations with the nation of East Germany from 1974 to 1990."}]}, {"heading": "Births", "year": "1933", "date": "December 23", "txt": "Akihito, Japanese emperor", "entities": [{"title": "Akihito", "href": "/wiki/Akihito", "description": "Akihito  is a member of the Imperial House of Japan who reigned as the 125th emperor of Japan, according to the traditional order of succession, from 7 January 1989 until 30 April 2019, Heisei era. He succeeded to the Chrysanthemum Throne upon the death of his father, Emperor Showa (Hirohito). Upon his abdication due to his age and declining health, he became Emperor Emeritus. He was succeeded by "}]}, {"heading": "Births", "year": "1933", "date": "December 23", "txt": "Noella Leduc, American baseball player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 23", "txt": "Paul Hornung, American football player and sportscaster (d. 2020)", "entities": [{"title": "Paul Hornung", "href": "/wiki/Paul_Hornung", "description": "Paul Vernon Hornung, nicknamed \"the Golden Boy\", was an American professional football player who was a Hall of Fame running back for the Green Bay Packers of the National Football League (NFL) from 1957 to 1966. He played on teams that won four NFL titles and the first Super Bowl. He is the first Heisman Trophy winner to be selected as the first overall selection in the NFL Draft, play pro footba"}]}, {"heading": "Births", "year": "1935", "date": "December 23", "txt": "Johnny Kidd, English singer-songwriter (d. 1966)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 23", "txt": "Abdul Ghani Minhat, Malaysian footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 23", "txt": "Esther Phillips, American R&B singer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 23", "txt": "Bobby Ross, American football player and coach", "entities": [{"title": "Bobby Ross", "href": "/wiki/Bobby_Ross", "description": "Robert Joseph Ross is a former American football player and coach. He served as the head football coach at The Citadel (1973–1977), the University of Maryland, College Park (1982–1986), the Georgia Institute of Technology (1987–1991), and the United States Military Academy (2004–2006), compiling a career college football record of 103–101–2. Ross was also the head coach of the National Football Le"}]}, {"heading": "Births", "year": "1936", "date": "December 23", "txt": "Willie Wood, American football player", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 23", "txt": "Barney Rosenzweig, American screenwriter and producer", "entities": [{"title": "Barney Rosenzweig", "href": "/wiki/Barney_Rosenzweig", "description": "Barney Rosenzweig is an American television producer."}]}, {"heading": "Births", "year": "1937", "date": "December 23", "txt": "Nelson Shanks, American painter, historian, and educator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1938", "date": "December 23", "txt": "Bob Kahn, American computer scientist and engineer, co-developed the Transmission Control Protocol", "entities": [{"title": "Bob Kahn", "href": "/wiki/Bob_Kahn", "description": "Robert Elliot Kahn is an American electrical engineer, who, along with Vint Cerf, first proposed the Transmission Control Protocol (TCP) and the Internet Protocol (IP), the fundamental communication protocols at the heart of the Internet."}, {"title": "Transmission Control Protocol", "href": "/wiki/Transmission_Control_Protocol", "description": "The Transmission Control Protocol (TCP) is one of the main protocols of the Internet protocol suite. It originated in the initial network implementation in which it complemented the Internet Protocol (IP). Therefore, the entire suite is commonly referred to as TCP/IP. TCP provides reliable, ordered, and error-checked delivery of a stream of octets (bytes) between applications running on hosts comm"}]}, {"heading": "Births", "year": "1939", "date": "December 23", "txt": "Nancy Graves, American sculptor and painter (d. 1995)", "entities": [{"title": "Nancy Graves", "href": "/wiki/Nancy_Graves", "description": "Nancy Graves was an American sculptor, painter, printmaker, and sometime-filmmaker known for her focus on natural phenomena like camels or maps of the Moon. Her works are included in many public collections, including those of the National Gallery of Art, the Brooklyn Museum of Art, the Smithsonian American Art Museum, the National Gallery of Australia (Canberra), the Des Moines Art Center, Walker"}]}, {"heading": "Births", "year": "1940", "date": "December 23", "txt": "Mamnoon Hussain, Pakistani businessman and politician, 12th President of Pakistan", "entities": [{"title": "Mamnoon Hussain", "href": "/wiki/Mamnoon_Hussain", "description": " Mamnoon Hussain is a Pakistani politician and industrialist who served as the 12th President of Pakistan, in office from 2013 to 2018. He was first appointed as Governor of Sindh in June 1999 by President Rafiq Tarar; but was removed from the post a few months later due to the 1999 military coup d'état. Hussain was then nominated for the presidency by the PML-N in July 2013 and was elected throug"}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1940", "date": "December 23", "txt": "Jorma Kaukonen, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 23", "txt": "Robert Labine, Canadian politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 23", "txt": "Jeanie Lambe, Scottish jazz singer", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 23", "txt": "Kevin Longbottom, Australian rugby league player (d. 1986)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 23", "txt": "Eugene Record, American soul singer-songwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 23", "txt": "Peter Davis, English businessman", "entities": [{"title": "Peter Davis (businessman)", "href": "/wiki/Peter_Davis_(businessman)", "description": "Sir Peter John Davis is a British businessman, who was, from 2000 to 2004, the CEO of J Sainsbury plc, which operates the UK supermarket chain Sainsbury's."}]}, {"heading": "Births", "year": "1941", "date": "December 23", "txt": "Tim Hardin, American folk singer-songwriter and musician (d. 1980)", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 23", "txt": "Quentin Bryce, Australian lawyer and politician, 25th Governor-General of Australia", "entities": [{"title": "Quentin Bryce", "href": "/wiki/Quentin_Bryce", "description": "Dame Quentin Alice Louise Bryce, is an Australian academic who served as the 25th Governor-General of Australia from 2008 to 2014. She is the first woman to have held the position, and was previously the 24th Governor of Queensland from 2003 to 2008."}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1943", "date": "December 23", "txt": "Ron Allen, American baseball player", "entities": [{"title": "Ron Allen (baseball)", "href": "/wiki/Ron_Allen_(baseball)", "description": "Ronald Frederick Allen is a former professional baseball player. He played part of the 1972 season in Major League Baseball for the St. Louis Cardinals, primarily as a first baseman. He was a switch-hitter and threw right-handed."}]}, {"heading": "Births", "year": "1943", "date": "December 23", "txt": "Mikhail Leonidovich Gromov, Russian-French mathematician and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 23", "txt": "Terry Peder Rasmussen, American serial killer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 23", "txt": "Harry Shearer, American actor, voice artist, and comedian", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 23", "txt": "Queen Silvia of Sweden", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 23", "txt": "Wesley Clark, American general", "entities": [{"title": "Wesley Clark", "href": "/wiki/Wesley_Clark", "description": "Wesley Kanne Clark, Sr. is a retired general of the United States Army. He graduated as valedictorian of the class of 1966 at West Point and was awarded a Rhodes Scholarship to the University of Oxford, where he obtained a degree in Philosophy, Politics and Economics. He later graduated from the Command and General Staff College with a master's degree in military science. He spent 34 years in the "}]}, {"heading": "Births", "year": "1945", "date": "December 23", "txt": "Adly Mansour, Egyptian lawyer, judge, and politician, President of Egypt", "entities": [{"title": "List of Presidents of Egypt", "href": "/wiki/List_of_Presidents_of_Egypt", "description": "The office of President of Egypt was established in 1953. The president is the head of state of Egypt and the Supreme Commander of the Egyptian Armed Forces. The current president is Abdel Fattah el-Sisi, who is effectively controlling the country since the 2013 coup d'état, and officially elected president in 2014."}]}, {"heading": "Births", "year": "1945", "date": "December 23", "txt": "Geoffrey Wheatcroft, English journalist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 23", "txt": "Robbie Dupree, American singer-songwriter", "entities": [{"title": "Robbie Dupree", "href": "/wiki/Robbie_Dupree", "description": "Robert Dupuis, known professionally as Robbie Dupree, is an American singer best known for his hit songs \"Steal Away\" and \"Hot Rod Hearts\"."}]}, {"heading": "Births", "year": "1946", "date": "December 23", "txt": "Edita Gruberová, Slovak soprano and actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 23", "txt": "Susan Lucci, American actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 23", "txt": "John Sullivan, English screenwriter, producer, and composer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 23", "txt": "Bill Rodgers, American runner", "entities": [{"title": "Bill Rodgers (runner)", "href": "/wiki/Bill_Rodgers_(runner)", "description": "William Henry Rodgers is a former American runner, olympian, and record holder in the marathon. Rodgers is best known for his four victories in both the Boston Marathon, including three straight 1978-1980 and the New York City Marathon between 1976 and 1980."}]}, {"heading": "Births", "year": "1948", "date": "December 23", "txt": "David Davis, English politician, Minister of State for Europe", "entities": [{"title": "David Davis (British politician)", "href": "/wiki/David_Davis_(British_politician)", "description": "David Michael Davis is a British politician who served as Shadow Home Secretary from 2003 to 2008 and as Secretary of State for Exiting the European Union from 2016 to 2018. A member of the Conservative Party, he has served as Member of Parliament (MP) for Haltemprice and Howden since 1997. He was previously elected to the House of Commons for Boothferry in 1987, and reelected in 1992. Davis was s"}, {"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1948", "date": "December 23", "txt": "Jim Ferguson, American guitarist, composer, and journalist", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 23", "txt": "Jack Ham, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 23", "txt": "Rick Wohlhuter, American runner", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 23", "txt": "Adrian Belew, American singer-songwriter and guitarist", "entities": [{"title": "Adrian Belew", "href": "/wiki/Adrian_Belew", "description": "Adrian Belew is an American musician, songwriter and record producer. A multi-instrumentalist primarily known as a guitarist and singer, Belew is noted for his unusual, impressionistic approach to guitar playing, which, rather than relying on standard instrumental tones, often resembles sound effects or noises made by animals and machines."}]}, {"heading": "Births", "year": "1949", "date": "December 23", "txt": "Reinhold Weege, American screenwriter and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 23", "txt": "Michael C. Burgess, American obstetrician and politician", "entities": [{"title": "Michael C. Burgess", "href": "/wiki/Michael_C._Burgess", "description": "Michael Clifton Burgess is an American physician and politician serving as a Republican member of the United States House of Representatives representing Texas's 26th congressional district. The district is anchored in Denton County, a suburban county north of Dallas and Fort Worth."}]}, {"heading": "Births", "year": "1950", "date": "December 23", "txt": "Richard Dannatt, Baron Dannatt, English general", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 23", "txt": "Vicente del Bosque, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 23", "txt": "Ilchi Lee, South Korean author and educator", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 23", "txt": "Anthony Phillips, English guitarist and songwriter", "entities": [{"title": "Anthony Phillips", "href": "/wiki/Anthony_Phillips", "description": "Anthony Edwin Phillips is an English musician, songwriter, producer and singer who gained prominence as the original lead guitarist of the rock band Genesis, from 1967 to 1970. After Phillips recorded From Genesis to Revelation and Trespass with the band, he left in July 1970 and learned to play more instruments, before he began a solo career."}]}, {"heading": "Births", "year": "1952", "date": "December 23", "txt": "William Kristol, American journalist, publisher, and political activist/pundit", "entities": [{"title": "William Kristol", "href": "/wiki/William_Kristol", "description": "William \"Bill\" Kristol is an American neoconservative political analyst. A frequent commentator on several networks, he was the founder and editor-at-large of the political magazine The Weekly Standard. Kristol is now editor-at-large of The Bulwark."}]}, {"heading": "Births", "year": "1953", "date": "December 23", "txt": "Andres Alver, Estonian architect and academic", "entities": [{"title": "Andres Alver", "href": "/wiki/Andres_Alver", "description": "Andres Alver is an Estonian architect."}]}, {"heading": "Births", "year": "1953", "date": "December 23", "txt": "Gerrit W. Gong, American religious leader and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 23", "txt": "Raivo Järvi, Estonian radio host and politician (d. 2012)", "entities": [{"title": "Raivo Järvi", "href": "/wiki/Raivo_J%C3%A4rvi", "description": "Raivo Järvi, commonly known under the pseudonym of Onu Raivo was an Estonian artist, radio personality and politician."}]}, {"heading": "Births", "year": "1954", "date": "December 23", "txt": "Brian Teacher, American tennis player", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 23", "txt": "Carol Ann Duffy, Scottish poet and playwright", "entities": [{"title": "Carol Ann Duffy", "href": "/wiki/Carol_Ann_Duffy", "description": "Dame Carol Ann Duffy is a British poet and playwright. She is a professor of contemporary poetry at Manchester Metropolitan University, and was appointed Poet Laureate in May 2009, resigning in 2019. She is the first woman, the first Scottish-born poet and the first known LGBT poet to hold the position."}]}, {"heading": "Births", "year": "1955", "date": "December 23", "txt": "Grace Knight, English-Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 23", "txt": "Michele Alboreto, Italian race car driver (d. 2001)", "entities": [{"title": "Michele Alboreto", "href": "/wiki/Michele_Alboreto", "description": "Michele Alboreto was an Italian racing driver. He was runner up to Alain Prost in the 1985 Formula One World Championship, as well as winning the 1997 24 Hours of Le Mans and 2001 12 Hours of Sebring sports car races. Alboreto competed in Formula One from 1981 until 1994, racing for a number of teams, including five seasons (1984–88) for Ferrari."}]}, {"heading": "Births", "year": "1956", "date": "December 23", "txt": "Dave Murray, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 23", "txt": "Dan Bigras, Canadian singer-songwriter", "entities": [{"title": "Dan Bigras", "href": "/wiki/Dan_Bigras", "description": "Dan Bigras is a francophone rock singer and actor from Canada. He has released a number of albums of rock music, beginning with Ange Animal in 1990."}]}, {"heading": "Births", "year": "1957", "date": "December 23", "txt": "Peter Wynn, Australian rugby league player and businessman", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 23", "txt": "Joan Severance, American actress", "entities": [{"title": "Joan Severance", "href": "/wiki/Joan_Severance", "description": "Joan Marie Severance is an American actress and former fashion model."}]}, {"heading": "Births", "year": "1958", "date": "December 23", "txt": "Victoria Williams, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 23", "txt": "Ezzat el Kamhawi, Egyptian journalist and author", "entities": [{"title": "Ezzat el Kamhawi", "href": "/wiki/Ezzat_el_Kamhawi", "description": "Ezzat el Kamhawi is an Egyptian novelist and journalist. In December 2012, el Kamhawi was awarded the Naguib Mahfouz Medal for Literature for his novel House of the Wolf."}]}, {"heading": "Births", "year": "1961", "date": "December 23", "txt": "Ketan J. Patel, Kenyan-English biologist and academic", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 23", "txt": "Carol Smillie, Scottish model and actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 23", "txt": "Lorna Tolentino, Filipino actress and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 23", "txt": "Bertrand Gachot, Belgian race car driver", "entities": [{"title": "Bertrand Gachot", "href": "/wiki/Bertrand_Gachot", "description": "Bertrand Gachot is a French former racing driver. Gachot enjoyed some success in the junior formulae, winning titles in Formula Ford before progressing through Formula 3 and Formula 3000, reaching Formula One in 1989. After winning the 1991 24 Hours of Le Mans, Gachot was sentenced to 18 months in prison for an aggravated assault that had occurred the previous December. He was released after two m"}]}, {"heading": "Births", "year": "1962", "date": "December 23", "txt": "Stefan Hell, Romanian-German physicist and chemist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1962", "date": "December 23", "txt": "Kang Je-gyu, South Korean director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 23", "txt": "Keiji Mutoh, Japanese wrestler and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 23", "txt": "Jim Harbaugh, American football player and coach", "entities": [{"title": "Jim Harbaugh", "href": "/wiki/Jim_Harbaugh", "description": "James Joseph Harbaugh is an American football coach and former quarterback, who is the current head football coach of the Michigan Wolverines. He played college football at Michigan for coach Bo Schembechler from 1983 to 1986 and played in the National Football League (NFL) for 14 seasons from 1987 to 2000. He then served as the head coach of the San Diego Toreros (2004–2006), the Stanford Cardina"}]}, {"heading": "Births", "year": "1963", "date": "December 23", "txt": "Jess Harnell, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 23", "txt": "Donna Tartt, American author", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 23", "txt": "Ante Zelck, German businessman", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 23", "txt": "Eddie Vedder, American singer-songwriter and guitarist", "entities": [{"title": "Eddie Vedder", "href": "/wiki/Eddie_Vedder", "description": "Eddie Vedder is an American singer, musician and songwriter, best known as the lead vocalist, one of three guitarists, and the primary lyricist of the American rock band Pearl Jam. He also appeared as a guest vocalist in Temple of the Dog, the one-off tribute band dedicated to the late singer Andrew Wood."}]}, {"heading": "Births", "year": "1966", "date": "December 23", "txt": "Badi Assad, Brazilian singer-songwriter and guitarist", "entities": [{"title": "Badi Assad", "href": "/wiki/Badi_Assad", "description": "Badi Assad is a Brazilian singer, songwriter, percussionist, and guitarist in the jazz and worldbeat genres."}]}, {"heading": "Births", "year": "1967", "date": "December 23", "txt": "Carla Bruni, Italian-French singer-songwriter and model", "entities": [{"title": "Carla Bruni", "href": "/wiki/Carla_Bruni", "description": "Carla Bruni-Sarkozy is an Italian-French singer-songwriter and fashion model. In 2008, she married Nicolas Sarkozy, then president of France."}]}, {"heading": "Births", "year": "1967", "date": "December 23", "txt": "Otis Grant, Jamaican-Canadian boxer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 23", "txt": "Karyn Bryant, American journalist, actress, producer, and screenwriter", "entities": [{"title": "Karyn Bryant", "href": "/wiki/Karyn_Bryant", "description": "Karyn Elaine Bryant is an American actress, writer, and television personality."}]}, {"heading": "Births", "year": "1968", "date": "December 23", "txt": "Barry Kooser, American painter and animator", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 23", "txt": "Manuel Rivera-Ortiz, Puerto Rican-American photographer", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 23", "txt": "René Tretschok, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 23", "txt": "Catriona LeMay Doan, Canadian speed skater and sportscaster", "entities": [{"title": "Catriona LeMay Doan", "href": "/wiki/Catriona_LeMay_Doan", "description": "Catriona Ann Le May Doan, is a Canadian speed skater and a double Olympic champion in the 500 m and will be the chef de mission for Team Canada at the 2022 Winter Olympics in Beijing."}]}, {"heading": "Births", "year": "1970", "date": "December 23", "txt": "Raymont Harris, American football player", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 23", "txt": "Karine Polwart, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 23", "txt": "Chris Cook, American race car driver", "entities": [{"title": "Chris Cook (racing driver)", "href": "/wiki/Chris_Cook_(racing_driver)", "description": "Chris Cook is an American professional race car driver and driving instructor, who instructs at the Bob Bondurant School of High Performance Driving and competes irregularly in NASCAR and other racing series, specializing in road course racing as a road course ringer."}]}, {"heading": "Births", "year": "1971", "date": "December 23", "txt": "Corey Haim, Canadian actor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 23", "txt": "Jo Johnson, English banker, journalist, and politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 23", "txt": "Michalis Klokidis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 23", "txt": "Tara Palmer-Tomkinson, English model, actress, and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 23", "txt": "Wim Vansevenant, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 23", "txt": "Masayoshi Yamazaki, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 23", "txt": "Christian Potenza, Canadian actor, voice actor and singer", "entities": [{"title": "Christian Potenza", "href": "/wiki/Christian_Potenza", "description": "Anthony Christian Potenza is a Canadian voice, film and television actor and comedian. He voiced Jude on 6teen and Chris McLean in the Total Drama franchise."}]}, {"heading": "Births", "year": "1972", "date": "December 23", "txt": "Morgan, Italian singer-songwriter and composer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 23", "txt": "Agustín Delgado, Ecuadorian footballer and politician", "entities": [{"title": "Agustín Delgado", "href": "/wiki/Agust%C3%ADn_Delgado", "description": "Agustín Javier Delgado Chalá is a retired Ecuadorian footballer who played as a forward. Nicknamed Tín, Delgado is the all-time top scorer for the Ecuadorian national team with 31 goals in 71 games. He played professional club football in Ecuador, Mexico and England."}]}, {"heading": "Births", "year": "1974", "date": "December 23", "txt": "Mieszko Talarczyk, Polish-Swedish singer-songwriter, guitarist, and producer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 23", "txt": "Vadim Sharifijanov, Russian ice hockey player", "entities": [{"title": "Vadim Sharifijanov", "href": "/wiki/Vadim_Sharifijanov", "description": "Vadim Rimovich Sharifijanov is a Russian former professional ice hockey right winger who spent parts of three seasons in the National Hockey League with the New Jersey Devils and the Vancouver Canucks."}]}, {"heading": "Births", "year": "1975", "date": "December 23", "txt": "Lady Starlight, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 23", "txt": "Joanna Hayes, American hurdler and coach", "entities": [{"title": "Joanna Hayes", "href": "/wiki/Joanna_Hayes", "description": "Joanna Dove Hayes is an American hurdler, who won the gold medal in the 100 metres hurdles at the 2004 Summer Olympics."}]}, {"heading": "Births", "year": "1976", "date": "December 23", "txt": "Brad Lidge, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 23", "txt": "Dimitris Mavrogenidis, Uzbek-Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 23", "txt": "Jamie Noble, American wrestler and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 23", "txt": "Matt Baker, English television presenter", "entities": [{"title": "Matt Baker (presenter)", "href": "/wiki/Matt_Baker_(presenter)", "description": "Matthew James Baker is a British television presenter."}]}, {"heading": "Births", "year": "1977", "date": "December 23", "txt": "Alge Crumpler, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 23", "txt": "Tore Johansen, Norwegian trumpeter and composer", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 23", "txt": "Jari Mäenpää, Finnish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 23", "txt": "Paul Shirley, American basketball player and blogger", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 23", "txt": "Esthero, Canadian-American singer-songwriter and producer", "entities": [{"title": "Esthero", "href": "/wiki/Esthero", "description": "Esthero is a Canadian singer-songwriter who lives in Los Angeles, California. The name Esthero refers both to the singer and formerly to the two-person team of herself and producer Doc McKinney. Esthero is a portmanteau of \"Esther the hero\"; she claims to have gotten the name by combining the name of the heroine (Esther) and last line of the movie from Sylvia Plath's novel, The Bell Jar."}]}, {"heading": "Births", "year": "1978", "date": "December 23", "txt": "Andra Davis, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 23", "txt": "Víctor Martínez, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 23", "txt": "Estella Warren, Canadian swimmer, model, and actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 23", "txt": "Abraham Chebii, Kenyan runner", "entities": [{"title": "Abraham Chebii", "href": "/wiki/Abraham_Chebii", "description": "Abraham Kosgei Chebii is a Kenyan runner who specializes in the 5000 metres. His personal best time is 12:52.99 minutes, achieved in June 2003 in Oslo."}]}, {"heading": "Births", "year": "1979", "date": "December 23", "txt": "Scott Gomez, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 23", "txt": "Megan Mayhew Bergman, American author and educator", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 23", "txt": "Kenny Miller, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 23", "txt": "Yukifumi Murakami, Japanese javelin thrower", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 23", "txt": "Cody Ross, American baseball player", "entities": [{"title": "Cody Ross", "href": "/wiki/Cody_Ross", "description": "Cody Joseph Ross, nicknamed \"Toy Cannon\" and \"Ross the Boss,\" is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for 12 seasons with the Detroit Tigers (2003), Los Angeles Dodgers (2005–2006), Cincinnati Reds (2006), Florida Marlins (2006–2010), San Francisco Giants (2010–2011), Boston Red Sox (2012), Arizona Diamondbacks (2013–2014) and Oakland Athlet"}]}, {"heading": "Births", "year": "1981", "date": "December 23", "txt": "Maritza Correia, Puerto Rican-American swimmer", "entities": [{"title": "Maritza Correia", "href": "/wiki/Maritza_Correia", "description": "Maritza Correia, also known by her married name Maritza McClendon, is a former Olympic swimmer from the United States. When she qualified for the U.S. Olympic team in 2004, she became the first Puerto Rican of African descent to be a member of the U.S. Olympic swimming team. She also became the first black American swimmer to set an American and world swimming record."}]}, {"heading": "Births", "year": "1981", "date": "December 23", "txt": "Yuriorkis Gamboa, Cuban boxer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 23", "txt": "Hiro Fujiwara, Japanese manga artist", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 23", "txt": "Agnes Milowka, Polish-Australian diver, explorer, photographer, and author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 23", "txt": "Mario Santana, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 23", "txt": "Brad Nelson, American baseball player", "entities": [{"title": "Brad Nelson", "href": "/wiki/Brad_Nelson", "description": "Bradley John Nelson is a former professional baseball player. He played primarily first base and outfield in Major League Baseball (MLB) for the Milwaukee Brewers."}]}, {"heading": "Births", "year": "1982", "date": "December 23", "txt": "Thomas Rohregger, Austrian cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 23", "txt": "Michael Chopra, English footballer", "entities": [{"title": "Michael Chopra", "href": "/wiki/Michael_Chopra", "description": "Rocky Michael Chopra is an English former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1983", "date": "December 23", "txt": "Lisa Dobriskey, English runner", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 23", "txt": "Hanley Ramírez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 23", "txt": "Dudu Aharon, Israeli singer-songwriter", "entities": [{"title": "Dudu Aharon", "href": "/wiki/Dudu_Aharon", "description": "Dudu Aharon is a singer-songwriter, musician, and composer from Israel."}]}, {"heading": "Births", "year": "1984", "date": "December 23", "txt": "Josh Satin, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 23", "txt": "Sebastian Werle, German rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 23", "txt": "Harry Judd, English drummer and songwriter", "entities": [{"title": "Harry Judd", "href": "/wiki/Harry_Judd", "description": "Harry Mark Christopher Judd is an English musician, dancer and author. He is the drummer for the band McFly. Judd won the 2011 series of Strictly Come Dancing."}]}, {"heading": "Births", "year": "1986", "date": "December 23", "txt": "Thomas Bourgin, French motorcycle racer (d. 2013)", "entities": [{"title": "Thomas Bourgin", "href": "/wiki/Thomas_Bourgin", "description": "Thomas Bourgin was a French motorcycle racer. He was in 68th place in the overall ranking of his first Dakar Rally."}]}, {"heading": "Births", "year": "1986", "date": "December 23", "txt": "Beau Champion, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 23", "txt": "Balázs Dzsudzsák, Hungarian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 23", "txt": "T. J. Oshie, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 23", "txt": "Tommaso Bellazzini, Italian footballer", "entities": [{"title": "Tommaso Bellazzini", "href": "/wiki/Tommaso_Bellazzini", "description": "Tommaso Bellazzini is an Italian footballer who plays as an attacking midfielder or winger for Aglianese."}]}, {"heading": "Births", "year": "1987", "date": "December 23", "txt": "Owen Franks, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 23", "txt": "Mallory Hagan, Miss America 2013", "entities": [{"title": "Mallory Hagan", "href": "/wiki/Mallory_Hagan", "description": "Mallory Hytes Hagan is an American politician and former beauty queen who won Miss America 2013 as Miss New York 2012. She moved to New York in 2008 after her first year of college at Auburn University. Prior to winning Miss America, Hagan was also Miss Brooklyn 2010, Miss Manhattan 2011, Miss New York City 2012 and a two-time Miss New York first runner-up. When living in Alabama, Hagan had been r"}, {"title": "Miss America 2013", "href": "/wiki/Miss_America_2013", "description": "Miss America 2013, the 86th Miss America pageant, was held at the PH Live at Planet Hollywood Resort & Casino on the Las Vegas Strip in Paradise, Nevada on Saturday, January 12, 2013. It was the last one to take place in Las Vegas. \"America's Choice\" winner, Alexis Wineman was the pageant's first autistic contestant. The 2013 winner Mallory Hagan was crowned by Miss America 2012 Laura Kaeppeler. H"}]}, {"heading": "Births", "year": "1989", "date": "December 23", "txt": "Liis Koger, Estonian painter and poet", "entities": [{"title": "Liis Koger", "href": "/wiki/Liis_Koger", "description": "Liis Koger is an Estonian painter and poet based in Tallinn."}]}, {"heading": "Births", "year": "1992", "date": "December 23", "txt": "Jeff Schlupp, German footballer", "entities": [{"title": "Jeff Schlupp", "href": "/wiki/Jeff_Schlupp", "description": "Jeffrey Schlupp is a professional footballer who plays for Premier League club Crystal Palace and the Ghana national team as a left back or winger. Born in Germany, he represents Ghana at the international level.\nSchlupp started his career as a striker."}]}, {"heading": "Births", "year": "1994", "date": "December 23", "txt": "Reed Alexander, American actor", "entities": [{"title": "Reed Alexander", "href": "/wiki/Reed_Alexander", "description": "Reed Alexander is an American journalist, author, and former actor from Boca Raton, Florida. He is best known for his role as Nevel Papperman in Nickelodeon's iCarly."}]}, {"heading": "Births", "year": "1996", "date": "December 23", "txt": "Bartosz Kapustka, Polish footballer", "entities": [{"title": "Bartosz Kapustka", "href": "/wiki/Bartosz_Kapustka", "description": "Bartosz Kapustka is a Polish professional footballer who plays as a midfielder for Ekstraklasa club Legia Warsaw."}]}, {"heading": "Births", "year": "2002", "date": "December 23", "txt": "Finn Wolfhard, Canadian actor and musician", "entities": [{"title": "Finn Wolfhard", "href": "/wiki/Finn_Wolfhard", "description": "Finn Wolfhard is a Canadian actor, musician, screenwriter, and director."}]}, {"heading": "Deaths", "year": "423", "date": "December 23", "txt": "Ming Yuan Di, ruler of Northern Wei (b. 392)", "entities": [{"title": "Emperor Mingyuan of Northern Wei", "href": "/wiki/Emperor_Mingyuan_of_Northern_Wei", "description": "Emperor Mingyuan of Northern Wei ( 魏明元帝), Chinese name Tuoba Si (拓拔嗣), Xianbei name Mumo (木末), was an emperor of the Xianbei dynasty Northern Wei. He was the oldest son of the founding emperor Emperor Daowu. During his reign, Northern Wei's territory did not expand as much as it did under either his father's reign or the reign of his son Emperor Taiwu, but he helped the state stabilize over northe"}, {"title": "Northern Wei", "href": "/wiki/Northern_Wei", "description": "The Northern Wei, also known as the Tuoba Wei (拓跋魏), Later Wei (後魏), was a dynasty founded by the Tuoba (Tabgach) clan of the Xianbei, which ruled northern China from 386 to 534 AD, during the period of the Northern and Southern dynasties. Described as \"part of an era of political turbulence and intense social and cultural change\", the Northern Wei dynasty is particularly noted for unifying northe"}]}, {"heading": "Deaths", "year": "484", "date": "December 23", "txt": "Huneric, Vandal king", "entities": [{"title": "Huneric", "href": "/wiki/Huneric", "description": "Huneric, Hunneric or Honeric was King of the Vandal Kingdom (477–484) and the oldest son of Genseric. He abandoned the imperial politics of his father and concentrated mainly on internal affairs. He was married to Eudocia, daughter of western Roman Emperor Valentinian III (419–455) and Licinia Eudoxia. The couple had one child, a son named Hilderic."}]}, {"heading": "Deaths", "year": "668", "date": "December 23", "txt": "Gabriel of Beth Qustan, bishop and saint (b. 594)", "entities": [{"title": "Gabriel of Beth Qustan", "href": "/wiki/Gabriel_of_Beth_Qustan", "description": "Saint Gabriel of Beth Qustan, also known as Saint Gabriel of Qartmin, was the Bishop of Tur Abdin until his death in 648. He is venerated as a saint in the Oriental Orthodox Church and his feast day is 23 December."}]}, {"heading": "Deaths", "year": "679", "date": "December 23", "txt": "Dagobert II, Frankish king (probable; b. 650)", "entities": [{"title": "Dagobert II", "href": "/wiki/Dagobert_II", "description": "Dagobert II was the Merovingian king of the Franks ruling in Austrasia from 675 or 676 until his death. He is one of the more obscure Merovingians. He has been considered a martyr since at least the ninth century."}]}, {"heading": "Deaths", "year": "761", "date": "December 23", "txt": "Gaubald, Frankish bishop (b. 700)", "entities": [{"title": "Gaubald", "href": "/wiki/Gaubald", "description": "Gaubald was the first bishop of Regensburg after the foundation of the diocese of Regensburg. He has been beatified. His name is also spelled Gawibald, Geupald or Gaibald."}]}, {"heading": "Deaths", "year": "889", "date": "December 23", "txt": "Solomon II, bishop of Constance", "entities": [{"title": "Solomon II (bishop of Constance)", "href": "/wiki/Solomon_II_(bishop_of_Constance)", "description": "Solomon II was the Bishop of Constance from 875 until his death. He was a relative of his predecessor and namesake Solomon I and stood in the middle of an \"episcopal dynasty.\" He was commended for his life when the Annales Fuldenses record his death. He was succeeded by his own namesake and another relative, Solomon III."}, {"title": "Bishopric of Constance", "href": "/wiki/Bishopric_of_Constance", "description": "The Prince-Bishopric of Constance, was a small ecclesiastical principality of the Holy Roman Empire from the mid–12th century until its secularisation in 1802–1803. In his dual capacity as prince and as bishop, the prince-bishop was also in charge of the considerably larger Roman Catholic Diocese of Konstanz, which existed from about 585 until its dissolution in 1821. It belonged to the ecclesiast"}]}, {"heading": "Deaths", "year": "910", "date": "December 23", "txt": "Naum of Preslav, Bulgarian missionary and scholar", "entities": [{"title": "Saint Naum", "href": "/wiki/Saint_Naum", "description": "Saint Naum, also known as Naum of Ohrid or Naum of Preslav was a medieval Bulgarian writer, enlightener, one of the seven Apostles of the First Bulgarian Empire and missionary among the Slavs. He was among the disciples of Saints Cyril and Methodius and is associated with the creation of the Glagolitic and Cyrillic script. Naum was among the founders of the Pliska Literary School. Afterwards Naum "}]}, {"heading": "Deaths", "year": "918", "date": "December 23", "txt": "Conrad I, king of East Francia (b. 890)", "entities": [{"title": "Conrad I of Germany", "href": "/wiki/Conrad_I_of_Germany", "description": "Conrad I, called the Younger, was the king of East Francia from 911 to 918. He was the first king not of the Carolingian dynasty, the first to be elected by the nobility and the first to be anointed. He was chosen as the king by the rulers of the East Frankish stem duchies after the death of young king Louis the Child. Ethnically Frankish, prior to this election he had ruled the Duchy of Franconia"}, {"title": "East Francia", "href": "/wiki/East_Francia", "description": "East Francia or the Kingdom of the East Franks was a successor state of Charlemagne's empire ruled by the Carolingian dynasty until 911. It was created through the Treaty of Verdun (843) which divided the former empire into three kingdoms."}]}, {"heading": "Deaths", "year": "940", "date": "December 23", "txt": "Ar-Radi, Abbasid caliph (b. 909)", "entities": [{"title": "Ar-Radi", "href": "/wiki/Ar-Radi", "description": "Abu'l-Abbas Ahmad (Muhammad) ibn Ja'far al-Muqtadir, usually simply known by his regnal name al-Radi bi'llah, was the twentieth Caliph of the Abbasid Caliphate, reigning from 934 to his death. He died on 23 December 940 at the age of 31. His reign marked the end of the caliph's political power and the rise of military strongmen, who competed for the title of amir al-umara."}]}, {"heading": "Deaths", "year": "1172", "date": "December 23", "txt": "Ugo Ventimiglia, Italian cardinal", "entities": [{"title": "Ugo Ventimiglia", "href": "/wiki/Ugo_Ventimiglia", "description": "Ugo Ventimiglia was an Italian cardinal. His name is listed also as Ottone. He was born in Ventimiglia. He was created Cardinal-Bishop of Palestrina by Pope Alexander III in the consistory celebrated in Sens in 1164. Several catalogs of the bishops of Palestrina do not mention him because he does not appear among signatories of any papal bulls issued during his cardinalate."}]}, {"heading": "Deaths", "year": "1193", "date": "December 23", "txt": "Thorlak, patron saint of Iceland (b. 1133)", "entities": [{"title": "Saint Thorlak", "href": "/wiki/Saint_Thorlak", "description": "Thorlak Thorhallsson is the patron saint of Iceland. He was bishop of Skálholt from 1178 until his death. Thorlak's relics were translated to the cathedral of Skalholt in 1198, not long after his successor as bishop, Páll Jónsson, announced at the Althing that vows could be made to Thorlak. His status as a saint did not receive official recognition from the Catholic Church until 14 January 1984, w"}]}, {"heading": "Deaths", "year": "1230", "date": "December 23", "txt": "Berengaria of Navarre, queen of England (b. 1165)", "entities": [{"title": "Berengaria of Navarre", "href": "/wiki/Berengaria_of_Navarre", "description": "Berengaria of Navarre was queen of England as the wife of Richard I of England. She was the eldest daughter of Sancho VI of Navarre and Sancha of Castile. As is the case with many of the medieval English queens, relatively little is known of her life."}]}, {"heading": "Deaths", "year": "1304", "date": "December 23", "txt": "Matilda of Habsburg, duchess regent of Bavaria  (b. 1253)", "entities": [{"title": "Matilda of Habsburg", "href": "/wiki/Matilda_of_Habsburg", "description": "Matilda of Habsburg or Melchilde was, by marriage, a duchess of Bavaria. She was regent of Bavaria in the minority of her son, Rudolf I."}]}, {"heading": "Deaths", "year": "1383", "date": "December 23", "txt": "Beatrice of Bourbon, Queen of Bohemia (b. 1320)", "entities": [{"title": "Beatrice of Bourbon, Queen of Bohemia", "href": "/wiki/Beatrice_of_Bourbon,_Queen_of_Bohemia", "description": "Beatrice of Bourbon was a French noblewoman. A member of the House of Bourbon, she was by marriage Queen of Bohemia and Countess of Luxembourg."}]}, {"heading": "Deaths", "year": "1384", "date": "December 23", "txt": "Thomas Preljubović, ruler of Epirus", "entities": [{"title": "Thomas Preljubović", "href": "/wiki/Thomas_Preljubovi%C4%87", "description": "Thomas Preljubović was ruler of the Despotate of Epirus in Ioannina from 1366 to his death on December 23, 1384. He also held the title of Albanian-slayer after receiving aid from the Ottoman Empire to capture Ioannina from Albanian ruler of the Despotate of Arta, Gjin Bua Shpata, after failing to do so independently. The Albanian Slayer (Ἀλβανοκτόνος)."}]}, {"heading": "Deaths", "year": "1392", "date": "December 23", "txt": "Isabella of Castile, duchess of York (b. 1355)", "entities": [{"title": "Isabella of Castile, Duchess of York", "href": "/wiki/Isabella_of_Castile,_Duchess_of_York", "description": "Isabella of Castile, Duchess of York was the daughter of King Peter and his mistress María de Padilla. She accompanied her elder sister, Constance, to England after Constance's marriage to John of Gaunt, 1st Duke of Lancaster, and married Gaunt's younger brother, Edmund of Langley, 1st Duke of York."}]}, {"heading": "Deaths", "year": "1556", "date": "December 23", "txt": "Nicholas Udall, English cleric, playwright, and educator (b. 1504)", "entities": [{"title": "Nicholas Udall", "href": "/wiki/Nicholas_Udall", "description": "Nicholas Udall was an English playwright, cleric, schoolmaster, the author of Ralph Roister Doister, generally regarded as the first comedy written in the English language."}]}, {"heading": "Deaths", "year": "1568", "date": "December 23", "txt": "Roger Ascham, English scholar and academic (b. 1515)", "entities": [{"title": "Roger Ascham", "href": "/wiki/Roger_Ascham", "description": "Roger Ascham was an English scholar and didactic writer, famous for his prose style, his promotion of the vernacular, and his theories of education. He served in the administrations of Edward VI, Mary I, and Elizabeth I, having earlier acted as Elizabeth's tutor in Greek and Latin between 1548 and 1550."}]}, {"heading": "Deaths", "year": "1572", "date": "December 23", "txt": "Johann Sylvan, German theologian (executed; date of birth unknown)", "entities": [{"title": "Johann Sylvan", "href": "/wiki/Johann_Sylvan", "description": "Johann Sylvan was a Reformed German theologian who was executed for his heretical Antitrinitarian beliefs."}]}, {"heading": "Deaths", "year": "1575", "date": "December 23", "txt": "Akiyama Nobutomo, Japanese samurai (b. 1531)", "entities": [{"title": "Akiyama Nobutomo", "href": "/wiki/Akiyama_Nobutomo", "description": "Akiyama Nobutomo  was a samurai during the Sengoku period in Japan. He is known as one of the \"Twenty-Four Generals of Takeda Shingen\". Nobutomo also served under Shingen's son, Takeda Katsuyori."}]}, {"heading": "Deaths", "year": "1588", "date": "December 23", "txt": "Henry I, duke of Guise (b. 1550)", "entities": [{"title": "Henry I, Duke of Guise", "href": "/wiki/Henry_I,_Duke_of_Guise", "description": "Henry I, Prince of Joinville, Duke of Guise, Count of Eu, sometimes called Le Balafré (Scarface), was the eldest son of Francis, Duke of Guise, and Anna d'Este. His maternal grandparents were Ercole II d'Este, Duke of Ferrara, and Renée of France. Through his maternal grandfather, he was a descendant of Lucrezia Borgia and Pope Alexander VI."}]}, {"heading": "Deaths", "year": "1631", "date": "December 23", "txt": "Michael Drayton, English poet and playwright (b. 1563)", "entities": [{"title": "Michael Drayton", "href": "/wiki/Michael_Drayton", "description": "Michael Drayton was an English poet who came to prominence in the Elizabethan era."}]}, {"heading": "Deaths", "year": "1638", "date": "December 23", "txt": "Barbara Longhi, Italian painter (b. 1552)", "entities": [{"title": "Barbara Longhi", "href": "/wiki/Barbara_Longhi", "description": "Barbara Longhi was an Italian painter. She was much admired in her lifetime as a portraitist, although most of her portraits are now lost or unattributed. Her work, such as her many Madonna and Child paintings, earned her a fine reputation as an artist."}]}, {"heading": "Deaths", "year": "1646", "date": "December 23", "txt": "François Maynard, French poet and academic (b. 1582)", "entities": [{"title": "François Maynard", "href": "/wiki/Fran%C3%A7ois_Maynard", "description": "François Maynard, sometimes seen as \"de Maynard\" was a French poet who spent much of his life in Toulouse."}]}, {"heading": "Deaths", "year": "1652", "date": "December 23", "txt": "John Cotton, English minister and theologian (b. 1585)", "entities": [{"title": "John Cotton (minister)", "href": "/wiki/John_Cotton_(minister)", "description": "John Cotton was a clergyman in England and the American colonies and was considered the preeminent minister and theologian of the Massachusetts Bay Colony. He studied for five years at Trinity College, Cambridge, and another nine at Emmanuel College, Cambridge. He had already built a reputation as a scholar and outstanding preacher when he accepted the position of minister at St. Botolph's Church,"}]}, {"heading": "Deaths", "year": "1675", "date": "December 23", "txt": "Caesar, duc de Choiseul, French general and diplomat (b. 1602)", "entities": [{"title": "Caesar, duc de Choiseul", "href": "/wiki/Caesar,_duc_de_Choiseul", "description": "César, duc de Choiseul, comte du Plessis-Braslin was a Marshal of France and French diplomat, generally known for the best part of his life as the maréchal (marshal) du Plessis-Braslin."}]}, {"heading": "Deaths", "year": "1722", "date": "December 23", "txt": "Pierre Varignon, French mathematician and academic (b. 1654)", "entities": [{"title": "Pierre Varignon", "href": "/wiki/Pierre_Varignon", "description": "Pierre Varignon was a French mathematician. He was educated at the Jesuit College and the University of Caen, where he received his M.A. in 1682. He took Holy Orders the following year."}]}, {"heading": "Deaths", "year": "1761", "date": "December 23", "txt": "Alastair Ruadh MacDonnell, Scottish spy (b. 1725)", "entities": [{"title": "Alastair Ruadh MacDonnell", "href": "/wiki/Alastair_Ruadh_MacDonnell", "description": "Alastair MacDonell of Glengarry, also known as Alasdair Ruadh MacDomhnaill, was the 13th chief of Clan MacDonell of Glengarry. Brought up as a Catholic and largely educated in France, he was arrested in November 1745 on his way to join the 1745 Jacobite Rising."}]}, {"heading": "Deaths", "year": "1763", "date": "December 23", "txt": "Antoine François Prévost, French novelist and translator (b. 1697)", "entities": [{"title": "Antoine François Prévost", "href": "/wiki/Antoine_Fran%C3%A7ois_Pr%C3%A9vost", "description": "Antoine François Prévost d'Exiles, usually known simply as the Abbé Prévost, was a French author and novelist."}]}, {"heading": "Deaths", "year": "1771", "date": "December 23", "txt": "Marie-Marguerite d'Youville, Canadian nun and saint, founded Grey Nuns (b. 1701)", "entities": [{"title": "Marie-Marguerite d'Youville", "href": "/wiki/Marie-Marguerite_d%27Youville", "description": "Marguerite d'Youville was a French Canadian widow who founded the Order of Sisters of Charity of Montreal, commonly known as the Grey Nuns of Montreal. She was canonized by Pope John Paul II of the Roman Catholic Church in 1990, the first native-born Canadian to be declared a saint."}, {"title": "Grey Nuns", "href": "/wiki/Grey_Nuns", "description": "The Sisters of Charity of Montreal, formerly called The Sisters of Charity of the Hôpital Général of Montreal and more commonly known as the Grey Nuns of Montreal, is a Canadian religious institute of Roman Catholic religious sisters, founded in 1737 by Saint Marguerite d'Youville, a young widow."}]}, {"heading": "Deaths", "year": "1779", "date": "December 23", "txt": "Augustus Hervey, 3rd Earl of Bristol, English admiral and politician, Chief Secretary for Ireland (b. 1724)", "entities": [{"title": "Augustus Hervey, 3rd Earl of Bristol", "href": "/wiki/Augustus_Hervey,_3rd_Earl_of_Bristol", "description": "Admiral Augustus John Hervey, 3rd Earl of Bristol, PC was a Royal Navy officer and politician. He commanded the sixth-rate HMS Phoenix at the Battle of Minorca in May 1756 as well as the third-rate HMS Dragon at the Capture of Belle Île in June 1761, the Invasion of Martinique in January 1762 and the Battle of Havana in June 1762 during the Seven Years' War. He went on to be Chief Secretary for Ir"}, {"title": "Chief Secretary for Ireland", "href": "/wiki/Chief_Secretary_for_Ireland", "description": "The Chief Secretary for Ireland was a key political office in the British administration in Ireland. Nominally subordinate to the Lord Lieutenant, and officially the \"Chief Secretary to the Lord Lieutenant\", from the early 19th century until the end of British rule he was effectively the government minister with responsibility for governing Ireland, roughly equivalent to the role of a Secretary of"}]}, {"heading": "Deaths", "year": "1789", "date": "December 23", "txt": "Charles-Michel de l'Épée, French priest and educator (b. 1712)", "entities": [{"title": "Charles-Michel de l'Épée", "href": "/wiki/Charles-Michel_de_l%27%C3%89p%C3%A9e", "description": "The Abbé Charles-Michel de l'Épée was a philanthropic educator of 18th-century France who has become known as the \"Father of the Deaf\"."}]}, {"heading": "Deaths", "year": "1795", "date": "December 23", "txt": "Henry Clinton, English general and politician (b. 1730)", "entities": [{"title": "Henry Clinton (British Army officer, born 1730)", "href": "/wiki/Henry_Clinton_(British_Army_officer,_born_1730)", "description": "General Sir Henry Clinton, KB was a British army officer and politician who sat in the House of Commons between 1772 and 1795. He is best known for his service as a general during the American War of Independence. First arriving in Boston in May 1775, from 1778 to 1782 he was the British Commander-in-Chief in North America. In addition to his military service, due to the influence of his cousin He"}]}, {"heading": "Deaths", "year": "1805", "date": "December 23", "txt": "Pehr Osbeck, Swedish explorer and author (b. 1723)", "entities": [{"title": "Pehr Osbeck", "href": "/wiki/Pehr_Osbeck", "description": "Pehr Osbeck was a Swedish explorer, naturalist and an apostle of Carl Linnaeus. He was born in the parish of Hålanda on Västergötland and studied at Uppsala with Carolus Linnaeus."}]}, {"heading": "Deaths", "year": "1834", "date": "December 23", "txt": "Thomas Robert Malthus, English economist and demographer (b. 1766)", "entities": [{"title": "Thomas Robert Malthus", "href": "/wiki/Thomas_Robert_Malthus", "description": "Thomas Robert Malthus was an English cleric, scholar and influential economist in the fields of political economy and demography."}]}, {"heading": "Deaths", "year": "1884", "date": "December 23", "txt": "John Chisum, American businessman and poker player (b. 1824)", "entities": [{"title": "John Chisum", "href": "/wiki/John_Chisum", "description": "John Simpson Chisum was a wealthy cattle baron in the American West in the mid-to-late 19th century. He was born in Hardeman County, Tennessee, and moved with his family to the Republic of Texas in 1837, later finding work as a building contractor. He also served as county clerk in Lamar County. He was of Scottish, English, and Welsh descent."}]}, {"heading": "Deaths", "year": "1889", "date": "December 23", "txt": "Constance Naden, English poet and philosopher (b. 1858)", "entities": [{"title": "Constance Naden", "href": "/wiki/Constance_Naden", "description": "Constance Caroline Woodhill Naden was an English writer, poet and philosopher. She studied, wrote and lectured on philosophy and science, alongside publishing two volumes of poetry. Several collected works were published following her death at the young age of 31. In her honour, Robert Lewins established the Constance Naden Medal and had a bust of her installed at Mason Science College. William Ew"}]}, {"heading": "Deaths", "year": "1892", "date": "December 23", "txt": "Frederick Tracy Dent, Brigadier General in the Regular United States Army, brother in law to President Ulysses S. Grant.", "entities": [{"title": "Frederick Tracy Dent", "href": "/wiki/Frederick_Tracy_Dent", "description": "Frederick Tracy Dent was an American general."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}]}, {"heading": "Deaths", "year": "1902", "date": "December 23", "txt": "Frederick Temple, English archbishop and academic (b. 1821)", "entities": [{"title": "Frederick Temple", "href": "/wiki/Frederick_Temple", "description": "Frederick Temple was an English academic, teacher and churchman, who served as Bishop of Exeter (1869-1885), Bishop of London (1885-1896) and Archbishop of Canterbury (1896-1902)."}]}, {"heading": "Deaths", "year": "1906", "date": "December 23", "txt": "Mdungazwe Ngungunyane Nxumalo, last emperor of the Gaza Empire (b. c.1850)", "entities": [{"title": "Gungunhana", "href": "/wiki/Gungunhana", "description": "Ngungunyane, also known as Mdungazwe Ngungunyane Nxumalo, N'gungunhana, or Gungunhana Reinaldo Frederico Gungunhana, was a tribal king and vassal of the Portuguese Empire, who rebelled, was defeated by General Joaquim Mouzinho de Albuquerque and lived out the rest of his life in exile, first in Lisbon, but later on the island of Terceira, in the Azores."}, {"title": "Gaza Empire", "href": "/wiki/Gaza_Empire", "description": "The Gaza Empire (1824–1895) was an African empire established by general Soshangane and was located in southeastern Africa in the area of southern Mozambique and southeastern Zimbabwe. The Gaza Empire, at its height in the 1860s, covered all of Mozambique between the Zambezi and Limpopo rivers, known as Gazaland."}]}, {"heading": "Deaths", "year": "1912", "date": "December 23", "txt": "Otto Schoetensack, German anthropologist and academic (b. 1850)", "entities": [{"title": "Otto Schoetensack", "href": "/wiki/Otto_Schoetensack", "description": "Otto Karl Friedrich Schoetensack was a German industrialist and later professor of anthropology, having retired from the chemical firm which he had founded. During a 1908 archeological dig, he oversaw the worker Daniel Hartmann who found the lower jaw of a hominid, the oldest human fossil then known, which Schoetensack later described formally as Homo heidelbergensis."}]}, {"heading": "Deaths", "year": "1926", "date": "December 23", "txt": "Swami Shraddhanand, Indian monk, missionary, and educator (b. 1856)", "entities": [{"title": "Swami Shraddhanand", "href": "/wiki/Swami_Shraddhanand", "description": "Swami Shraddhanand, also known as Mahatma Munshi Ram Vij, was an Indian Independence activist and an Arya Samaj sannyasi who propagated the teachings of Dayananda Saraswati. This included the establishment of educational institutions, like the Gurukul Kangri University, and played a key role on the Sangathan and the Shuddhi (purification), a Hindu reform movement in the 1920s."}]}, {"heading": "Deaths", "year": "1930", "date": "December 23", "txt": "Mustafa Fehmi Kubilay, Turkish lieutenant and educator (b. 1906)", "entities": [{"title": "Mustafa Fehmi Kubilay", "href": "/wiki/Mustafa_Fehmi_Kubilay", "description": "Mustafa Fehmi Kubilay was a Turkish teacher and a lieutenant in the Turkish army. He is considered a \"Martyr of the Revolution\" in Turkey."}]}, {"heading": "Deaths", "year": "1931", "date": "December 23", "txt": "Wilson Bentley, American meteorologist and photographer (b. 1865)", "entities": [{"title": "Wilson Bentley", "href": "/wiki/Wilson_Bentley", "description": "Wilson Alwyn Bentley, also known as Snowflake Bentley, was an American meteorologist and photographer, who was the first known person to take detailed photographs of snowflakes and record their features. He perfected a process of catching flakes on black velvet in such a way that their images could be captured before they either melted or sublimated."}]}, {"heading": "Deaths", "year": "1939", "date": "December 23", "txt": "Anthony Fokker, Indonesia-born Dutch pilot and engineer, designed the Fokker Dr.I and Fokker D.VII (b. 1890)", "entities": [{"title": "Anthony Fokker", "href": "/wiki/Anthony_Fokker", "description": "Anton Herman Gerard \"Anthony\" Fokker was a Dutch aviation pioneer, aviation entrepreneur, aircraft designer, and aircraft manufacturer. He is most famous for the fighter aircraft he produced in Germany during the First World War such as the Eindecker monoplanes, the Dr.1 triplane and the D.VII biplane."}, {"title": "Fokker Dr.I", "href": "/wiki/Fokker_Dr.I", "description": "The Fokker Dr.I, often known simply as the Fokker Triplane, was a World War I fighter aircraft built by Fokker-Flugzeugwerke. The Dr.I saw widespread service in the spring of 1918. It became famous as the aircraft in which Manfred von Richthofen gained his last 19 victories, and in which he was killed on 21 April 1918."}, {"title": "Fokker D.VII", "href": "/wiki/Fokker_D.VII", "description": "The Fokker D.VII was a German World War I fighter aircraft designed by Reinhold Platz of the Fokker-Flugzeugwerke. Germany produced around 3,300 D.VII aircraft in the second half of 1918. In service with the Luftstreitkräfte, the D.VII quickly proved itself to be a formidable aircraft. The Armistice ending the war specifically required, as the fourth clause of the \"Clauses Relating to the Western "}]}, {"heading": "Deaths", "year": "1946", "date": "December 23", "txt": "John A. Sampson, American gynecologist and academic (b. 1873)", "entities": [{"title": "John A. Sampson", "href": "/wiki/John_A._Sampson", "description": "John Albertson Sampson was a gynecologist who studied endometriosis."}]}, {"heading": "Deaths", "year": "1948", "date": "December 23", "txt": "Akira Mutō, Japanese general (b. 1883)", "entities": [{"title": "Akira Mutō", "href": "/wiki/Akira_Mut%C5%8D", "description": "Akira Mutō   was a general in the Imperial Japanese Army during World War II. He was convicted of war crimes and sentenced to death by hanging."}]}, {"heading": "Deaths", "year": "1948", "date": "December 23", "txt": "Hideki Tojo, Japanese general and politician, 40th Prime Minister of Japan (b. 1884)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1948", "date": "December 23", "txt": "Seishirō Itagaki, Japanese general (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "December 23", "txt": "Heitarō Kimura, Japanese general (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "December 23", "txt": "Iwane Matsui, Japanese general (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "December 23", "txt": "Kenji Doihara, Japanese general (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "December 23", "txt": "Kōki Hirota, Japanese diplomat and politician, 32nd Prime Minister of Japan (b. 1878)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1950", "date": "December 23", "txt": "Vincenzo Tommasini, Italian composer (b. 1878)", "entities": [{"title": "Vincenzo Tommasini", "href": "/wiki/Vincenzo_Tommasini", "description": "Vincenzo Tommasini was an Italian composer."}]}, {"heading": "Deaths", "year": "1953", "date": "December 23", "txt": "Lavrentiy Beria,  Soviet general and politician, head of the People's Commissariat for Internal Affairs  (b. 1899)", "entities": [{"title": "Lavrentiy Beria", "href": "/wiki/Lavrentiy_Beria", "description": "Lavrentiy Pavlovich Beria was a Georgian Bolshevik and Soviet politician, Marshal of the Soviet Union and state security administrator, chief of the Soviet security, and chief of the People's Commissariat for Internal Affairs (NKVD) under Joseph Stalin during World War II, and promoted to deputy premier under Stalin from 1941. He later officially joined the Politburo in 1946."}, {"title": "NKVD", "href": "/wiki/NKVD", "description": "The People's Commissariat for Internal Affairs, abbreviated NKVD, was the interior ministry of the Soviet Union."}]}, {"heading": "Deaths", "year": "1954", "date": "December 23", "txt": "René Iché, French soldier and sculptor (b. 1897)", "entities": [{"title": "René Iché", "href": "/wiki/Ren%C3%A9_Ich%C3%A9", "description": "René Iché was a 20th-century French sculptor."}]}, {"heading": "Deaths", "year": "1961", "date": "December 23", "txt": "Carolyn Sherwin Bailey, American author (b. 1875)", "entities": [{"title": "Carolyn Sherwin Bailey", "href": "/wiki/Carolyn_Sherwin_Bailey", "description": "Carolyn Sherwin Bailey was an American children's author. She was born in Hoosick Falls, New York and attended Teachers College, Columbia University, from which she graduated in 1896. She contributed to the Ladies' Home Journal and other magazines. She published volumes of stories for children like methods of story telling, teaching children and other related subjects, which include Boys and Girls"}]}, {"heading": "Deaths", "year": "1961", "date": "December 23", "txt": "Kurt Meyer, German general (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "December 23", "txt": "Charles Ruggles, American actor (b. 1886)", "entities": [{"title": "Charles Ruggles", "href": "/wiki/Charles_Ruggles", "description": "Charles Sherman Ruggles was a comic American character actor. In a career spanning six decades, Ruggles appeared in close to 100 feature films, often in mild-mannered and comic roles. He was also the elder brother of director, producer, and silent film actor Wesley Ruggles (1889–1972)."}]}, {"heading": "Deaths", "year": "1970", "date": "December 23", "txt": "Aleksander Warma, Estonian lieutenant and politician, Prime Minister of Estonia in exile (b. 1890)", "entities": [{"title": "Prime Minister of Estonia in exile", "href": "/wiki/Prime_Minister_of_Estonia_in_exile", "description": "The Estonian government-in-exile was the formally declared governmental authority of the Republic of Estonia in exile, existing from 1944 until the reestablishment of Estonian sovereignty over Estonian territory in 1991–92. It traced its legitimacy through constitutional succession to the last Estonian government in power prior to the Soviet invasion of 1940. During its existence, it was the inter"}]}, {"heading": "Deaths", "year": "1972", "date": "December 23", "txt": "Andrei Tupolev, Russian engineer, designed the Tupolev Tu-95 and Tupolev Tu-104 (b. 1888)", "entities": [{"title": "Andrei Tupolev", "href": "/wiki/Andrei_Tupolev", "description": "Andrei Nikolayevich Tupolev was a Soviet aeronautical engineer known for his pioneering aircraft designs as Director of the Tupolev Design Bureau."}, {"title": "Tupolev Tu-95", "href": "/wiki/Tupolev_Tu-95", "description": "The Tupolev Tu-95 is a large, four-engine turboprop-powered strategic bomber and missile platform. First flown in 1952, the Tu-95 entered service with the Long-Range Aviation of the Soviet Air Forces in 1956 and is expected to serve the Russian Aerospace Forces until at least 2040.\nA development of the bomber for maritime patrol is designated Tu-142, while a passenger airliner derivative was calle"}, {"title": "Tupolev Tu-104", "href": "/wiki/Tupolev_Tu-104", "description": "The Tupolev Tu-104 was a twinjet medium-range narrow-body turbojet-powered Soviet airliner. It was the second to enter regular service, behind the British de Havilland Comet, and was the only jetliner operating in the world from 1956 to 1958, when the British jetliner was grounded due to safety concerns."}]}, {"heading": "Deaths", "year": "1973", "date": "December 23", "txt": "Charles Atlas, Italian-American bodybuilder and model (b. 1892)", "entities": [{"title": "Charles Atlas", "href": "/wiki/Charles_Atlas", "description": "Charles Atlas was an Italian-born American bodybuilder best remembered as the developer of a bodybuilding method and its associated exercise program which spawned a landmark advertising campaign featuring his name and likeness; it has been described as one of the longest-lasting and most memorable ad campaigns of all time."}]}, {"heading": "Deaths", "year": "1973", "date": "December 23", "txt": "Irna Phillips, American screenwriter, created Guiding Light and As the World Turns (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "December 23", "txt": "Peggy Guggenheim, American-Italian art collector (b. 1898)", "entities": [{"title": "Peggy Guggenheim", "href": "/wiki/Peggy_Guggenheim", "description": "Marguerite \"Peggy\" Guggenheim was an American art collector, bohemian and socialite. Born to the wealthy New York City Guggenheim family, she was the daughter of Benjamin Guggenheim, who went down with the Titanic in 1912, and the niece of Solomon R. Guggenheim, who established the Solomon R. Guggenheim Foundation. Guggenheim collected art in Europe and America primarily between 1938 and 1946. She"}]}, {"heading": "Deaths", "year": "1982", "date": "December 23", "txt": "Jack Webb, American actor, director, producer, and screenwriter (b. 1920)", "entities": [{"title": "Jack Webb", "href": "/wiki/Jack_Webb", "description": "John Randolph Webb was an American actor, television producer, director, and screenwriter, who is most famous for his role as Sgt. Joe Friday in the Dragnet franchise. He was also the founder of his own production company, Mark VII Limited."}]}, {"heading": "Deaths", "year": "1983", "date": "December 23", "txt": "Colin Middleton, Irish painter and illustrator (b. 1910)", "entities": [{"title": "Colin Middleton", "href": "/wiki/Colin_Middleton", "description": "Colin Middleton MBE  was an Irish artist and surrealist."}]}, {"heading": "Deaths", "year": "1984", "date": "December 23", "txt": "Joan Lindsay, Australian author and playwright (b. 1896)", "entities": [{"title": "Joan Lindsay", "href": "/wiki/Joan_Lindsay", "description": "Joan à Beckett Lindsay, also known as Lady Lindsay, was an Australian novelist, playwright, essayist, and visual artist. Trained in her youth as a painter, Lindsay published her first literary work in 1936 at age forty under a pseudonym, a satirical novel titled Through Darkest Pondelayo. Her second novel, Time Without Clocks, was published nearly thirty years later, and was a semi-autobiographica"}]}, {"heading": "Deaths", "year": "1992", "date": "December 23", "txt": "Vincent Fourcade, French interior designer (b. 1934)", "entities": [{"title": "Vincent Fourcade", "href": "/wiki/Vincent_Fourcade", "description": "Vincent Gabriel Fourcade was a French interior designer and the business and life partner of Robert Denning. \"Outrageous luxury is what our clients want,\" he once said."}]}, {"heading": "Deaths", "year": "1994", "date": "December 23", "txt": "Sebastian Shaw, English actor, director, and playwright (b. 1905)", "entities": [{"title": "Sebastian Shaw (actor)", "href": "/wiki/Sebastian_Shaw_(actor)", "description": "Sebastian Lewis Shaw was an English actor, director, novelist, playwright and poet. During his 65-year career, he appeared in dozens of stage performances and more than 40 film and television productions."}]}, {"heading": "Deaths", "year": "1995", "date": "December 23", "txt": "Patric Knowles, English actor (b. 1911)", "entities": [{"title": "Patric Knowles", "href": "/wiki/Patric_Knowles", "description": "Reginald Lawrence Knowles was an English film actor who renamed himself Patric Knowles. Born in Horsforth, West Riding of Yorkshire, he made his film debut in 1932, and played either first or second film leads throughout his career. He appeared in films from the 1930s to the 1970s."}]}, {"heading": "Deaths", "year": "1998", "date": "December 23", "txt": "Joe Orlando, Italian-American author and illustrator (b. 1927)", "entities": [{"title": "Joe Orlando", "href": "/wiki/Joe_Orlando", "description": "Joseph Orlando was an Italian American illustrator, writer, editor and cartoonist during a lengthy career spanning six decades. He was the associate publisher of Mad and the vice president of DC Comics, where he edited numerous titles and ran DC's Special Projects department."}]}, {"heading": "Deaths", "year": "2000", "date": "December 23", "txt": "Billy Barty, American actor (b. 1924)", "entities": [{"title": "Billy Barty", "href": "/wiki/Billy_Barty", "description": "Billy Barty was an American actor and activist. In adult life, he stood 3 ft 9 in (1.14 m) tall, due to cartilage–hair hypoplasia dwarfism, and because of his short stature, he was often cast in movies opposite taller performers for comic effect. He specialized in outspoken or wisecracking characters. During the 1950s, he became a television actor, appearing regularly in the Spike Jones ensemble. "}]}, {"heading": "Deaths", "year": "2000", "date": "December 23", "txt": "Victor Borge, Danish-American comedian, pianist, and conductor (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "December 23", "txt": "Bola Ige, Nigerian lawyer and politician, 3rd Governor of Oyo State (b. 1930)", "entities": [{"title": "Bola Ige", "href": "/wiki/Bola_Ige", "description": "Chief James Ajibola Idowu Ige, SAN, simply known as Bola Ige, was a Nigerian lawyer and politician. He also served as Federal Minister of Justice for Nigeria. He was murdered in December 2001."}, {"title": "Governor of Oyo State", "href": "/wiki/Governor_of_Oyo_State", "description": "\nThis is a list of administrators and Governors of Oyo State, Nigeria. Oyo State was formed on 1976-02-03 when Western State was divided into Ogun, Ondo, and Oyo states."}]}, {"heading": "Deaths", "year": "2004", "date": "December 23", "txt": "P. V. Narasimha Rao, Indian lawyer and politician, 9th Prime Minister of India (b. 1921)", "entities": [{"title": "P. V. Narasimha Rao", "href": "/wiki/P._V._Narasimha_Rao", "description": "Pamulaparthi Venkata Narasimha Rao was an Indian lawyer and politician who served as the 9th Prime Minister of India from 1991 to 1996. His ascendancy to the prime ministership was politically significant in that he was the second holder of this office from a non-Hindi-speaking region and the first from South India. He led an important administration, overseeing a major economic transformation and"}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "2005", "date": "December 23", "txt": "Lajos Baróti, Hungarian footballer and manager (b. 1914)", "entities": [{"title": "Lajos Baróti", "href": "/wiki/Lajos_Bar%C3%B3ti", "description": "Lajos Baróti was a Hungarian football player and manager. With eleven major titles he is one of the outstanding coaches of his era."}]}, {"heading": "Deaths", "year": "2006", "date": "December 23", "txt": "Charlie Drake, English actor (b. 1925)", "entities": [{"title": "Charlie Drake", "href": "/wiki/Charlie_Drake", "description": "Charles Edward Springall, known professionally as Charlie Drake, was an English comedian, actor, writer and singer."}]}, {"heading": "Deaths", "year": "2006", "date": "December 23", "txt": "Timothy J. Tobias, American pianist and composer (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 23", "txt": "Johnny Vincent, English footballer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 23", "txt": "William Francis Ganong, Jr., American physiologist and academic (b. 1924)", "entities": [{"title": "William Francis Ganong, Jr.", "href": "/wiki/William_Francis_Ganong,_Jr.", "description": "William Francis Ganong Jr. was a Harvard-educated American physiologist, and was one of the first scientists to trace how the brain controls important internal functions of the body."}]}, {"heading": "Deaths", "year": "2007", "date": "December 23", "txt": "Michael Kidd, American dancer and choreographer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 23", "txt": "Oscar Peterson, Canadian pianist and composer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 23", "txt": "Robert L. Howard, American colonel, Medal of Honor recipient (b. 1939)", "entities": [{"title": "Robert L. Howard", "href": "/wiki/Robert_L._Howard", "description": "Robert Lewis Howard was a highly decorated United States Army Special Forces officer and Medal of Honor recipient of the Vietnam War."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2009", "date": "December 23", "txt": "Ngapoi Ngawang Jigme, Tibetan general and politician (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 23", "txt": "Edward Schillebeeckx, Belgian theologian and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 23", "txt": "Fred Hargesheimer, American soldier and pilot (b. 1916)", "entities": [{"title": "Fred Hargesheimer", "href": "/wiki/Fred_Hargesheimer", "description": "Major Fred Hargesheimer was a former pilot of the United States Army Air Forces who was shot down during World War II over Papua New Guinea in June 1943. He later became a philanthropist who helped out the village that had hidden him from the Japanese."}]}, {"heading": "Deaths", "year": "2010", "date": "December 23", "txt": "K. Karunakaran, Indian lawyer and politician, 7th Chief Minister of Kerala (b. 1918)", "entities": [{"title": "Chief Minister of Kerala", "href": "/wiki/Chief_Minister_of_Kerala", "description": "The Chief Minister of Kerala is the chief executive of the Kerala state of India. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Kerala Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor app"}]}, {"heading": "Deaths", "year": "2011", "date": "December 23", "txt": "Aydın Menderes, Turkish economist and politician (b. 1946)", "entities": [{"title": "Aydın Menderes", "href": "/wiki/Ayd%C4%B1n_Menderes", "description": "Aydın Menderes was a Turkish politician. He was a deputy, who represented various parties from 1977 to 2002. He was the youngest son of former prime minister Adnan Menderes."}]}, {"heading": "Deaths", "year": "2012", "date": "December 23", "txt": "Jean Harris, American educator and murderer (b. 1923)", "entities": [{"title": "Jean Harris", "href": "/wiki/Jean_Harris", "description": "Jean Struven Harris was the headmistress of The Madeira School for girls in McLean, Virginia, who made national news in the early 1980s when she was tried and convicted of the murder of her ex-lover, Herman Tarnower, a well-known cardiologist and author of the best-selling book The Complete Scarsdale Medical Diet. The case is featured on the TV show Murder Made Me Famous."}]}, {"heading": "Deaths", "year": "2012", "date": "December 23", "txt": "Eduardo Maiorino, Brazilian mixed martial artist and kick-boxer (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 23", "txt": "Chryssa, Greek-American sculptor (b. 1933)", "entities": [{"title": "Chryssa", "href": "/wiki/Chryssa", "description": "Chryssa Vardea-Mavromichali was a Greek American artist who worked in a wide variety of media. An American art pioneer in light art and luminist sculpture, known for her neon, steel, aluminum and acrylic glass installations, she always used the mononym Chryssa professionally. She worked from the mid-1950s in New York City studios and worked since 1992 in the studio she established in Neos Kosmos, "}]}, {"heading": "Deaths", "year": "2013", "date": "December 23", "txt": "Mikhail Kalashnikov, Russian general and weapons designer, designed the AK-47 rifle (b. 1919)", "entities": [{"title": "AK-47", "href": "/wiki/AK-47", "description": "The AK-47, officially known as the Avtomat Kalashnikova, is a gas-operated, 7.62×39mm assault rifle developed in the Soviet Union by Mikhail Kalashnikov in the aftermath of World War II. It is the originating firearm of the Kalashnikov rifle family. The number 47 refers to the year it was finished."}]}, {"heading": "Deaths", "year": "2013", "date": "December 23", "txt": "Yusef Lateef, American saxophonist, composer, and educator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 23", "txt": "Ricky Lawson, American drummer and composer (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 23", "txt": "G. S. Shivarudrappa, Indian poet and educator (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 23", "txt": "Robert W. Wilson, American philanthropist and art collector (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 23", "txt": "Edward Greenspan, Canadian lawyer and author (b. 1944)", "entities": [{"title": "Edward Greenspan", "href": "/wiki/Edward_Greenspan", "description": "Edward Leonard Greenspan, was one of Canada's most famous defence lawyers, and a prolific author of legal volumes. His fame was owed to numerous high-profile clients and to his national exposure on the Canadian Broadcasting Corporation radio series The Scales of Justice (1982-94)."}]}, {"heading": "Deaths", "year": "2014", "date": "December 23", "txt": "Robert V. Hogg, American statistician and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 23", "txt": "Alfred G. Gilman, American pharmacologist and biochemist, Nobel Prize laureate (b. 1941)", "entities": [{"title": "Alfred G. Gilman", "href": "/wiki/Alfred_G._Gilman", "description": "Alfred Goodman Gilman was an American pharmacologist and biochemist. He and Martin Rodbell shared the 1994 Nobel Prize in Physiology or Medicine \"for their discovery of G-proteins and the role of these proteins in signal transduction in cells.\""}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2015", "date": "December 23", "txt": "Don Howe, English footballer and manager (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 23", "txt": "Jean-Marie Pelt, French biologist, pharmacist, and academic (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 23", "txt": "Bülent Ulusu, Turkish admiral and politician, 18th Prime Minister of Turkey (b. 1923)", "entities": [{"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Deaths", "year": "2017", "date": "December 23", "txt": "Maurice Hayes, Irish educator and politician (b. 1927)", "entities": [{"title": "Maurice Hayes", "href": "/wiki/Maurice_Hayes", "description": "Maurice Hayes was an Irish public servant and, late in life, an independent member of the 21st and 22nd Seanads. Hayes was nominated by the Taoiseach, Bertie Ahern, in 1997 and re-nominated in 2002. He also served, at the Taoiseach's request, as Chairman of the National Forum on Europe in the Republic of Ireland."}]}, {"heading": "Deaths", "year": "2020", "date": "December 23", "txt": "Leslie West, American singer and guitarist (b. 1945) ", "entities": [{"title": "Leslie West", "href": "/wiki/Leslie_West", "description": "Leslie West was an American rock guitarist, vocalist, and songwriter. He was best known as a founding member and co-lead vocalist of the hard rock band Mountain."}]}]