[{"heading": "Events", "year": "875", "date": "December 29", "txt": "Charles the Bald, King of the Franks, is crowned as Holy Roman Emperor Charles II.", "entities": [{"title": "Charles the Bald", "href": "/wiki/Charles_the_Bald", "description": "Charles the Bald was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious b"}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1170", "date": "December 29", "txt": "Thomas Becket, Archbishop of Canterbury, is assassinated inside Canterbury Cathedral by followers of King Henry II; he subsequently becomes a saint and martyr in the Anglican Communion and the Catholic Church.", "entities": [{"title": "Thomas Becket", "href": "/wiki/Thomas_Becket", "description": "Thomas Becket, also known as Saint Thomas of Canterbury, Thomas of London and later Thomas à Becket, was Archbishop of Canterbury from 1162 until his murder in 1170. He is venerated as a saint and martyr by both the Catholic Church and the Anglican Communion. He engaged in conflict with Henry II, King of England, over the rights and privileges of the Church and was murdered by followers of the kin"}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}, {"title": "Canterbury Cathedral", "href": "/wiki/Canterbury_Cathedral", "description": "Canterbury Cathedral in Canterbury, Kent, is one of the oldest and most famous Christian structures in England. It forms part of a World Heritage Site. It is the cathedral of the Archbishop of Canterbury, currently Justin Welby, leader of the Church of England and symbolic leader of the worldwide Anglican Communion. Its formal title is the Cathedral and Metropolitical Church of Christ at Canterbur"}, {"title": "Henry II of England", "href": "/wiki/Henry_II_of_England", "description": "Henry II, also known as Henry Curtmantle, Henry FitzEmpress or Henry Plantagenet, was King of England from 1154 until his death in 1189. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Count Geoffrey V, in 1151. His marriage in 1152 to Eleanor of Aquitaine, whose marri"}, {"title": "Anglican Communion", "href": "/wiki/Anglican_Communion", "description": "The Anglican Communion is the third largest Christian communion after the Catholic Church and Eastern Orthodox Church. Founded in 1867 in London, the communion has more than 85 million members within the Church of England and other national and regional churches in full communion. The traditional origins of Anglican doctrine are summarised in the Thirty-nine Articles (1571). The Archbishop of Cant"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1503", "date": "December 29", "txt": "The Battle of Garigliano (1503) was fought between a Spanish army under Gonzalo Fernández de Córdoba and a French army commanded by Ludovico II, Marquess of Saluzzo.", "entities": [{"title": "Battle of Garigliano (1503)", "href": "/wiki/Battle_of_Garigliano_(1503)", "description": "The Battle of Garigliano was fought on 29 December 1503 between a Spanish army under Gonzalo Fernández de Córdoba and a French army commanded by Ludovico II, Marquis of Saluzzo."}, {"title": "Gonzalo Fernández de Córdoba", "href": "/wiki/Gonzalo_Fern%C3%A1ndez_de_C%C3%B3rdoba", "description": "Gonzalo Fernández de Córdoba y Enríquez de Aguilar, 1st Duke of Santángelo was a Spanish general and statesman who led successful military campaigns during the Conquest of Granada and the Italian Wars. His military victories and widespread popularity earned him the nickname \"El Gran Capitán\". He also negotiated the final surrender of Granada and later served as Viceroy of Naples. Fernández de Córd"}, {"title": "Ludovico II, Marquess of Saluzzo", "href": "/wiki/Ludovico_II,_Marquess_of_Saluzzo", "description": "Ludovico II del Vasto was marquess of Saluzzo from 1475 until his death. Before his accession as marquis he held the title of Count of Carmagnola."}]}, {"heading": "Events", "year": "1508", "date": "December 29", "txt": "Portuguese forces under the command of Francisco de Almeida attack Khambhat at the Battle of Dabul.", "entities": [{"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}, {"title": "Francisco de Almeida", "href": "/wiki/Francisco_de_Almeida", "description": "Dom Francisco de Almeida, also known as the Great Dom Francisco, was a Portuguese nobleman, soldier and explorer. He distinguished himself as a counsellor to King John II of Portugal and later in the wars against the Moors and in the conquest of Granada in 1492. In 1505 he was appointed as the first governor and viceroy of the Portuguese State of India. Almeida is credited with establishing Portug"}, {"title": "Khambhat", "href": "/wiki/Khambhat", "description": "Khambhat, also known as Khambat, Khambaj, and Cambay, is a city and the surrounding urban agglomeration in Khambhat Taluka, Anand district in the Indian state of Gujarat. It was once an important trading center, but its harbour gradually silted up, and the maritime trade moved to Surat. Khambat lies on an alluvial plain at the north end of the Gulf of Khambhat, noted for the extreme rise and fall "}, {"title": "Battle of Dabul", "href": "/wiki/Battle_of_Dabul", "description": "The Battle of Dabul was a retaliatory attack by the forces of the Viceroy of Portuguese India, Francisco de Almeida, upon the port city of Dabul in the Kingdom of Bijapur December 29, 1508, for attacking the Portuguese armada en route to the Battle of Diu. Despite the presence of a double wooden wall and a ditch, the Portuguese using both an artillery bombardment and a pincer movement of armed sol"}]}, {"heading": "Events", "year": "1778", "date": "December 29", "txt": "American Revolutionary War: Three thousand British soldiers under the command of Lieutenant Colonel Archibald Campbell capture Savannah, Georgia.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Lieutenant colonel (United Kingdom)", "href": "/wiki/Lieutenant_colonel_(United_Kingdom)", "description": "Lieutenant colonel, is a rank in the British Army and Royal Marines which is also used in many Commonwealth countries. The rank is superior to major, and subordinate to colonel. The comparable Royal Navy rank is commander, and the comparable rank in the Royal Air Force and many Commonwealth air forces is wing commander."}, {"title": "Archibald Campbell (British Army officer, born 1739)", "href": "/wiki/Archibald_Campbell_(British_Army_officer,_born_1739)", "description": "Sir Archibald Campbell KB served as governor of Georgia, Jamaica, and Madras. He was a major Scottish landowner, Heritable Usher of the White Rod for Scotland and politician who sat in the House of Commons between 1774 and 1791."}, {"title": "Capture of Savannah", "href": "/wiki/Capture_of_Savannah", "description": "The Capture of Savannah, or sometimes the First Battle of Savannah, or the Battle of Brewton Hill, was an American Revolutionary War battle fought on December 29, 1778 pitting local American Patriot militia and Continental Army units, holding the City, against a British invasion force under the command of Lieutenant Colonel Archibald Campbell. The British capture of the city led to an extended occ"}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}]}, {"heading": "Events", "year": "1812", "date": "December 29", "txt": "USS Constitution, under the command of Captain William Bainbridge, captures HMS Java off the coast of Brazil after a three-hour battle.", "entities": [{"title": "USS Constitution", "href": "/wiki/USS_Constitution", "description": "USS Constitution, also known as Old Ironsides, is a wooden-hulled, three-masted heavy frigate of the United States Navy. She is the world's oldest commissioned naval vessel still afloat. She was launched in 1797, one of six original frigates authorized for construction by the Naval Act of 1794 and the third constructed. The name \"Constitution\" was among ten names submitted to President George Wash"}, {"title": "Captain (United States O-6)", "href": "/wiki/Captain_(United_States_O-6)", "description": "In the United States Navy, United States Coast Guard, United States Public Health Service Commissioned Corps (USPHS), and National Oceanic and Atmospheric Administration Commissioned Officer Corps, captain is the senior-most commissioned officer rank below that of flag officer. The equivalent rank is colonel in the United States Army, Air Force, and Marine Corps."}, {"title": "William Bainbridge", "href": "/wiki/William_Bainbridge", "description": "William Bainbridge was a Commodore in the United States Navy. During his long career in the young American Navy he served under six presidents beginning with John Adams and is notable for his many victories at sea. He commanded several famous naval ships, including USS Constitution, and saw service in the Barbary Wars and the War of 1812. Bainbridge was also in command of USS Philadelphia when she"}, {"title": "HMS Java (1811)", "href": "/wiki/HMS_Java_(1811)", "description": "HMS Java was a British Royal Navy 38-gun fifth-rate frigate. She was originally laid down in 1805 as Renommée, described as a 40-gun  Pallas-class French Navy frigate, but the vessel actually carried 46 guns. The British captured her in 1811 in a noteworthy action during the Battle of Tamatave, but she is most famous for her defeat on 29 December 1812 in a three-hour single-ship action against USS"}]}, {"heading": "Events", "year": "1835", "date": "December 29", "txt": "The Treaty of New Echota is signed, ceding all the lands of the Cherokee east of the Mississippi River to the United States.", "entities": [{"title": "Treaty of New Echota", "href": "/wiki/Treaty_of_New_Echota", "description": "The Treaty of New Echota was a treaty signed on December 29, 1835, in New Echota, Georgia, by officials of the United States government and representatives of a minority Cherokee political faction, the Treaty Party."}, {"title": "Cherokee", "href": "/wiki/Cherokee", "description": "The Cherokee are one of the indigenous people of the Southeastern Woodlands of the United States. Prior to the 18th century, they were concentrated in their homelands, in towns along river valleys of what is now southwestern North Carolina, southeastern Tennessee, edges of western South Carolina, northern Georgia and northeastern Alabama."}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}]}, {"heading": "Events", "year": "1845", "date": "December 29", "txt": "The United States annexes the Republic of Texas.", "entities": [{"title": "Republic of Texas", "href": "/wiki/Republic_of_Texas", "description": "The Republic of Texas was a sovereign state in North America that existed from March 2, 1836, to February 19, 1846, although Mexico considered it a rebellious province during its entire existence. It was bordered by Mexico to the west and southwest, the Gulf of Mexico to the southeast, the two U.S. states of Louisiana and Arkansas to the east and northeast, and United States territories encompassi"}]}, {"heading": "Events", "year": "1860", "date": "December 29", "txt": "The launch of HMS Warrior, with her combination of screw propeller, iron hull and iron armour, renders all previous warships obsolete.", "entities": [{"title": "HMS Warrior (1860)", "href": "/wiki/HMS_Warrior_(1860)", "description": "HMS Warrior is a 40-gun steam-powered armoured frigate built for the Royal Navy in 1859–1861. She was the name ship of the Warrior-class ironclads. Warrior and her sister ship HMS Black Prince were the first armour-plated, iron-hulled warships, and were built in response to France's launching in 1859 of the first ocean-going ironclad warship, the wooden-hulled Gloire. Warrior conducted a publicity"}, {"title": "Propeller", "href": "/wiki/Propeller", "description": "A propeller is a device with a rotating hub and radiating blades that are set at a pitch to form a helical spiral, that, when rotated, performs an action which is similar to Archimedes' screw. It transforms rotational power into linear thrust by acting upon a working fluid, such as water or air. The rotational motion of the blades is converted into thrust by creating a pressure difference between "}, {"title": "Ironclad warship", "href": "/wiki/Ironclad_warship", "description": "An ironclad is a steam-propelled warship protected by iron or steel armor plates, which were predominantly constructed from 1859 to the early 1890s. The ironclad was developed as a result of the vulnerability of wooden warships to explosive or incendiary shells. The first ironclad battleship, Gloire, was launched by the French Navy in November 1859. The British Admiralty had been considering armor"}]}, {"heading": "Events", "year": "1874", "date": "December 29", "txt": "The military coup of Gen. Martinez Campos in Sagunto ends the failed First Spanish Republic and the monarchy is restored as Prince Alfonso is proclaimed King of Spain.", "entities": [{"title": "Arsenio Martínez-Campos y Antón", "href": "/wiki/Arsenio_Mart%C3%ADnez-Campos_y_Ant%C3%B3n", "description": "Arsenio Martínez-Campos y Antón, born Martínez y Campos, was a Spanish officer who rose against the First Spanish Republic in a military revolution in 1874 and restored Spain's Bourbon dynasty. Later, he became Captain-General of Cuba. The soldier and politician took part in wars in Africa, Mexico and Cuba and in the Third Carlist War."}, {"title": "Sagunto", "href": "/wiki/Sagunto", "description": "Sagunto ([saˈɣunto] is a city in Eastern Spain, in the modern fertile comarca of Camp de Morvedre in the province of Valencia. It is located c. 30 km north of Valencia, close to the Costa del Azahar on the Mediterranean Sea."}, {"title": "First Spanish Republic", "href": "/wiki/First_Spanish_Republic", "description": "The Spanish Republic, commonly known as the First Spanish Republic to distinguish it from the Spanish Republic of 1931–39, was the short-lived political regime that existed in Spain between the parliamentary proclamation on 11 February 1873 and 29 December 1874 when General Arsenio Martínez Campos's pronunciamiento marked the beginning of the Bourbon Restoration in Spain. The Republic's founding s"}, {"title": "Restoration (Spain)", "href": "/wiki/Restoration_(Spain)", "description": "The Restoration, or Bourbon Restoration, is the name given to the period that began on 29 December 1874 — after a coup d'état by Martínez Campos ended the First Spanish Republic and restored the monarchy under Alfonso XII — and ended on 14 April 1931 with the proclamation of the Second Spanish Republic."}, {"title": "Alfonso XII of Spain", "href": "/wiki/Alfonso_XII_of_Spain", "description": "Alfonso XII of Spain, also known as El Pacificador or the Peacemaker, was King of Spain, reigning from 1874 to 1885. After a revolution that deposed his mother Isabella II from the throne in 1868, Alfonso studied in Austria and France. His mother abdicated in his favour in 1870, and he returned to Spain as king in 1874 following a military coup against the First Republic. Alfonso died aged 27 in 1"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Events", "year": "1876", "date": "December 29", "txt": "The Ashtabula River railroad disaster occurs, leaving 64 injured and 92 dead at Ashtabula, Ohio.", "entities": [{"title": "Ashtabula River railroad disaster", "href": "/wiki/Ashtabula_River_railroad_disaster", "description": "The Ashtabula River railroad disaster was the failure of a bridge over the Ashtabula River near the town of Ashtabula, Ohio, in the United States on December 29, 1876. A train of the Lake Shore and Michigan Southern Railway carrying about 160 passengers passed over the bridge as it failed. All but the lead locomotive plunged into the river. The train's oil lanterns and coal-fired heating stoves se"}, {"title": "Ashtabula, Ohio", "href": "/wiki/Ashtabula,_Ohio", "description": "Ashtabula is a city in Ashtabula County, Ohio, United States, and the center of the Ashtabula Micropolitan Statistical Area. It is located at the mouth of the Ashtabula River on Lake Erie, one of the Great Lakes, across from the province of Ontario, Canada and 53 miles (85 km) northeast of Cleveland. The name Ashtabula is derived from ashtepihəle, which means 'always enough fish to be shared aroun"}]}, {"heading": "Events", "year": "1890", "date": "December 29", "txt": "Wounded Knee Massacre on Pine Ridge Indian Reservation, 300 Lakota are killed by the United States 7th Cavalry Regiment.", "entities": [{"title": "Wounded Knee Massacre", "href": "/wiki/Wounded_Knee_Massacre", "description": "The Wounded Knee Massacre, also known as the Battle of Wounded Knee, was a massacre of nearly three hundred Lakota people by soldiers of the United States Army. It occurred on December 29, 1890, near Wounded Knee Creek on the Lakota Pine Ridge Indian Reservation in the U.S. state of South Dakota, following a botched attempt to disarm the Lakota camp. The previous day, a detachment of the U.S. 7th "}, {"title": "Pine Ridge Indian Reservation", "href": "/wiki/Pine_Ridge_Indian_Reservation", "description": "The Pine Ridge Indian Reservation, also called Pine Ridge Agency, is an Oglala Lakota Indian reservation located virtually entirely in the U.S. state of South Dakota. Originally included within the territory of the Great Sioux Reservation, Pine Ridge was created by the Act of March 2, 1889, 25 Stat. 888. in the southwest corner of South Dakota on the Nebraska border. Today it consists of 3,468.85 "}, {"title": "Lakota people", "href": "/wiki/Lakota_people", "description": "The Lakota are a Native American tribe. Also known as the Teton Sioux, they are one of the three prominent subcultures of the Sioux people. Their current lands are in North and South Dakota. They speak Lakȟótiyapi—the Lakota language, the westernmost of three closely related languages that belong to the Siouan language family."}, {"title": "7th Cavalry Regiment", "href": "/wiki/7th_Cavalry_Regiment", "description": "The 7th Cavalry Regiment is a United States Army cavalry regiment formed in 1866. Its official nickname is \"Garryowen\", after the Irish air \"Garryowen\" that was adopted as its march tune. 3rd and 4th Squadrons were disbanded."}]}, {"heading": "Events", "year": "1911", "date": "December 29", "txt": "Mongolia gains independence from the Qing dynasty, enthroning 8th Jebtsundamba Khutughtu as Khagan of Mongolia.", "entities": [{"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Bogd Khan", "href": "/wiki/Bogd_Khan", "description": "The Bogd Khan was the ruler (khan) of the Bogd Khaganate of Mongolia from 1911 to 1924, following the country's independence from the Qing dynasty of China after the Xinhai Revolution. Born in Tibet, he was the third most important person in the Tibetan Buddhist hierarchy as the 8th Jebtsundamba Khutuktu, below only the Dalai Lama and Panchen Lama, and therefore also known as the \"Bogdo Lama\". He "}, {"title": "Khagan of Mongolia", "href": "/wiki/Khagan_of_Mongolia", "description": "The following is a list of Mongol rulers."}]}, {"heading": "Events", "year": "1911", "date": "December 29", "txt": "Sun Yat-sen becomes the provisional President of the Republic of China; he formally takes office on January 1, 1912.", "entities": [{"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}]}, {"heading": "Events", "year": "1913", "date": "December 29", "txt": "Cecil B. DeMille starts filming Hollywood's first feature film, The Squaw Man.", "entities": [{"title": "Cecil B. DeMille", "href": "/wiki/Cecil_B._DeMille", "description": "Cecil Blount DeMille was an American film director and producer. Between 1914 and 1958, he made 70 features, both silent and sound films. He is acknowledged as a founding father of the American cinema and the most commercially successful producer-director in film history. His films were distinguished by their epic scale and by his cinematic showmanship. His silent films included social dramas, com"}, {"title": "Hollywood", "href": "/wiki/Hollywood", "description": "Hollywood is a neighborhood in the central region of Los Angeles, California. Its name has come to be a shorthand reference for the U.S. film industry and the people associated with it. Many of its studios such as Disney, Paramount Pictures, Warner Bros., and Universal Pictures were founded there; Paramount still has its studios there."}, {"title": "The Squaw Man (1914 film)", "href": "/wiki/The_Squaw_Man_(1914_film)", "description": "The Squaw Man is a 1914 silent western drama film directed by Cecil B. DeMille and Oscar C. Apfel, and starring Dustin Farnum. It was DeMille's directorial debut and one of the first feature films to be shot in what is now Hollywood."}]}, {"heading": "Events", "year": "1916", "date": "December 29", "txt": "A Portrait of the Artist as a Young Man, the first novel by James Joyce, was first published as a book by an American publishing house B. W. Huebschis after it had been serialized in The Egoist (1914–15).", "entities": [{"title": "James Joyce", "href": "/wiki/James_Joyce", "description": "James Augustine Aloysius Joyce was an Irish novelist, short story writer, poet, teacher, and literary critic. He contributed to the modernist avant-garde movement and is regarded as one of the most influential and important writers of the 20th century. Joyce is best known for Ulysses (1922), a landmark work in which the episodes of Homer's Odyssey are paralleled in a variety of literary styles, mo"}]}, {"heading": "Events", "year": "1930", "date": "December 29", "txt": "Sir Muhammad Iqbal's presidential address in Allahabad introduces the two-nation theory and outlines a vision for the creation of Pakistan.", "entities": [{"title": "Muhammad Iqbal", "href": "/wiki/Muhammad_Iqbal", "description": "Sir Muhammad Iqbal was a South Asian Muslim writer, philosopher, and politician, whose poetry in the Urdu language is among the greatest of the twentieth century, and whose vision of a cultural and political ideal for the Muslims of British-ruled India was to animate the impulse for Pakistan. He is commonly referred to by the honorific Allama."}, {"title": "Allahabad", "href": "/wiki/Allahabad", "description": "Allahabad, officially known as Prayagraj, also known as Ilahabad, is a metropolis in the Indian state of Uttar Pradesh. It is the administrative headquarters of Allahabad district—the most populous district in the state and 13th most populous district in India—and the Allahabad division. The city is the judicial capital of Uttar Pradesh with Allahabad High Court being the highest judicial body in "}, {"title": "Two-nation theory", "href": "/wiki/Two-nation_theory", "description": "The two-nation theory is an ideology of religious nationalism which significantly influenced the Indian subcontinent following its independence from the British Empire. According to this theory, Muslims and Hindus are two separate nations, with their own customs, religion, and traditions; therefore, from social and moral points of view, Muslims should be able to have their own separate homeland ou"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "1934", "date": "December 29", "txt": "Japan renounces the Washington Naval Treaty of 1922 and the London Naval Treaty of 1930.", "entities": [{"title": "Washington Naval Treaty", "href": "/wiki/Washington_Naval_Treaty", "description": "The Washington Naval Treaty, also known as the Five-Power Treaty, was a treaty signed during 1922 among the major Allies of World War I, which agreed to prevent an arms race by limiting naval construction. It was negotiated at the Washington Naval Conference, held in Washington, D.C., from November 1921 to February 1922, and it was signed by the governments of the United Kingdom, the United States"}, {"title": "London Naval Treaty", "href": "/wiki/London_Naval_Treaty", "description": "The London Naval Treaty, officially the Treaty for the Limitation and Reduction of Naval Armament, was an agreement between the United Kingdom, Japan, France, Italy, and the United States that was signed on 22 April 1930. Seeking to address a loophole in the 1922 Washington Naval Treaty, which had created tonnage limits for each nation's surface warships, the new agreement regulated submarine warf"}]}, {"heading": "Events", "year": "1937", "date": "December 29", "txt": "The Irish Free State is replaced by a new state called Ireland with the adoption of a new constitution.", "entities": [{"title": "Irish Free State", "href": "/wiki/Irish_Free_State", "description": "The Irish Free State was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the Irish Republic, the Irish Republican Army (IRA), and British Crown forces."}, {"title": "Republic of Ireland", "href": "/wiki/Republic_of_Ireland", "description": "Ireland, also known as the Republic of Ireland, is a country in north-western Europe consisting of 26 of the 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ir"}, {"title": "Constitution of Ireland", "href": "/wiki/Constitution_of_Ireland", "description": "The Constitution of Ireland is the fundamental law of Ireland. It asserts the national sovereignty of the Irish people. The constitution is broadly within the tradition of liberal democracy, being based on a system of representative democracy. It guarantees certain fundamental rights, along with a popularly elected non-executive president, a bicameral parliament, a separation of powers and judicia"}]}, {"heading": "Events", "year": "1940", "date": "December 29", "txt": "World War II: In the Second Great Fire of London, the Luftwaffe fire-bombs London, England, killing almost 200 civilians.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Second Great Fire of London", "href": "/wiki/Second_Great_Fire_of_London", "description": "The Second Great Fire of London in December 1940 was one of the most destructive air raids of the Blitz during World War II. The Luftwaffe raid caused fires over an area greater than that of the Great Fire of London in 1666, leading one American correspondent to say in a cable to his office that \"The second Great Fire of London has begun\". Fires started by the raid included an incendiary bomb that"}, {"title": "Luftwaffe", "href": "/wiki/Luftwaffe", "description": "The Luftwaffe was the aerial warfare branch of the Wehrmacht during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Imperial Army and the Marine-Fliegerabteilung of the Imperial Navy, had been disbanded in May 1920 in accordance with the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force."}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1949", "date": "December 29", "txt": "KC2XAK of Bridgeport, Connecticut becomes the first Ultra high frequency (UHF) television station to operate a daily schedule.", "entities": [{"title": "KC2XAK", "href": "/wiki/KC2XAK", "description": "KC2XAK was the world's first UHF television station, which went on the air on December 29, 1949. It was a rebroadcast/broadcast translator transmitter of New York City's WNBT, and broadcast on 529-535 MHz in Bridgeport, Connecticut."}, {"title": "Bridgeport, Connecticut", "href": "/wiki/Bridgeport,_Connecticut", "description": "Bridgeport is a historic seaport city in the U.S. state of Connecticut, and its largest city. With a census-estimated population of 144,399 in 2019, it is also the fifth-most populous in New England. Located in Fairfield County at the mouth of the Pequonnock River on Long Island Sound, it is 60 miles (97 km) from Manhattan and 40 miles (64 km) from The Bronx. It is bordered by the towns of Trumbul"}, {"title": "Ultra high frequency", "href": "/wiki/Ultra_high_frequency", "description": "Ultra high frequency (UHF) is the ITU designation for radio frequencies in the range between 300 megahertz (MHz) and 3 gigahertz (GHz), also known as the decimetre band as the wavelengths range from one meter to one tenth of a meter. Radio waves with frequencies above the UHF band fall into the super-high frequency (SHF) or microwave frequency range. Lower frequency signals fall into the VHF or lo"}]}, {"heading": "Events", "year": "1972", "date": "December 29", "txt": "Eastern Air Lines Flight 401 (a Lockheed L-1011 TriStar) crashes in the Florida Everglades on approach to Miami International Airport, Florida, killing 101 of the 176 people on board.", "entities": [{"title": "Eastern Air Lines Flight 401", "href": "/wiki/Eastern_Air_Lines_Flight_401", "description": "Eastern Air Lines Flight 401 was a scheduled flight from New York JFK to Miami. Shortly before midnight on December 29, 1972, the Lockheed L-1011-1 TriStar crashed into the Florida Everglades, causing 101 fatalities. The pilots and the flight engineer, two of 10 flight attendants, and 96 of 163 passengers died; 75 passengers and crew survived."}, {"title": "Lockheed L-1011 TriStar", "href": "/wiki/Lockheed_L-1011_TriStar", "description": "The Lockheed L-1011 TriStar, commonly referred to as the L-1011 or TriStar, is an American medium-to-long-range, wide-body trijet airliner built by the Lockheed Corporation. It was the third wide-body airliner to enter commercial operations, after the Boeing 747 and the McDonnell Douglas DC-10. The airliner has a seating capacity of up to 400 passengers and a range of over 4,000 nautical miles (7,"}, {"title": "Florida Everglades", "href": "/wiki/Florida_Everglades", "description": "The Everglades is a natural region of tropical wetlands in the southern portion of the U.S. state of Florida, comprising the southern half of a large drainage basin within the Neotropical realm. The ecosystem it forms is not presently found anywhere else on earth. The system begins near Orlando with the Kissimmee River, which discharges into the vast but shallow Lake Okeechobee. Water leaving the "}, {"title": "Miami International Airport", "href": "/wiki/Miami_International_Airport", "description": "Miami International Airport, also known as MIA and historically as Wilcox Field, is the primary airport serving the Miami area, Florida, United States, with over 1,000 daily flights to 167 domestic and international destinations, and one of three airports serving this area. The airport is in an unincorporated area in Miami-Dade County, 8 miles (13 km) northwest of Downtown Miami, in metropolitan M"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1975", "date": "December 29", "txt": "A bomb explodes at LaGuardia Airport in New York City, killing 11 people and injuring 74.", "entities": [{"title": "1975 LaGuardia Airport bombing", "href": "/wiki/1975_LaGuardia_Airport_bombing", "description": "On December 29, 1975, a bomb detonated near the TWA baggage reclaim terminal at LaGuardia Airport in New York City. The blast killed 11 people and seriously injured 74. The perpetrators were never identified. The attack occurred during a four-year period of heightened terrorism within the United States: 1975 was especially volatile, with bombings in New York City and Washington, D.C., and two assa"}, {"title": "LaGuardia Airport", "href": "/wiki/LaGuardia_Airport", "description": "LaGuardia Airport is an airport in East Elmhurst, Queens, New York City. Covering 680 acres (280 ha), the airport is the third busiest airport serving New York City, and the twentieth busiest in the United States. The airport adopted its current name in 1953 for Fiorello La Guardia, the mayor of New York City when the airport was built. LGA is a hub for American Airlines and Delta Air Lines. A per"}]}, {"heading": "Events", "year": "1989", "date": "December 29", "txt": "Czech writer, philosopher and dissident Václav Havel is elected the first post-communist President of Czechoslovakia.", "entities": [{"title": "Václav Havel", "href": "/wiki/V%C3%A1clav_Havel", "description": "Václav Havel was a Czech statesman, writer and former dissident, who served as the last President of Czechoslovakia from 1989 until the dissolution of Czechoslovakia in 1992 and then as the first President of the Czech Republic from 1993 to 2003. He was the first democratically elected president of either country after the end of communism. As a writer of Czech literature, he is known for his play"}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Events", "year": "1989", "date": "December 29", "txt": "The Nikkei 225 for the Tokyo Stock Exchange hits its all-time intra-day high of 38,957.44 and closing high at 38,915.87, serving as the apex of the Japanese asset price bubble.", "entities": [{"title": "Tokyo Stock Exchange", "href": "/wiki/Tokyo_Stock_Exchange", "description": "The Tokyo Stock Exchange, abbreviated as Tosho (東証) or TSE/TYO, is a stock exchange located in Tokyo, Japan. It is the third largest stock exchange in the world by aggregate market capitalization of its listed companies, and the largest in Asia. It had 2,292 listed companies with a combined market capitalization of US$5.67 trillion as of February 2019."}, {"title": "Japanese asset price bubble", "href": "/wiki/Japanese_asset_price_bubble", "description": "The Japanese asset price bubble  was an economic bubble in Japan from 1986 to 1991 in which real estate and stock market prices were greatly inflated. In early 1992, this price bubble burst and Japan's economy stagnated. The bubble was characterized by rapid acceleration of asset prices and overheated economic activity, as well as an uncontrolled money supply and credit expansion. More specificall"}]}, {"heading": "Events", "year": "1992", "date": "December 29", "txt": "Fernando Collor de Mello, president of Brazil, tries to resign amidst corruption charges, but is then impeached.", "entities": [{"title": "Fernando Collor de Mello", "href": "/wiki/Fernando_Collor_de_Mello", "description": "Fernando Affonso Collor de Mello is a Brazilian politician who served as the 32nd President of Brazil from 1990 to 1992, when he resigned in a failed attempt to stop his impeachment trial by the Brazilian Senate. Collor was the first President democratically elected after the end of the Brazilian military government. He became the youngest president in Brazilian history, taking office at the age o"}]}, {"heading": "Events", "year": "1994", "date": "December 29", "txt": "Turkish Airlines Flight 278 (a Boeing 737-400) crashes on approach to Van Ferit Melen Airport in Van, Turkey, killing 57 of the 76 people on board.", "entities": [{"title": "Turkish Airlines Flight 278", "href": "/wiki/Turkish_Airlines_Flight_278", "description": "Turkish Airlines Flight 278, operated by a Boeing 737-4Y0 registered TC-JES and named Mersin, was a domestic scheduled flight from Ankara Esenboğa Airport to Van Ferit Melen Airport in eastern Turkey that crashed on 29 December 1994 during its final approach to land in driving snow. Five of the seven crew and 52 of the 69 passengers lost their lives, while two crew members and 17 passengers surviv"}, {"title": "Boeing 737 Classic", "href": "/wiki/Boeing_737_Classic", "description": "The Boeing 737 Classic are narrow-body airliners produced by Boeing Commercial Airplanes, the second generation of the original Boeing 737-100/-200.\n\nDevelopment began in 1979 and the first variant, the 737-300, first flew in February 1984 and entered service in December of that year.\nThe stretched 737-400 first flew in February 1988 and entered service later that year. The shortest variant, the 7"}, {"title": "Van Ferit Melen Airport", "href": "/wiki/Van_Ferit_Melen_Airport", "description": "Van Ferit Melen Airport is an airport in Van, a city in the eastern region of Turkey. It is named after the Turkish politician and former prime minister Ferit Melen (1906–1988)."}, {"title": "Van, Turkey", "href": "/wiki/Van,_Turkey", "description": "Van is a mostly Kurdish-populated city in eastern Turkey's Van Province, located on the eastern shore of Lake Van. The city has a long history as a major urban area. It has been a large city since the first millennium BC, initially as Tushpa, the capital of the kingdom of Urartu from the 9th century BC to the 6th century BC, and later as the center of the Armenian kingdom of Vaspurakan."}]}, {"heading": "Events", "year": "1996", "date": "December 29", "txt": "Guatemala and leaders of Guatemalan National Revolutionary Unity sign a peace accord ending a 36-year civil war.", "entities": [{"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}, {"title": "Guatemalan National Revolutionary Unity", "href": "/wiki/Guatemalan_National_Revolutionary_Unity", "description": "The Guatemalan National Revolutionary Unity  is a Guatemalan political party that started as a guerrilla movement but laid down its arms in 1996 and became a legal political party in 1998 after the peace process which ended the Guatemalan Civil War."}, {"title": "Guatemalan Civil War", "href": "/wiki/Guatemalan_Civil_War", "description": "The Guatemalan Civil War was a civil war in Guatemala fought from 1960 to 1996 between the government of Guatemala and various leftist rebel groups. These were supported by ethnic Maya indigenous peoples and Ladino peasants, who together make up the rural poor. The government forces have been condemned for committing genocide against the Maya population of Guatemala during the civil war and for wi"}]}, {"heading": "Events", "year": "1997", "date": "December 29", "txt": "Hong Kong begins to kill all the city's 1.25 million chickens to stop the spread of a potentially deadly influenza strain.", "entities": [{"title": "Influenza", "href": "/wiki/Influenza", "description": "Influenza, commonly called \"the flu\", is an infectious disease caused by influenza viruses. Symptoms range from mild to severe and often include fever, runny nose, sore throat, muscle pain, headache, coughing, and fatigue. These symptoms typically begin 1–4 days after exposure to the virus and last for about 2–8 days. Diarrhea and vomiting can occur, particularly in children. Influenza may progres"}]}, {"heading": "Events", "year": "1998", "date": "December 29", "txt": "Leaders of the Khmer Rouge apologize for the 1970s genocide in Cambodia that claimed over one million lives.", "entities": [{"title": "Khmer Rouge", "href": "/wiki/Khmer_Rouge", "description": "The Khmer Rouge is the name that was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name was coined in the 1960s by Norodom Sihanouk to describe his country's heterogeneous, communist-led dissidents, with whom he allied after his 1970 overthrow."}, {"title": "Genocide", "href": "/wiki/Genocide", "description": "Genocide is the intentional action to destroy a people—usually defined as an ethnic, national, racial, or religious group—in whole or in part. A term coined by Raphael Lemkin in his 1944 book Axis Rule in Occupied Europe, the hybrid word geno-cide is a combination of the Greek word γένος and the Latin suffix -caedo."}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}]}, {"heading": "Events", "year": "2003", "date": "December 29", "txt": "The last known speaker of Akkala Sami dies, rendering the language extinct.", "entities": [{"title": "Akkala Sami language", "href": "/wiki/Akkala_Sami_language", "description": "Akkala Sami is a Sámi language that was spoken in the Sámi villages of A´kkel, Ču´kksuâl and Sââ´rvesjäu´rr, in the inland parts of the Kola Peninsula in Russia. Formerly erroneously regarded as a dialect of Kildin Sámi, it has recently become recognized as an independent Sámi language that is most closely related to its western neighbor Skolt Sámi."}]}, {"heading": "Events", "year": "2006", "date": "December 29", "txt": "The UK settles its Anglo-American loan, post-WWII loan debt.", "entities": [{"title": "Anglo-American loan", "href": "/wiki/Anglo-American_loan", "description": "The Anglo-American Loan Agreement was a post–World War II loan made to the United Kingdom by the United States on 15 July 1946, enabling its battered economy to keep afloat. The loan was negotiated by British economist John Maynard Keynes and American diplomat William L. Clayton. Problems arose on the American side, with many in Congress reluctant, and with sharp differences between the treasury a"}]}, {"heading": "Events", "year": "2012", "date": "December 29", "txt": "A Tupolev Tu-204 airliner crashes in a ditch between the airport fence and the M3 highway after overshooting a runway at Vnukovo International Airport in Moscow, Russia, killing five people and leaving three others critically injured.", "entities": [{"title": "Tupolev Tu-204", "href": "/wiki/Tupolev_Tu-204", "description": "The Tupolev Tu-204 is a twin-engined medium-range jet airliner capable of carrying 210 passengers, designed by Tupolev and produced by Aviastar-SP and Kazan Aircraft Production Association. First introduced in 1989, it is intended to be broadly equivalent to the Boeing 757, with slightly lower range and payload, and has competitive performance and fuel efficiency in its class. It was developed for"}, {"title": "Red Wings Airlines Flight 9268", "href": "/wiki/Red_Wings_Airlines_Flight_9268", "description": "Red Wings Airlines Flight 9268 was a Tupolev Tu-204-100 passenger jet that on 29 December 2012 crashed on landing at Moscow Vnukovo Airport, Russia, following a repositioning flight from Pardubice Airport, Czech Republic. There were no passengers on board, but 5 of the 8 crew members were killed when the aircraft hit a ditch and highway structures after overrunning the runway."}, {"title": "M3 highway (Russia)", "href": "/wiki/M3_highway_(Russia)", "description": "The Russian route M3 is a major trunk road that runs across a distance of about 490 kilometres from Moscow to Russia's border with Ukraine."}, {"title": "Vnukovo International Airport", "href": "/wiki/Vnukovo_International_Airport", "description": "Vnukovo International Airport, formally Vnukovo Andrei Tupolev International Airport, is a dual-runway international airport located in Vnukovo District, 28 kilometres (17 mi) southwest of the centre of Moscow, Russia. It is one of the four major airports that serve Moscow, along with Moscow Domodedovo Airport, Sheremetyevo International Airport, and Zhukovsky International Airport. In 2019, the a"}]}, {"heading": "Events", "year": "2013", "date": "December 29", "txt": "A suicide bomb attack at the Volgograd-1 railway station in the southern Russian city of Volgograd kills at least 18 people and wounds 40 others.", "entities": [{"title": "December 2013 Volgograd bombings", "href": "/wiki/December_2013_Volgograd_bombings", "description": "In December 2013, two separate suicide bombings a day apart targeted mass transportation in the city of Volgograd, in the Volgograd Oblast of Southern Russia, killing 34 people overall, including both perpetrators. The attacks followed a bus bombing carried out in the same city two months earlier."}, {"title": "Volgograd railway station", "href": "/wiki/Volgograd_railway_station", "description": "Volgograd-Glavny is a major junction railway station of Volgograd in Russia."}, {"title": "Volgograd", "href": "/wiki/Volgograd", "description": "Volgograd, formerly Tsaritsyn (Цари́цын) (1589–1925), and Stalingrad (Сталингра́д) (1925–1961), is the largest city and the administrative centre of Volgograd Oblast, Russia. The city lies on the western bank of the Volga, covering an area of 859.4 square kilometres, with a population of over 1 million residents. Volgograd is the fifteenth-largest city in Russia, the second-largest city on the Sou"}]}, {"heading": "Events", "year": "2020", "date": "December 29", "txt": "A large explosion at the airport in the southern Yemeni city of Aden kills at least 22 people and wounds 50.", "entities": [{"title": "Aden", "href": "/wiki/Aden", "description": "Aden is a city, and since 2015, the temporary capital of Yemen, near the eastern approach to the Red Sea, some 170 km (110 mi) east of the strait Bab-el-Mandeb. Its population is approximately 800,000 people. Aden's natural harbour lies in the crater of a dormant volcano, which now forms a peninsula joined to the mainland by a low isthmus. This harbour, Front Bay, was first used by the ancient Kin"}]}, {"heading": "Births", "year": "765", "date": "December 29", "txt": "Ali al-Ridha, Arab scholar and imam (d. 818)", "entities": [{"title": "Ali al-Ridha", "href": "/wiki/Ali_al-Ridha", "description": "Ali ibn Musa al-Ridha, also spelled Rida or Reza in Persian, also known as Abu al-Hasan, was a descendant of the Islamic prophet Muhammad, and the eighth Imam in Twelver Shia Islam, after his father Musa al-Kadhim, and before his son Muhammad al-Jawad. He was an Imam of knowledge according to the Zaydi (Fiver) Shia school. He is also seen as a major religious figure for many Sunnis, particularly S"}]}, {"heading": "Births", "year": "1019", "date": "December 29", "txt": "Munjong, Korean ruler (d. 1083)", "entities": [{"title": "Munjong of Goryeo", "href": "/wiki/Munjong_of_Goryeo", "description": "Munjong was the 11th monarch of the Goryeo Dynasty, who ruled Korea from 1046 to 1083."}]}, {"heading": "Births", "year": "1536", "date": "December 29", "txt": "Henry VI, German nobleman  (d. 1572)", "entities": [{"title": "Henry VI, Burgrave of Plauen", "href": "/wiki/Henry_VI,_Burgrave_of_Plauen", "description": "Henry VI of Plauen was Burgrave of Meissen, Lord of Plauen and Lord of Schleiz and Lobenstein."}]}, {"heading": "Births", "year": "1550", "date": "December 29", "txt": "García de Silva Figueroa, Spanish diplomat and traveller (d. 1624)", "entities": [{"title": "García de Silva Figueroa", "href": "/wiki/Garc%C3%ADa_de_Silva_Figueroa", "description": "Don García de Silva Figueroa was a Spanish diplomat, and the first Western traveller to correctly identify the ruins of Takht-e Jamshid in Persia as the location of Persepolis, the ancient capital of the Achaemenid Empire and one of the great cities of antiquity."}]}, {"heading": "Births", "year": "1633", "date": "December 29", "txt": "Johannes Zollikofer, Swiss vicar (d. 1692)", "entities": [{"title": "Johannes Zollikofer", "href": "/wiki/Johannes_Zollikofer", "description": "Johannes Zollikofer was a Swiss reformed vicar."}]}, {"heading": "Births", "year": "1709", "date": "December 29", "txt": "Elizabeth Petrovna, Russian empress (d. 1762)", "entities": [{"title": "Elizabeth of Russia", "href": "/wiki/Elizabeth_of_Russia", "description": "Elizabeth Petrovna, also known as Yelisaveta or Elizaveta, reigned as the Empress of Russia from 1741 until her death in 1762. She remains one of the most popular Russian monarchs because of her decision not to execute a single person during her reign, her numerous construction projects, and her strong opposition to Prussian policies."}]}, {"heading": "Births", "year": "1746", "date": "December 29", "txt": "Saverio Cassar, Maltese priest and rebel leader (d. 1805)", "entities": [{"title": "Saverio Cassar", "href": "/wiki/Saverio_Cassar", "description": "Saverio Cassar was a Gozitan priest and patriot, who was Governor-general of an independent Gozo from 1798 to 1801."}]}, {"heading": "Births", "year": "1766", "date": "December 29", "txt": "Charles Macintosh, Scottish chemist and the inventor of waterproof fabric (d. 1843)", "entities": [{"title": "Charles Macintosh", "href": "/wiki/Charles_Macintosh", "description": "Charles Macintosh FRS was a Scottish chemist and the inventor of waterproof fabric. The Mackintosh raincoat is named after him."}]}, {"heading": "Births", "year": "1796", "date": "December 29", "txt": "Johann Christian Poggendorff, German physicist and journalist (d. 1877)", "entities": [{"title": "Johann Christian Poggendorff", "href": "/wiki/Johann_Christian_Poggendorff", "description": "Johann Christian Poggendorff, was a German physicist born in Hamburg. By far the greater and more important part of his work related to electricity and magnetism. Poggendorff is known for his electrostatic motor which is analogous to Wilhelm Holtz's electrostatic machine. In 1841 he described the use of the potentiometer for measurement of electrical potentials without current draw."}]}, {"heading": "Births", "year": "1800", "date": "December 29", "txt": "Charles Goodyear, American chemist and engineer (d. 1860)", "entities": [{"title": "Charles Goodyear", "href": "/wiki/Charles_Goodyear", "description": "Charles Goodyear was an American self-taught chemist and manufacturing engineer who developed vulcanized rubber, for which he received patent number 3633 from the United States Patent Office on June 15, 1844."}]}, {"heading": "Births", "year": "1808", "date": "December 29", "txt": "Andrew Johnson, American general and politician, 17th President of the United States (d. 1875)", "entities": [{"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1809", "date": "December 29", "txt": "William Ewart Gladstone, English lawyer and politician, Prime Minister of the United Kingdom (d. 1898)", "entities": [{"title": "William Ewart Gladstone", "href": "/wiki/William_Ewart_Gladstone", "description": "William Ewart Gladstone was a British statesman and Liberal politician. In a career lasting over 60 years, he served for 12 years as Prime Minister of the United Kingdom, spread over four terms beginning in 1868 and ending in 1894. He also served as Chancellor of the Exchequer four times, serving over 12 years."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1816", "date": "December 29", "txt": "Carl Ludwig, German physician and physiologist (d. 1895)", "entities": [{"title": "Carl Ludwig", "href": "/wiki/Carl_Ludwig", "description": "Carl Friedrich Wilhelm Ludwig was a German physician and physiologist. His work as both a researcher and teacher had a major influence on the understanding, methods and apparatus used in almost all branches of physiology."}]}, {"heading": "Births", "year": "1844", "date": "December 29", "txt": "Womesh Chunder Bonnerjee, Indian barrister and first president of Indian National Congress (d. 1906)", "entities": [{"title": "Womesh Chunder Bonnerjee", "href": "/wiki/Womesh_Chunder_Bonnerjee", "description": "Womesh Chunder Bonnerjee was an Indian barrister. He was the co-founder and first president of Indian National Congress."}, {"title": "The Indian National Congress", "href": "/wiki/The_Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}]}, {"heading": "Births", "year": "1855", "date": "December 29", "txt": "August Kitzberg, Estonian author and poet (d. 1927)", "entities": [{"title": "August Kitzberg", "href": "/wiki/August_Kitzberg", "description": "August Kitzberg was an Estonian writer."}]}, {"heading": "Births", "year": "1856", "date": "December 29", "txt": "Thomas Joannes Stieltjes, Dutch-French mathematician and academic (d. 1894)", "entities": [{"title": "Thomas Joannes Stieltjes", "href": "/wiki/Thomas_Joannes_Stieltjes", "description": "Thomas Joannes Stieltjes was a Dutch mathematician. He was a pioneer in the field of moment problems and contributed to the study of continued fractions. The Thomas Stieltjes Institute for Mathematics at Leiden University, dissolved in 2011, was named after him, as is the Riemann–Stieltjes integral."}]}, {"heading": "Births", "year": "1859", "date": "December 29", "txt": "Venustiano Carranza, Mexican soldier and politician, 37th President of Mexico (d. 1920)", "entities": [{"title": "Venustiano Carranza", "href": "/wiki/Venustiano_Carranza", "description": "José Venustiano Carranza De La Garza was one of the main leaders of the Mexican Revolution, whose victorious northern revolutionary Constitutionalist Army defeated the counter-revolutionary regime of Victoriano Huerta and then defeated fellow revolutionaries after Huerta's ouster. He secured power in Mexico, serving as head of state from 1914 to 1916. With the promulgation of a new revolutionary M"}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1874", "date": "December 29", "txt": "François Brandt, Dutch rower and bishop (d. 1949)", "entities": [{"title": "François Brandt", "href": "/wiki/Fran%C3%A7ois_Brandt", "description": "François Brandt was a Dutch rower who competed at the 1900 Summer Olympics in Paris. Brandt was part of the Dutch eight team that won a bronze medal with Hermanus Brockmann as the coxswain. Brockmann also steered the boat of Brandt and Roelof Klein in the coxed pairs semifinal, which they lost to France. The pair realized that the 60 kg weight of Brockmann puts them in disadvantage; they replaced "}]}, {"heading": "Births", "year": "1876", "date": "December 29", "txt": "Pablo Casals, Catalan cellist and conductor (d. 1973)", "entities": [{"title": "Pablo Casals", "href": "/wiki/Pablo_Casals", "description": "Pau Casals i Defilló, usually known in English by his Spanish name Pablo Casals, was a Spanish and Puerto Rican cellist, composer, and conductor. He is generally regarded as the pre-eminent cellist of the first half of the 20th century and one of the greatest cellists of all time. He made many recordings throughout his career of solo, chamber, and orchestral music, including some as conductor, but"}]}, {"heading": "Births", "year": "1876", "date": "December 29", "txt": "Lionel Tertis, English violist (d. 1975)", "entities": [{"title": "Lionel Tertis", "href": "/wiki/Lionel_Tertis", "description": "Lionel Tertis, CBE was an English violist. He was one of the first viola players to achieve international fame and a noted teacher."}]}, {"heading": "Births", "year": "1879", "date": "December 29", "txt": "Billy Mitchell, American general and pilot (d. 1936)", "entities": [{"title": "Billy Mitchell", "href": "/wiki/Billy_Mitchell", "description": "William Lendrum Mitchell was a United States Army general who is regarded as the father of the United States Air Force."}]}, {"heading": "Births", "year": "1881", "date": "December 29", "txt": "Jess Willard, American boxer (d. 1968)", "entities": [{"title": "Jess Willard", "href": "/wiki/Jess_Willard", "description": "Jess Myron Willard was an American world heavyweight boxing champion billed as the Pottawatomie Giant who knocked out Jack Johnson in April 1915 for the heavyweight title. Willard was known for size rather than skill, and though held the championship for more than four years, he defended it rarely and was in person reserved. In 1919, when he was 37 years of age he lost the title in an extremely on"}]}, {"heading": "Births", "year": "1885", "date": "December 29", "txt": "Roman von Ungern-Sternberg, Austrian-Russian general (d. 1921)", "entities": [{"title": "Roman von Ungern-Sternberg", "href": "/wiki/Roman_von_Ungern-Sternberg", "description": "Baron Roman Fyodorovich von Ungern-Sternberg, often referred to as Baron Ungern, was an anticommunist general in the Russian Civil War and then an independent warlord who intervened in Mongolia against China. A part of the Russian Empire's Baltic German minority, Ungern was an ultraconservative monarchist who aspired to restore the Russian monarchy after the 1917 Russian Revolutions and to revive "}]}, {"heading": "Births", "year": "1886", "date": "December 29", "txt": "Norman Hallows, English runner and captain (d. 1968)", "entities": [{"title": "Norman Hallows", "href": "/wiki/Norman_Hallows", "description": "Norman Frederic Hallows was an English middle-distance runner. Educated at Felsted School, he won the bronze medal and set an Olympic record in the 1500 metres race at the 1908 Summer Olympics in London. His time in the first round was 4:03.4, beating the Olympic record set by American Mel Sheppard only minutes earlier by 1.6 seconds. In the final, Sheppard matched Hallows' first round time while "}]}, {"heading": "Births", "year": "1895", "date": "December 29", "txt": "Oswald Freisler, German lawyer and author (d. 1939)", "entities": [{"title": "Oswald Freisler", "href": "/wiki/Oswald_Freisler", "description": "Oswald Freisler was a lawyer in Nazi Germany and the brother of the Judge President of the People's Court, Roland Freisler."}]}, {"heading": "Births", "year": "1896", "date": "December 29", "txt": "David Alfaro Siqueiros, Mexican painter (d. 1974)", "entities": [{"title": "David Alfaro Siqueiros", "href": "/wiki/David_Alfaro_Siqueiros", "description": "David Alfaro Siqueiros was a Mexican social realist painter, best known for his large murals in fresco. Along with Diego Rivera and José Clemente Orozco, he was one of the most famous of the \"Mexican muralists\". He was a member of the Mexican Communist Party, and a Stalinist and supporter of the Soviet Union who led an unsuccessful attempt to assassinate Leon Trotsky in May 1940."}]}, {"heading": "Births", "year": "1899", "date": "December 29", "txt": "Nie Rongzhen, Chinese general and politician, Mayor of Beijing (d. 1992)", "entities": [{"title": "Nie Rongzhen", "href": "/wiki/Nie_Rongzhen", "description": "Nie Rongzhen was a prominent Chinese Communist military leader, and one of ten Marshals in the People's Liberation Army of China. He was the last surviving PLA officer with the rank of Marshal."}, {"title": "Mayor of Beijing", "href": "/wiki/Mayor_of_Beijing", "description": "The politics of Beijing is structured in a dual party-government system like all other governing institutions in the mainland of the People's Republic of China."}]}, {"heading": "Births", "year": "1902", "date": "December 29", "txt": "Nels Stewart, Canadian ice hockey player (d. 1957)", "entities": [{"title": "Nels Stewart", "href": "/wiki/Nels_Stewart", "description": "Robert Nelson \"Old Poison\" Stewart was a Canadian professional ice hockey player who played for the Montreal Maroons, New York Americans and Boston Bruins in the National Hockey League. He is an Honoured Member of the Hockey Hall of Fame. He was the first player to win the NHL's Hart Trophy multiple times, and is considered the NHL's greatest goalscorer in the pre-World War II era, holding the lea"}]}, {"heading": "Births", "year": "1903", "date": "December 29", "txt": "Candido Portinari, Brazilian painter (d. 1962)", "entities": [{"title": "Candido Portinari", "href": "/wiki/Candido_Portinari", "description": "Candido Portinari was a Brazilian painter. He is considered one of the most important Brazilian painters as well as a prominent and influential practitioner of the neo-realism style in painting."}]}, {"heading": "Births", "year": "1904", "date": "December 29", "txt": "Kuvempu, Indian author and poet (d. 1994)", "entities": [{"title": "Kuvempu", "href": "/wiki/Kuvempu", "description": "Kuppali Venkatappa Puttappa, popularly known by his pen name Kuvempu, was an Indian poet, playwright, novelist and critic. He is widely regarded as the greatest Kannada poet of the 20th century. He was the first Kannada writer to be by decorated with the Jnanpith Award."}]}, {"heading": "Births", "year": "1908", "date": "December 29", "txt": "Helmut Gollwitzer, German theologian and author (d. 1993)", "entities": [{"title": "Helmut Gollwitzer", "href": "/wiki/Helmut_Gollwitzer", "description": "Helmut Gollwitzer was a Protestant (Lutheran) theologian and author."}]}, {"heading": "Births", "year": "1908", "date": "December 29", "txt": "Magnus Pyke, English scientist and author (d. 1992)", "entities": []}, {"heading": "Births", "year": "1910", "date": "December 29", "txt": "Ronald Coase, English-American economist, author, and academic, Nobel Prize laureate  (d. 2013)", "entities": [{"title": "Ronald Coase", "href": "/wiki/Ronald_Coase", "description": "Ronald Harry Coase was a British economist and author. He was the Clifton R. Musser Professor of Economics at the University of Chicago Law School, where he arrived in 1964 and remained for the rest of his life. He received the Nobel Memorial Prize in Economic Sciences in 1991."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1911", "date": "December 29", "txt": "Klaus Fuchs, German physicist and spy (d. 1988)", "entities": [{"title": "Klaus Fuchs", "href": "/wiki/Klaus_Fuchs", "description": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the "}]}, {"heading": "Births", "year": "1914", "date": "December 29", "txt": "Zainul Abedin, Bangladeshi painter and academic (d. 1976)", "entities": [{"title": "Zainul Abedin", "href": "/wiki/Zainul_Abedin", "description": "Zainul Abedin was a Bangladeshi painter born in Kishoregonj, East Bengal, British India. He became well known in 1944 through his series of paintings depicting some of the great famines in Bengal during its British colonial period. After the Partition of Indian subcontinent he moved to East Pakistan. In 1948, he helped to establish the Institute of Arts and Crafts at University of Dhaka. The India"}]}, {"heading": "Births", "year": "1914", "date": "December 29", "txt": "Billy Tipton, American pianist and saxophonist (d. 1989)", "entities": []}, {"heading": "Births", "year": "1914", "date": "December 29", "txt": "Albert Tucker, Australian painter and illustrator (d. 1999)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 29", "txt": "Bill Osmanski, American football player and coach (d. 1996)", "entities": [{"title": "Bill Osmanski", "href": "/wiki/Bill_Osmanski", "description": "William Thomas Osmanski, nicknamed \"Bullet\" Bill, was an American football player and coach. He was inducted into the College Football Hall of Fame in 1973 and in 1977 he was inducted into the National Polish-American Sports Hall of Fame."}]}, {"heading": "Births", "year": "1915", "date": "December 29", "txt": "Robert Ruark, American hunter and author (d. 1965)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 29", "txt": "Jo Van Fleet, American actress (d. 1996)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 29", "txt": "Tom Bradley, American lieutenant, lawyer, and politician, 38th Mayor of Los Angeles (d. 1998)", "entities": [{"title": "Tom Bradley (American politician)", "href": "/wiki/Tom_Bradley_(American_politician)", "description": "Thomas Bradley was an American politician and police officer who served as the 38th Mayor of Los Angeles from 1973 to 1993. He was the first and thus far only African American mayor of Los Angeles, and his 20 years in office mark the longest tenure by any mayor in the city's history. His election as mayor in 1973 made him the second African-American mayor of a major U.S. city. Bradley retired in 1"}, {"title": "Mayor of Los Angeles", "href": "/wiki/Mayor_of_Los_Angeles", "description": "The Mayor of the City of Los Angeles is the official head and chief executive officer of Los Angeles, California, United States. The officeholder is elected for a four-year term and limited to serving no more than two terms. Under the Constitution of California, all judicial, school, county and city offices, including those of chartered cities, are nonpartisan. Eric Garcetti has been the city's 42"}]}, {"heading": "Births", "year": "1917", "date": "December 29", "txt": "Ramanand Sagar, Indian director and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1919", "date": "December 29", "txt": "Alfred de Grazia, American political scientist and author (d. 2014)", "entities": [{"title": "Alfred de Grazia", "href": "/wiki/Alfred_de_Grazia", "description": "Alfred de Grazia, born in Chicago, Illinois, was a political scientist and author. He developed techniques of computer-based social network analysis in the 1950s, developed new ideas about personal digital archives in the 1970s, and defended the catastrophism thesis of Immanuel Velikovsky."}]}, {"heading": "Births", "year": "1919", "date": "December 29", "txt": "Roman Vlad, Italian pianist and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 29", "txt": "Viveca Lindfors, Swedish-American actress, singer and poet (d. 1995)", "entities": [{"title": "Viveca Lindfors", "href": "/wiki/Viveca_Lindfors", "description": "Elsa Viveca Torstensdotter Lindfors was a Swedish-born American stage, film and television actress. \nShe was an Emmy Award winner and received the Silver Bear for Best Actress.\n"}]}, {"heading": "Births", "year": "1921", "date": "December 29", "txt": "Dobrica Ćosić, Serbian politician, 1st President of the Federal Republic of Yugoslavia (d. 2014)", "entities": [{"title": "Dobrica Ćosić", "href": "/wiki/Dobrica_%C4%86osi%C4%87", "description": "Dobrica Ćosić was a Yugoslav and Serbian politician, writer, and political theorist."}, {"title": "President of the Federal Republic of Yugoslavia", "href": "/wiki/President_of_the_Federal_Republic_of_Yugoslavia", "description": "The president of Serbia and Montenegro was the head of state of Serbia and Montenegro. From its establishment in 1992 until 2003, when the country was reconstituted as a confederacy via constitutional reform, the head of state was known as the president of the Federal Republic of Yugoslavia. With the constitutional reforms of 2003 and the merging of the offices of head of government and head of st"}]}, {"heading": "Births", "year": "1922", "date": "December 29", "txt": "Little Joe Cook, American singer-songwriter (d. 2014)", "entities": [{"title": "Little Joe Cook", "href": "/wiki/Little_Joe_Cook", "description": "Joseph Cook, known as Little Joe Cook, was an American rhythm and blues singer and songwriter. He is best known as the lead singer of Little Joe & The Thrillers, whose song \"Peanuts\" reached No. 22 on the Billboard Top 100 in 1957."}]}, {"heading": "Births", "year": "1922", "date": "December 29", "txt": "William Gaddis, American author and academic (d. 1998)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 29", "txt": "Cheikh Anta Diop, Senegalese historian, anthropologist, and physicist (d. 1986)", "entities": [{"title": "Cheikh Anta Diop", "href": "/wiki/Cheikh_Anta_Diop", "description": "Cheikh Anta Diop was a Senegalese historian, anthropologist, physicist, and politician who studied the human race's origins and pre-colonial African culture. Though Diop is sometimes referred to as an Afrocentrist, he predates the concept and thus was not himself an Afrocentric scholar. However, \"Diopian thought\", as it is called, is paradigmatic to Afrocentricity. His work was greatly controversi"}]}, {"heading": "Births", "year": "1923", "date": "December 29", "txt": "Morton Estrin, American pianist and educator (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 29", "txt": "Dina Merrill, American actress, game show panelist, socialite, heiress, and businesswoman (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 29", "txt": "Shlomo Venezia, Greek-Italian author and Holocaust survivor (d. 2012)", "entities": [{"title": "Holocaust survivor", "href": "/wiki/Holocaust_survivor", "description": "Holocaust survivors are people who survived the Holocaust, defined as the persecution and attempted annihilation of the Jews by Nazi Germany and its allies before and during World War II in Europe and North Africa. There is no universally accepted definition of the term, and it has been applied variously to Jews who survived the war in German-occupied Europe or other Axis territories, as well as t"}]}, {"heading": "Births", "year": "1923", "date": "December 29", "txt": "Yvonne Choquet-Bruhat, French mathematician and physicist", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 29", "txt": "Joe Allbritton, American businessman and publisher, founded the Allbritton Communications Company (d. 2012)", "entities": [{"title": "Joe Allbritton", "href": "/wiki/Joe_Allbritton", "description": "Joe Lewis Allbritton was an American banker, publisher and philanthropist."}, {"title": "Allbritton Communications Company", "href": "/wiki/Allbritton_Communications_Company", "description": "The Allbritton Communications Company was an American media company. Based in Arlington, Virginia, Allbritton was the leading subsidiary of Perpetual Corporation, a private holding company owned by the family of company founder and former Riggs Bank president Joe L. Allbritton. Joe’s son, Robert L. Allbritton, was the Chairman and CEO of Allbritton Communications from 2001 to 2014. He is currently"}]}, {"heading": "Births", "year": "1924", "date": "December 29", "txt": "Kim Song-ae, Korean politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 29", "txt": "Pete Dye, American golfer and architect (d. 2020)", "entities": [{"title": "Pete Dye", "href": "/wiki/Pete_Dye", "description": "Paul Dye Jr., known as Pete Dye, was an American golf course designer and a member of a family of course designers. He was married to fellow designer and amateur champion Alice Dye."}]}, {"heading": "Births", "year": "1927", "date": "December 29", "txt": "Andy Stanfield, American sprinter (d. 1985)", "entities": [{"title": "Andy Stanfield", "href": "/wiki/Andy_Stanfield", "description": "Andrew (\"Andy\") William Stanfield was an American sprinter and Olympic gold and silver medallist."}]}, {"heading": "Births", "year": "1929", "date": "December 29", "txt": "Matt Murphy, American guitarist (d. 2018)", "entities": [{"title": "Matt Murphy (blues guitarist)", "href": "/wiki/Matt_Murphy_(blues_guitarist)", "description": "Matthew Tyler Murphy, known as Matt \"Guitar\" Murphy, was an American blues guitarist. He was associated with Memphis Slim, The Blues Brothers and Howlin' Wolf."}]}, {"heading": "Births", "year": "1931", "date": "December 29", "txt": "Stasys Stonkus, Lithuanian basketball player and coach (d. 2012)", "entities": [{"title": "Stasys Stonkus", "href": "/wiki/Stasys_Stonkus", "description": "Stanislovas \"Stasys\" Stonkus was a Soviet and Lithuanian basketball player who competed for the Soviet Union in the 1952 Summer Olympics and in the 1956 Summer Olympics. He was born in Telšiai. In 1954, he graduated from the Lithuanian National Physical Education Institute. He trained at VSS Žalgiris in Kaunas."}]}, {"heading": "Births", "year": "1932", "date": "December 29", "txt": "Inga Swenson, American actress and singer", "entities": [{"title": "Inga Swenson", "href": "/wiki/Inga_Swenson", "description": "Inga Swenson is an American actress."}]}, {"heading": "Births", "year": "1933", "date": "December 29", "txt": "Samuel Brittan, English journalist and author", "entities": [{"title": "Samuel Brittan", "href": "/wiki/Samuel_Brittan", "description": "\nSir Samuel Brittan was an English journalist and author. He was the first economics correspondent for the Financial Times, and later a long-time columnist. He was a member of the Academic Advisory Council of the Global Warming Policy Foundation."}]}, {"heading": "Births", "year": "1934", "date": "December 29", "txt": "Ed Flanders, American actor (d. 1995)", "entities": [{"title": "Ed Flanders", "href": "/wiki/Ed_Flanders", "description": "Edward Paul Flanders was an American actor. He is best known for playing Dr. Donald Westphall in the medical drama series St. Elsewhere (1982–1988). Flanders was nominated for eight Primetime Emmys and won three times in 1976, 1977, and 1983."}]}, {"heading": "Births", "year": "1934", "date": "December 29", "txt": "Forough Farrokhzad, Iranian poet and filmmaker (d. 1967)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 29", "txt": "Mary Tyler Moore, American actress and producer (d. 2017)", "entities": [{"title": "Mary Tyler Moore", "href": "/wiki/Mary_Tyler_Moore", "description": "Mary Tyler Moore was an American actress, producer, and social advocate. She was widely known for her prominent television sitcom roles in The Dick Van Dyke Show (1961–1966) and The Mary Tyler Moore Show (1970–1977)."}]}, {"heading": "Births", "year": "1936", "date": "December 29", "txt": "Ray Nitschke, American football player (d. 1998)", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 29", "txt": "Wayne Huizenga, American businessman, founded AutoNation (d. 2018)", "entities": [{"title": "Wayne Huizenga", "href": "/wiki/Wayne_Huizenga", "description": "Harry Wayne Huizenga Sr. was an American businessman and entrepreneur. He founded AutoNation and Waste Management Inc., and was the owner or co-owner of Blockbuster Video, the Miami Dolphins of the National Football League, the Florida Panthers of the National Hockey League, and the Florida Marlins of Major League Baseball."}, {"title": "AutoNation", "href": "/wiki/AutoNation", "description": "AutoNation  is an American automotive retailer based in Fort Lauderdale which provides new and pre-owned vehicles and associated services in the United States. The company was founded by Wayne Huizenga in 1996, and has more than 360 retail outlets."}]}, {"heading": "Births", "year": "1938", "date": "December 29", "txt": "Harvey Smith, English horse rider and sportscaster", "entities": [{"title": "Harvey Smith (equestrian)", "href": "/wiki/Harvey_Smith_(equestrian)", "description": "Harvey Smith is a former British show jumping champion."}]}, {"heading": "Births", "year": "1938", "date": "December 29", "txt": "Jon Voight, American actor and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 29", "txt": "Ed Bruce, American country music singer-songwriter", "entities": [{"title": "Ed Bruce", "href": "/wiki/Ed_Bruce", "description": "William Edwin Bruce Jr. was an American country music songwriter, singer, and actor. He was known for writing the 1975 song \"Mammas Don't Let Your Babies Grow Up to Be Cowboys\" and recording the 1982 country number one hit \"You're the Best Break This Old Heart Ever Had\". He also co-starred in the television series Bret Maverick with James Garner during the 1981–1982 season."}]}, {"heading": "Births", "year": "1941", "date": "December 29", "txt": "Ray Thomas, English singer-songwriter and flute player (d. 2018)", "entities": [{"title": "Ray Thomas", "href": "/wiki/Ray_Thomas", "description": "Raymond Thomas was an English musician, flautist, singer, founding member and composer in the English progressive rock band the Moody Blues. His flute solo on the band's 1967 hit single \"Nights in White Satin\" is regarded as one of progressive rock's defining moments. In 2018, he was posthumously inducted into the Rock and Roll Hall of Fame as a member of the Moody Blues."}]}, {"heading": "Births", "year": "1942", "date": "December 29", "txt": "Rajesh Khanna, Indian actor  (d. 2012)", "entities": [{"title": "Rajesh Khanna", "href": "/wiki/Rajesh_Khanna", "description": "Rajesh Khanna ,pronunciation (help·info), born Jatin Khanna; 29 December 1942 – 18 July 2012) was an Indian actor, film producer and politician who is best known for his works in Hindi cinema. He is referred to as the \"First Superstar\" of Indian cinema. He starred in 15 consecutive solo hit films from 1969 to 1971, a record unbroken."}]}, {"heading": "Births", "year": "1942", "date": "December 29", "txt": "Óscar Andrés Rodríguez Maradiaga, Honduran cardinal", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 29", "txt": "Bill Aucoin, American talent manager (d. 2010)", "entities": [{"title": "Bill Aucoin", "href": "/wiki/Bill_Aucoin", "description": "William Martin Aucoin was an American band manager, well known for his work with the rock band Kiss."}]}, {"heading": "Births", "year": "1943", "date": "December 29", "txt": "Molly Bang, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 29", "txt": "Rick Danko, Canadian singer-songwriter, bass player, and producer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 29", "txt": "Rodney Redmond, New Zealand cricketer", "entities": [{"title": "Rodney Redmond", "href": "/wiki/Rodney_Redmond", "description": "Rodney Ernest Redmond is a former New Zealand Test and ODI cricketer. He is the father of Aaron Redmond."}]}, {"heading": "Births", "year": "1945", "date": "December 29", "txt": "Birendra of Nepal, King of Nepal from 1972 to 2001 (d. 2001)", "entities": [{"title": "Birendra of Nepal", "href": "/wiki/Birendra_of_Nepal", "description": "Birendra Bir Bikram Shah Dev was the King of Nepal from 1972 until 2001. The eldest son of King Mahendra, he reigned until his death in the 2001 Nepalese royal massacre."}, {"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}]}, {"heading": "Births", "year": "1946", "date": "December 29", "txt": "Marianne Faithfull, English singer-songwriter and actress", "entities": [{"title": "Marianne Faithfull", "href": "/wiki/Marianne_Faithfull", "description": "Marianne Evelyn Gabriel Faithfull is an English singer, songwriter, and actress. She achieved popularity in the 1960s with the release of her hit single \"As Tears Go By\" and became one of the lead female artists during the British Invasion in the United States."}]}, {"heading": "Births", "year": "1946", "date": "December 29", "txt": "Laffit Pincay, Jr., Panamanian jockey", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 29", "txt": "Richard Crandall, American physicist and computer scientist (d. 2012)", "entities": [{"title": "Richard Crandall", "href": "/wiki/Richard_Crandall", "description": "Richard E. Crandall was an American physicist and computer scientist who made contributions to computational number theory."}]}, {"heading": "Births", "year": "1947", "date": "December 29", "txt": "Ted Danson, American actor and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 29", "txt": "Leonhard Lapin, Estonian architect and poet", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 29", "txt": "Cozy Powell, English drummer, songwriter, and producer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 29", "txt": "David Tanner, English rower and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 29", "txt": "Vincent Winter, Scottish actor, director, and production manager (d. 1998)", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 29", "txt": "Jacky Clark Chisholm, American gospel singer", "entities": [{"title": "Jacky Clark Chisholm", "href": "/wiki/Jacky_Clark_Chisholm", "description": "Jacky Clark Chisholm is an American Grammy Award-winning gospel singer and licensed practical nurse who is best known as the oldest member of the American gospel singing group The Clark Sisters."}]}, {"heading": "Births", "year": "1948", "date": "December 29", "txt": "Peter Robinson, Northern Irish politician, 3rd First Minister of Northern Ireland", "entities": [{"title": "Peter Robinson (Northern Ireland politician)", "href": "/wiki/Peter_Robinson_(Northern_Ireland_politician)", "description": "Peter David Robinson is a retired Northern Irish politician who served as First Minister of Northern Ireland from 2008 until 2016 and Leader of the Democratic Unionist Party (DUP) from 2008 until 2015. He has been involved in Northern Irish politics for over 40 years, being a founding member of the DUP along with Ian Paisley."}, {"title": "First Minister of Northern Ireland", "href": "/wiki/First_Minister_of_Northern_Ireland", "description": "The First Minister and deputy First Minister of Northern Ireland are the joint heads of government of the Northern Ireland Executive and have overall responsibility for the running of the Executive Office."}]}, {"heading": "Births", "year": "1949", "date": "December 29", "txt": "David Topliss, English rugby league player and coach (d. 2008)", "entities": [{"title": "David Topliss", "href": "/wiki/David_Topliss", "description": "David Topliss, also known by the nickname of \"Toppo\", was an English World Cup winning professional rugby league footballer who played in the 1960s, 1970s and 1980s, and coached in the 1980s and 1990s. He played at representative level for Great Britain, England and Yorkshire, at club level for Wakefield Trinity (captain), Penrith Panthers, Balmain Tigers, Hull F.C.(Heritage №) (captain) and Oldha"}]}, {"heading": "Births", "year": "1951", "date": "December 29", "txt": "Yvonne Elliman, American singer-songwriter and actress", "entities": [{"title": "Yvonne Elliman", "href": "/wiki/Yvonne_Elliman", "description": "Yvonne Marianne Elliman is an American singer, songwriter, and actress who performed for four years in the first cast of the stage musical Jesus Christ Superstar. She scored a number of hits in the 1970s and achieved a US #1 hit with \"If I Can't Have You\". The song also reached #9 on the Adult Contemporary chart. Her cover of Barbara Lewis's \"Hello Stranger\" went to #1 on the Adult Contemporary ch"}]}, {"heading": "Births", "year": "1952", "date": "December 29", "txt": "Gelsey Kirkland, American ballerina and choreographer", "entities": [{"title": "Gelsey Kirkland", "href": "/wiki/Gelsey_Kirkland", "description": "Gelsey Kirkland is an American ballerina. Kirkland joined the New York City Ballet in 1968 at age 15, at the invitation of George Balanchine. She was promoted to soloist in 1969, and principal in 1972. She went on to create leading roles in many of the great twentieth century ballets by Balanchine, Jerome Robbins, and Antony Tudor, including Balanchine's revival of The Firebird, Robbins' Goldberg "}]}, {"heading": "Births", "year": "1953", "date": "December 29", "txt": "Thomas Bach, German fencer, lawyer and sports administrator; 9th President of the International Olympic Committee", "entities": [{"title": "Thomas Bach", "href": "/wiki/Thomas_Bach", "description": "Thomas Bach is a German lawyer and former Olympic fencer. Bach is the ninth and current President of the International Olympic Committee, and a former member of the German Olympic Sports Confederation Executive Board."}, {"title": "International Olympic Committee", "href": "/wiki/International_Olympic_Committee", "description": "The International Olympic Committee is a non-governmental sports organisation based in Lausanne, Switzerland. It is constituted in the form of an association under the Swiss Civil Code. Founded by Pierre de Coubertin and Demetrios Vikelas in 1894, it is the authority responsible for organising the modern Summer and Winter Olympic Games."}]}, {"heading": "Births", "year": "1953", "date": "December 29", "txt": "Alan Rusbridger, Zambia-born English journalist and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 29", "txt": "Kate Schmidt, American javelin thrower and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 29", "txt": "Stanley Williams, American gang leader, co-founded the Crips (d. 2005)", "entities": [{"title": "Crips", "href": "/wiki/Crips", "description": "The Crips are a gang based in the coastal regions of southern California. It was founded in Los Angeles, California, in 1969, mainly by Raymond Washington and Stanley Williams. Once a single alliance between two autonomous gangs, it is now a loosely connected network of individual \"sets\", often engaged in open warfare with one another. Its members traditionally wear blue clothing, a practice that "}]}, {"heading": "Births", "year": "1953", "date": "December 29", "txt": "Charlayne Woodard, American actress and playwright", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 29", "txt": "Albrecht Böttcher, German mathematician and author", "entities": [{"title": "Albrecht Böttcher", "href": "/wiki/Albrecht_B%C3%B6ttcher", "description": "Albrecht Böttcher is a German mathematician. His field of research is functional analysis."}]}, {"heading": "Births", "year": "1954", "date": "December 29", "txt": "Roger Voudouris, American singer-songwriter and guitarist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 29", "txt": "Donald D. Hoffman, American quantitative psychologist and popular science writer", "entities": [{"title": "Donald D. Hoffman", "href": "/wiki/Donald_D._Hoffman", "description": "Donald David Hoffman is an American cognitive psychologist and popular science author. He is a professor in the Department of Cognitive Sciences at the University of California, Irvine, with joint appointments in the Department of Philosophy, the Department of Logic and Philosophy of Science, and the School of Computer Science."}, {"title": "Quantitative psychology", "href": "/wiki/Quantitative_psychology", "description": "Quantitative psychology is a field of scientific study that focuses on the mathematical modeling, research design and methodology, and statistical analysis of human or animal psychological processes. It includes tests and other devices for measuring human abilities. Quantitative psychologists develop and analyze a wide variety of research methods, including those of psychometrics, a field concerne"}]}, {"heading": "Births", "year": "1956", "date": "December 29", "txt": "Katy Munger, American writer", "entities": [{"title": "Katy Munger", "href": "/wiki/Katy_Munger", "description": "Katy Munger, who has also written under the names Gallagher Gray and Chaz McGee, is an American writer known for writing the Casey Jones and Hubbert & Lil series. She is a former reviewer for the Washington Post."}]}, {"heading": "Births", "year": "1957", "date": "December 29", "txt": "Brad Grey, American screenwriter and producer (d. 2017)", "entities": [{"title": "Brad Grey", "href": "/wiki/Brad_Grey", "description": "Brad Alan Grey was an American television and film producer. He co-founded the Brillstein-Grey Entertainment agency, and afterwards became the chairman and CEO of Paramount Pictures, a position he held from 2005 until 2017. Grey graduated from the State University of New York at Buffalo School of Management. Under Grey's leadership, Paramount finished No. 1 in global market share in 2011 and No. 2"}]}, {"heading": "Births", "year": "1957", "date": "December 29", "txt": "Oliver Hirschbiegel, German actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 29", "txt": "Iain Paxton, Scottish rugby player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 29", "txt": "Paul Rudnick, American author, playwright, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 29", "txt": "Nancy J. Currie, American colonel, engineer, and astronaut", "entities": [{"title": "Nancy J. Currie", "href": "/wiki/Nancy_J._Currie", "description": "Nancy Jane Currie-Gregg is an engineer, United States Army officer and a NASA astronaut. Currie-Gregg has served in the United States Army for over 22 years and holds the rank of colonel. With NASA, she has participated in four space shuttle missions: STS-57, STS-70, STS-88, and STS109, accruing 1,000 hours in space. She currently holds an appointment as a professor of practice in the Department o"}]}, {"heading": "Births", "year": "1959", "date": "December 29", "txt": "Keith Crossan, Irish rugby player", "entities": [{"title": "Keith Crossan", "href": "/wiki/Keith_Crossan", "description": "Keith Crossan  is a former Irish rugby union international player who played for the Irish national rugby union team. He played as a winger.\nHe played for the Ireland team from 1982 to 1992, winning 41 caps and scoring 12 tries including 2 against Canada at the 1987 Rugby World Cup.\nHe played in two Rugby World Cups: 1987 and 1991. He also played for the Barbarians against Argentina in 1990, scori"}]}, {"heading": "Births", "year": "1959", "date": "December 29", "txt": "Patricia Clarkson, American actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 29", "txt": "Ann Demeulemeester, Belgian fashion designer", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 29", "txt": "Milton Ottey, Jamaican-Canadian high jumper and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 29", "txt": "Paula Poundstone, American comedian and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 29", "txt": "David Boon, Australian cricketer", "entities": [{"title": "David Boon", "href": "/wiki/David_Boon", "description": "David Clarence Boon is an Australian cricket match umpire, former cricket commentator and international cricketer whose international playing career spanned the years 1984–1996. A right-handed batsman and a very occasional off-spin bowler, he played first-class cricket for both his home state Tasmania and English county side Durham."}]}, {"heading": "Births", "year": "1960", "date": "December 29", "txt": "David Gilbert, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 29", "txt": "Thomas Lubanga Dyilo, Congolese militia leader, founded the Union of Congolese Patriots", "entities": [{"title": "Union of Congolese Patriots", "href": "/wiki/Union_of_Congolese_Patriots", "description": "The Union of Congolese Patriots is a political and militia group in Ituri, northeastern Democratic Republic of the Congo, formed towards the end of the Second Congo War. It was founded by Thomas Lubanga in 2001 and was one of six such groups that sprung up in the mineral-rich Ituri region on the border with Uganda in the Ituri conflict. The UPC supported and was primarily composed of the Hema ethn"}]}, {"heading": "Births", "year": "1961", "date": "December 29", "txt": "Kevin Granata, American engineer and academic (d. 2007)", "entities": [{"title": "Kevin Granata", "href": "/wiki/Kevin_Granata", "description": "Kevin P. Granata was an American professor in multiple departments including the Departments of Engineering, Science and Mechanics and Mechanical Engineering at Virginia Polytechnic Institute and State University, in Blacksburg, Virginia. Granata held an additional academic appointment as a professor in the Virginia Tech-Wake Forest School of Biomedical Engineering and was an adjunct professor at "}]}, {"heading": "Births", "year": "1961", "date": "December 29", "txt": "Jim Reid, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 29", "txt": "Richard Horton, English physician and journalist", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 29", "txt": "Wynton Rufer, New Zealand footballer", "entities": [{"title": "Wynton Rufer", "href": "/wiki/Wynton_Rufer", "description": "Wynton Alan Whai Rufer is a New Zealand retired footballer who played as a striker. He spent more than a decade of his professional career in Switzerland and Germany, achieving his greatest success at Werder Bremen, where he won a total of four major titles and finished the top scorer in the UEFA Champions League 1993–94 season. He was also a member of the New Zealand national team in its first FI"}]}, {"heading": "Births", "year": "1962", "date": "December 29", "txt": "Devon White, Jamaican-American baseball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 29", "txt": "Carles Puigdemont, Catalan politician and former president", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 29", "txt": "Des Foy, English rugby player", "entities": [{"title": "Des Foy", "href": "/wiki/Des_Foy", "description": "Des Foy is an English former professional rugby league footballer, appearing for various teams in Britain, and Australia, and at the international level for Great Britain and Ireland."}]}, {"heading": "Births", "year": "1963", "date": "December 29", "txt": "Dave McKean, English illustrator, photographer, director, and pianist", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 29", "txt": "Sean Payton, American football player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 29", "txt": "Liisa Savijarvi, Canadian skier", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 29", "txt": "Michael Cudlitz, American actor", "entities": [{"title": "Michael Cudlitz", "href": "/wiki/Michael_Cudlitz", "description": "Michael Cudlitz is an American actor and director, known for portraying John Cooper on the TNT drama series Southland for which he won the Critics' Choice Television Award for Best Supporting Actor in a Drama Series in 2013, Sergeant Denver \"Bull\" Randleman on the HBO miniseries Band of Brothers, and Sergeant Abraham Ford on the AMC horror series The Walking Dead."}]}, {"heading": "Births", "year": "1965", "date": "December 29", "txt": "Laurent Boudouani, French boxer", "entities": [{"title": "Laurent Boudouani", "href": "/wiki/Laurent_Boudouani", "description": "Laurent Boudouani is retired professional boxer. He is a former WBA world light middleweight champion and a welterweight silver medal winner at the 1988 Olympics."}]}, {"heading": "Births", "year": "1965", "date": "December 29", "txt": "Dexter Holland, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 29", "txt": "Danilo Pérez, Panamanian pianist and composer", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 29", "txt": "Stefano Eranio, Italian footballer and coach", "entities": [{"title": "Stefano Eranio", "href": "/wiki/Stefano_Eranio", "description": "Stefano Eranio is an Italian former professional footballer who played as a midfielder. Throughout his career, Eranio played mainly as a right winger; he is mostly remembered for having played for Italian clubs A.C. Milan, and Genoa, as well as English side Derby County, and he also represented Italy 20 times between 1990 and 1997 at international level. His main attributes were his technique, pac"}]}, {"heading": "Births", "year": "1966", "date": "December 29", "txt": "Martin Offiah, English rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 29", "txt": "Jeff Luhnow, American businessman", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 29", "txt": "Ashleigh Banfield, Canadian-American journalist", "entities": [{"title": "Ashleigh Banfield", "href": "/wiki/Ashleigh_Banfield", "description": "Ashleigh Dennistoun Banfield is a Canadian-American journalist and host of Banfield. She is a former host of Legal View with Ashleigh Banfield and Early Start on CNN."}]}, {"heading": "Births", "year": "1967", "date": "December 29", "txt": "Evan Seinfeld, American bass player, actor, and director", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 29", "txt": "Lilly Wachowski, American director, screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 29", "txt": "Ri Pun-hui, North Korean table tennis player", "entities": [{"title": "Ri Pun-hui", "href": "/wiki/Ri_Pun-hui", "description": "Li Bun-hui is a female former table tennis player from North Korea who competed in the 1992 Summer Olympics."}]}, {"heading": "Births", "year": "1969", "date": "December 29", "txt": "Jennifer Ehle, American actress", "entities": [{"title": "Jennifer Ehle", "href": "/wiki/Jennifer_Ehle", "description": "Jennifer Anne Ehle is a British-American actress. She won the BAFTA TV Award for Best Actress for her role as Elizabeth Bennet in the 1995 BBC miniseries Pride and Prejudice. For her work on Broadway, she won the 2000 Tony Award for Best Actress in a Play for The Real Thing, and the 2007 Tony Award for Best Featured Actress in a Play for The Coast of Utopia. She is the daughter of English actress "}]}, {"heading": "Births", "year": "1969", "date": "December 29", "txt": "Allan McNish, Scottish race car driver and journalist", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 29", "txt": "Enrico Chiesa, Italian footballer and manager", "entities": [{"title": "Enrico Chiesa", "href": "/wiki/Enrico_Chiesa", "description": "Enrico Chiesa is an Italian football coach and former striker."}]}, {"heading": "Births", "year": "1970", "date": "December 29", "txt": "Aled Jones, Welsh singer and television host", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 29", "txt": "Glen Phillips, American singer-songwriter and guitarist (Toad the Wet Sprocket)", "entities": [{"title": "Toad the Wet Sprocket", "href": "/wiki/Toad_the_Wet_Sprocket", "description": "Toad the Wet Sprocket is an American alternative rock band formed in 1986. The band consisted of vocalist/guitarist Glen Phillips, guitarist Todd Nichols, bassist Dean Dinning, and drummer Randy Guss, who stopped touring in 2017 and left the band in 2020. Guss was replaced by drummer Josh Daubin, who had been supporting them as their drummer on recent tours. They had chart success in the 1990s wit"}]}, {"heading": "Births", "year": "1971", "date": "December 29", "txt": "Besnik Hasi, Kosovo Albanian football manager and former player", "entities": [{"title": "Besnik Hasi", "href": "/wiki/Besnik_Hasi", "description": "Besnik Hasi is a Kosovo Albanian professional football coach and former player who is the current manager of Al-Raed."}]}, {"heading": "Births", "year": "1972", "date": "December 29", "txt": "Jude Law, English actor", "entities": [{"title": "Jude Law", "href": "/wiki/Jude_Law", "description": "David Jude Heyworth Law is an English actor. He has received multiple awards including a BAFTA Film Award as well as nominations for two Academy Awards and two Tony Awards. In 2007, he received an Honorary César and was named a knight of the Order of Arts and Letters by the French government."}]}, {"heading": "Births", "year": "1973", "date": "December 29", "txt": "Theo Epstein, American businessman", "entities": [{"title": "Theo Epstein", "href": "/wiki/Theo_Epstein", "description": "Theo Nathaniel Epstein is a former American baseball Vice President and General Manager for the Boston Red Sox and later an executive who was the president of baseball operations for the Chicago Cubs of Major League Baseball (MLB). He served on both teams each for 9 seasons."}]}, {"heading": "Births", "year": "1974", "date": "December 29", "txt": "Twinkle Khanna, Indian actress and writer", "entities": [{"title": "Twinkle Khanna", "href": "/wiki/Twinkle_Khanna", "description": "Twinkle Khanna is an Indian author, newspaper columnist, interior designer, film producer and actress who worked in Hindi films. In 2015, she released her first non-fiction book, \"MrsFunnybones\" which was declared a bestseller, making Khanna India's highest-selling woman writer that year. Her second book, The Legend of Lakshmi Prasad, a collection of short stories, one of which was based on social"}]}, {"heading": "Births", "year": "1974", "date": "December 29", "txt": "Mekhi Phifer, American actor and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 29", "txt": "Richie Sexson, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 29", "txt": "Ryan Shore, Canadian composer and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 29", "txt": "Shawn Hatosy, American actor", "entities": [{"title": "Shawn Hatosy", "href": "/wiki/Shawn_Hatosy", "description": "Shawn Wayne Hatosy is an American film and television actor and director. He is best known for his roles in the films In & Out, The Faculty, Outside Providence, Anywhere but Here, The Cooler, and Alpha Dog. He is also well known for his role as Detective Sammy Bryant on the TNT crime drama series Southland and is currently starring as Andrew \"Pope\" Cody in the TNT crime drama series, Animal Kingdo"}]}, {"heading": "Births", "year": "1975", "date": "December 29", "txt": "Jaret Wright, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 29", "txt": "Filip Kuba, Czech ice hockey player", "entities": [{"title": "Filip Kuba", "href": "/wiki/Filip_Kuba", "description": "Filip Kuba is a Czech former professional ice hockey defenseman. Kuba most recently played for the Florida Panthers of the National Hockey League (NHL). He has previously played for the Minnesota Wild, Tampa Bay Lightning, and the Ottawa Senators of the NHL."}]}, {"heading": "Births", "year": "1976", "date": "December 29", "txt": "Danny McBride, American actor, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 29", "txt": "Jimmy Journell, American baseball player", "entities": [{"title": "Jimmy Journell", "href": "/wiki/Jimmy_Journell", "description": "James Richard Journell, is an American former Major League Baseball pitcher."}]}, {"heading": "Births", "year": "1978", "date": "December 29", "txt": "Jake Berry, English lawyer and politician", "entities": [{"title": "Jake Berry", "href": "/wiki/Jake_Berry", "description": "James Jacob Gilchrist Berry is a British Conservative Party politician and former solicitor who served as Minister for the Northern Powerhouse, from 2017 to 2020, in the governments of Theresa May and Boris Johnson."}]}, {"heading": "Births", "year": "1978", "date": "December 29", "txt": "Matthew Carr, Australian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 29", "txt": "Kieron Dyer, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 29", "txt": "Danny Higginbotham, English footballer and journalist", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 29", "txt": "Steve Kemp, English drummer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 29", "txt": "Angelo Taylor, American athlete", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 29", "txt": "Mitsuhiro Ishida, Japanese mixed martial artist", "entities": [{"title": "Mitsuhiro Ishida", "href": "/wiki/Mitsuhiro_Ishida", "description": "Mitsuhiro Ishida is a retired Japanese mixed martial artist who competed in Shooto, Strikeforce, PRIDE, DREAM, and DEEP. A professional competitor from 2001 until 2011, Ishida also participated in the Yarennoka event in the Saitama Super Arena in Japan."}]}, {"heading": "Births", "year": "1979", "date": "December 29", "txt": "Diego Luna, Mexican actor, director and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 29", "txt": "Moe Oshikiri, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 29", "txt": "George Parros, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 29", "txt": "Shizuka Arakawa, Japanese figure skater and sportscaster", "entities": [{"title": "Shizuka Arakawa", "href": "/wiki/Shizuka_Arakawa", "description": "Shizuka Arakawa  is a Japanese figure skater. She is the 2006 Olympic champion and the 2004 World champion. Arakawa is the first Japanese skater to win an Olympic gold medal in figure skating and the second Japanese skater to win any Olympic medal in figure skating, after Midori Ito, who won silver in 1992. She is also the second Japanese woman to win a gold medal at the Winter Olympics, following"}]}, {"heading": "Births", "year": "1981", "date": "December 29", "txt": "Shaun Suisham, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 29", "txt": "Vjatšeslav Zahovaiko, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 29", "txt": "Alison Brie, American actress and singer", "entities": [{"title": "Alison Brie", "href": "/wiki/Alison_Brie", "description": "Alison Brie Schermerhorn is an American actress, comedian, writer, and producer. She received recognition for her recurring role as Trudy Campbell in the drama series Mad Men (2007–2015), and her starring roles as Annie Edison in the comedy series Community (2009–2015), Diane Nguyen in the animated comedy series BoJack Horseman (2014–2020), and Ruth Wilder in the comedy-drama series GLOW (2017–201"}]}, {"heading": "Births", "year": "1982", "date": "December 29", "txt": "Brian Hill, Canadian swimmer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 29", "txt": "Dale Morris, Australian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 29", "txt": "Norbert Siedler, Austrian race car driver", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 29", "txt": "Jessica Andrews, American singer-songwriter", "entities": [{"title": "Jessica Andrews", "href": "/wiki/Jessica_Andrews", "description": "Jessica Danielle Andrews is an American country music singer. At age 15 in mid-1999, she made her debut on the Billboard Hot Country Singles & Tracks charts with the single \"I Will Be There for You\", from her debut album Heart Shaped World, released in 1999 on DreamWorks Records Nashville. Andrews had her biggest chart success in 2001 with the song \"Who I Am\", a No. 1 country hit and the title tra"}]}, {"heading": "Births", "year": "1983", "date": "December 29", "txt": "James Kelly, Australian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 29", "txt": "Brenton Lawrence, Australian rugby league player", "entities": [{"title": "Brenton Lawrence", "href": "/wiki/Brenton_Lawrence", "description": "Brenton Lawrence is an Australian former professional rugby league footballer who played as a prop in the 2010s."}]}, {"heading": "Births", "year": "1984", "date": "December 29", "txt": "Reimo Tamm, Estonian basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 29", "txt": "Alexa Ray Joel, American singer-songwriter", "entities": [{"title": "Alexa Ray Joel", "href": "/wiki/Alexa_Ray_Joel", "description": "Alexa Ray Joel is an American singer, songwriter, and pianist. Her parents are singer-songwriter Billy Joel and model Christie Brinkley. Joel released an EP Sketches (2006) and several singles on independent record labels. She has performed at numerous charity events and New York City fashion events."}]}, {"heading": "Births", "year": "1986", "date": "December 29", "txt": "Joe Anyon, English footballer", "entities": [{"title": "Joe Anyon", "href": "/wiki/Joe_Anyon", "description": "Joseph Anyon is an English football goalkeeper who plays for National League North side Chorley."}]}, {"heading": "Births", "year": "1987", "date": "December 29", "txt": "Juliana Huxtable, American artist", "entities": [{"title": "Juliana Huxtable", "href": "/wiki/Juliana_Huxtable", "description": "Juliana Huxtable is an American artist, writer, performer, DJ, and co-founder of the New York-based nightlife project Shock Value. Huxtable has exhibited and performed at a number of venues including Reena Spaulings Fine Art, Project Native Informant, Artists Space, the New Museum, the Museum of Modern Art, Portland Institute for Contemporary Art, and Institute of Contemporary Arts. Huxtable's mul"}]}, {"heading": "Births", "year": "1987", "date": "December 29", "txt": "Iain De Caestecker, Scottish actor", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 29", "txt": "Yuhi Sekiguchi, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 29", "txt": "Eric Berry, American football player", "entities": [{"title": "Eric Berry", "href": "/wiki/Eric_Berry", "description": "Eric Berry is a former American football safety. He played college football at Tennessee, where he was a two-time unanimous All-American and recognized as the best collegiate defensive back in the country. He was then drafted by the Kansas City Chiefs fifth overall in the 2010 NFL Draft. Berry has been voted to the Pro Bowl five times and has been named to the First Team All-Pro three times."}]}, {"heading": "Births", "year": "1988", "date": "December 29", "txt": "Christen Press, American footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 29", "txt": "Ágnes Szávay, Hungarian tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 29", "txt": "Kei Nishikori, Japanese tennis player", "entities": [{"title": "Kei Nishikori", "href": "/wiki/Kei_Nishikori", "description": "Kei Nishikori  is a Japanese professional tennis player. He is the only male Japanese tennis player after Jiro Sato in history to be ranked inside the top 5 in singles, and first reached his career-high singles ranking of world No. 4 in March 2015. He is currently ranked world No. 39 by the Association of Tennis Professionals (ATP)."}]}, {"heading": "Births", "year": "1993", "date": "December 29", "txt": "Travis Head, Australian cricketer", "entities": [{"title": "Travis Head", "href": "/wiki/Travis_Head", "description": "Travis Michael Head is an Australian international cricketer. He is contracted to South Australia and the Adelaide Strikers for domestic matches. He is a left-handed middle-order batsman and a part-time bowler. He was formerly a co vice-captain of the Australian national team in Tests from January 2019 to November 2020."}]}, {"heading": "Births", "year": "1993", "date": "December 29", "txt": "Gabby May, Canadian artistic gymnast", "entities": []}, {"heading": "Births", "year": "1995", "date": "December 29", "txt": "Ross Lynch, American singer and actor", "entities": [{"title": "Ross Lynch", "href": "/wiki/Ross_Lynch", "description": "Ross Shor Lynch is an American singer, songwriter, musician, and actor. He was the lead vocalist of the pop rock band R5 and is one half of the band the Driver Era, with his brother, Rocky Lynch. As an actor, he is known for his debut role as Austin Moon on the Disney Channel original series Austin & Ally, and for his role as Brady in the Teen Beach Movie series."}]}, {"heading": "Births", "year": "1996", "date": "December 29", "txt": "Sana Minatozaki, Japanese singer, member of Twice", "entities": [{"title": "Sana Minatozaki", "href": "/wiki/Sana_Minatozaki", "description": "Sana Minatozaki , known mononymously as Sana, is a Japanese singer based in South Korea. She is a member of the K-pop girl group Twice, formed by JYP Entertainment. Sana is one of Twice's three Japanese members."}, {"title": "Twice", "href": "/wiki/Twice", "description": "Twice, commonly stylized as TWICE, is a South Korean girl group formed by JYP Entertainment. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. Twice was formed under the television program Sixteen (2015) and debuted on October 20, 2015, with the extended play (EP) The Story Begins."}]}, {"heading": "Births", "year": "1997", "date": "December 29", "txt": "Felix Keisinger, German skeleton racer", "entities": [{"title": "Felix Keisinger", "href": "/wiki/Felix_Keisinger", "description": "Felix Keisinger is a German Skeleton racer who finished fourth in the standings in the mens singles category of the 2019-20 Skeleton World Cup."}]}, {"heading": "Births", "year": "2000", "date": "December 29", "txt": "Eliot Vassamillet, Belgian singer", "entities": [{"title": "Eliot Vassamillet", "href": "/wiki/Eliot_Vassamillet", "description": "Eliot Vassamillet is a Belgian singer who represented Belgium at the Eurovision Song Contest 2019 in Tel Aviv, Israel and failed to qualify for the grand final. He was selected internally with the song \"Wake Up\" written by Pierre Dumoulin, who previously wrote \"City Lights\" for singer Blanche, which placed 4th in Eurovision Song Contest 2017, and Vassamillet himself."}]}, {"heading": "Deaths", "year": "721", "date": "December 29", "txt": "Empress Genmei of Japan (b. 660)", "entities": [{"title": "Empress Genmei", "href": "/wiki/Empress_Genmei", "description": "Empress Genmei , also known as Empress Genmyō, was the 43rd monarch of Japan, according to the traditional order of succession. Genmei's reign spanned the years 707 through 715 CE."}]}, {"heading": "Deaths", "year": "1125", "date": "December 29", "txt": "Agnes I, Abbess of Quedlinburg (b.c. 1090)", "entities": [{"title": "Agnes I, Abbess of Quedlinburg", "href": "/wiki/Agnes_I,_Abbess_of_Quedlinburg", "description": "Agnes I was Abbess of Gandersheim and Quedlinburg."}]}, {"heading": "Deaths", "year": "1170", "date": "December 29", "txt": "Thomas Becket, English archbishop and saint (b. 1118)", "entities": [{"title": "Thomas Becket", "href": "/wiki/Thomas_Becket", "description": "Thomas Becket, also known as Saint Thomas of Canterbury, Thomas of London and later Thomas à Becket, was Archbishop of Canterbury from 1162 until his murder in 1170. He is venerated as a saint and martyr by both the Catholic Church and the Anglican Communion. He engaged in conflict with Henry II, King of England, over the rights and privileges of the Church and was murdered by followers of the kin"}]}, {"heading": "Deaths", "year": "1208", "date": "December 29", "txt": "Emperor Zhangzong of Jin, (b. 1168)", "entities": [{"title": "Emperor Zhangzong of Jin", "href": "/wiki/Emperor_Zhangzong_of_Jin", "description": "Emperor Zhangzong of Jin, personal name Madage, sinicized name Wanyan Jing, was the sixth emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. He reigned from 20 January 1189 to 29 December 1208."}]}, {"heading": "Deaths", "year": "1380", "date": "December 29", "txt": "Elizabeth of Poland, queen consort of Hungary (b. 1305)", "entities": [{"title": "Elizabeth of Poland", "href": "/wiki/Elizabeth_of_Poland", "description": "Elizabeth of Poland was queen of Hungary by marriage to Charles I of Hungary, and regent of Poland from 1370 to 1376 during the reign of her son Louis I."}]}, {"heading": "Deaths", "year": "1416", "date": "December 29", "txt": "Mathew Swetenham, bow bearer of Henry IV", "entities": [{"title": "Mathew Swetenham", "href": "/wiki/Mathew_Swetenham", "description": "Mathew Swetenham was Henry IV's bowbearer. He is commemorated by a brass effigy at St. Mary's Church in Blakesley."}, {"title": "Henry IV of England", "href": "/wiki/Henry_IV_of_England", "description": "Henry IV was King of England from 1399 to 1413. He asserted the claim of his grandfather King Edward III, a maternal grandson of Philip IV of France, to the Kingdom of France. Henry was the first English ruler since the Norman Conquest over three hundred years prior whose mother tongue was English rather than French. He was known as Henry Bolingbroke before ascending to the throne. His father was "}]}, {"heading": "Deaths", "year": "1550", "date": "December 29", "txt": "Bhuvanaikabahu VII, King of Kotte (b. 1468)", "entities": [{"title": "Bhuvanaikabahu VII of Kotte", "href": "/wiki/Bhuvanaikabahu_VII_of_Kotte", "description": "Bhuvanaikabahu VII was King of Kotte in the sixteenth century, who ruled from 1521 to 1551. He was the eldest son of Vijayabahu VII of Kotte, whom he succeeded, and his chief queen Anula Kahatuda. He was born in 1468 and his brothers were Mayadunne of Sitawaka and Rayigam Bandara. After his father married a second time, his new queen brought a son from another relationship called Deva Rajasinghe, "}]}, {"heading": "Deaths", "year": "1563", "date": "December 29", "txt": "Sebastian Castellio, French preacher and theologian (b. 1515)", "entities": [{"title": "Sebastian Castellio", "href": "/wiki/Sebastian_Castellio", "description": "Sebastian Castellio was a French preacher and theologian; and one of the first Reformed Christian proponents of religious toleration, freedom of conscience and thought."}]}, {"heading": "Deaths", "year": "1565", "date": "December 29", "txt": "Queen Munjeong of Korea (b. 1501)", "entities": [{"title": "Queen Munjeong", "href": "/wiki/Queen_Munjeong", "description": "Queen Munjeong or Queen Moon-Jung, of the Papyeong Yun clan, was a posthumous name bestowed to the wife and third queen consort of Yi Yeok, King Jungjong. She was Queen consort of Joseon from 1517 until her husband's death in 1544, after which she was honoured as Queen Dowager Seongryeol (성렬왕대비) during the reign of her step-son Yi Ho, King Injong, and as Grand Queen Dowager Seongryeol (성렬대왕대비) dur"}]}, {"heading": "Deaths", "year": "1606", "date": "December 29", "txt": "Stephen Bocskay, Prince of Transylvania (b. 1557)", "entities": [{"title": "Stephen Bocskay", "href": "/wiki/Stephen_Bocskay", "description": "Stephen Bocskai or Bocskay was Prince of Transylvania and Hungary from 1605 to 1606. He was born to a Hungarian noble family. His father's estates were located in the eastern regions of the medieval Kingdom of Hungary, which developed into the Principality of Transylvania in the 1570s. He spent his youth in the court of the Holy Roman Emperor, Maximilian, who was also the ruler of Royal Hungary."}]}, {"heading": "Deaths", "year": "1634", "date": "December 29", "txt": "John Albert Vasa, Polish cardinal (b. 1612)", "entities": [{"title": "John Albert Vasa", "href": "/wiki/John_Albert_Vasa", "description": "John Albert Vasa was a Polish cardinal, and a Prince-Bishop of Warmia and Kraków. He was the son of Sigismund III Vasa and Constance of Austria."}]}, {"heading": "Deaths", "year": "1661", "date": "December 29", "txt": "Antoine Girard de Saint-Amant, French poet (b. 1594)", "entities": [{"title": "Antoine Girard de Saint-Amant", "href": "/wiki/Antoine_Girard_de_Saint-Amant", "description": "Antoine Girard, sieur de Saint-Amant was a French poet."}]}, {"heading": "Deaths", "year": "1689", "date": "December 29", "txt": "Thomas Sydenham, English physician and author (b. 1624)", "entities": [{"title": "Thomas Sydenham", "href": "/wiki/Thomas_Sydenham", "description": "Thomas Sydenham was an English physician. He was the author of Observationes Medicae which became a standard textbook of medicine for two centuries so that he became known as 'The English Hippocrates'. Among his many achievements was the discovery of a disease, Sydenham's chorea, also known as St Vitus' Dance."}]}, {"heading": "Deaths", "year": "1720", "date": "December 29", "txt": "Maria Margarethe Kirch, German astronomer and educator (b. 1670)", "entities": [{"title": "Maria Margarethe Kirch", "href": "/wiki/Maria_Margarethe_Kirch", "description": "Maria Margaretha Kirch was a German astronomer. She was one of the first famous astronomers of her period due to her writing on the conjunction of the sun with Saturn, Venus, and Jupiter in 1709 and 1712 respectively."}]}, {"heading": "Deaths", "year": "1731", "date": "December 29", "txt": "Brook Taylor, English mathematician and theorist (b. 1685)", "entities": [{"title": "Brook Taylor", "href": "/wiki/Brook_Taylor", "description": " Brook Taylor was an English mathematician best known for creating Taylor's theorem and the Taylor series, which are important for their use in mathematical analysis."}]}, {"heading": "Deaths", "year": "1737", "date": "December 29", "txt": "Joseph Saurin, French minister and mathematician (b. 1659)", "entities": [{"title": "Joseph Saurin", "href": "/wiki/Joseph_Saurin", "description": "Joseph Saurin was a French mathematician and a converted Protestant minister. He was the first to show how the tangents at the multiple points of curves could be determined by mathematical analysis. He was accused in 1712 by Jean-Baptiste Rousseau of being the actual author of defamatory verses that gossip had attributed to Rousseau."}]}, {"heading": "Deaths", "year": "1785", "date": "December 29", "txt": "Johan Herman Wessel, Norwegian-Danish poet and playwright (b. 1742)", "entities": [{"title": "Johan Herman Wessel", "href": "/wiki/Johan_Herman_Wessel", "description": "Johan Herman Wessel was an 18th-century Danish-Norwegian poet, satirist and playwright. His written work was characterized by the use of parody and satiric wit."}]}, {"heading": "Deaths", "year": "1807", "date": "December 29", "txt": "Diogo de Carvalho e Sampayo, Portuguese diplomat and scientist (b. 1750)", "entities": [{"title": "Diogo de Carvalho e Sampayo", "href": "/wiki/Diogo_de_Carvalho_e_Sampayo", "description": "Diogo de Carvalho e Sampayo was a Portuguese nobleman, magistrate, diplomat and scientist. A knight of the Order of Malta and a judge by profession, Carvalho e Sampayo became notable as an amateur scientist who authored two important works on the subject of chromatics."}]}, {"heading": "Deaths", "year": "1815", "date": "December 29", "txt": "Sarah Baartman, Khoikhoi woman (b. 1789)", "entities": [{"title": "Sarah Baartman", "href": "/wiki/Sarah_Baartman", "description": "Sarah Baartman was the best known of at least two South African Khoikhoi women who, due to the European objectification of their buttocks, were exhibited as freak show attractions in 19th-century Europe under the name Hottentot Venus—\"Hottentot\" was the name for the Khoi people, now considered an offensive term, and \"Venus\" referred to the Roman goddess of love and fertility."}]}, {"heading": "Deaths", "year": "1825", "date": "December 29", "txt": "Jacques-Louis David, French painter and illustrator (b. 1748)", "entities": [{"title": "Jacques-Louis David", "href": "/wiki/Jacques-Louis_David", "description": "Jacques-Louis David was a French painter in the Neoclassical style, considered to be the preeminent painter of the era. In the 1780s his cerebral brand of history painting marked a change in taste away from Rococo frivolity toward classical austerity and severity and heightened feeling, harmonizing with the moral climate of the final years of the Ancien Régime."}]}, {"heading": "Deaths", "year": "1887", "date": "December 29", "txt": "Ferdinand Johann Wiedemann, Estonian-Russian linguist and botanist (b. 1805)", "entities": [{"title": "Ferdinand Johann Wiedemann", "href": "/wiki/Ferdinand_Johann_Wiedemann", "description": "Ferdinand Johann Wiedemann was an Estonian linguist who researched Uralic languages, mostly Estonian. Wiedemann was also a botanist."}]}, {"heading": "Deaths", "year": "1890", "date": "December 29", "txt": "Spotted Elk, American tribal leader (b. 1826)", "entities": [{"title": "Spotted Elk", "href": "/wiki/Spotted_Elk", "description": "Spotted Elk, was a chief of the Miniconjou, Lakota Sioux. He was a son of Miniconjou chief Lone Horn and became a chief upon his father's death. He was a highly renowned chief with skills in war and negotiations. A United States Army soldier, at Fort Bennett, coined the nickname Big Foot – not to be confused with Oglala Big Foot."}]}, {"heading": "Deaths", "year": "1891", "date": "December 29", "txt": "Leopold Kronecker, Polish-German mathematician and academic (b. 1823)", "entities": [{"title": "Leopold Kronecker", "href": "/wiki/Leopold_Kronecker", "description": "Leopold Kronecker was a German mathematician who worked on number theory, algebra and logic. He criticized Georg Cantor's work on set theory, and was quoted by Weber (1893) as having said, \"Die ganzen Zahlen hat der liebe Gott gemacht, alles andere ist Menschenwerk\". Kronecker was a student and lifelong friend of Ernst Kummer."}]}, {"heading": "Deaths", "year": "1894", "date": "December 29", "txt": "Christina Rossetti, English poet and hymn-writer (b. 1830)", "entities": [{"title": "Christina Rossetti", "href": "/wiki/Christina_Rossetti", "description": "Christina Georgina Rossetti was an English poet who wrote romantic, devotional, and children's poems. \"Goblin Market\" and \"Remember\" remain famous. She also wrote the words of two Christmas carols well known in the UK: \"In the Bleak Midwinter\", later set by Gustav Holst and by Harold Darke, and \"Love Came Down at Christmas\", also set by Darke and by other composers. She was a sister of the artist "}]}, {"heading": "Deaths", "year": "1897", "date": "December 29", "txt": "William James Linton, English-American painter, author, and activist (b. 1812)", "entities": [{"title": "William James Linton", "href": "/wiki/William_James_Linton", "description": "William James Linton was an English-born American wood-engraver, landscape painter, political reformer and author of memoirs, novels, poetry and non-fiction."}]}, {"heading": "Deaths", "year": "1900", "date": "December 29", "txt": "John Henry Leech, English entomologist (b. 1862)", "entities": [{"title": "John Henry Leech", "href": "/wiki/John_Henry_Leech", "description": "John Henry Leech was an English entomologist who specialised in Lepidoptera and Coleoptera."}]}, {"heading": "Deaths", "year": "1910", "date": "December 29", "txt": "Reginald Doherty, English tennis player (b. 1872)", "entities": [{"title": "Reginald Doherty", "href": "/wiki/Reginald_Doherty", "description": "Reginald \"Reggie\" or \"R. F.\" Frank Doherty was a British tennis player and the older brother of tennis player Laurence Doherty. He was known in the tennis world as \"R.F.\" rather than \"Reggie\". He was a four-time Wimbledon singles champion and a triple Olympic Gold medalist in doubles and mixed doubles."}]}, {"heading": "Deaths", "year": "1924", "date": "December 29", "txt": "Carl Spitteler, Swiss poet and academic, Nobel Prize laureate (b. 1845)", "entities": [{"title": "Carl Spitteler", "href": "/wiki/Carl_Spitteler", "description": "Carl Friedrich Georg Spitteler was a Swiss poet who was awarded the Nobel Prize for Literature in 1919 \"in special appreciation of his epic, Olympian Spring\". His work includes both pessimistic and heroic poems."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1925", "date": "December 29", "txt": "Félix Vallotton, Swiss/French painter (b. 1865)", "entities": [{"title": "Félix Vallotton", "href": "/wiki/F%C3%A9lix_Vallotton", "description": "Félix Edouard Vallotton was a Swiss and French painter and printmaker associated with the group of artists known as Les Nabis. He was an important figure in the development of the modern woodcut. He painted portraits, landscapes, nudes, still lifes, and other subjects in an unemotional, realistic style."}]}, {"heading": "Deaths", "year": "1926", "date": "December 29", "txt": "Rainer Maria Rilke, Austrian poet and author (b. 1875)", "entities": [{"title": "Rainer Maria Rilke", "href": "/wiki/Rainer_Maria_Rilke", "description": "René Karl Wilhelm Johann Josef Maria Rilke, better known as Rainer Maria Rilke, was a Bohemian-Austrian poet and novelist. He is \"widely recognized as one of the most lyrically intense German-language poets\". He wrote both verse and highly lyrical prose. Several critics have described Rilke's work as \"mystical\". His writings include one novel, several collections of poetry and several volumes of c"}]}, {"heading": "Deaths", "year": "1929", "date": "December 29", "txt": "Wilhelm Maybach, German engineer and businessman, founded Maybach (b. 1846)", "entities": [{"title": "Wilhelm Maybach", "href": "/wiki/Wilhelm_Maybach", "description": "Wilhelm Maybach (help·info) was an early German engine designer and industrialist. During the 1890s he was hailed in France, then the world centre for car production, as the \"King of Designers\"."}, {"title": "Maybach", "href": "/wiki/Maybach", "description": "Maybach is a German car brand that exists today as a part of Mercedes-Benz. The original company was founded in 1909 by Wilhelm Maybach and his son, originally as a subsidiary of Luftschiffbau Zeppelin GmbH, and it was known as Luftfahrzeug-Motorenbau GmbH until 1999."}]}, {"heading": "Deaths", "year": "1937", "date": "December 29", "txt": "Don Marquis, American journalist, author, and playwright (b. 1878)", "entities": [{"title": "Don Marquis", "href": "/wiki/Don_Marquis", "description": "Donald Robert Perry Marquis was an American humorist, journalist, and author. He was variously a novelist, poet, newspaper columnist, and playwright. He is remembered best for creating the characters Archy and Mehitabel, supposed authors of humorous verse. During his lifetime he was equally famous for creating another fictitious character, \"the Old Soak,\" who was the subject of two books, a hit Br"}]}, {"heading": "Deaths", "year": "1941", "date": "December 29", "txt": "Tullio Levi-Civita, Italian mathematician and scholar (b. 1873)", "entities": [{"title": "Tullio Levi-Civita", "href": "/wiki/Tullio_Levi-Civita", "description": "Tullio Levi-Civita, was an Italian mathematician, most famous for his work on absolute differential calculus and its applications to the theory of relativity, but who also made significant contributions in other areas. He was a pupil of Gregorio Ricci-Curbastro, the inventor of tensor calculus. His work included foundational papers in both pure and applied mathematics, celestial mechanics, analyti"}]}, {"heading": "Deaths", "year": "1944", "date": "December 29", "txt": "Khasan Israilov, Chechen rebel (b. 1910)", "entities": [{"title": "Khasan Israilov", "href": "/wiki/Khasan_Israilov", "description": "Hasan Israilov was a Chechen nationalist, guerrilla fighter, journalist, and poet who led Chechen and Ingush resistance and a rebellion against the Soviet Union from 1940 until his death in 1944. Israilov is regarded as one of the most influential Chechen resistance leaders during World War II, and he is considered by many Chechens to be a national hero. He was infamous to the Soviets, and to many"}, {"title": "Chechen people", "href": "/wiki/Chechen_people", "description": "The Chechens, historically also known as Kisti and Durdzuks, are a Northeast Caucasian ethnic group of the Nakh peoples native to the North Caucasus in Eastern Europe. They refer to themselves as Nokhchiy. Chechen and Ingush peoples are collectively known as the Vainakh since the 1930s and were known as Nakhchi prior. The vast majority of Chechens today are Muslims and live in Chechnya, a republic"}]}, {"heading": "Deaths", "year": "1949", "date": "December 29", "txt": "Tyler Dennett, American historian and author (b. 1883)", "entities": [{"title": "Tyler Dennett", "href": "/wiki/Tyler_Dennett", "description": "Tyler Dennett was an American historian and educator, best known for his book John Hay: From Poetry to Politics (1933), which won the 1934 Pulitzer Prize for Biography or Autobiography."}]}, {"heading": "Deaths", "year": "1952", "date": "December 29", "txt": "Fletcher Henderson, American pianist, composer, and bandleader (b. 1897)", "entities": [{"title": "Fletcher Henderson", "href": "/wiki/Fletcher_Henderson", "description": "James Fletcher Hamilton Henderson was an American pianist, bandleader, arranger and composer, important in the development of big band jazz and swing music. He was one of the most prolific black musical arrangers and, along with Duke Ellington, is considered one of the most influential arrangers and bandleaders in jazz history. Henderson's influence was vast. He helped bridge the gap between the D"}]}, {"heading": "Deaths", "year": "1959", "date": "December 29", "txt": "Robin Milford, English soldier and composer (b. 1903)", "entities": [{"title": "Robin Milford", "href": "/wiki/Robin_Milford", "description": "Robin Humphrey Milford was an English composer."}]}, {"heading": "Deaths", "year": "1960", "date": "December 29", "txt": "Eden Phillpotts, English author and poet (b. 1862)", "entities": [{"title": "Eden Phillpotts", "href": "/wiki/Eden_Phillpotts", "description": "Eden Phillpotts was an English author, poet and dramatist. He was born in Mount Abu, India, was educated in Plymouth, Devon, and worked as an insurance officer for 10 years before studying for the stage and eventually becoming a writer."}]}, {"heading": "Deaths", "year": "1967", "date": "December 29", "txt": "Paul Whiteman, American violinist, composer, and conductor (b. 1890)", "entities": [{"title": "Paul Whiteman", "href": "/wiki/Paul_Whiteman", "description": "Paul Samuel 'Pops' Whiteman was an American bandleader, composer, orchestral director, and violist."}]}, {"heading": "Deaths", "year": "1968", "date": "December 29", "txt": "Austin Farrer, English theologian and philosopher (b. 1904)", "entities": [{"title": "Austin Farrer", "href": "/wiki/Austin_Farrer", "description": "Austin Marsden Farrer was an English Anglican philosopher, theologian, and biblical scholar. His activity in philosophy, theology, and spirituality led many to consider him one of the greatest figures of 20th-century Anglicanism. He served as Warden of Keble College, Oxford, from 1960 to 1968."}]}, {"heading": "Deaths", "year": "1970", "date": "December 29", "txt": "Marie Menken, American director and painter (b. 1909)", "entities": [{"title": "Marie Menken", "href": "/wiki/Marie_Menken", "description": "Marie Menken was an American experimental filmmaker, painter, and socialite. She was noted for her unique filming style that incorporated collage."}]}, {"heading": "Deaths", "year": "1972", "date": "December 29", "txt": "Joseph Cornell, American sculptor and director (b. 1903)", "entities": [{"title": "Joseph Cornell", "href": "/wiki/Joseph_Cornell", "description": "Joseph Cornell was an American artist and film maker, one of the pioneers and most celebrated exponents of assemblage. Influenced by the Surrealists, he was also an avant-garde experimental filmmaker. He was largely self-taught in his artistic efforts, and improvised his own original style incorporating cast-off and discarded artifacts. He lived most of his life in relative physical isolation, car"}]}, {"heading": "Deaths", "year": "1972", "date": "December 29", "txt": "Chrysostomos Papasarantopoulos, Greek priest and missionary (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "December 29", "txt": "Ivo Van Damme, Belgian runner (b. 1954)", "entities": [{"title": "Ivo Van Damme", "href": "/wiki/Ivo_Van_Damme", "description": "Ivo Van Damme was a Belgian middle-distance runner."}]}, {"heading": "Deaths", "year": "1980", "date": "December 29", "txt": "Nadezhda Mandelstam, Russian author and educator (b. 1899)", "entities": [{"title": "Nadezhda Mandelstam", "href": "/wiki/Nadezhda_Mandelstam", "description": "Nadezhda Yakovlevna Mandelstam was a Russian Jewish writer and educator, and the wife of the poet Osip Mandelstam who died in 1938 in a transit camp to the gulag of Siberia. She wrote two memoirs about their lives together and the repressive Stalinist regime: Hope Against Hope (1970) and Hope Abandoned (1974), both first published in the West in English, translated by Max Hayward."}]}, {"heading": "Deaths", "year": "1981", "date": "December 29", "txt": "Miroslav Krleža, Croatian author, poet, and playwright (b. 1893)", "entities": [{"title": "Miroslav Krleža", "href": "/wiki/Miroslav_Krle%C5%BEa", "description": "Miroslav Krleža was a Yugoslav and Croatian writer and a prominent figure in cultural life of both Yugoslav states, the Kingdom (1918–1941) and the Socialist Republic. A one time Vice President and General Secretary of the Yugoslav Academy of Sciences and Arts (JAZU), he has often been proclaimed the greatest Croatian writer of the 20th century and beyond."}]}, {"heading": "Deaths", "year": "1986", "date": "December 29", "txt": "Harold Macmillan, English captain and politician, Prime Minister of the United Kingdom (b. 1894)", "entities": [{"title": "Harold Macmillan", "href": "/wiki/Harold_Macmillan", "description": "Maurice Harold Macmillan, 1st Earl of Stockton, was a British Conservative politician who was Prime Minister of the United Kingdom from 1957 to 1963. Caricatured as \"Supermac\", he was known for his pragmatism, wit and unflappability."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1986", "date": "December 29", "txt": "Andrei Tarkovsky, Russian director and screenwriter (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "December 29", "txt": "Mike Beuttler, Egyptian race car driver (b. 1940)", "entities": [{"title": "Mike Beuttler", "href": "/wiki/Mike_Beuttler", "description": "Michael Simon Brindley Bream Beuttler was a British Formula One driver who raced privately entered March cars. He was born in Cairo, Egypt, the son of Colonel Leslie Brindley Bream Beuttler, Duke of Wellington's Regiment, O.B.E., and a descendant on his mother's side of the Scottish ornithologist William Robert Ogilvie-Grant, grandson of the 6th Earl of Seafield."}]}, {"heading": "Deaths", "year": "1996", "date": "December 29", "txt": "Mireille Hartuch, French singer-songwriter and actress (b. 1906)", "entities": [{"title": "Mireille Hartuch", "href": "/wiki/Mireille_Hartuch", "description": "Mireille Hartuch was a French singer, composer, and actress. She was generally known by the stage name \"Mireille,\" it being a common practice of the time to use a single name for the stage."}]}, {"heading": "Deaths", "year": "1998", "date": "December 29", "txt": "Jean-Claude Forest, French author and illustrator (b. 1930)", "entities": [{"title": "Jean-Claude Forest", "href": "/wiki/Jean-Claude_Forest", "description": "Jean-Claude Forest was a French writer and illustrator of comics and the creator of character Barbarella."}]}, {"heading": "Deaths", "year": "1999", "date": "December 29", "txt": "Leon Radzinowicz, Polish-English criminologist and academic (b. 1906)", "entities": [{"title": "Leon Radzinowicz", "href": "/wiki/Leon_Radzinowicz", "description": "Sir Leon Radzinowicz, was a criminologist and academic. He was the founding director of the Institute of Criminology at the Faculty of Law at the University of Cambridge."}]}, {"heading": "Deaths", "year": "2000", "date": "December 29", "txt": "Adele Stimmel Chase, American sculptor and painter (b. 1917)", "entities": [{"title": "Adele Stimmel Chase", "href": "/wiki/Adele_Stimmel_Chase", "description": "Adele Stimmel Chase was an American artist who worked in ceramics, metal sculpture and painting."}]}, {"heading": "Deaths", "year": "2001", "date": "December 29", "txt": "Takashi Asahina, Japanese conductor (b. 1908)", "entities": [{"title": "Takashi Asahina", "href": "/wiki/Takashi_Asahina", "description": "Takashi Asahina  was a Japanese conductor."}]}, {"heading": "Deaths", "year": "2003", "date": "December 29", "txt": "Bob Monkhouse, English comedian, actor, and game show host (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 29", "txt": "Julius Axelrod, American biochemist and academic, Nobel Prize laureate (b. 1912)", "entities": [{"title": "Julius Axelrod", "href": "/wiki/Julius_Axelrod", "description": "Julius Axelrod was an American biochemist. He won a share of the Nobel Prize in Physiology or Medicine in 1970 along with Bernard Katz and Ulf von Euler. The Nobel Committee honored him for his work on the release and reuptake of catecholamine neurotransmitters, a class of chemicals in the brain that include epinephrine, norepinephrine, and, as was later discovered, dopamine. Axelrod also made maj"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2004", "date": "December 29", "txt": "Ken Burkhart, American baseball player and umpire (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 29", "txt": "Phil O'Donnell, Scottish footballer (b. 1972)", "entities": [{"title": "Phil O'Donnell (footballer)", "href": "/wiki/Phil_O%27Donnell_(footballer)", "description": "Philip O'Donnell was a Scottish professional footballer who played as a midfielder for Motherwell, Celtic and Sheffield Wednesday. He also earned one international cap for Scotland, and twice won the PFA Scotland Young Player of the Year award. He died after suffering cardiac arrest while playing for Motherwell against Dundee United on 29 December 2007, aged 35."}]}, {"heading": "Deaths", "year": "2008", "date": "December 29", "txt": "Freddie Hubbard, American trumpet player and composer (b. 1938)", "entities": [{"title": "Freddie Hubbard", "href": "/wiki/Freddie_Hubbard", "description": "Frederick Dewayne Hubbard was an American jazz trumpeter. He played bebop, hard bop, and post-bop styles from the early 1960s onwards. His unmistakable and influential tone contributed to new perspectives for modern jazz and bebop."}]}, {"heading": "Deaths", "year": "2009", "date": "December 29", "txt": "Steven Williams, American professional wrestler (b. 1960)", "entities": [{"title": "\"Dr. Death\" Steve Williams", "href": "/wiki/%22Dr._Death%22_Steve_Williams", "description": "Steven Williams was an American professional wrestler, former collegiate football player, and amateur wrestler at the University of Oklahoma. Williams was known as \"Dr. Death\", a nickname he acquired in junior high school."}]}, {"heading": "Deaths", "year": "2010", "date": "December 29", "txt": "Avi Cohen, Israeli footballer and manager (b. 1956)", "entities": [{"title": "Avi Cohen", "href": "/wiki/Avi_Cohen", "description": "Avraham \"Avi\" Cohen was an Israeli footballer who played as a defender, and a manager. He was best known for his spells playing for two British clubs: Liverpool in England and Rangers in Scotland. After retirement from active football and management, he was the chairman of the Israel Professional Footballers Association for over five years until he was killed in a motorcycle crash. after his death"}]}, {"heading": "Deaths", "year": "2012", "date": "December 29", "txt": "Tony Greig, South African-Australian cricketer and sportscaster (b. 1946)", "entities": [{"title": "Tony Greig", "href": "/wiki/Tony_Greig", "description": "Anthony William Greig was an English Test cricket captain turned commentator. Born in South Africa, Greig qualified to play for the England cricket team by virtue of his Scottish parentage. He was a tall batting all-rounder who bowled both medium pace and off spin. Greig was captain of England from 1975 to 1977, and captained Sussex. His younger brother, Ian, also played Test cricket, while severa"}]}, {"heading": "Deaths", "year": "2012", "date": "December 29", "txt": "Roland Griffiths-Marsh, Australian soldier and author (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 29", "txt": "Edward Meneeley, American painter and sculptor (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 29", "txt": "Paulo Rocha, Portuguese director and screenwriter (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 29", "txt": "Bruce Stark, American cartoonist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 29", "txt": "C. T. Hsia, Chinese-American critic and scholar (b. 1921)", "entities": [{"title": "C. T. Hsia", "href": "/wiki/C._T._Hsia", "description": "Hsia Chih-tsing or C. T. Hsia was a Chinese literary critic, scholar, and translator. He contributed to the introduction of modern Chinese literature to the Western world by promoting the works of once marginalized writers in the 1960s. Today, C. T. Hsia is considered as one of the most important critics of Chinese literature."}]}, {"heading": "Deaths", "year": "2013", "date": "December 29", "txt": "Benjamin Curtis, American guitarist, drummer, and songwriter (b. 1978)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 29", "txt": "Connie Dierking, American basketball player (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 29", "txt": "Eero Mäntyranta, Finnish skier (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 29", "txt": "Jagadish Mohanty, Indian author and translator (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 29", "txt": "Wojciech Kilar, Polish classical and film music composer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 29", "txt": "Hari Harilela, Indian-Hong Kong businessman and philanthropist (b. 1922)", "entities": [{"title": "Hari Harilela", "href": "/wiki/Hari_Harilela", "description": "Hari Naroomal Harilela, was a Hong Kong Indian businessman, hotelier and philanthropist and the founder and chairman of the Harilela Group. The group runs businesses ranging from hotel and real estate investment to import and export trading. He was often dubbed the richest Indian in Hong Kong."}]}, {"heading": "Deaths", "year": "2014", "date": "December 29", "txt": "Juanito Remulla, Sr., Filipino lawyer and politician, Governor of Cavite (b. 1933)", "entities": [{"title": "Governor of Cavite", "href": "/wiki/Governor_of_Cavite", "description": "The governor of Cavite is the local chief executive of the Province of Cavite in the Philippines."}]}, {"heading": "Deaths", "year": "2015", "date": "December 29", "txt": "Om Prakash Malhotra, Indian general and politician, 25th Governor of Punjab (b. 1922)", "entities": [{"title": "Om Prakash Malhotra", "href": "/wiki/Om_Prakash_Malhotra", "description": "General Om Prakash Malhotra, PVSM, best known as OP Malhotra, was a senior army officer in the Indian Army who served as the 10th Chief of Army Staff of the Indian Army from 1978 – 1981. Upon retiring from his military service in India, he served in the Indian Foreign Service when he tenured as the Indian Ambassador to Indonesia 1981-1984, and later served as a political administrator in India as "}, {"title": "List of governors of Punjab (India)", "href": "/wiki/List_of_governors_of_Punjab_(India)", "description": "This is a list of the governors of Punjab state in India since its independence on 15 August 1947. Since 1985, the Governor of Punjab has acted as the Administrator of Chandigarh as well."}]}, {"heading": "Deaths", "year": "2015", "date": "December 29", "txt": "Pavel Srníček, Czech footballer and coach (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 29", "txt": "Keion Carpenter, American football defensive back (b. 1977)", "entities": [{"title": "Keion Carpenter", "href": "/wiki/Keion_Carpenter", "description": "Keion Eric Carpenter was an American football safety who played for the Buffalo Bills and the Atlanta Falcons of the National Football League."}]}, {"heading": "Deaths", "year": "2016", "date": "December 29", "txt": "LaVell Edwards, American football head coach (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "December 29", "txt": "Pierre Cardin, Italian-French fashion designer (b. 1922)", "entities": [{"title": "Pierre Cardin", "href": "/wiki/Pierre_Cardin", "description": "Pierre Cardin, born Pietro Costante Cardin, was an Italian-born naturalised-French fashion designer. He is known for what were his avant-garde style and Space Age designs. He preferred geometric shapes and motifs, often ignoring the female form. He advanced into unisex fashions, sometimes experimental, and not always practical. He founded his fashion house in 1950 and introduced the \"bubble dress\""}]}]