[{"heading": "Events", "year": "1154", "date": "December 19", "txt": "Henry II of England is crowned at Westminster Abbey.", "entities": [{"title": "Henry II of England", "href": "/wiki/Henry_II_of_England", "description": "Henry II, also known as Henry Curtmantle, Henry FitzEmpress or Henry Plantagenet, was King of England from 1154 until his death in 1189. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Count Geoffrey V, in 1151. His marriage in 1152 to Eleanor of Aquitaine, whose marri"}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1187", "date": "December 19", "txt": "Pope Clement III is elected.", "entities": [{"title": "Pope Clement III", "href": "/wiki/Pope_Clement_III", "description": "Pope Clement III, born Paulino Scolari, was the head of the Catholic Church and ruler of the Papal States from 19 December 1187 to his death."}]}, {"heading": "Events", "year": "1490", "date": "December 19", "txt": "Anne, Duchess of Brittany, is married to Maximilian I, Holy Roman Emperor by proxy.", "entities": [{"title": "Anne of Brittany", "href": "/wiki/Anne_of_Brittany", "description": "Anne of Brittany was Duchess of Brittany from 1488 until her death, and queen consort of France from 1491 to 1498 and from 1499 to her death. She is the only woman to have been queen consort of France twice. During the Italian Wars, Anne also became queen consort of Naples, from 1501 to 1504, and duchess consort of Milan, in 1499–1500 and from 1500 to 1512."}, {"title": "Maximilian I, Holy Roman Emperor", "href": "/wiki/Maximilian_I,_Holy_Roman_Emperor", "description": "Maximilian I was King of the Romans from 1486 and Holy Roman Emperor from 1508 until his death. He was never crowned by the pope, as the journey to Rome was always too risky. He was instead proclaimed emperor elect by Pope Julius II at Trent, thus breaking the long tradition of requiring a Papal coronation for the adoption of the Imperial title. Maximilian was the son of Frederick III, Holy Roman "}, {"title": "Proxy marriage", "href": "/wiki/Proxy_marriage", "description": "A proxy wedding or proxy marriage is a wedding in which one or both of the individuals being united are not physically present, usually being represented instead by other persons. If both partners are absent a double proxy wedding occurs."}]}, {"heading": "Events", "year": "1562", "date": "December 19", "txt": "The Battle of Dreux takes place during the French Wars of Religion.", "entities": [{"title": "Battle of Dreux", "href": "/wiki/Battle_of_Dreux", "description": "The Battle of Dreux was fought on 19 December 1562 between Catholics and Huguenots. The Catholics were led by Anne de Montmorency while Louis I, Prince of Condé, led the Huguenots. Though commanders from both sides were captured, the French Catholics won the battle which would constitute the only major engagement of the first French Wars of Religion."}, {"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}]}, {"heading": "Events", "year": "1606", "date": "December 19", "txt": "The ships Susan Constant, Godspeed, and Discovery depart England carrying settlers who founded, at Jamestown, Virginia, the first of the thirteen colonies that became the United States.", "entities": [{"title": "Susan Constant", "href": "/wiki/Susan_Constant", "description": "Susan Constant, possibly Sarah Constant, captained by Christopher Newport, was the largest of three ships of the English Virginia Company on the 1606–1607 voyage that resulted in the founding of Jamestown in the new Colony of Virginia."}, {"title": "Godspeed (ship)", "href": "/wiki/Godspeed_(ship)", "description": "Godspeed, under Captain Bartholomew Gosnold, was one of the three ships on the 1606–1607 voyage to the New World for the English Virginia Company of London. The journey resulted in the founding of Jamestown in the new Colony of Virginia."}, {"title": "Discovery (1602 ship)", "href": "/wiki/Discovery_(1602_ship)", "description": "Discovery or Discoverie was a small 20-ton, 38-foot (12 m) long \"fly-boat\" of the British East India Company, launched before 1602. It was one of the three ships on the 1606–1607 voyage to the New World for the English Virginia Company of London. The journey resulted in the founding of Jamestown in the new Colony of Virginia."}, {"title": "Jamestown, Virginia", "href": "/wiki/Jamestown,_Virginia", "description": "The Jamestown settlement in the Colony of Virginia was the first permanent English settlement in the Americas. It was located on the northeast bank of the James (Powhatan) River about 2.5 mi (4 km) southwest of the center of modern Williamsburg. It was established by the Virginia Company of London as \"James Fort\" on May 4, 1607 O.S., and was considered permanent after a brief abandonment in 1610. "}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1675", "date": "December 19", "txt": "The Great Swamp Fight, a pivotal battle in King Philip's War, gives the English settlers a bitterly won victory.", "entities": [{"title": "Great Swamp Fight", "href": "/wiki/Great_Swamp_Fight", "description": "The Great Swamp Fight or the Great Swamp Massacre was a crucial battle fought during King Philip's War between the colonial militia of New England and the Narragansett tribe in December 1675. It was fought near the villages of Kingston and West Kingston in the Colony of Rhode Island and Providence Plantations. The combined force of the New England militia included 150 Pequots, and they inflicted a"}, {"title": "King Philip's War", "href": "/wiki/King_Philip%27s_War", "description": "King Philip's War was an armed conflict in 1675–1678 between indigenous inhabitants of New England and New England colonists and their indigenous allies. The war is named for Metacom, the Wampanoag chief who adopted the name Philip because of the friendly relations between his father Massasoit and the Mayflower Pilgrims. The war continued in the most northern reaches of New England until the signi"}]}, {"heading": "Events", "year": "1776", "date": "December 19", "txt": "Thomas Paine publishes one of a series of pamphlets in The Pennsylvania Journal entitled \"The American Crisis\".", "entities": [{"title": "Thomas Paine", "href": "/wiki/Thomas_Paine", "description": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), the two most influential pamphlets at the start of the American Revolution, and helped inspire the patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnati"}, {"title": "The American Crisis", "href": "/wiki/The_American_Crisis", "description": "The American Crisis, or simply The Crisis, is a pamphlet series by eighteenth-century Enlightenment philosopher and author Thomas Paine, originally published from 1776 to 1783 during the American Revolution. Thirteen numbered pamphlets were published between 1776 and 1777, with three additional pamphlets released between 1777 and 1783. The first of the pamphlets was published in The Pennsylvania J"}]}, {"heading": "Events", "year": "1777", "date": "December 19", "txt": "American Revolutionary War: George Washington's Continental Army goes into winter quarters at Valley Forge, Pennsylvania.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "Valley Forge", "href": "/wiki/Valley_Forge", "description": "Valley Forge functioned as the third of eight winter encampments for the Continental Army's main body, commanded by General George Washington, during the American Revolutionary War. In September 1777, Congress fled Philadelphia to escape the British capture of the city. After failing to retake Philadelphia, Washington led his 12,000-man army into winter quarters at Valley Forge, located approximat"}]}, {"heading": "Events", "year": "1796", "date": "December 19", "txt": "French Revolutionary Wars: Two British frigates under Commodore Horatio Nelson and two Spanish frigates under Commodore Don Jacobo Stuart engage in battle off the coast of Murcia.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Horatio Nelson, 1st Viscount Nelson", "href": "/wiki/Horatio_Nelson,_1st_Viscount_Nelson", "description": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté,, also known simply as Admiral Nelson, was an English flag officer in the Royal Navy. His inspirational leadership, grasp of strategy, and unconventional tactics brought about a number of decisive British naval victories, particularly during the Napoleonic Wars. He was wounded in combat, losing sight in one eye in Corsica at the "}, {"title": "Action of 19 December 1796", "href": "/wiki/Action_of_19_December_1796", "description": "The action of 19 December 1796 was a minor naval engagement of the French Revolutionary Wars, fought in the last stages of the Mediterranean campaign between two British Royal Navy frigates and two Spanish Navy frigates off the coast of Murcia. The British squadron was the last remaining British naval force in the Mediterranean, sent to transport the British garrison of Elba to safety under the co"}, {"title": "Murcia", "href": "/wiki/Murcia", "description": "Murcia is a city in south-eastern Spain, the capital and most populous city of the Autonomous Community of the Region of Murcia, and the seventh largest city in the country, with a population of 447,182 inhabitants in 2018. The population of the metropolitan area was 689,591 in 2010.\nIt is located on the Segura River, in the southeast of the Iberian Peninsula; it has a climate with hot summers, mi"}]}, {"heading": "Events", "year": "1828", "date": "December 19", "txt": "Nullification crisis: Vice President of the United States John C. Calhoun pens the South Carolina Exposition and Protest, protesting the Tariff of 1828.", "entities": [{"title": "Nullification crisis", "href": "/wiki/Nullification_crisis", "description": "The nullification crisis was a United States sectional political crisis in 1832–33, during the presidency of Andrew Jackson, which involved a confrontation between the state of South Carolina and the federal government. It ensued after South Carolina declared the federal Tariffs of 1828 and 1832 unconstitutional and therefore null and void within the sovereign boundaries of the state. However, cou"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "John C. Calhoun", "href": "/wiki/John_C._Calhoun", "description": "John Caldwell Calhoun was an American politician and political theorist from South Carolina who held many important positions including being the seventh vice president of the United States from 1825 to 1832, while adamantly defending slavery and protecting the interests of the white South when its residents were outnumbered by Northerners. He began his political career as a nationalist, modernize"}, {"title": "Tariff of 1828", "href": "/wiki/Tariff_of_1828", "description": "The Tariff of 1828 was a very high protective tariff that became law in the United States in May 1828. It was a bill designed to not pass Congress because it hurt both industry and farming, but surprisingly it passed. The bill was vehemently denounced in the South and escalated to a threat of civil war in the Nullification crisis of 1832-1833. The tariff was replaced in 1833 and the crisis ended. "}]}, {"heading": "Events", "year": "1900", "date": "December 19", "txt": "Hopetoun Blunder: The first Governor-General of Australia John Hope, 7th Earl of Hopetoun, appoints Sir William Lyne premier of the new state of New South Wales, but he is unable to persuade other colonial politicians to join his government and is forced to resign.", "entities": [{"title": "Hopetoun Blunder", "href": "/wiki/Hopetoun_Blunder", "description": "The Hopetoun Blunder was a political event immediately prior to the Federation of the British colonies in Australia."}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}, {"title": "John Hope, 7th Earl of Hopetoun", "href": "/wiki/John_Hope,_7th_Earl_of_Hopetoun", "description": "John Adrian Louis Hope, 1st Marquess of Linlithgow, 7th Earl of Hopetoun, was a British aristocrat and statesman who served as the first Governor-General of Australia, in office from 1901 to 1902. He was previously Governor of Victoria from 1889 to 1895."}, {"title": "William Lyne", "href": "/wiki/William_Lyne", "description": "Sir William John Lyne KCMG was an Australian politician who served as Premier of New South Wales from 1899 to 1901, and later as a federal cabinet minister under Edmund Barton and Alfred Deakin. He is best known as the subject of the \"Hopetoun Blunder\", unexpectedly being asked to serve as the first Prime Minister of Australia but failing to form a government."}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}]}, {"heading": "Events", "year": "1907", "date": "December 19", "txt": "Two hundred thirty-nine coal miners die in the Darr Mine Disaster in Jacobs Creek, Pennsylvania.", "entities": [{"title": "Darr Mine disaster", "href": "/wiki/Darr_Mine_disaster", "description": "The Darr Mine disaster at Van Meter, Rostraver Township, Westmoreland County, Pennsylvania, near Smithton, killed 239 men and boys on December 19, 1907. It ranks as the worst coal mining disaster in Pennsylvanian history."}, {"title": "Jacobs Creek (Pennsylvania)", "href": "/wiki/Jacobs_Creek_(Pennsylvania)", "description": "Jacobs Creek is a 33.4-mile-long (53.8 km) tributary of the Youghiogheny River beginning in Acme, Pennsylvania and draining at its mouth in the town of Jacobs Creek into the Youghiogheny River. Jacobs Creek is the southwestern border of Westmoreland County and the northwestern border of Fayette County. The area was a major producer of rye whiskey in the decades before Prohibition."}]}, {"heading": "Events", "year": "1912", "date": "December 19", "txt": "William Van Schaick, captain of the steamship General Slocum which caught fire and killed over one thousand people, is pardoned by U.S. President William Howard Taft after .mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}3+1⁄2 years in Sing Sing prison.", "entities": [{"title": "Steamboat", "href": "/wiki/Steamboat", "description": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S or PS ; however, these designations are most often used for steamships."}, {"title": "PS General Slocum", "href": "/wiki/PS_General_Slocum", "description": "The PS General Slocum was a sidewheel passenger steamboat built in Brooklyn, New York, in 1891. During her service history, she was involved in a number of mishaps, including multiple groundings and collisions."}, {"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "Sing Sing", "href": "/wiki/Sing_Sing", "description": "Sing Sing Correctional Facility is a maximum-security prison operated by the New York State Department of Corrections and Community Supervision in the village of Ossining, New York. It is about 30 miles (48 km) north of New York City on the east bank of the Hudson River. Sing Sing holds about 1,700 prisoners and housed the execution chamber for the State of New York until the abolishment of capita"}]}, {"heading": "Events", "year": "1920", "date": "December 19", "txt": "King Constantine I is restored as King of the Hellenes after the death of his son Alexander of Greece and a plebiscite.", "entities": [{"title": "Constantine I of Greece", "href": "/wiki/Constantine_I_of_Greece", "description": "Constantine I was King of Greece from 18 March 1913 to 11 June 1917 and from 19 December 1920 to 27 September 1922. He was commander-in-chief of the Hellenic Army during the unsuccessful Greco-Turkish War of 1897 and led the Greek forces during the successful Balkan Wars of 1912–1913, in which Greece expanded to include Thessaloniki, doubling in area and population. He succeeded to the throne of G"}, {"title": "Kingdom of Greece (Glücksburg)", "href": "/wiki/Kingdom_of_Greece_(Gl%C3%BCcksburg)", "description": "The Kingdom of Greece was established in 1832 and was the successor state to the First Hellenic Republic. It was internationally recognised by the Treaty of Constantinople, where Greece also secured its full independence from the Ottoman Empire after nearly four centuries."}, {"title": "Alexander of Greece", "href": "/wiki/Alexander_of_Greece", "description": "Alexander was King of Greece from 11 June 1917 until his death three years later, at the age of 27, from the effects of a monkey bite."}, {"title": "Referendum", "href": "/wiki/Referendum", "description": "A referendum is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with or commonly known by other names including a plebiscite, votation, ballot question, ballot measure, or proposition."}]}, {"heading": "Events", "year": "1924", "date": "December 19", "txt": "The last Rolls-Royce Silver Ghost is sold in London, England.", "entities": [{"title": "Rolls-Royce Silver Ghost", "href": "/wiki/Rolls-Royce_Silver_Ghost", "description": "The Rolls-Royce Silver Ghost name refers both to a car model and one specific car from that series."}]}, {"heading": "Events", "year": "1924", "date": "December 19", "txt": "German serial killer Fritz Haarmann is sentenced to death for a series of murders.", "entities": []}, {"heading": "Events", "year": "1927", "date": "December 19", "txt": "Three Indian revolutionaries, Ram Prasad Bismil, Roshan Singh and Ashfaqulla Khan, are executed by the British Raj for participation in the Kakori conspiracy.", "entities": [{"title": "Ram Prasad Bismil", "href": "/wiki/Ram_Prasad_Bismil", "description": "Ram Prasad Bismil was an Indian revolutionary who participated in Mainpuri conspiracy of 1918, and the Kakori conspiracy of 1925, and fought against British imperialism. Bismil was hanged on 19 December 1927 by the British for his revolutionary activities. As well as being a freedom fighter, he was a patriotic poet and wrote in Hindi and Urdu using the pen names Ram, Agyat and Bismil. But, he beca"}, {"title": "Roshan Singh", "href": "/wiki/Roshan_Singh", "description": "Thakur Roshan Singh was an Indian revolutionary, born in the village of Nabada Shahjahanpur district, Uttar Pradesh, who was sentenced in the Bareilly shooting case during the Non Cooperation Movement of 1921–22. After release from Bareilly Central Jail, he joined the Hindustan Republican Association in 1924. Although he had not taken part in the Kakori conspiracy of August 1925, he was arrested a"}, {"title": "Ashfaqulla Khan", "href": "/wiki/Ashfaqulla_Khan", "description": "Ashfaqulla Khan was a freedom fighter in the Indian independence movement."}, {"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}, {"title": "Kakori conspiracy", "href": "/wiki/Kakori_conspiracy", "description": "The  Kakori Conspiracy'  was a train robbery that took place between Kakori and, near Lucknow, on 9 August 1925 during the Indian Independence Movement against the British Raj. The robbery was organised by Hindustan Republican Association (HRA)."}]}, {"heading": "Events", "year": "1929", "date": "December 19", "txt": "The Indian National Congress promulgates the Purna Swaraj (the Declaration of the Independence of India).", "entities": [{"title": "Indian National Congress", "href": "/wiki/Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}, {"title": "Purna Swaraj", "href": "/wiki/Purna_Swaraj", "description": "The Purna Swaraj declaration, or Declaration of the Independence of India, was promulgated by the Indian National Congress on 26 January 1930, resolving the Congress and Indian nationalists to fight for Purna Swaraj, or complete self-rule independent of the British Empire."}]}, {"heading": "Events", "year": "1932", "date": "December 19", "txt": "BBC World Service begins broadcasting as the BBC Empire Service.", "entities": [{"title": "BBC World Service", "href": "/wiki/BBC_World_Service", "description": "The BBC World Service is an international broadcaster owned and operated by the BBC. It is the world's largest of any kind. It broadcasts radio news, speech and discussions in more than 40 languages to many parts of the world on analogue and digital shortwave platforms, internet streaming, podcasting, satellite, DAB, FM and MW relays. In 2015, the World Service reached an average of 210 million pe"}]}, {"heading": "Events", "year": "1941", "date": "December 19", "txt": "World War II: Adolf Hitler appoints himself as head of the Oberkommando des Heeres.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1941", "date": "December 19", "txt": "World War II: Limpet mines placed by Italian divers heavily damage HMS Valiant and HMS Queen Elizabeth in Alexandria harbour.", "entities": [{"title": "Italian Navy", "href": "/wiki/Italian_Navy", "description": "The Italian Navy is the Navy of the Italian Republic. It is one of the four branches of Italian Armed Forces and was formed in 1946 from what remained of the Regia Marina after World War II. As of August 2014, the Italian Navy had a strength of 30,923 active personnel, with approximately 184 vessels in service, including minor auxiliary vessels. It is considered a multiregional and a blue-water na"}, {"title": "HMS Valiant (1914)", "href": "/wiki/HMS_Valiant_(1914)", "description": "HMS Valiant was one of five  Queen Elizabeth-class battleships built for the Royal Navy during the early 1910s. She participated in the Battle of Jutland during the First World War as part of the Grand Fleet. Other than that battle, and the inconclusive Action of 19 August, her service during the war generally consisted of routine patrols and training in the North Sea. She saw further action durin"}, {"title": "HMS Queen Elizabeth (1913)", "href": "/wiki/HMS_Queen_Elizabeth_(1913)", "description": "HMS Queen Elizabeth was the lead ship of her class of dreadnought battleships built for the Royal Navy in the early 1910s, and was often used as a flagship. She served in the First World War as part of the Grand Fleet, and participated in the inconclusive action of 19 August 1916. Her service during the war generally consisted of routine patrols and training in the North Sea. She and the other sup"}, {"title": "Raid on Alexandria (1941)", "href": "/wiki/Raid_on_Alexandria_(1941)", "description": "The Raid on Alexandria was carried out on 19 December 1941 by Italian Navy divers of the Decima Flottiglia MAS, who attacked and disabled two Royal Navy battleships in the harbour of Alexandria, Egypt, using manned torpedoes."}]}, {"heading": "Events", "year": "1945", "date": "December 19", "txt": "John Amery, British Fascist, is executed at the age of 33 by the British Government for treason.", "entities": [{"title": "John Amery", "href": "/wiki/John_Amery", "description": "John Amery was a pro-Nazi British fascist. In 1942, while in Germany during the Second World War, he proposed the formation of a British volunteer force made up from former prisoners of war as part of the German military. The idea became the British Free Corps, a small unit of the Waffen-SS."}, {"title": "Fascism", "href": "/wiki/Fascism", "description": "Fascism is a form of far-right, authoritarian ultranationalism characterized by dictatorial power, forcible suppression of opposition and strong regimentation of society and of the economy which came to prominence in early 20th-century Europe. The first fascist movements emerged in Italy during World War I, before spreading to other European countries. Opposed to liberalism, democracy, Marxism, an"}]}, {"heading": "Events", "year": "1946", "date": "December 19", "txt": "Start of the First Indochina War.", "entities": [{"title": "First Indochina War", "href": "/wiki/First_Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}]}, {"heading": "Events", "year": "1956", "date": "December 19", "txt": "Irish-born physician John Bodkin Adams is arrested in connection with the suspicious deaths of more than 160 patients. Eventually he is convicted only of minor charges.", "entities": [{"title": "John Bodkin Adams", "href": "/wiki/John_Bodkin_Adams", "description": "John Bodkin Adams was a British general practitioner, convicted fraudster, and suspected serial killer. Between 1946 and 1956, 163 of his patients likely died while in comas, which was deemed to be worthy of investigation. In addition, 132 out of 310 patients had left Adams money or items in their wills. He was tried and acquitted for the murder of one patient in 1957. Another count of murder was "}]}, {"heading": "Events", "year": "1961", "date": "December 19", "txt": "India annexes Daman and Diu, part of Portuguese India.", "entities": [{"title": "Indian annexation of Goa", "href": "/wiki/Indian_annexation_of_Goa", "description": "The Annexation of Goa was the process in which the Republic of India annexed the former Portuguese Indian territories of Goa, Daman and Diu, starting with the armed action carried out by the Indian Armed Forces in December 1961. In India, this action is referred to as the \"Liberation of Goa\". In Portugal, it is referred to as the \"Invasion of Goa\"."}, {"title": "Daman and Diu", "href": "/wiki/Daman_and_Diu", "description": "Daman and Diu is a district of the Dadra and Nagar Harveli and Daman and Diu union territory in western India. It was a separate union territory until January 26, 2020, later it is merged with Dadra and Nagar Haveli union territory to form a single UT due to its small landmass. With an area of 112 km2 (43 sq mi), it was the smallest federal division of India on the mainland. The territory comprise"}, {"title": "Portuguese India", "href": "/wiki/Portuguese_India", "description": "The State of India, also referred as the Portuguese State of India or simply Portuguese India, was a colonial state of the Portuguese Empire founded six years after the discovery of a sea route to the Indian Subcontinent by the Kingdom of Portugal. The capital of Portuguese India served as the governing centre of a string of Portuguese fortresses and settlements scattered along the Indian Ocean."}]}, {"heading": "Events", "year": "1967", "date": "December 19", "txt": "Harold Holt, the Prime Minister of Australia, is officially presumed dead.", "entities": [{"title": "Harold Holt", "href": "/wiki/Harold_Holt", "description": "Harold Edward Holt,, was an Australian politician who served as the 17th Prime Minister of Australia, in office from 1966 until his disappearance in 1967. He was the leader of the Liberal Party during that time."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}, {"title": "Declared death in absentia", "href": "/wiki/Declared_death_in_absentia", "description": "A presumption of death occurs when a person is legally declared dead despite the absence of direct proof of the person's death, such as the finding of remains attributable to that person. Such a declaration is typically made when a person has been missing for an extended period and in the absence of any evidence that the person is still alive – or after a much shorter period but where the circumst"}]}, {"heading": "Events", "year": "1972", "date": "December 19", "txt": "Apollo program: The last manned lunar flight, Apollo 17, crewed by Eugene Cernan, Ronald Evans, and Harrison Schmitt, returns to Earth.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 17", "href": "/wiki/Apollo_17", "description": "Apollo 17 was the final Moon landing mission of NASA's Apollo program, and remains the most recent time humans have travelled beyond low Earth orbit. Its crew consisted of Commander Eugene Cernan, Lunar Module Pilot Harrison Schmitt, and Command Module Pilot Ronald Evans, and it carried a biological experiment containing five mice."}, {"title": "Eugene Cernan", "href": "/wiki/Eugene_Cernan", "description": "Eugene Andrew Cernan was an American astronaut, naval aviator, electrical engineer, aeronautical engineer, and fighter pilot. During the Apollo 17 mission, Cernan became the eleventh person to walk on the Moon. As he re-entered the Apollo Lunar Module after Harrison Schmitt on their third and final lunar excursion, he is the last person to walk on the Moon as of 2021."}, {"title": "Ronald Evans (astronaut)", "href": "/wiki/Ronald_Evans_(astronaut)", "description": "Capt. Ronald Ellwin Evans Jr., USN was an American naval officer and aviator, electrical engineer, aeronautical engineer, and NASA astronaut. As command module pilot on Apollo 17 he was one of the 24 astronauts to have flown to the Moon, and one of 12 people to have flown to the Moon without landing on it."}, {"title": "Harrison Schmitt", "href": "/wiki/Harrison_Schmitt", "description": "Harrison Hagan \"Jack\" Schmitt is an American geologist, retired NASA astronaut, university professor, former U.S. senator from New Mexico, and the most recent person still living to have walked on the Moon."}, {"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}]}, {"heading": "Events", "year": "1974", "date": "December 19", "txt": "Nelson Rockefeller is sworn in as Vice President of the United States under President Gerald Ford under the provisions of the 25th Amendment to the United States Constitution.", "entities": [{"title": "Nelson Rockefeller", "href": "/wiki/Nelson_Rockefeller", "description": "Nelson Aldrich Rockefeller was an American businessman and politician who served as the 41st vice president of the United States from December 1974 to January 1977, and previously as the 49th governor of New York from 1959 to 1973. He also served as assistant secretary of State for American Republic Affairs for Presidents Franklin D. Roosevelt and Harry S. Truman (1944–1945) as well as under secre"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}, {"title": "25th Amendment to the United States Constitution", "href": "/wiki/25th_Amendment_to_the_United_States_Constitution", "description": "The Twenty-fifth Amendment to the United States Constitution deals with presidential succession and disability."}]}, {"heading": "Events", "year": "1981", "date": "December 19", "txt": "Sixteen lives are lost when the Penlee lifeboat goes to the aid of the stricken coaster Union Star in heavy seas.", "entities": [{"title": "Penlee lifeboat disaster", "href": "/wiki/Penlee_lifeboat_disaster", "description": "The Penlee lifeboat disaster occurred on 19 December 1981 off the coast of Cornwall. The Royal National Lifeboat Institution (RNLI) lifeboat Solomon Browne, based at the Penlee Lifeboat Station near Mousehole, went to the aid of the vessel Union Star after its engines failed in heavy seas. After the lifeboat had rescued four people, both vessels were lost with all hands; altogether, sixteen people"}]}, {"heading": "Events", "year": "1983", "date": "December 19", "txt": "The original FIFA World Cup trophy, the Jules Rimet Trophy, is stolen from the headquarters of the Brazilian Football Confederation in Rio de Janeiro, Brazil.", "entities": [{"title": "FIFA World Cup", "href": "/wiki/FIFA_World_Cup", "description": "The FIFA World Cup, often simply called the World Cup, is an international association football competition contested by the senior men's national teams of the members of the Fédération Internationale de Football Association (FIFA), the sport's global governing body. The championship has been awarded every four years since the inaugural tournament in 1930, except in 1942 and 1946 when it was not h"}, {"title": "FIFA World Cup Trophy", "href": "/wiki/FIFA_World_Cup_Trophy#Jules_Rimet_Trophy", "description": "The World Cup is a gold trophy that is awarded to the winners of the FIFA World Cup association football tournament. Since the advent of the World Cup in 1930, two trophies have been used: the Jules Rimet Trophy from 1930 to 1970, and the FIFA World Cup Trophy from 1974 to the present day."}, {"title": "Brazilian Football Confederation", "href": "/wiki/Brazilian_Football_Confederation", "description": "The Brazilian Football Confederation is the governing body of football in Brazil.\nIt was founded on 8 June 1914 as Federação Brasileira de Sports, and renamed to Confederação Brasileira de Desportos in 1916.\nThe football confederation, as known today, separated from other sports associations on 24 September 1979.\nBetween 1914 and 1979 it was the governing body, or at least the international refere"}, {"title": "Rio de Janeiro", "href": "/wiki/Rio_de_Janeiro", "description": "Rio de Janeiro, or simply Rio, is the second-most populous city in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state, after São Paulo and Minas Gerais. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO"}]}, {"heading": "Events", "year": "1984", "date": "December 19", "txt": "The Sino-British Joint Declaration, stating that China would resume the exercise of sovereignty over Hong Kong and the United Kingdom would restore Hong Kong to China with effect from July 1, 1997 is signed in Beijing, China by Deng Xiaoping and Margaret Thatcher.", "entities": [{"title": "Sino-British Joint Declaration", "href": "/wiki/Sino-British_Joint_Declaration", "description": "The Sino-British Joint Declaration is a joint statement by the United Kingdom and China on Hong Kong under Chinese sovereignty. Signed on 19 December 1984 in Beijing and deposited as an international treaty at the United Nations, the declaration describes the sovereign and administrative arrangement of Hong Kong after 1 July 1997, when the lease of the New Territories was set to expire according t"}, {"title": "Deng Xiaoping", "href": "/wiki/Deng_Xiaoping", "description": "Deng Xiaoping was a Chinese revolutionary and statesman who served as the paramount leader of the People's Republic of China (PRC) from December 1978 to November 1989. After Mao Zedong's death in 1976, Deng gradually rose to supreme power and led China through a series of far-reaching market-economy reforms, earning him the reputation as the \"Architect of Modern China\"."}, {"title": "Margaret Thatcher", "href": "/wiki/Margaret_Thatcher", "description": "Margaret Hilda Thatcher, Baroness Thatcher, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and Leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her the \"Iron Lady\", a nickname that became associated with her un"}]}, {"heading": "Events", "year": "1986", "date": "December 19", "txt": "Mikhail Gorbachev, leader of the Soviet Union, releases Andrei Sakharov and his wife from exile in Gorky.", "entities": [{"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Andrei Sakharov", "href": "/wiki/Andrei_Sakharov", "description": "Andrei Dmitrievich Sakharov was a Soviet and Russian nuclear physicist, dissident, Nobel laureate, and activist for disarmament, peace and human rights."}, {"title": "Exile", "href": "/wiki/Exile", "description": "To be in exile means to be forced away from one's home and unable to return. People may be in exile for various reasons, for legal or other reasons."}, {"title": "Nizhny Novgorod", "href": "/wiki/Nizhny_Novgorod", "description": "Nizhny Novgorod, colloquially shortened to Nizhny, formerly known as Gorky (Горький) (1932–1990), is the administrative centre of Nizhny Novgorod Oblast and the Volga Federal District. The city is located at the confluence of the Oka and the Volga rivers in Central Russia, with a population of over 1.2 million residents, up to roughly 1.7 million residents in the urban agglomeration. Nizhny Novgor"}]}, {"heading": "Events", "year": "1995", "date": "December 19", "txt": "The United States Government restores federal recognition to the Nottawaseppi Huron Band of Potawatomi Native American tribe.", "entities": [{"title": "Nottawaseppi Huron Band of Potawatomi", "href": "/wiki/Nottawaseppi_Huron_Band_of_Potawatomi", "description": "The Nottawaseppi Huron Band of Potawatomi (NHBP) is a federally-recognized tribe of Potawatomi in the United States. The tribe achieved federal recognition on December 19, 1995, and currently has approximately 127 members."}]}, {"heading": "Events", "year": "1997", "date": "December 19", "txt": "SilkAir Flight 185 crashes into the Musi River, near Palembang in Indonesia, killing 104.", "entities": [{"title": "SilkAir Flight 185", "href": "/wiki/SilkAir_Flight_185", "description": "SilkAir Flight 185 was a scheduled passenger flight operated by a Boeing 737-300 from Jakarta, Indonesia, to Singapore that crashed into the Musi River near Palembang, Sumatra, on 19 December 1997, killing all 97 passengers and seven crew on board."}, {"title": "Musi River (Indonesia)", "href": "/wiki/Musi_River_(Indonesia)", "description": "The Musi River is located in southern Sumatra, Indonesia."}, {"title": "Palembang", "href": "/wiki/Palembang", "description": "Palembang is the capital city of the Indonesian province of South Sumatra. The city proper covers 400.61 square kilometres of land on both banks of Musi River on the eastern lowland of southern Sumatra. It has an estimated population of 1,662,893 in mid 2019. Palembang is the second most populous city in Sumatra, after Medan, the ninth most populous city in Indonesia, and the nineteenth most popul"}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}]}, {"heading": "Events", "year": "1998", "date": "December 19", "txt": "President Bill Clinton is impeached by the United States House of Representatives, becoming the second President of the United States to be impeached.", "entities": [{"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}, {"title": "Impeachment of Bill Clinton", "href": "/wiki/Impeachment_of_Bill_Clinton", "description": "The impeachment of Bill Clinton occurred when Bill Clinton, the 42nd president of the United States, was impeached by the United States House of Representatives of the 105th United States Congress on December 19, 1998 for \"high crimes and misdemeanors\". The House adopted two articles of impeachment against Clinton, with the specific charges against Clinton were lying under oath and obstruction of "}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}]}, {"heading": "Events", "year": "2000", "date": "December 19", "txt": "The Leninist Guerrilla Units wing of the Communist Labour Party of Turkey/Leninist attack a Nationalist Movement Party office in Istanbul, Turkey, killing one person and injuring three.", "entities": [{"title": "Communist Labour Party of Turkey/Leninist", "href": "/wiki/Communist_Labour_Party_of_Turkey/Leninist", "description": null}, {"title": "Nationalist Movement Party", "href": "/wiki/Nationalist_Movement_Party", "description": "The Nationalist Movement Party is a Turkish far-right political party that adheres to Turkish ultranationalism and Euroscepticism. The group is often described as fascist, and has been linked to some violent militias and paramilitaries."}, {"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "2001", "date": "December 19", "txt": "A record high barometric pressure of 1085.6 hPa (32.06 inHg) is recorded at Tosontsengel, Khövsgöl, Mongolia.", "entities": [{"title": "Atmospheric pressure", "href": "/wiki/Atmospheric_pressure", "description": "Atmospheric pressure, also known as barometric pressure, is the pressure within the atmosphere of Earth. The standard atmosphere is a unit of pressure defined as 101,325 Pa, which is equivalent to 760 mm Hg, 29.9212 inches Hg, or 14.696 psi. The atm unit is roughly equivalent to the mean sea-level atmospheric pressure on Earth; that is, the Earth's atmospheric pressure at sea level is approximatel"}, {"title": "Pascal (unit)", "href": "/wiki/Pascal_(unit)", "description": "The pascal is the SI derived unit of pressure used to quantify internal pressure, stress, Young's modulus, and ultimate tensile strength. The unit, named after Blaise Pascal, is defined as one newton per square metre and is equivalent to 10 barye (Ba) in the CGS system. The unit of measurement called standard atmosphere (atm) is defined as 101,325 Pa."}, {"title": "Inch of mercury", "href": "/wiki/Inch_of_mercury", "description": "Inch of mercury is a unit of measurement for pressure. It is used for barometric pressure in weather reports, refrigeration and aviation in the United States."}, {"title": "Tosontsengel, Khövsgöl", "href": "/wiki/Tosontsengel,_Kh%C3%B6vsg%C3%B6l", "description": "Tosontsengel is a sum of Khövsgöl aimag. The area is 2,050 km², of which 1,800 km² are pasture and 11 km² are farmland. In 2000, Tosontsengel had a population of 4,161 people, including some Khotgoid. The sum center, officially named Tsengel, is located 64 km east-southeast of Mörön and 607 km from Ulaanbaatar."}, {"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}]}, {"heading": "Events", "year": "2001", "date": "December 19", "txt": "Argentine economic crisis: December riots: Riots erupt in Buenos Aires, Argentina.", "entities": [{"title": "December 2001 riots in Argentina", "href": "/wiki/December_2001_riots_in_Argentina", "description": "The December 2001 crisis, sometimes known as the Argentinazo, was a period of civil unrest and rioting in Argentina, which took place during December 2001, with the most violent incidents taking place on 19 and 20 December in the capital, Buenos Aires, Rosario and other large cities around the country. It was preceded by a popular revolt against the Argentine government, rallying behind the motto "}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}]}, {"heading": "Events", "year": "2012", "date": "December 19", "txt": "Park Geun-hye is elected the first female president of South Korea.", "entities": [{"title": "Park Geun-hye", "href": "/wiki/Park_Geun-hye", "description": "Park Geun-hye is a former South Korean politician who served as President of South Korea from 2013 until 2017 when she was impeached and later convicted on related corruption charges. Park was the first woman to be President of South Korea and also the first female president popularly elected as head of state in East Asia. She was also the first South Korean president to be born after the founding"}, {"title": "2012 South Korean presidential election", "href": "/wiki/2012_South_Korean_presidential_election", "description": "Presidential elections were held in South Korea on 19 December 2012. They were the sixth presidential elections since democratization and the establishment of the Sixth Republic, and were held under a first-past-the-post system, in which there was a single round of voting and the candidate receiving the highest number of votes was elected. Under the South Korean constitution, a president is restri"}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Events", "year": "2013", "date": "December 19", "txt": "Spacecraft Gaia is launched by European Space Agency.", "entities": [{"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}]}, {"heading": "Events", "year": "2016", "date": "December 19", "txt": "Russian ambassador to Turkey Andrei Karlov is assassinated while at an art exhibition in Ankara. The assassin, Mevlüt Mert Altıntaş, is shot and killed by a Turkish guard.", "entities": [{"title": "Andrei Karlov", "href": "/wiki/Andrei_Karlov", "description": "Andrei Gennadyevich Karlov was a Russian diplomat who served as the Russian Ambassador to Turkey and earlier as the nation's ambassador to North Korea."}, {"title": "Assassination of Andrei Karlov", "href": "/wiki/Assassination_of_Andrei_Karlov", "description": "Andrei Karlov, the Russian Ambassador to Turkey, was assassinated by Mevlüt Mert Altıntaş, an off-duty Turkish police officer, at an art exhibition in Ankara, Turkey on the evening of 19 December 2016. The assassination took place after several days of protests in Turkey over Russian involvement in the Syrian Civil War and the battle over Aleppo."}, {"title": "Ankara", "href": "/wiki/Ankara", "description": "Ankara, historically known as Ancyra and Angora, is the capital of Turkey. Located in the central part of Anatolia, the city has a population of 4.5 million in its urban centre and over 5.6 million in Ankara Province, making it Turkey's second-largest city after Istanbul."}]}, {"heading": "Events", "year": "2016", "date": "December 19", "txt": "A vehicular attack in Berlin, Germany, kills and injures multiple people at a Christmas market.", "entities": [{"title": "Christmas market", "href": "/wiki/Christmas_market", "description": "A Christmas market, also known as Christkindlmarkt, Christkindlesmarkt, Christkindlmarket, Christkindlimarkt, and Weihnachtsmarkt, is a street market associated with the celebration of Christmas during the four weeks of Advent. These markets originated in Germany, but are now held in many other countries. Christmas markets date to the Late Middle Ages in the German-speaking part of Europe and, in "}]}, {"heading": "Births", "year": "1343", "date": "December 19", "txt": "William I, Margrave of Meissen (d. 1407)", "entities": [{"title": "William I, Margrave of Meissen", "href": "/wiki/William_I,_Margrave_of_Meissen", "description": "William I, the one-eyed, was Margrave of Meissen. His surname is related to the legend that Saint Benno appeared to him because of his disputes with the Church in a dream and he had an eye gouged out."}]}, {"heading": "Births", "year": "1498", "date": "December 19", "txt": "Andreas Osiander, German Protestant theologian (d. 1552)", "entities": [{"title": "Andreas Osiander", "href": "/wiki/Andreas_Osiander", "description": "Andreas Osiander was a German Lutheran theologian and Protestant reformer."}]}, {"heading": "Births", "year": "1554", "date": "December 19", "txt": "Philip William, Prince of Orange (d. 1618)", "entities": [{"title": "Philip William, Prince of Orange", "href": "/wiki/Philip_William,_Prince_of_Orange", "description": "Philip William, Prince of Orange was the eldest son of William the Silent by his first wife Anna van Egmont. He became Prince of Orange in 1584 and Knight of the Golden Fleece in 1599."}]}, {"heading": "Births", "year": "1587", "date": "December 19", "txt": "Dorothea Sophia, Abbess of Quedlinburg (d. 1645)", "entities": [{"title": "Dorothea Sophia, Abbess of Quedlinburg", "href": "/wiki/Dorothea_Sophia,_Abbess_of_Quedlinburg", "description": "Duchess Dorothea Sophia of Saxe-Altenburg was Princess-Abbess of Quedlinburg."}]}, {"heading": "Births", "year": "1683", "date": "December 19", "txt": "Philip V of Spain (d. 1746)", "entities": [{"title": "Philip V of Spain", "href": "/wiki/Philip_V_of_Spain", "description": "Philip V was King of Spain from 1 November 1700 to 14 January 1724, and again from 6 September 1724 to his death in 1746. Philip instigated many important reforms in Spain, most especially the centralization of power of the monarchy and the suppression of regional privileges, via the Nueva Planta decrees, and restructuring of the administration of the Spanish Empire on the Iberian peninsula and it"}]}, {"heading": "Births", "year": "1699", "date": "December 19", "txt": "William Bowyer, English printer (d. 1777)", "entities": [{"title": "William Bowyer (printer)", "href": "/wiki/William_Bowyer_(printer)", "description": "William Bowyer was an English printer known as \"the learned printer."}]}, {"heading": "Births", "year": "1714", "date": "December 19", "txt": "John Winthrop, American astronomer and educator (d. 1779)", "entities": [{"title": "John Winthrop (educator)", "href": "/wiki/John_Winthrop_(educator)", "description": "John Winthrop was the 2nd Hollis Professor of Mathematics and Natural Philosophy in Harvard College. He was a distinguished mathematician, physicist and astronomer."}]}, {"heading": "Births", "year": "1778", "date": "December 19", "txt": "Marie Thérèse of France (d. 1851)", "entities": [{"title": "Marie Thérèse of France", "href": "/wiki/Marie_Th%C3%A9r%C3%A8se_of_France", "description": "Marie-Thérèse Charlotte of France, Madame Royale, was the eldest child of Louis XVI and Marie Antoinette, and the only one to reach adulthood. She was married to Louis Antoine, Duke of Angoulême, who was the eldest son of the future Charles X, her father's younger brother; thus the bride and groom were also first cousins."}]}, {"heading": "Births", "year": "1796", "date": "December 19", "txt": "Manuel Bretón de los Herreros, Spanish poet, playwright, and critic (d. 1873)", "entities": [{"title": "Manuel Bretón de los Herreros", "href": "/wiki/Manuel_Bret%C3%B3n_de_los_Herreros", "description": "Manuel Bretón de los Herreros was a Spanish dramatist, educated at Madrid. Enlisting on 24 May 1812, he served against the French in Valencia and Catalonia, and retired with the rank of corporal on 8 March 1822. He obtained a minor post in the civil service under the liberal government, and on his discharge determined to earn his living by writing for the stage."}]}, {"heading": "Births", "year": "1797", "date": "December 19", "txt": "Antoine Louis Dugès, French obstetrician and naturalist (d. 1838)", "entities": [{"title": "Antoine Louis Dugès", "href": "/wiki/Antoine_Louis_Dug%C3%A8s", "description": "Antoine Louis Dugès was a French obstetrician and naturalist born in Charleville-Mézières, Ardennes. He was the father of zoologist Alfredo Dugès (1826–1910), and a nephew to midwife Marie-Louise Lachapelle (1769–1821)."}]}, {"heading": "Births", "year": "1817", "date": "December 19", "txt": "James J. Archer, American lawyer and general (d. 1864)", "entities": [{"title": "James J. Archer", "href": "/wiki/James_J._Archer", "description": "James Jay Archer was a lawyer and an officer in the United States Army during the Mexican–American War. He later served as a Brigadier General in the Confederate States Army (CSA) during the American Civil War."}]}, {"heading": "Births", "year": "1820", "date": "December 19", "txt": "Mary Livermore, American journalist and activist (d. 1905)", "entities": [{"title": "Mary Livermore", "href": "/wiki/Mary_Livermore", "description": "Mary Livermore was an American journalist, abolitionist, and advocate of women's rights."}]}, {"heading": "Births", "year": "1825", "date": "December 19", "txt": "George Frederick Bristow, American violinist and composer (d. 1898)", "entities": [{"title": "George Frederick Bristow", "href": "/wiki/George_Frederick_Bristow", "description": "George Frederick Bristow was an American composer. He advocated American classical music, rather than favoring European pieces. He was famously involved in a related controversy involving William Henry Fry and the New York Philharmonic Society."}]}, {"heading": "Births", "year": "1831", "date": "December 19", "txt": "Bernice Pauahi Bishop, American philanthropist (d. 1884)", "entities": [{"title": "Bernice Pauahi Bishop", "href": "/wiki/Bernice_Pauahi_Bishop", "description": "Bernice Pauahi Bishop KGCOK RoK, born Bernice Pauahi Pākī, was an aliʻi (noble) of the Royal Family of the Kingdom of Hawaii and a well known philanthropist. At her death, her estate was the largest private landownership in the Hawaiian Islands, comprising approximately 9% of Hawaii's total area. The revenues from these lands are used to operate the Kamehameha Schools, which were established in 18"}]}, {"heading": "Births", "year": "1849", "date": "December 19", "txt": "Henry Clay Frick, American businessman and financier (d. 1919)", "entities": [{"title": "Henry Clay Frick", "href": "/wiki/Henry_Clay_Frick", "description": "Henry Clay Frick was an American industrialist, financier, union-buster, and art patron. He founded the H. C. Frick & Company coke manufacturing company, was chairman of the Carnegie Steel Company, and played a major role in the formation of the giant U.S. Steel manufacturing concern. He also financed the construction of the Pennsylvania Railroad and the Reading Company, and had extensive real est"}]}, {"heading": "Births", "year": "1852", "date": "December 19", "txt": "Albert Abraham Michelson, Prussian-American physicist, chemist, and academic, Nobel Prize laureate (d. 1931)", "entities": [{"title": "Albert Abraham Michelson", "href": "/wiki/Albert_Abraham_Michelson", "description": "Albert Abraham Michelson FFRS HFRSE was an American physicist known for his work on measuring the speed of light and especially for the Michelson–Morley experiment. In 1907 he received the Nobel Prize in Physics, becoming the first American to win the Nobel Prize in a science. He was the founder and the first head of the physics department of the University of Chicago."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1853", "date": "December 19", "txt": "Charles Fitzpatrick, Canadian lawyer and politician, 12th Lieutenant-Governor of Quebec (d. 1942)", "entities": [{"title": "Charles Fitzpatrick", "href": "/wiki/Charles_Fitzpatrick", "description": "Sir Charles Fitzpatrick was a Canadian lawyer and politician, who served as the fifth Chief Justice of Canada. He was born in Quebec City, Canada East, to John Fitzpatrick and Mary Connolly."}, {"title": "List of lieutenant governors of Quebec", "href": "/wiki/List_of_lieutenant_governors_of_Quebec", "description": "The following is a list of the lieutenant governors of Quebec. Though the present day office of the lieutenant governor in Quebec came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of New France in 1627, through the governor generalcy of New France, and the governorship of the Province of Quebec. From 1786 to 1"}]}, {"heading": "Births", "year": "1861", "date": "December 19", "txt": "Italo Svevo, Italian author and playwright (d. 1928)", "entities": [{"title": "Italo Svevo", "href": "/wiki/Italo_Svevo", "description": "Aron Ettore Schmitz, better known by the pseudonym Italo Svevo, was an Italian writer, businessman, novelist, playwright, and short story writer."}]}, {"heading": "Births", "year": "1863", "date": "December 19", "txt": "Wallace Bryant, American archer (d. 1953)", "entities": [{"title": "Wallace Bryant (archer)", "href": "/wiki/Wallace_Bryant_(archer)", "description": "Wallace Bryant was an American archer who competed in the 1904 Summer Olympics. He won the bronze medal in the team competition. In the Double York round he finished fourth and in the Double American round he finished eighth."}]}, {"heading": "Births", "year": "1865", "date": "December 19", "txt": "Minnie Maddern Fiske, American actress and playwright (d. 1932)", "entities": [{"title": "Minnie Maddern Fiske", "href": "/wiki/Minnie_Maddern_Fiske", "description": "Minnie Maddern Fiske, but often billed simply as Mrs. Fiske, was one of the leading American actresses of the late 19th and early 20th century. She also spearheaded the fight against the Theatrical Syndicate for the sake of artistic freedom. She was widely considered the most important actress on the American stage in the first quarter of the 20th century. Her performances in several Henrik Ibsen "}]}, {"heading": "Births", "year": "1873", "date": "December 19", "txt": "Alphonse Kirchhoffer, French fencer (d. 1913)", "entities": [{"title": "Alphonse Kirchhoffer", "href": "/wiki/Alphonse_Kirchhoffer", "description": "Alphonse Kirchhoffer was a French fencer who competed in the late 19th century and early 20th century."}]}, {"heading": "Births", "year": "1875", "date": "December 19", "txt": "Mileva Marić, Serbian physicist (d. 1948)", "entities": [{"title": "Mileva Marić", "href": "/wiki/Mileva_Mari%C4%87", "description": "Mileva Marić, sometimes called Mileva Marić-Einstein or Mileva Marić-Ajnštajn, was a Serbian physicist and mathematician and the first wife of Albert Einstein from 1903 to 1919. She was the only\nwoman among Einstein's fellow students at Zürich Polytechnic and was the second woman to finish a full program of study at the Department of Mathematics and Physics. Marić and Einstein were collaborators a"}]}, {"heading": "Births", "year": "1875", "date": "December 19", "txt": "Carter G. Woodson, American historian and author, founded Black History Month (d. 1950)", "entities": [{"title": "Black History Month", "href": "/wiki/Black_History_Month", "description": "Black History Month is an annual observance originating in the United States, where it is also known as African-American History Month. It has received official recognition from governments in the United States and Canada, and more recently has been observed in Ireland, the Netherlands, and the United Kingdom. It began as a way of remembering important people and events in the history of the Afric"}]}, {"heading": "Births", "year": "1875", "date": "December 19", "txt": "Grace Marie Bareis, American mathematician (d. 1962)", "entities": []}, {"heading": "Births", "year": "1876", "date": "December 19", "txt": "Bernard Friedberg, Austrian-Israeli scholar and author (d. 1961)", "entities": [{"title": "Bernard Friedberg", "href": "/wiki/Bernard_Friedberg", "description": "Bernard Friedberg was an Austrian Hebraist, scholar and bibliographer."}]}, {"heading": "Births", "year": "1884", "date": "December 19", "txt": "Antonín Zápotocký, Czech politician, President of the Czechoslovak Socialist Republic (d. 1957)", "entities": [{"title": "Antonín Zápotocký", "href": "/wiki/Anton%C3%ADn_Z%C3%A1potock%C3%BD", "description": "Antonín Zápotocký was the communist Prime Minister of Czechoslovakia from 1948 to 1953 and President of Czechoslovakia from 1953 to 1957."}, {"title": "List of Presidents of Czechoslovakia", "href": "/wiki/List_of_Presidents_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}, {"title": "Czechoslovak Socialist Republic", "href": "/wiki/Czechoslovak_Socialist_Republic", "description": "The Czechoslovak Republic, existed between 1948 and 1960. The Czechoslovak Socialist Republic was the name of Czechoslovakia from 1960 to 23 April 1990, when the country was under Communist rule. It was a satellite state of the Soviet Union. Following the coup d'état of February 1948, when the Communist Party of Czechoslovakia seized power with the support of the Soviet Union, the country was decl"}]}, {"heading": "Births", "year": "1888", "date": "December 19", "txt": "Fritz Reiner, Hungarian-American conductor (d. 1963)", "entities": [{"title": "Fritz Reiner", "href": "/wiki/Fritz_Reiner", "description": "Frederick Martin \"Fritz\" Reiner was a prominent conductor of opera and symphonic music in the twentieth century. Hungarian born and trained, he emigrated to the United States in 1922, where he rose to prominence as a conductor with several orchestras. He reached the pinnacle of his career while music director of the Chicago Symphony Orchestra in the 1950s and early 1960s."}]}, {"heading": "Births", "year": "1891", "date": "December 19", "txt": "Edward Bernard Raczyński, Polish politician and diplomat, 4th President-in-exile of Poland (d. 1993)", "entities": [{"title": "Edward Bernard Raczyński", "href": "/wiki/Edward_Bernard_Raczy%C5%84ski", "description": "Count Edward Bernard Raczyński was a Polish diplomat, writer, politician and President of Poland in exile."}, {"title": "Polish government-in-exile", "href": "/wiki/Polish_government-in-exile#Presidents", "description": "The Polish government-in-exile, officially known as the Government of the Republic of Poland in exile, was the government in exile of Poland formed in the aftermath of the Invasion of Poland of September 1939, and the subsequent occupation of Poland by Germany and the Soviet Union, which brought to an end the Second Polish Republic."}]}, {"heading": "Births", "year": "1894", "date": "December 19", "txt": "Ford Frick, American journalist and businessman (d. 1978)", "entities": [{"title": "Ford Frick", "href": "/wiki/Ford_Frick", "description": "Ford Christopher Frick was an American sportswriter and baseball executive. After working as a teacher and as a sportswriter for the New York American, he served as public relations director of the National League (NL), then as the league's president from 1934 to 1951. He was the third Commissioner of Major League Baseball (MLB) from 1951 to 1965."}]}, {"heading": "Births", "year": "1895", "date": "December 19", "txt": "Ingeborg Refling Hagen, Norwegian author and educator (d. 1989)", "entities": [{"title": "Ingeborg Refling Hagen", "href": "/wiki/Ingeborg_Refling_Hagen", "description": "Ingeborg Refling Hagen was a Norwegian author, poet, and artistic director. Her writings and activities in support of the arts made her a significant cultural figure in Norway during much of the 20th century."}]}, {"heading": "Births", "year": "1899", "date": "December 19", "txt": "Martin Luther King Sr., American pastor, missionary, and activist (d. 1984)", "entities": [{"title": "Martin Luther King Sr.", "href": "/wiki/Martin_Luther_King_Sr.", "description": "Martin Luther King was an African-American Baptist pastor, missionary, and an early figure in the Civil Rights Movement. He was the father and namesake of the civil rights leader Martin Luther King Jr., and was also known as the Daddy King."}]}, {"heading": "Births", "year": "1901", "date": "December 19", "txt": "Rudolf Hell, German engineer, invented the Hellschreiber (d. 2002)", "entities": [{"title": "Rudolf Hell", "href": "/wiki/Rudolf_Hell", "description": "Rudolf Hell was a German inventor. He was born in Eggmühl, Germany."}, {"title": "Hellschreiber", "href": "/wiki/Hellschreiber", "description": "The Hellschreiber, Feldhellschreiber or Typenbildfeldfernschreiber is a facsimile-based teleprinter invented by Rudolf Hell. Compared to contemporary teleprinters that were based on typewriter systems and were mechanically complex and expensive, the Hellschreiber was much simpler and more robust, with far fewer moving parts. It has the added advantage of being capable of providing intelligible com"}]}, {"heading": "Births", "year": "1901", "date": "December 19", "txt": "Oliver La Farge, American anthropologist and author (d. 1963)", "entities": []}, {"heading": "Births", "year": "1901", "date": "December 19", "txt": "Fritz Mauruschat, German footballer and manager (d. 1974)", "entities": []}, {"heading": "Births", "year": "1902", "date": "December 19", "txt": "Ralph Richardson, English actor (d. 1983)", "entities": [{"title": "Ralph Richardson", "href": "/wiki/Ralph_Richardson", "description": "Sir Ralph David Richardson was an English actor who, with John Gielgud and Laurence Olivier, was one of the trinity of male actors who dominated the British stage for much of the 20th century. He worked in films throughout most of his career, and played more than sixty cinema roles. From an artistic but not theatrical background, Richardson had no thought of a stage career until a production of Ha"}]}, {"heading": "Births", "year": "1903", "date": "December 19", "txt": "George Davis Snell, American geneticist and immunologist, Nobel Prize laureate (d. 1996)", "entities": [{"title": "George Davis Snell", "href": "/wiki/George_Davis_Snell", "description": "George Davis Snell was an American mouse geneticist and basic transplant immunologist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1905", "date": "December 19", "txt": "Irving Kahn, American businessman (d. 2015)", "entities": [{"title": "Irving Kahn", "href": "/wiki/Irving_Kahn", "description": "Irving Kahn was an American investor and philanthropist. He was the oldest living active investor. He was an early disciple of Benjamin Graham, who popularized the value investing methodology. Kahn began his career in 1928 and continued to work until his death. He was chairman of Kahn Brothers Group, Inc., the privately owned investment advisory and broker-dealer firm that he founded with his sons"}]}, {"heading": "Births", "year": "1905", "date": "December 19", "txt": "Giovanni Lurani, Italian race car driver, engineer, and journalist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1906", "date": "December 19", "txt": "Leonid Brezhnev, Ukrainian-Russian marshal, engineer, and politician, 4th Head of State of the Soviet Union (d. 1982)", "entities": [{"title": "Leonid Brezhnev", "href": "/wiki/Leonid_Brezhnev", "description": "Leonid Ilyich Brezhnev was a Soviet politician who led the Soviet Union as General Secretary of the governing Communist Party (1964–1982) and as Chairman of the Presidium of the Supreme Soviet. His 18-year term as general secretary was second only to Joseph Stalin's in duration. While Brezhnev's rule was characterised by political stability and notable foreign policy successes, it was also marked "}, {"title": "List of heads of state of the Soviet Union", "href": "/wiki/List_of_heads_of_state_of_the_Soviet_Union", "description": "The Constitution of the Soviet Union recognised the Presidium of the Supreme Soviet and the earlier Central Executive Committee (CEC) of the Congress of Soviets as the highest organs of state authority in the Union of Soviet Socialist Republics (USSR). Under the 1924, 1936 and 1977 Soviet Constitutions these bodies served as the collective head of state of the Soviet Union. The Chairman of these b"}]}, {"heading": "Births", "year": "1907", "date": "December 19", "txt": "Jimmy McLarnin, Irish-American boxer, actor, and golfer (d. 2004)", "entities": [{"title": "Jimmy McLarnin", "href": "/wiki/Jimmy_McLarnin", "description": "James Archibald McLarnin was an Irish-Canadian professional boxer who became a two-time welterweight world champion and an International Boxing Hall of Fame inductee. McLarnin has been referred to as the greatest Irish boxer of all time. BoxRec ranks McLarnin as the 11th best pound-for-pound fighter of all-time, the second best Canadian boxer of all time after Sam Langford, and the third greatest "}]}, {"heading": "Births", "year": "1909", "date": "December 19", "txt": "W. A. Criswell, American pastor and author (d. 2002)", "entities": [{"title": "W. A. Criswell", "href": "/wiki/W._A._Criswell", "description": "Wallie Amos Criswell, was an American pastor, author, and a two-term elected president of the Southern Baptist Convention from 1968 to 1970. As senior pastor of the First Baptist Church of Dallas for five decades he became widely known for expository biblical preaching at a popular level, and is regarded as a key figure in the late 1970s \"Conservative Resurgence\" within the Southern Baptist Conven"}]}, {"heading": "Births", "year": "1910", "date": "December 19", "txt": "Jean Genet, French novelist, playwright, and poet (d. 1986)", "entities": [{"title": "Jean Genet", "href": "/wiki/Jean_Genet", "description": "Jean Genet was a French novelist, playwright, poet, essayist and political activist. In his early life he was a vagabond and petty criminal, but he later became a writer and playwright. His major works include the novels The Thief's Journal and Our Lady of the Flowers and the plays The Balcony, The Maids and The Screens."}]}, {"heading": "Births", "year": "1914", "date": "December 19", "txt": "Mel Shaw, American animator and screenwriter (d. 2012)", "entities": [{"title": "Mel Shaw", "href": "/wiki/Mel_Shaw", "description": "Mel Shaw was an American animator, design artist, writer, and artist. Shaw was involved in the animation, story design, and visual development of numerous Disney animated films, beginning with Bambi, which was released in 1942. His other animated film credits, usually involving animation design or the story, included The Rescuers in 1977, The Fox and the Hound in 1981, The Black Cauldron in 1985, "}]}, {"heading": "Births", "year": "1915", "date": "December 19", "txt": "Édith Piaf, French singer-songwriter and actress (d. 1963)", "entities": [{"title": "Édith Piaf", "href": "/wiki/%C3%89dith_Piaf", "description": "Édith Piaf was a French singer-songwriter, cabaret performer and film actress noted as France's national chanteuse and one of the country's most widely known international stars."}]}, {"heading": "Births", "year": "1915", "date": "December 19", "txt": "Claudia Testoni, Italian hurdler, sprinter, and long jumper (d. 1998)", "entities": []}, {"heading": "Births", "year": "1916", "date": "December 19", "txt": "Roy Ward Baker, English director and producer (d. 2010)", "entities": [{"title": "Roy Ward Baker", "href": "/wiki/Roy_Ward_Baker", "description": "Roy Ward Baker was an English film director. His best known film is A Night to Remember (1958) which won a Golden Globe for Best English-Language Foreign Film in 1959. His later career included many horror films and television shows."}]}, {"heading": "Births", "year": "1916", "date": "December 19", "txt": "Elisabeth Noelle-Neumann, German political scientist, journalist, and academic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1918", "date": "December 19", "txt": "Professor Longhair, American singer-songwriter and pianist (d. 1980)", "entities": [{"title": "Professor Longhair", "href": "/wiki/Professor_Longhair", "description": "Henry Roeland \"Roy\" Byrd, better known as Professor Longhair or \"Fess\" for short, was an American singer and pianist who performed New Orleans blues. He was active in two distinct periods, first in the heyday of early rhythm and blues and later in the resurgence of interest in traditional jazz after the founding of the New Orleans Jazz and Heritage Festival in 1970. His piano style has been descri"}]}, {"heading": "Births", "year": "1918", "date": "December 19", "txt": "Lee Rich, American producer and production manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 19", "txt": "Little Jimmy Dickens, American singer-songwriter and guitarist (d. 2015)", "entities": [{"title": "Little Jimmy Dickens", "href": "/wiki/Little_Jimmy_Dickens", "description": "James Cecil Dickens, better known by his stage name Little Jimmy Dickens, was an American country music singer and songwriter famous for his humorous novelty songs, his small size, and his rhinestone-studded outfits, in which he is given credit for introducing into country music live performances). He started as a member of the Grand Ole Opry in 1948 and was inducted into the Country Music Hall of"}]}, {"heading": "Births", "year": "1920", "date": "December 19", "txt": "David Susskind, American talk show host and producer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 19", "txt": "Eamonn Andrews, Irish radio and television host (d. 1987)", "entities": [{"title": "Eamonn Andrews", "href": "/wiki/Eamonn_Andrews", "description": "Eamonn Andrews, was an Irish radio and television presenter, employed primarily in the United Kingdom from the 1950s to the 1980s. From 1960 to 1964 he chaired the Radio Éireann Authority, which oversaw the introduction of a state television service in the Republic of Ireland."}]}, {"heading": "Births", "year": "1923", "date": "December 19", "txt": "Robert V. Bruce, American historian and author (d. 2008)", "entities": [{"title": "Robert V. Bruce", "href": "/wiki/Robert_V._Bruce", "description": "Robert Vance Bruce was an American historian specializing in the American Civil War, who won the 1988 Pulitzer Prize for History for his book The Launching of Modern American Science, 1846–1876 (1987). After serving in the Army during World War II, Bruce graduated from the University of New Hampshire, where he earned his Bachelor of Science in mechanical engineering. He received his Master of Arts"}]}, {"heading": "Births", "year": "1923", "date": "December 19", "txt": "Gordon Jackson, Scottish-English actor and singer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 19", "txt": "Carlo Chiti, Italian engineer (d. 1994)", "entities": [{"title": "Carlo Chiti", "href": "/wiki/Carlo_Chiti", "description": "Carlo Chiti was an Italian racing car and engine designer best known for his long association with Alfa Romeo's racing department. He also worked for Ferrari and was involved in the design of the Ferrari 156 Sharknose car, with which Phil Hill won the 1961 championship."}]}, {"heading": "Births", "year": "1924", "date": "December 19", "txt": "Doug Harvey, Canadian ice hockey player and coach (d. 1989)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 19", "txt": "Gary Morton, American comedian and producer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 19", "txt": "Edmund Purdom, British-Italian actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 19", "txt": "Michel Tournier, French journalist and author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 19", "txt": "Cicely Tyson, American actress (d. 2021) ", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 19", "txt": "Tankred Dorst, German author and playwright (d. 2017)", "entities": [{"title": "Tankred Dorst", "href": "/wiki/Tankred_Dorst", "description": "Tankred Dorst was a German playwright and storyteller."}]}, {"heading": "Births", "year": "1925", "date": "December 19", "txt": "William Schutz, American psychologist and academic (d. 2002)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 19", "txt": "Robert B. Sherman, American songwriter and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 19", "txt": "Bobby Layne, American football player and coach (d. 1986)", "entities": [{"title": "Bobby Layne", "href": "/wiki/Bobby_Layne", "description": "Robert Lawrence Layne was an American football quarterback who played for 15 seasons in the National Football League. He played for the Chicago Bears in 1948, the New York Bulldogs in 1949, the Detroit Lions from 1950–1958, and the Pittsburgh Steelers from 1958–1962."}]}, {"heading": "Births", "year": "1926", "date": "December 19", "txt": "Fikret Otyam, Turkish painter and journalist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 19", "txt": "James Booth, English actor and screenwriter (d. 2005)", "entities": [{"title": "James Booth", "href": "/wiki/James_Booth", "description": "James Booth was an English film, stage and television actor and screenwriter. Though considered handsome enough to play leading roles, and versatile enough to play a wide variety of character parts, Booth naturally projected a shifty, wolfish, or unpredictable quality that led inevitably to villainous roles and comedy, usually with a cockney flavour. He is best known for his role as Private Henry "}]}, {"heading": "Births", "year": "1928", "date": "December 19", "txt": "Eve Bunting, Irish-American author and academic", "entities": [{"title": "Eve Bunting", "href": "/wiki/Eve_Bunting", "description": "Anne Evelyn Bunting , also known as Eve Bunting, is a Northern Ireland-born American writer of more than 250 books. Her work covers a broad array of subjects and includes fiction and non-fiction books. Her novels are primarily aimed at children and young adults, but she has also written the text for picture books. While many of her books are set in Northern Ireland, where she grew up, her topics a"}]}, {"heading": "Births", "year": "1928", "date": "December 19", "txt": "Nathan Oliveira, American painter and sculptor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 19", "txt": "Bob Brookmeyer, American trombonist, pianist, and composer (d. 2011)", "entities": [{"title": "Bob Brookmeyer", "href": "/wiki/Bob_Brookmeyer", "description": "Robert Edward \"Bob\" Brookmeyer was an American jazz valve trombonist, pianist, arranger, and composer. Born in Kansas City, Missouri, Brookmeyer first gained widespread public attention as a member of Gerry Mulligan's quartet from 1954 to 1957. He later worked with Jimmy Giuffre, before rejoining Mulligan's Concert Jazz Band. He garnered 8 Grammy Award nominations during his lifetime."}]}, {"heading": "Births", "year": "1929", "date": "December 19", "txt": "David Douglas, 12th Marquess of Queensberry, Scottish potter", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 19", "txt": "Gregory Carroll, American singer-songwriter and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 19", "txt": "Howard Sackler, American playwright and screenwriter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 19", "txt": "Wally Olins, English businessman and academic (d. 2014)", "entities": [{"title": "Wally Olins", "href": "/wiki/Wally_Olins", "description": "Wallace \"Wally\" Olins, CBE was a British practitioner of corporate identity and branding. He co-founded Wolff Ollins and Saffron Brand Consultants and served as their chairman. Olins advised many of the world's leading organisations on identity, branding, communication and related matters including 3i, Akzo Nobel, Repsol, Q8, The Portuguese Tourist Board, BT, Renault, Volkswagen, Tata and Lloyd's "}]}, {"heading": "Births", "year": "1930", "date": "December 19", "txt": "Knut Helle, Norwegian historian and professor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 19", "txt": "Ginger Stanley, American model, actress and stunt woman", "entities": [{"title": "Ginger Stanley", "href": "/wiki/Ginger_Stanley", "description": "Ginger Stanley is an American model, actress and stunt woman."}]}, {"heading": "Births", "year": "1932", "date": "December 19", "txt": "Salvador Elizondo, Mexican author, poet, playwright, and critic (d. 2006)", "entities": [{"title": "Salvador Elizondo", "href": "/wiki/Salvador_Elizondo", "description": "Salvador Elizondo Alcalde was a Mexican writer of the 60s Generation of Mexican literature."}]}, {"heading": "Births", "year": "1932", "date": "December 19", "txt": "Lola Hendricks, African American civil rights activist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 19", "txt": "Wayne Tippit, American actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 19", "txt": "Kevan Gosper, Australian runner and politician", "entities": [{"title": "Kevan Gosper", "href": "/wiki/Kevan_Gosper", "description": "Richard Kevan Gosper, AO is an Australian former athlete who mainly competed in the 400 metres. He was formerly a Vice President of the International Olympic Committee, and combined Chairman and CEO of Royal Dutch Shell, Australia."}]}, {"heading": "Births", "year": "1933", "date": "December 19", "txt": "Christopher Smout, Scottish historian and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 19", "txt": "Al Kaline, American baseball player and sportscaster (d. 2020)", "entities": [{"title": "Al Kaline", "href": "/wiki/Al_Kaline", "description": "Albert William Kaline, nicknamed \"Mr. Tiger\", was an American professional baseball right fielder who played 22 seasons in Major League Baseball (MLB) for the Detroit Tigers. For most of his career, Kaline played in the outfield, mainly as a right fielder where he won ten Gold Glove Awards and was known for his strong throwing arm. He was selected to 18 All-Star Games, including selections each ye"}]}, {"heading": "Births", "year": "1934", "date": "December 19", "txt": "Pratibha Patil, Indian lawyer and politician, 12th President of India", "entities": [{"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1934", "date": "December 19", "txt": "Casper R. Taylor, Jr., American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 19", "txt": "Bobby Timmons, American pianist and composer (d. 1974)", "entities": [{"title": "Bobby Timmons", "href": "/wiki/Bobby_Timmons", "description": "Robert Henry Timmons was an American jazz pianist and composer. He was a sideman in Art Blakey's Jazz Messengers for two periods, between which he was part of Cannonball Adderley's band. Several of Timmons' compositions written when part of these bands – including \"Moanin'\", \"Dat Dere\", and \"This Here\" – enjoyed commercial success and brought him more attention. In the early and mid-1960s he led a"}]}, {"heading": "Births", "year": "1935", "date": "December 19", "txt": "Joanne Weaver, American baseball player (d. 2000)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 19", "txt": "Tony Taylor, Cuban baseball player (d. 2020)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 19", "txt": "Phil Ochs, American singer-songwriter and guitarist (d. 1976)", "entities": [{"title": "Phil Ochs", "href": "/wiki/Phil_Ochs", "description": "Philip David Ochs was an American protest singer and songwriter who was known for his sharp wit, sardonic humor, political activism, often alliterative lyrics, and distinctive voice. He wrote hundreds of songs in the 1960s and 1970s and released eight albums."}]}, {"heading": "Births", "year": "1941", "date": "December 19", "txt": "Lee Myung-bak, South Korean businessman and politician, 10th President of South Korea", "entities": [{"title": "Lee Myung-bak", "href": "/wiki/Lee_Myung-bak", "description": "Lee Myung-bak is a former South Korean politician, businessman, and convicted felon who served as President of South Korea from 2008 to 2013. Before his election as president, he was the CEO of Hyundai Engineering and Construction, as well as the mayor of Seoul from 1 July 2002, to 30 June 2006. He is married to Kim Yoon-ok and has three daughters and one son. His older brother, Lee Sang-deuk, is "}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1941", "date": "December 19", "txt": "Maurice White, American singer-songwriter and producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 19", "txt": "Cornell Dupree, American guitarist (d. 2011)", "entities": [{"title": "Cornell Dupree", "href": "/wiki/Cornell_Dupree", "description": "Cornell Luther Dupree was an American jazz and R&B guitarist. He worked at various times with Aretha Franklin, Bill Withers, Donny Hathaway, King Curtis and Steve Gadd, appeared on David Letterman, and wrote a book on soul and blues guitar: Rhythm and Blues Guitar. He reportedly recorded on 2,500 sessions."}]}, {"heading": "Births", "year": "1942", "date": "December 19", "txt": "\"Mean Gene\" Okerlund, American sports announcer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 19", "txt": "Ross M. Lence, American political scientist and academic (d. 2006)", "entities": [{"title": "Ross M. Lence", "href": "/wiki/Ross_M._Lence", "description": "Ross Marlo Anthony Lence, was a professor of Political Science at the University of Houston from 1971 to 2006, where he was John and Rebecca Moores Scholar and held the Ross M. Lence Distinguished Teaching Chair. He taught Political Philosophy, American Political Thought, and American Government as a member of the Political Science and Honors College faculties. His edited volume of the works of Jo"}]}, {"heading": "Births", "year": "1943", "date": "December 19", "txt": "James L. Jones, American general and politician, 22nd United States National Security Advisor", "entities": [{"title": "National Security Advisor (United States)", "href": "/wiki/National_Security_Advisor_(United_States)", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "William Christie, American-French harpsichord player and conductor", "entities": [{"title": "William Christie (musician)", "href": "/wiki/William_Christie_(musician)", "description": "William Lincoln Christie is an American-born French conductor and harpsichordist. He is a specialist in baroque and classical repertoire and is the founder of the ensemble Les Arts Florissants."}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "Mitchell Feigenbaum, American physicist and mathematician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "Martin Hume Johnson, English physiologist and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "Richard Leakey, Kenyan paleontologist and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "Alvin Lee, English singer-songwriter and guitarist  (d. 2013)", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "Tim Reid, American actor and director", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "Steve Tyrell, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 19", "txt": "Zal Yanovsky, Canadian singer-songwriter and guitarist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 19", "txt": "Elaine Joyce, American actress, singer, and dancer", "entities": [{"title": "Elaine Joyce", "href": "/wiki/Elaine_Joyce", "description": "Elaine Joyce is an American actress."}]}, {"heading": "Births", "year": "1945", "date": "December 19", "txt": "John McEuen, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 19", "txt": "Rosemary Conley, English businesswoman, author, and broadcaster", "entities": [{"title": "Rosemary Conley", "href": "/wiki/Rosemary_Conley", "description": "Rosemary Jean Neil Conley CBE, DL is an English businesswoman, author and broadcaster on exercise and health. Conley authored a low-fat diet and exercise programme, The Hip & Thigh Diet in 1988, which sold more than two million copies. However, her spot theory of fat reduction which claims people can lose fat specifically from the hips and thighs has no scientific basis."}]}, {"heading": "Births", "year": "1946", "date": "December 19", "txt": "Robert Urich, American actor and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 19", "txt": "Jimmy Bain, Scottish bass player and songwriter (d. 2016)", "entities": [{"title": "Jimmy Bain", "href": "/wiki/Jimmy_Bain", "description": "James Stewart Bain was a Scottish musician, best known for playing bass guitar in the bands Rainbow and Dio. He also worked with Thin Lizzy frontman Phil Lynott, co-writing on his solo albums."}]}, {"heading": "Births", "year": "1948", "date": "December 19", "txt": "Ken Brown, Canadian ice hockey player and sportscaster", "entities": [{"title": "Ken Brown (ice hockey)", "href": "/wiki/Ken_Brown_(ice_hockey)", "description": "Kenneth Murray Brown is a former professional ice hockey goaltender."}]}, {"heading": "Births", "year": "1949", "date": "December 19", "txt": "Orna Berry, Israeli computer scientist and businesswoman", "entities": [{"title": "Orna Berry", "href": "/wiki/Orna_Berry", "description": "Orna Berry, is an Israeli Computer Scientist, high-tech entrepreneur, businesswoman, senior executive among the Israeli science and technology industries and laureate of the Ben-Gurion University of the Negev Award. Orna Berry is recognized for her work in promoting excellence, entrepreneurship, and innovation in Israeli society. She was the first woman to serve as chief scientist and head of the "}]}, {"heading": "Births", "year": "1949", "date": "December 19", "txt": "Claudia Kolb, American swimmer", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 19", "txt": "Sebastian, Danish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 19", "txt": "Eleanor J. Hill, American lawyer and diplomat", "entities": [{"title": "Eleanor J. Hill", "href": "/wiki/Eleanor_J._Hill", "description": "Eleanor Jean Hill served as Inspector General for the United States Department of Defense under President Bill Clinton. Hill was the head of the Office of the Inspector General of the Department of Defense from 1995–1999."}]}, {"heading": "Births", "year": "1951", "date": "December 19", "txt": "Mohammad Reza Aref, Iranian engineer and politician, 2nd Vice President of Iran", "entities": [{"title": "Mohammad Reza Aref", "href": "/wiki/Mohammad_Reza_Aref", "description": "Mohammad Reza Aref is an Iranian engineer, academic and reformist politician who was the parliamentary leader of reformists' Hope fraction in the Iranian Parliament, representing Tehran, Rey, Shemiranat and Eslamshahr. Aref has also been heading the Reformists' Supreme Council for Policymaking since its establishment in 2015."}, {"title": "Vice President of Iran", "href": "/wiki/Vice_President_of_Iran", "description": "The Vice President of Iran is defined by article 124 of the Constitution of Iran, as anyone appointed by the President of Iran to lead an organization related to Presidential affairs. As of August 2019, there are 12 Vice Presidents in Iran. The First Vice President is the most important as he or she leads cabinet meetings in the absence of the president. The Supreme Leader can dismiss vice preside"}]}, {"heading": "Births", "year": "1951", "date": "December 19", "txt": "Alan Rouse, English mountaineer and author (d. 1986)", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 19", "txt": "Walter Murphy, American pianist and composer", "entities": [{"title": "Walter Murphy", "href": "/wiki/Walter_Murphy", "description": "Walter Anthony Murphy Jr. is an American composer, keyboardist, songwriter, and record producer. He is best known for the instrumental \"A Fifth of Beethoven\", a disco adaptation of Beethoven's Fifth Symphony which topped the charts in 1976 and was featured on the Saturday Night Fever soundtrack in 1977. Further classical–disco fusions followed, such as \"Flight '76\", \"Rhapsody in Blue\", \"Toccata an"}]}, {"heading": "Births", "year": "1954", "date": "December 19", "txt": "Jeff Allam, English race car driver", "entities": [{"title": "Jeff Allam", "href": "/wiki/Jeff_Allam", "description": "\n\nJeff Allam, is a former British racing driver who made his name in Saloon Car racing. He now works as Head of Business for Allam Motor Services in Epsom which are a Skoda sales and service and Vauxhall servicing dealership."}]}, {"heading": "Births", "year": "1954", "date": "December 19", "txt": "Tim Parks, English author and translator", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 19", "txt": "Lincoln Hall, Australian mountaineer and author (d. 2012)", "entities": [{"title": "Lincoln Hall (climber)", "href": "/wiki/Lincoln_Hall_(climber)", "description": "Lincoln Ross Hall OAM was a veteran Australian mountain climber, adventurer, author and philanthropist. Lincoln was part of the first Australian expedition to climb Mount Everest in 1984, which successfully forged a new route. He reached the summit of the mountain on his second attempt in 2006, miraculously surviving the night at 8,700 m (28,543 ft) on descent, after his family was told he had die"}]}, {"heading": "Births", "year": "1955", "date": "December 19", "txt": "Rob Portman, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 19", "txt": "Phil Harris, American captain and fisherman (d. 2010)", "entities": [{"title": "Phil Harris (fisherman)", "href": "/wiki/Phil_Harris_(fisherman)", "description": "Phillip Charles Harris was an American captain and part owner of the crab fishing vessel Cornelia Marie, which is featured on Discovery Channel's documentary reality TV series Deadliest Catch. He suffered a massive stroke while offloading C. opilio crab in port at Saint Paul Island, Alaska, on January 29, 2010. Despite extreme improvements in his condition, Harris died on February 9, 2010 at the a"}]}, {"heading": "Births", "year": "1956", "date": "December 19", "txt": "Tom Lawless, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 19", "txt": "Shane McEntee, Irish farmer and politician, Minister of State for Food, Horticulture and Food Safety (d. 2012)", "entities": [{"title": "Minister of State for Food, Horticulture and Food Safety", "href": "/wiki/Minister_of_State_for_Food,_Horticulture_and_Food_Safety", "description": "The Minister of State at the Department of Agriculture, Food and the Marine is a junior ministerial post in the Department of Agriculture, Food and the Marine of the Government of Ireland and assists the Minister for Agriculture, Food and the Marine. A Minister of State does not hold cabinet rank."}]}, {"heading": "Births", "year": "1957", "date": "December 19", "txt": "Cyril Collard, French actor, director, and composer (d. 1993)", "entities": [{"title": "Cyril Collard", "href": "/wiki/Cyril_Collard", "description": "\nCyril Collard was a French author, filmmaker, composer, musician and actor. He is known for his unapologetic portrayals of bisexuality and HIV in art, particularly his autobiographical novel and film Les Nuits Fauves. Openly bisexual, Collard was also one of the first French artists to speak openly about his HIV-positive status."}]}, {"heading": "Births", "year": "1957", "date": "December 19", "txt": "Kevin McHale, American basketball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 19", "txt": "Steven Isserlis, English cellist and author", "entities": [{"title": "Steven Isserlis", "href": "/wiki/Steven_Isserlis", "description": "Steven Isserlis is a British cellist. He is distinguished for his diverse repertoire, distinctive sound deployed with his use of gut strings and command of phrasing."}]}, {"heading": "Births", "year": "1958", "date": "December 19", "txt": "Limahl, English pop singer", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 19", "txt": "Iván Vallejo, Ecuadorian mountaineer", "entities": [{"title": "Iván Vallejo", "href": "/wiki/Iv%C3%A1n_Vallejo", "description": "Iván Vallejo Ricaurte is a high-altitude mountaineer from Ecuador. On 1 May 2008, he became the 14th person to reach the summit of all 14 mountains above 8,000 meters, and the 7th without use of supplemental oxygen. He is the first, and still the only, Southern Hemisphere climber to complete all 14 eight-thousanders, without supplemental oxygen."}]}, {"heading": "Births", "year": "1959", "date": "December 19", "txt": "Lisa Wilkinson, Australian television host and journalist", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 19", "txt": "Derrick Jensen, American author and activist", "entities": [{"title": "Derrick Jensen", "href": "/wiki/Derrick_Jensen", "description": "Derrick Jensen is an American author, ecophilosopher, radical environmentalist, and anti-civilization advocate. According to Democracy Now!, Jensen \"has been called the poet-philosopher of the ecological movement.\""}]}, {"heading": "Births", "year": "1960", "date": "December 19", "txt": "Michelangelo Signorile, American journalist and author", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 19", "txt": "Eric Allin Cornell, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Eric Allin Cornell", "href": "/wiki/Eric_Allin_Cornell", "description": "Eric Allin Cornell is an American physicist who, along with Carl E. Wieman, was able to synthesize the first Bose–Einstein condensate in 1995. For their efforts, Cornell, Wieman, and Wolfgang Ketterle shared the Nobel Prize in Physics in 2001."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1961", "date": "December 19", "txt": "Matthew Waterhouse, English actor and author", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 19", "txt": "Reggie White, American football player and wrestler (d. 2004)", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 19", "txt": "Gary Fleder, American director, producer, and screenwriter", "entities": [{"title": "Gary Fleder", "href": "/wiki/Gary_Fleder", "description": "Gary Fleder is an American film director, screenwriter, and producer. His most recently completed film, Homefront, was released by Open Road Films and Millennium Films in November 2013. In recent years he has been a prolific director of television pilots."}]}, {"heading": "Births", "year": "1963", "date": "December 19", "txt": "Jennifer Beals, American model and actress", "entities": [{"title": "Jennifer Beals", "href": "/wiki/Jennifer_Beals", "description": "Jennifer Beals is an American actress and a former teen model. She made her film debut in My Bodyguard (1980), before receiving critical acclaim for her role in Flashdance (1983), for which she won NAACP Image Award for Outstanding Actress in a Motion Picture and was nominated for a Golden Globe Award for Best Actress – Motion Picture Comedy or Musical."}]}, {"heading": "Births", "year": "1963", "date": "December 19", "txt": "Til Schweiger, German actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 19", "txt": "Béatrice Dalle, French actress", "entities": [{"title": "Béatrice Dalle", "href": "/wiki/B%C3%A9atrice_Dalle", "description": "Béatrice Dalle is a French actress."}]}, {"heading": "Births", "year": "1964", "date": "December 19", "txt": "Lorie Kane, Canadian golfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 19", "txt": "Arvydas Sabonis, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 19", "txt": "Chito Martínez, Belizean-American baseball player", "entities": [{"title": "Chito Martínez", "href": "/wiki/Chito_Mart%C3%ADnez", "description": "Reyenaldo Ignacio \"Chito\" Martínez, is a former Major League Baseball player and the first in MLB history to be born in the country of Belize. Born in Belize City, he spent parts of three seasons with the Baltimore Orioles, hitting 13 home runs in his rookie season and posting a slugging percentage of .514 in 216 at bats. He was also the first Orioles player to record a hit in each of his first si"}]}, {"heading": "Births", "year": "1966", "date": "December 19", "txt": "Chuckii Booker, American singer-songwriter and producer", "entities": [{"title": "Chuckii Booker", "href": "/wiki/Chuckii_Booker", "description": "Chuckii Booker is an American producer, singer, songwriter, multi-instrumentalist and bandleader."}]}, {"heading": "Births", "year": "1966", "date": "December 19", "txt": "Rajesh Chauhan, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 19", "txt": "Alberto Tomba, Italian skier", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 19", "txt": "Eric Weinrich, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 19", "txt": "Criss Angel, American magician", "entities": [{"title": "Criss Angel", "href": "/wiki/Criss_Angel", "description": "Christopher Nicholas Sarantakos, known by the stage name Criss Angel, is an American magician, illusionist and musician. Angel began his career in New York City, before moving his base of operations to the Las Vegas Valley. He is known for starring in the television and stage show Criss Angel Mindfreak and his previous live performance illusion show Criss Angel Believe in collaboration with Cirque"}]}, {"heading": "Births", "year": "1967", "date": "December 19", "txt": "Charles Austin, American high jumper", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 19", "txt": "Kristina Keneally, American-Australian politician, 42nd Premier of New South Wales", "entities": [{"title": "Kristina Keneally", "href": "/wiki/Kristina_Keneally", "description": "Kristina Kerscher Keneally is an Australian politician who has been a Senator for New South Wales since February 2018, representing the Labor Party. Since 2019, she has served as Deputy Leader of the Opposition in the Senate, Shadow Minister for Home Affairs, and Shadow Minister for Immigration and Citizenship. She previously served as Premier of New South Wales from 2009 to 2011, the first woman "}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1968", "date": "December 19", "txt": "Ken Marino, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 19", "txt": "Michael Bates, American sprinter and football player", "entities": [{"title": "Michael Bates (American football)", "href": "/wiki/Michael_Bates_(American_football)", "description": "Michael Dion Bates is an American former two-sport athlete who gained fame as a sprinter who won an Olympic bronze medal in the 200-meter dash in 1992. He also played football as a kick returner in the National Football League (NFL), where he was a five-time Pro Bowl selection. He played college football for the Arizona Wildcats."}]}, {"heading": "Births", "year": "1969", "date": "December 19", "txt": "Tom Gugliotta, American basketball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 19", "txt": "Richard Hammond, English journalist and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 19", "txt": "Nayan Mongia, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 19", "txt": "Aziza Mustafa Zadeh, Azerbaijani composer, pianist, and singer", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 19", "txt": "Tyson Beckford, American model and actor", "entities": [{"title": "Tyson Beckford", "href": "/wiki/Tyson_Beckford", "description": "Tyson Beckford is an American model and actor best known as a Ralph Lauren Polo model. He was also the host of both seasons of the Bravo program Make Me a Supermodel. Beckford has been described as one of the most successful black male supermodels of all time, achieving fame and huge contracts similar to the female models that had huge success in the 1990s."}]}, {"heading": "Births", "year": "1971", "date": "December 19", "txt": "Karen Pickering, English swimmer", "entities": [{"title": "Karen Pickering", "href": "/wiki/Karen_Pickering", "description": "Karen Denise Pickering, MBE is a former freestyle swimmer from Great Britain."}]}, {"heading": "Births", "year": "1972", "date": "December 19", "txt": "Alyssa Milano, American actress and television personality", "entities": [{"title": "Alyssa Milano", "href": "/wiki/Alyssa_Milano", "description": "Alyssa Jayne Milano is an American actress, producer, singer, author, and activist. She is best known for her roles as Samantha Micelli in Who's the Boss?, Jennifer Mancini in Melrose Place, Phoebe Halliwell in Charmed, Billie Cunningham in My Name Is Earl, Savannah \"Savi\" Davis in Mistresses, Renata Murphy in Wet Hot American Summer: 10 Years Later, and Coralee Armstrong in Insatiable. As a polit"}]}, {"heading": "Births", "year": "1973", "date": "December 19", "txt": "Michalis Grigoriou, Greek footballer and coach", "entities": [{"title": "Michalis Grigoriou", "href": "/wiki/Michalis_Grigoriou", "description": "Michalis Grigoriou is a Greek former professional footballer who played as a defender. He is the current manager of Super League club Lamia."}]}, {"heading": "Births", "year": "1973", "date": "December 19", "txt": "Erick Wainaina, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 19", "txt": "Zulfiya Zabirova, Russian cyclist", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 19", "txt": "Eduard Ivakdalam, Indonesian footballer", "entities": [{"title": "Eduard Ivakdalam", "href": "/wiki/Eduard_Ivakdalam", "description": "Eduard Ivakdalam is an Indonesian retired professional footballer. Ivakdalam normally plays as a midfielder and he is a former player for Indonesia national football team."}]}, {"heading": "Births", "year": "1974", "date": "December 19", "txt": "Joe Jurevicius, American football player", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 19", "txt": "Felipe Lopez, Dominican-American basketball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 19", "txt": "Jake Plummer, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 19", "txt": "Ricky Ponting, Australian cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 19", "txt": "Makis Belevonis, Greek footballer", "entities": [{"title": "Makis Belevonis", "href": "/wiki/Makis_Belevonis", "description": "Makis Belevonis is a Greek former professional footballer who played as a right back."}]}, {"heading": "Births", "year": "1975", "date": "December 19", "txt": "Brandon Sanderson, American author and academic", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 19", "txt": "Jeremy Soule, Canadian composer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 19", "txt": "Olivier Tébily, Ivorian-French footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 19", "txt": "Dean Treister, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 19", "txt": "Jorge Garbajosa, Spanish basketball player", "entities": [{"title": "Jorge Garbajosa", "href": "/wiki/Jorge_Garbajosa", "description": "Jorge Garbajosa Chaparro, is a Spanish former professional basketball player and the current president of the Spanish Basketball Federation. Standing at 2.07 m, he played both power forward and small forward. He was an All-EuroLeague first team selection in 2003, and an All-EuroLeague second team selection in 2006, while playing for Unicaja. During his stint in the NBA, he was named to the NBA All"}]}, {"heading": "Births", "year": "1977", "date": "December 19", "txt": "LaTasha Jenkins, American sprinter", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 19", "txt": "Irina Voronina, Russian model", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 19", "txt": "Patrick Casey, American actor, producer, and screenwriter", "entities": [{"title": "Patrick Casey (writer)", "href": "/wiki/Patrick_Casey_(writer)", "description": "Patrick Casey is an American writer, actor, director and author. He often collaborates with writer/director/actor Worm Miller. He is best known for his work on the Fox animated series Golan the Insatiable and the Sonic the Hedgehog feature film."}]}, {"heading": "Births", "year": "1979", "date": "December 19", "txt": "Kevin Devine, American singer-songwriter and guitarist", "entities": [{"title": "Kevin Devine", "href": "/wiki/Kevin_Devine", "description": "Kevin Devine is an American songwriter and musician from Staten Island, New York City, who is known for his introspective and political themes. He is a contemporary member of the underground indie rock and indie folk musical scenes, and his influences range from older indie artists such as Neutral Milk Hotel, Elliott Smith and Pavement to more mainstream and well known acts such as Nirvana and Bob"}]}, {"heading": "Births", "year": "1979", "date": "December 19", "txt": "Rafael Soriano, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 19", "txt": "Jake Gyllenhaal, American actor and producer", "entities": [{"title": "Jake Gyllenhaal", "href": "/wiki/Jake_Gyllenhaal", "description": "Jacob Benjamin Gyllenhaal is an American actor and producer. Born into the Gyllenhaal family, he is the son of director Stephen Gyllenhaal and screenwriter Naomi Foner. He began acting as a child, making his acting debut in City Slickers (1991), followed by roles in his father's films A Dangerous Woman (1993) and Homegrown (1998). His breakthrough roles were as Homer Hickam in October Sky (1999) a"}]}, {"heading": "Births", "year": "1980", "date": "December 19", "txt": "Marla Sokoloff, American actress and musician", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 19", "txt": "Grégory Dufer, Belgian footballer", "entities": [{"title": "Grégory Dufer", "href": "/wiki/Gr%C3%A9gory_Dufer", "description": "Grégory Dufer is a retired Belgian international footballer."}]}, {"heading": "Births", "year": "1982", "date": "December 19", "txt": "Mo Williams, American basketball player", "entities": [{"title": "Mo Williams", "href": "/wiki/Mo_Williams", "description": "Maurice Williams is an American former professional basketball player who played 13 seasons in the National Basketball Association (NBA). After a successful high school career at Murrah High School, Williams attended college at the University of Alabama, where he led his team as a freshman to a 27–8 record, and also shared an SEC regular-season championship. After two seasons at Alabama, Williams "}]}, {"heading": "Births", "year": "1983", "date": "December 19", "txt": "Nektarios Alexandrou, Cypriot footballer", "entities": [{"title": "Nektarios Alexandrou", "href": "/wiki/Nektarios_Alexandrou", "description": "Nektarios Alexandrou is a Greek Cypriot international footballer. He is a left flank specialist, but he primarily plays as the left winger."}]}, {"heading": "Births", "year": "1983", "date": "December 19", "txt": "Casey Crescenzo, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 19", "txt": "Bridget Phillipson, English politician", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 19", "txt": "Laura Pomeroy, Canadian swimmer", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 19", "txt": "Matt Stajan, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 19", "txt": "Ian Kennedy, American baseball player", "entities": [{"title": "Ian Kennedy", "href": "/wiki/Ian_Kennedy", "description": "Ian Patrick Kennedy is an American professional baseball pitcher for the Texas Rangers of Major League Baseball (MLB). He previously played for the New York Yankees, Arizona Diamondbacks, San Diego Padres and Kansas City Royals."}]}, {"heading": "Births", "year": "1985", "date": "December 19", "txt": "Gary Cahill, English footballer", "entities": [{"title": "Gary Cahill", "href": "/wiki/Gary_Cahill", "description": "Gary James Cahill is an English professional footballer who plays as a centre back for Premier League club Crystal Palace."}]}, {"heading": "Births", "year": "1985", "date": "December 19", "txt": "Andrea Baldini, Italian fencer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 19", "txt": "Neil Kilkenny, English-Australian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 19", "txt": "Sally Kipyego, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 19", "txt": "Dan Logan, English bass player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 19", "txt": "Lady Sovereign, English rapper", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 19", "txt": "Calvin Andrew, English footballer", "entities": [{"title": "Calvin Andrew", "href": "/wiki/Calvin_Andrew", "description": "Calvin Hyden Andrew is an English professional footballer who plays as a striker for League Two club Barrow."}]}, {"heading": "Births", "year": "1986", "date": "December 19", "txt": "Ryan Babel, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 19", "txt": "Ingrid Burley, American rapper and songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 19", "txt": "Lazaros Christodoulopoulos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 19", "txt": "Zuzana Hejnová, Czech hurdler", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 19", "txt": "Miguel Lopes, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 19", "txt": "Cédric Baseya, French-Congolese footballer", "entities": [{"title": "Cédric Baseya", "href": "/wiki/C%C3%A9dric_Baseya", "description": "Cédric Baseya is a DR Congolese-French professional footballer."}]}, {"heading": "Births", "year": "1987", "date": "December 19", "txt": "Karim Benzema, French footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 19", "txt": "Ronan Farrow, American activist, journalist, and lawyer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 19", "txt": "Alexis Sánchez, Chilean footballer", "entities": [{"title": "Alexis Sánchez", "href": "/wiki/Alexis_S%C3%A1nchez", "description": "Alexis Alejandro Sánchez Sánchez, also known simply as Alexis, is a Chilean professional footballer who plays as a forward for Serie A club Inter Milan and the Chile national team. He is popularly dubbed \"El Niño Maravilla\"."}]}, {"heading": "Births", "year": "1988", "date": "December 19", "txt": "Peter Winn, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 19", "txt": "Casey Burgess, Australian television personality", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 19", "txt": "Yong Jun-hyung, South Korean singer-songwriter, rapper and producer", "entities": [{"title": "Yong Jun-hyung", "href": "/wiki/Yong_Jun-hyung", "description": "Yong Jun-hyung, commonly known as Junhyung, is a South Korean singer-songwriter, rapper, record producer, and actor. He was a member of the K-pop boy band Highlight from 2009 until 2019, when he departed the group after admitting to viewing illicit videos. The police have stated that he is only being considered a witness at this point in time in the Burning Sun scandal."}]}, {"heading": "Births", "year": "1989", "date": "December 19", "txt": "Michał Masłowski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 19", "txt": "Kousei Miura, Japanese jockey", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 19", "txt": "Hamza Riazuddin, English cricketer", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 19", "txt": "Torrey Craig, American basketball player", "entities": [{"title": "Torrey Craig", "href": "/wiki/Torrey_Craig", "description": "Torrey Craig is an American professional basketball player for the Phoenix Suns of the National Basketball Association (NBA). He played college basketball for the University of South Carolina Upstate where he was named an honorable mention All-American and Atlantic Sun Conference Player of the Year in 2012. After graduating from South Carolina in 2014, Craig spent his first three professional seas"}]}, {"heading": "Births", "year": "1990", "date": "December 19", "txt": "Greg Bretz, American snowboarder", "entities": [{"title": "Greg Bretz", "href": "/wiki/Greg_Bretz", "description": "Gregory Bretz is an American snowboarder who has competed since 2004. His first and to date only World Cup victory was in Canada in the halfpipe event in 2008."}]}, {"heading": "Births", "year": "1991", "date": "December 19", "txt": "Declan Galbraith, English singer-songwriter", "entities": [{"title": "Declan Galbraith", "href": "/wiki/Declan_Galbraith", "description": "Declan John Galbraith is a British musician. He is best known for his 2002 hit single, \"Tell Me Why\", which peaked at #29 in the UK Singles Chart."}]}, {"heading": "Births", "year": "1991", "date": "December 19", "txt": "Sumire Uesaka, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 19", "txt": "Iker Muniain, Spanish footballer", "entities": [{"title": "Iker Muniain", "href": "/wiki/Iker_Muniain", "description": "Iker Muniain Goñi is a Spanish footballer who plays for Athletic Bilbao, where he is captain, and the Spain national team, mainly as a left winger."}]}, {"heading": "Births", "year": "1992", "date": "December 19", "txt": "Raphael Spiegel, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 19", "txt": "Isiah Koech, Kenyan runner", "entities": [{"title": "Isiah Koech", "href": "/wiki/Isiah_Koech", "description": "Isiah Kiplangat Koech is a Kenyan long-distance runner who specialises in the 5000 metres."}]}, {"heading": "Births", "year": "1993", "date": "December 19", "txt": "Young K, South Korean singer-songwriter", "entities": [{"title": "Young K", "href": "/wiki/Young_K", "description": "Kang Young-hyun, known professionally as Young K, is a South Korean musician, singer, songwriter and rapper. He is best known as the bassist, vocalist and rapper of South Korean rock band Day6."}]}, {"heading": "Births", "year": "1994", "date": "December 19", "txt": "M'Baye Niang, French footballer", "entities": [{"title": "M'Baye Niang", "href": "/wiki/M%27Baye_Niang", "description": "Mbaye Hamady Niang is a French-born Senegalese professional footballer who plays as a forward for Al-Ahli, on loan from Rennes, and the Senegal national football team."}]}, {"heading": "Births", "year": "1994", "date": "December 19", "txt": "Maudy Ayunda, Indonesian actress and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 19", "txt": "Franck Kessié, Ivorian footballer", "entities": [{"title": "Franck Kessié", "href": "/wiki/Franck_Kessi%C3%A9", "description": "Franck Yannick Kessié is an Ivorian professional footballer who plays as a central midfielder for Italian club Milan and the Ivory Coast national team."}]}, {"heading": "Deaths", "year": "401", "date": "December 19", "txt": "Pope Anastasius I", "entities": [{"title": "Pope Anastasius I", "href": "/wiki/Pope_Anastasius_I", "description": "Pope Anastasius I was the bishop of Rome from 27 November 399 to his death on 19 December 401."}]}, {"heading": "Deaths", "year": "966", "date": "December 19", "txt": "Sancho I, king of León", "entities": [{"title": "Sancho I of León", "href": "/wiki/Sancho_I_of_Le%C3%B3n", "description": "Sancho I, called  the Fat was a king of León."}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Deaths", "year": "1091", "date": "December 19", "txt": "Adelaide of Susa, margravine of Turin", "entities": [{"title": "Adelaide of Susa", "href": "/wiki/Adelaide_of_Susa", "description": "Adelaide of Turin was the countess of part of the March of Ivrea and the marchioness of Turin in Northwestern Italy from 1034 to her death. She was the last of the Arduinici. She is sometimes compared to her second cousin, and close contemporary, Matilda of Tuscany."}]}, {"heading": "Deaths", "year": "1111", "date": "December 19", "txt": "Al-Ghazali, Persian jurist, philosopher, theologian, and mystic (b. 1058)", "entities": [{"title": "Al-Ghazali", "href": "/wiki/Al-Ghazali", "description": "Al-Ghazali, known in Persian-speaking countries as Imam Muhammad-i Ghazali, was a Persian philosopher who was one of the most prominent and influential philosophers, theologians, jurists, logicians and mystics, of Sunni Islam."}]}, {"heading": "Deaths", "year": "1123", "date": "December 19", "txt": "Saint Berardo, Italian bishop and saint", "entities": [{"title": "Saint Berardo", "href": "/wiki/Saint_Berardo", "description": "Saint Berardo is an Italian saint, patron saint of the city and diocese of Teramo."}]}, {"heading": "Deaths", "year": "1327", "date": "December 19", "txt": "Agnes of France, Duchess of Burgundy (b. 1260)", "entities": [{"title": "Agnes of France, Duchess of Burgundy", "href": "/wiki/Agnes_of_France,_Duchess_of_Burgundy", "description": "Agnes of France was a Duchess of Burgundy by marriage to Robert II, Duke of Burgundy. She served as regent of Burgundy during the minority of her son in 1306–1311."}]}, {"heading": "Deaths", "year": "1370", "date": "December 19", "txt": "Pope Urban V (b. 1310)", "entities": [{"title": "Pope Urban V", "href": "/wiki/Pope_Urban_V", "description": "Pope Urban V, born Guillaume de Grimoard, was the head of the Catholic Church from 28 September 1362 until his death in 1370 and was also a member of the Order of Saint Benedict. He was the only Avignon pope to be beatified."}]}, {"heading": "Deaths", "year": "1442", "date": "December 19", "txt": "Elizabeth of Luxembourg (b. 1409)", "entities": [{"title": "Elizabeth of Luxembourg", "href": "/wiki/Elizabeth_of_Luxembourg", "description": "Elizabeth of Luxembourg was queen consort of Germany, Hungary and Bohemia."}]}, {"heading": "Deaths", "year": "1385", "date": "December 19", "txt": "Bernabò Visconti, Lord of Milan (b. 1319)", "entities": [{"title": "Bernabò Visconti", "href": "/wiki/Bernab%C3%B2_Visconti", "description": "Bernabò or Barnabò Visconti was an Italian soldier and statesman who was Lord of Milan."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Deaths", "year": "1558", "date": "December 19", "txt": "Cornelius Grapheus, Flemish writer (b. 1482)", "entities": [{"title": "Cornelius Grapheus", "href": "/wiki/Cornelius_Grapheus", "description": "Cornelius Grapheus, Latinized from Cornelis De Schrijver, was a secretary to the city of Antwerp and writer."}]}, {"heading": "Deaths", "year": "1637", "date": "December 19", "txt": "Christina of Lorraine, Grand Duchess consort of Tuscany (b. 1565)", "entities": [{"title": "Christina of Lorraine", "href": "/wiki/Christina_of_Lorraine", "description": "Christina of Lorraine or Christine de Lorraine was a member of the House of Lorraine and was the Grand Duchess of Tuscany by marriage. She served as Regent of Tuscany jointly with her daughter-in-law during the minority of her grandson from 1621 to 1628."}]}, {"heading": "Deaths", "year": "1741", "date": "December 19", "txt": "Vitus Bering, Dutch explorer (b. 1681)", "entities": [{"title": "Vitus Bering", "href": "/wiki/Vitus_Bering", "description": " Vitus Jonassen Bering, also known as Ivan Ivanovich Bering, was a Danish cartographer and explorer in Russian service, and an officer in the Russian Navy. He is known as a leader of two Russian expeditions, namely the First Kamchatka Expedition and the Great Northern Expedition, exploring the north-eastern coast of the Asian continent and from there the western coast on the North American contine"}]}, {"heading": "Deaths", "year": "1745", "date": "December 19", "txt": "Jean-Baptiste van Loo, French painter (b. 1684)", "entities": [{"title": "Jean-Baptiste van Loo", "href": "/wiki/Jean-Baptiste_van_Loo", "description": "Jean-Baptiste van Loo was a French subject and portrait painter."}]}, {"heading": "Deaths", "year": "1749", "date": "December 19", "txt": "Francesco Antonio Bonporti, Italian priest and composer (b. 1672)", "entities": [{"title": "Francesco Antonio Bonporti", "href": "/wiki/Francesco_Antonio_Bonporti", "description": "Francesco Antonio Bonporti was an Italian priest and amateur composer."}]}, {"heading": "Deaths", "year": "1807", "date": "December 19", "txt": "Friedrich Melchior, Baron von Grimm, German-French author and playwright (b. 1723)", "entities": [{"title": "Friedrich Melchior, Baron von Grimm", "href": "/wiki/Friedrich_Melchior,_Baron_von_Grimm", "description": "Friedrich Melchior, Baron von Grimm was a German-born French-language journalist, art critic, diplomat and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers. In 1765 Grimm wrote Poème lyrique, an influential article for the Encyclopédie on lyric and opera librettos. Like Christoph Willibald Gluck and Ranieri de' Calzabigi, Grimm became interested in ope"}]}, {"heading": "Deaths", "year": "1813", "date": "December 19", "txt": "James McGill, Scottish-Canadian businessman and philanthropist, founded McGill University (b. 1744)", "entities": [{"title": "James McGill", "href": "/wiki/James_McGill", "description": "James McGill was a Scottish Canadian businessman and philanthropist best known for being the founder of McGill University, Montreal. He was elected to the Legislative Assembly of Lower Canada for Montreal West in 1792 and was appointed to the Executive Council of Lower Canada in 1793. He was the honorary Lieutenant-Colonel of the 1st Battalion, Montreal Militia, a predecessor unit of The Canadian "}, {"title": "McGill University", "href": "/wiki/McGill_University", "description": "McGill University is a public research university in Montreal, Quebec, Canada. Founded in 1821 by royal charter granted by King George IV, the university bears the name of James McGill, a Scottish merchant whose bequest in 1813 formed the university's precursor, University of McGill College ; the name was officially changed to McGill University in 1885."}]}, {"heading": "Deaths", "year": "1819", "date": "December 19", "txt": "Thomas Fremantle, English admiral and politician (b. 1765)", "entities": [{"title": "Thomas Fremantle (Royal Navy officer)", "href": "/wiki/Thomas_Fremantle_(Royal_Navy_officer)", "description": "Vice-Admiral Sir Thomas Francis Fremantle, was a British naval officer in the Royal Navy whose accolades include three separate fleet actions, a close friendship with Lord Nelson, and a barony in Austria. He was the father of Admiral Sir Charles Fremantle, after whom the city Fremantle, in Western Australia, is named."}]}, {"heading": "Deaths", "year": "1848", "date": "December 19", "txt": "Emily Brontë, English novelist and poet (b. 1818)", "entities": [{"title": "Emily Brontë", "href": "/wiki/Emily_Bront%C3%AB", "description": "Emily Jane Brontë was an English novelist and poet who is best known for her only novel, Wuthering Heights, now considered a classic of English literature. She also published a book of poetry with her sisters Charlotte and Anne titled Poems by Currer, Ellis and Acton Bell with her own poems finding regard as poetic genius. Emily was the second-youngest of the four surviving Brontë siblings, betwee"}]}, {"heading": "Deaths", "year": "1851", "date": "December 19", "txt": "Joseph Mallord William Turner, English painter (b. 1775)", "entities": [{"title": "Joseph Mallord William Turner", "href": "/wiki/Joseph_Mallord_William_Turner", "description": "Joseph Mallord William Turner, known in his time as William Turner, was an English Romantic painter, printmaker and watercolourist. He is known for his expressive colourisations, imaginative landscapes and turbulent, often violent marine paintings. He left behind more than 550 oil paintings, 2,000 watercolours, and 30,000 works on paper. He was championed by the leading English art critic John Rus"}]}, {"heading": "Deaths", "year": "1878", "date": "December 19", "txt": "Bayard Taylor, American author and poet (b. 1825)", "entities": [{"title": "Bayard Taylor", "href": "/wiki/Bayard_Taylor", "description": "Bayard Taylor was an American poet, literary critic, translator, travel author, and diplomat."}]}, {"heading": "Deaths", "year": "1899", "date": "December 19", "txt": "Henry Ware Lawton, American general (b. 1843)", "entities": [{"title": "Henry Ware Lawton", "href": "/wiki/Henry_Ware_Lawton", "description": "Henry Ware Lawton was a U.S. Army officer who served with distinction in the Civil War, the Apache Wars, the Spanish–American War and was the only U.S. general officer to be killed during the Philippine–American War, and the first general officer of the United States killed in overseas action. The city of Lawton, Oklahoma, takes its name from General Lawton, as does a borough in the city of Havana"}]}, {"heading": "Deaths", "year": "1915", "date": "December 19", "txt": "Alois Alzheimer, German psychiatrist and neuropathologist (b. 1864)", "entities": [{"title": "Alois Alzheimer", "href": "/wiki/Alois_Alzheimer", "description": "Aloysius Alzheimer was a German psychiatrist and neuropathologist and a colleague of Emil Kraepelin. Alzheimer is credited with identifying the first published case of \"presenile dementia\", which Kraepelin would later identify as Alzheimer's disease."}]}, {"heading": "Deaths", "year": "1916", "date": "December 19", "txt": "Thibaw Min, Burmese king (b. 1859)", "entities": [{"title": "Thibaw Min", "href": "/wiki/Thibaw_Min", "description": "Thibaw Min, also Thebaw or Theebaw was the last king of the Konbaung Dynasty of Myanmar (Myanmar) and also the last Burmese sovereign in the country's history. His reign ended when the Royal Burmese armed forces were defeated by the forces of the British Empire in the Third Anglo-Burmese War, on 29 November 1885, prior to its official annexation on 1 January 1886."}]}, {"heading": "Deaths", "year": "1927", "date": "December 19", "txt": "Ashfaqulla Khan, Indian activist (b. 1900)", "entities": [{"title": "Ashfaqulla Khan", "href": "/wiki/Ashfaqulla_Khan", "description": "Ashfaqulla Khan was a freedom fighter in the Indian independence movement."}]}, {"heading": "Deaths", "year": "1927", "date": "December 19", "txt": "Ram Prasad Bismil, Indian poet and activist (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1932", "date": "December 19", "txt": "Yun Bong-gil, South Korean activist (b. 1908)", "entities": [{"title": "Yun Bong-gil", "href": "/wiki/Yun_Bong-gil", "description": "Yun Bong-gil was a Korean independence activist who set off a bomb that killed several Japanese dignitaries in Shanghai's Hongkew Park in 1932. He was posthumously awarded the Republic of Korea Medal of Order of Merit for National Foundation in 1962 by the South Korean government."}]}, {"heading": "Deaths", "year": "1933", "date": "December 19", "txt": "George Jackson Churchward, English engineer and businessman (b. 1857)", "entities": [{"title": "George Jackson Churchward", "href": "/wiki/George_Jackson_Churchward", "description": "George Jackson Churchward was an English railway engineer, and was chief mechanical engineer of the Great Western Railway (GWR) in the United Kingdom from 1902 to 1922."}]}, {"heading": "Deaths", "year": "1938", "date": "December 19", "txt": "Stephen Warfield Gambrill, American lawyer and politician (b. 1873)", "entities": [{"title": "Stephen Warfield Gambrill", "href": "/wiki/Stephen_Warfield_Gambrill", "description": "Stephen Warfield Gambrill was an American politician."}]}, {"heading": "Deaths", "year": "1944", "date": "December 19", "txt": "Abbas II of Egypt (b. 1874)", "entities": [{"title": "Abbas II of Egypt", "href": "/wiki/Abbas_II_of_Egypt", "description": "Abbas II Helmy Bey was the last Khedive of Egypt and Sudan, ruling from 8 January 1892 to 19 December 1914. In 1914, after the Ottoman Empire joined the Central Powers in World War I, the nationalist Khedive was removed by the British, then ruling Egypt, in favor of his more pro-British uncle, Hussein Kamel, marking the de jure end of Egypt's four-century era as a province of the Ottoman Empire, w"}]}, {"heading": "Deaths", "year": "1944", "date": "December 19", "txt": "Rudolph Karstadt, German businessman (b. 1856)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "December 19", "txt": "Paul Langevin, French physicist and academic (b. 1872)", "entities": [{"title": "Paul Langevin", "href": "/wiki/Paul_Langevin", "description": "Paul Langevin was a French physicist who developed Langevin dynamics and the Langevin equation. He was one of the founders of the Comité de vigilance des intellectuels antifascistes, an anti-fascist organization created after the 6 February 1934 far right riots. Being a public opponent of fascism in the 1930s resulted in his arrest and being held under house arrest by the Vichy government for most"}]}, {"heading": "Deaths", "year": "1953", "date": "December 19", "txt": "Robert Andrews Millikan, American physicist and eugenicist, Nobel Prize laureate (b. 1868)", "entities": [{"title": "Robert Andrews Millikan", "href": "/wiki/Robert_Andrews_Millikan", "description": "Robert Andrews Millikan was an American experimental physicist honored with the Nobel Prize for Physics in 1923 for the measurement of the elementary electric charge and for his work on the photoelectric effect."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1968", "date": "December 19", "txt": "Norman Thomas, American minister and politician (b. 1884)", "entities": [{"title": "Norman Thomas", "href": "/wiki/Norman_Thomas", "description": "Norman Mattoon Thomas was an American Presbyterian minister who achieved fame as a socialist, pacifist, and six-time presidential candidate for the Socialist Party of America."}]}, {"heading": "Deaths", "year": "1972", "date": "December 19", "txt": "Ahmet Emin Yalman, Turkish journalist, author, and academic (b. 1888)", "entities": [{"title": "Ahmet Emin Yalman", "href": "/wiki/Ahmet_Emin_Yalman", "description": "Ahmet Emin Yalman was a Turkish journalist, author and professor. Yalman was a liberal and opposed the spread of the Nazi ideology in his home country."}]}, {"heading": "Deaths", "year": "1976", "date": "December 19", "txt": "Giuseppe Caselli, Italian painter (b. 1893)", "entities": [{"title": "Giuseppe Caselli", "href": "/wiki/Giuseppe_Caselli", "description": "Giuseppe Ugo Caselli was an Italian painter."}]}, {"heading": "Deaths", "year": "1982", "date": "December 19", "txt": "Dwight Macdonald, American philosopher, author, and critic (b. 1906)", "entities": [{"title": "Dwight Macdonald", "href": "/wiki/Dwight_Macdonald", "description": "Dwight Macdonald was an American writer, editor, film critic, social critic, philosopher, and activist. Macdonald was a member of the New York Intellectuals and editor of their leftist magazine Partisan Review for six years. He also contributed to other New York publications including Time, The New Yorker, The New York Review of Books, and politics, a journal which he founded in 1944."}]}, {"heading": "Deaths", "year": "1984", "date": "December 19", "txt": "Joy Ridderhof, American missionary (b. 1903)", "entities": [{"title": "Joy Ridderhof", "href": "/wiki/Joy_Ridderhof", "description": "Joy Fanny Ridderhof was an American missionary."}]}, {"heading": "Deaths", "year": "1986", "date": "December 19", "txt": "V. C. Andrews, American author (b. 1923)", "entities": [{"title": "V. C. Andrews", "href": "/wiki/V._C._Andrews", "description": "Cleo Virginia Andrews, better known as V. C. Andrews or Virginia C. Andrews, was an American novelist. She was born in Portsmouth, Virginia and died of breast cancer at the age of 63. Following her death, many subsequent novels have been written by Andrew Neiderman, using Andrews's pen name."}]}, {"heading": "Deaths", "year": "1986", "date": "December 19", "txt": "Werner Dankwort, Russian-German colonel and diplomat (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "December 19", "txt": "August Mälk, Estonian author, playwright, and politician (b. 1900)", "entities": [{"title": "August Mälk", "href": "/wiki/August_M%C3%A4lk", "description": "August Mälk was an Estonian writer and politician."}]}, {"heading": "Deaths", "year": "1988", "date": "December 19", "txt": "Robert Bernstein, American author and playwright (b. 1919)", "entities": [{"title": "Robert Bernstein (comics)", "href": "/wiki/Robert_Bernstein_(comics)", "description": "Robert Bernstein, sometimes credited as R. Berns, was an American comic book writer, playwright and concert impresario, notable as the founder of the Island Concert Hall recital series which ran for 15 years on Long Island."}]}, {"heading": "Deaths", "year": "1989", "date": "December 19", "txt": "Stella Gibbons, English journalist, author, and poet (b. 1902)", "entities": [{"title": "Stella Gibbons", "href": "/wiki/Stella_Gibbons", "description": "Stella Dorothea Gibbons was an English author, journalist, and poet. She established her reputation with her first novel, Cold Comfort Farm (1932) which has been reprinted many times. Although she was active as a writer for half a century, none of her later 22 novels or other literary works—which included a sequel to Cold Comfort Farm—achieved the same critical or popular success. Much of her work"}]}, {"heading": "Deaths", "year": "1989", "date": "December 19", "txt": "Kirill Mazurov, Belarusian Soviet politician (b. 1914)", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Deaths", "year": "1991", "date": "December 19", "txt": "Joe Cole, American roadie and author (b. 1961)", "entities": [{"title": "Joe Cole (roadie)", "href": "/wiki/Joe_Cole_(roadie)", "description": "Joseph Dennis Cole was an American actor, writer and roadie for Black Flag and Rollins Band, who was shot and killed in an armed robbery on December 19, 1991."}]}, {"heading": "Deaths", "year": "1993", "date": "December 19", "txt": "Michael Clarke, American drummer (b. 1946)", "entities": [{"title": "Michael Clarke (musician)", "href": "/wiki/Michael_Clarke_(musician)", "description": "Michael Clarke was an American musician, best known as the drummer for the 1960s rock group the Byrds from 1964 to 1967. He died in 1993, at age 47, from liver failure, a direct result of more than three decades of heavy alcohol consumption."}]}, {"heading": "Deaths", "year": "1996", "date": "December 19", "txt": "Marcello Mastroianni, Italian-French actor and singer (b. 1924)", "entities": [{"title": "Marcello Mastroianni", "href": "/wiki/Marcello_Mastroianni", "description": "Marcello Vincenzo Domenico Mastroianni was an Italian film actor, regarded as his country's biggest film star of all time. His films include: La Dolce Vita; 8½; La Notte; Divorce Italian Style; Yesterday, Today and Tomorrow; Marriage Italian Style; The 10th Victim; A Special Day; City of Women; Henry IV; Dark Eyes, and Everybody's Fine. His honours included BAFTAs, Best Actor awards at the Venice "}]}, {"heading": "Deaths", "year": "1997", "date": "December 19", "txt": "Sara Northrup Hollister, American occultist (b. 1924)", "entities": [{"title": "Sara Northrup Hollister", "href": "/wiki/Sara_Northrup_Hollister", "description": "Sara Elizabeth Bruce Northrup Hollister was an occultist and second wife of Scientologist founder L. Ron Hubbard. She played a major role in the creation of Dianetics, which evolved into the religious movement Scientology. Hubbard would evolve into the leader of the Church of Scientology."}]}, {"heading": "Deaths", "year": "1997", "date": "December 19", "txt": "Masaru Ibuka, Japanese businessman, co-founded Sony (b. 1908)", "entities": [{"title": "Sony", "href": "/wiki/Sony", "description": "Sony Group Corporation  is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. The company operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company, the second largest video game publisher, the largest record company, as well as one of the most comprehensive media companies, be"}]}, {"heading": "Deaths", "year": "1997", "date": "December 19", "txt": "Jimmy Rogers, American singer-songwriter and guitarist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "December 19", "txt": "Mel Fisher, American treasure hunter (b. 1922)", "entities": [{"title": "Mel Fisher", "href": "/wiki/Mel_Fisher", "description": "Born in Indiana and a dive shop pioneer in California, Mel Fisher was an American treasure hunter best known for finding the 1622 wreck of the Nuestra Señora de Atocha in Florida waters. Diving became a family business. He lost his son and daughter-in-law when their boat capsized and sank in 1975."}]}, {"heading": "Deaths", "year": "1999", "date": "December 19", "txt": "Desmond Llewelyn, Welsh soldier and actor (b. 1914)", "entities": [{"title": "Desmond Llewelyn", "href": "/wiki/Desmond_Llewelyn", "description": "Desmond Wilkinson Llewelyn was a Welsh actor, best known for his role as Q in 17 of the James Bond films between 1963 and 1999."}]}, {"heading": "Deaths", "year": "2000", "date": "December 19", "txt": "Rob Buck, American guitarist and songwriter (b. 1958)", "entities": [{"title": "Rob Buck", "href": "/wiki/Rob_Buck", "description": "Robert Norman \"Rob\" Buck was a founding member and guitarist of the American alternative rock band 10,000 Maniacs from 1981 until his death from liver disease in 2000. Some of his compositions with Natalie Merchant are among the most popular songs recorded by 10,000 Maniacs, including \"What's the Matter Here\", \"Hey Jack Kerouac\", \"You Happy Puppet\" and \"These Are Days\"."}]}, {"heading": "Deaths", "year": "2000", "date": "December 19", "txt": "Milt Hinton, American bassist and photographer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "December 19", "txt": "John Lindsay, American lawyer and politician, 103rd Mayor of New York City (b. 1921)", "entities": [{"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "2002", "date": "December 19", "txt": "Will Hoy, English race car driver (b. 1952)", "entities": [{"title": "Will Hoy", "href": "/wiki/Will_Hoy", "description": "William Ewing Hoy was an English racing driver and the 1991 British Touring Car Champion, the highlight of a 20-year career in motor racing."}]}, {"heading": "Deaths", "year": "2002", "date": "December 19", "txt": "Arthur Rowley, English footballer and manager (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "December 19", "txt": "George Weller, American author, playwright, and journalist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 19", "txt": "Peter Carter-Ruck, English lawyer, founded Carter-Ruck (b. 1914)", "entities": [{"title": "Peter Carter-Ruck", "href": "/wiki/Peter_Carter-Ruck", "description": "Peter Frederick Carter-Ruck was an English solicitor, specialising in libel cases. The firm he founded, Carter-Ruck, is still practising."}, {"title": "Carter-Ruck", "href": "/wiki/Carter-Ruck", "description": "Carter-Ruck is a British law firm founded by Peter Carter-Ruck. The firm specialises in libel, privacy, international law and commercial disputes."}]}, {"heading": "Deaths", "year": "2003", "date": "December 19", "txt": "Hope Lange, American actress (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 19", "txt": "Herbert C. Brown, English-American chemist and academic, Nobel Prize laureate (b. 1912)", "entities": [{"title": "Herbert C. Brown", "href": "/wiki/Herbert_C._Brown", "description": "Herbert Charles Brown was an American chemist and recipient of the 1979 Nobel Prize in Chemistry for his work with organoboranes."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2004", "date": "December 19", "txt": "Renata Tebaldi, Italian soprano and actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 19", "txt": "Vincent Gigante, American mobster (b. 1927)", "entities": [{"title": "Vincent Gigante", "href": "/wiki/Vincent_Gigante", "description": "Vincent Louis Gigante, also known as \"the Chin\", was an American mobster who was boss of the Genovese crime family in New York City from 1981 to 2005. Gigante started out as a professional boxer who fought in 25 matches between 1944 and 1947. He then started working as a Mafia enforcer for what was then the Luciano crime family, forerunner of the Genovese family. Gigante was one of five brothers; "}]}, {"heading": "Deaths", "year": "2008", "date": "December 19", "txt": "James Bevel, American minister and activist (b. 1936)", "entities": [{"title": "James Bevel", "href": "/wiki/James_Bevel", "description": "James Luther Bevel was a minister and a leader of the Civil Rights Movement in the United States. As the Director of Direct Action and of Nonviolent Education of the Southern Christian Leadership Conference (SCLC), he initiated, strategized, directed, and developed SCLC's three major successes of the era: the 1963 Birmingham Children's Crusade, the 1965 Selma voting rights movement, and the 1966 C"}]}, {"heading": "Deaths", "year": "2008", "date": "December 19", "txt": "Carol Chomsky, American linguist and educator (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 19", "txt": "Michael Connell, American political consultant (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 19", "txt": "Dock Ellis, American baseball player and coach (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 19", "txt": "Kim Peek, American megasavant (b. 1951)", "entities": [{"title": "Kim Peek", "href": "/wiki/Kim_Peek", "description": "Laurence Kim Peek was an American savant. Known as a \"megasavant\", he had an exceptional memory, but he also experienced social difficulties, possibly resulting from a developmental disability related to congenital brain abnormalities. He was the inspiration for the character Raymond Babbitt in the 1988 movie Rain Man. Although Peek was diagnosed with Autism Spectrum Disorder and severe intellectu"}, {"title": "Megasavant", "href": "/wiki/Megasavant", "description": "Laurence Kim Peek was an American savant. Known as a \"megasavant\", he had an exceptional memory, but he also experienced social difficulties, possibly resulting from a developmental disability related to congenital brain abnormalities. He was the inspiration for the character Raymond Babbitt in the 1988 movie Rain Man. Although Peek was diagnosed with Autism Spectrum Disorder and severe intellectu"}]}, {"heading": "Deaths", "year": "2010", "date": "December 19", "txt": "Anthony Howard, English journalist and author (b. 1934)", "entities": [{"title": "Anthony Howard (journalist)", "href": "/wiki/Anthony_Howard_(journalist)", "description": "Anthony Michell Howard, CBE was a British journalist, broadcaster and writer. He was the editor of the New Statesman and The Listener and the deputy editor of The Observer. He selected the passages used in The Crossman Diaries, a book of entries taken from Richard Crossman's The Diaries of a Cabinet Minister."}]}, {"heading": "Deaths", "year": "2012", "date": "December 19", "txt": "Robert Bork, American lawyer, judge, and scholar, United States Attorney General (b. 1927)", "entities": [{"title": "Robert Bork", "href": "/wiki/Robert_Bork", "description": "Robert Heron Bork was an American judge, government official, and legal scholar who served as the Solicitor General of the United States from 1973 to 1977. A professor at Yale Law School by occupation, he later served as a judge on the influential U.S. Court of Appeals for the D.C. Circuit from 1982 to 1988. In 1987, President Ronald Reagan nominated Bork to the U.S. Supreme Court, but the U.S. Se"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Deaths", "year": "2012", "date": "December 19", "txt": "Amnon Lipkin-Shahak, Israeli general and politician, 22nd Transportation Minister of Israel (b. 1944)", "entities": [{"title": "Transportation Minister of Israel", "href": "/wiki/Transportation_Minister_of_Israel", "description": "The Ministry of Transport, National Infrastructure and Road Safety (MOT) is a government agency that handles transportation and road safety issues in Israel. The ministry headquarters are in Givat Ram, Jerusalem."}]}, {"heading": "Deaths", "year": "2012", "date": "December 19", "txt": "Larry Morris, American football player (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 19", "txt": "Peter Struck, German lawyer and politician, 13th German Federal Minister of Defence (b. 1943)", "entities": [{"title": "List of German defence ministers", "href": "/wiki/List_of_German_defence_ministers", "description": "The Federal Minister of Defence is the head of the Federal Ministry of Defence and a member of the Federal Cabinet."}]}, {"heading": "Deaths", "year": "2013", "date": "December 19", "txt": "Winton Dean, English musicologist and author (b. 1916)", "entities": [{"title": "Winton Dean", "href": "/wiki/Winton_Dean", "description": "\nWinton Basil Dean was an English musicologist of the 20th century, most famous for his research on the life and works—in particular the operas and oratorios—of George Frideric Handel, as detailed in his book Handel's Dramatic Oratorios and Masques (1959)."}]}, {"heading": "Deaths", "year": "2013", "date": "December 19", "txt": "Al Goldstein, American publisher and pornographer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 19", "txt": "Ned Vizzini, American author and screenwriter (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 19", "txt": "S. Balasubramanian, Indian journalist and director (b. 1936)", "entities": [{"title": "S. Balasubramanian", "href": "/wiki/S._Balasubramanian", "description": "S. S. Balan was an Indian journalist, filmmaker, political analyst, and media personality as well as internationally famous aviculturalist and agriculturalist. He was a dominant force in Indian media over six decades having been at the helm of Ananda Vikatan magazine as editor and managing director as well as managing director of the erstwhile Gemini Studios since the 1950s. He was the son of medi"}]}, {"heading": "Deaths", "year": "2014", "date": "December 19", "txt": "Philip Bradbourn, English lawyer and politician (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 19", "txt": "Arthur Gardner, American actor and producer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 19", "txt": "Igor Rodionov, Russian general and politician, 3rd Russian Minister of Defence (b. 1936)", "entities": [{"title": "Ministry of Defence (Russia)", "href": "/wiki/Ministry_of_Defence_(Russia)", "description": "The Ministry of Defence of the Russian Federation is the governing body of the Russian Armed Forces."}]}, {"heading": "Deaths", "year": "2014", "date": "December 19", "txt": "Dick Thornton, American-Canadian football player and coach (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 19", "txt": "Roberta Leigh (Rita Shulman Lewin), British writer, artist and TV producer (b. 1926).", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 19", "txt": "Jimmy Hill, English footballer, manager, and sportscaster (b. 1928)", "entities": [{"title": "Jimmy Hill", "href": "/wiki/Jimmy_Hill", "description": "James William Thomas Hill, OBE was an English football professional and later a renowned television personality. His career included almost every role in the sport, including player, trade union leader, coach, manager, director, chairman, television executive, presenter, pundit, analyst and assistant referee."}]}, {"heading": "Deaths", "year": "2015", "date": "December 19", "txt": "Greville Janner, Baron Janner of Braunstone, Welsh-English lawyer and politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 19", "txt": "Karin Söder, Swedish educator and politician, 33rd Swedish Minister for Foreign Affairs (b. 1928)", "entities": [{"title": "Minister for Foreign Affairs (Sweden)", "href": "/wiki/Minister_for_Foreign_Affairs_(Sweden)", "description": "The Minister for Foreign Affairs is the foreign minister of Sweden and the head of the Ministry for Foreign Affairs."}]}, {"heading": "Deaths", "year": "2016", "date": "December 19", "txt": "Andrei Karlov, Russian diplomat, Ambassador to Turkey (b. 1954)", "entities": [{"title": "Andrei Karlov", "href": "/wiki/Andrei_Karlov", "description": "Andrei Gennadyevich Karlov was a Russian diplomat who served as the Russian Ambassador to Turkey and earlier as the nation's ambassador to North Korea."}]}, {"heading": "Deaths", "year": "2020 - Rosalind Knight, English actress (b. 1933)[23]", "date": "December 19", "txt": "Rosalind Knight, English actress (b. 1933)", "entities": []}]