[{"heading": "Events", "year": "0915", "date": "December 3", "txt": "Pope John X crowns Berengar I of Italy as Holy Roman Emperor.", "entities": [{"title": "Pope John X", "href": "/wiki/Pope_John_X", "description": "Pope John X was the bishop of Rome and nominal ruler of the Papal States from March 914 to his death. A candidate of the counts of Tusculum, he attempted to unify Italy under the leadership of Berengar of Friuli, and was instrumental in the defeat of the Saracens at the Battle of Garigliano. He eventually fell out with Marozia, who had him deposed, imprisoned, and finally murdered. John’s pontific"}, {"title": "Berengar I of Italy", "href": "/wiki/Berengar_I_of_Italy", "description": "Berengar I was the king of Italy from 887. He was Holy Roman Emperor between 915 and his death in 924. He is usually known as Berengar of Friuli, since he ruled the March of Friuli from 874 until at least 890, but he had lost control of the region by 896."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1775", "date": "December 3", "txt": "USS Alfred becomes the first vessel to fly the Grand Union Flag (the precursor to the Stars and Stripes); the flag is hoisted by John Paul Jones.", "entities": [{"title": "USS Alfred (1774)", "href": "/wiki/USS_Alfred_(1774)", "description": "Alfred was the merchant vessel Black Prince, named for Edward, the Black Prince, and launched in 1774. The Continental Navy of what would become the United States acquired her in 1775, renamed her Alfred after 9th century English monarch Alfred the Great, and commissioned her as a warship. She participated in two major actions, the battle of Nassau, and the action of 6 April 1776. The Royal Navy c"}, {"title": "Grand Union Flag", "href": "/wiki/Grand_Union_Flag", "description": "The \"Grand Union Flag\" is considered to be the first national flag of the United States of America."}, {"title": "Flag of the United States", "href": "/wiki/Flag_of_the_United_States", "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"}, {"title": "John Paul Jones", "href": "/wiki/John_Paul_Jones", "description": "John Paul Jones was the United States' first well-known naval commander in the American Revolutionary War. He made many friends among U.S political elites, as well as enemies, and his actions in British waters during the Revolution earned him an international reputation which persists to this day. As such, he is sometimes referred to as the \"Father of the American Navy\"."}]}, {"heading": "Events", "year": "1799", "date": "December 3", "txt": "War of the Second Coalition: Battle of Wiesloch: Austrian Lieutenant Field Marshal Anton Sztáray defeats the French at Wiesloch.", "entities": [{"title": "War of the Second Coalition", "href": "/wiki/War_of_the_Second_Coalition", "description": "The War of the Second Coalition (1798–1802) was the second war on revolutionary France by most of the European monarchies, led by Britain, Austria and Russia, and including the Ottoman Empire, Portugal, Naples, various German monarchies and Sweden, though Prussia did not join this coalition and Spain supported France."}, {"title": "Battle of Wiesloch (1799)", "href": "/wiki/Battle_of_Wiesloch_(1799)", "description": "The Battle of Wiesloch occurred on 3 December 1799, during the War of the Second Coalition, part of the French Revolutionary Wars. Lieutenant Field Marshal Anton Count Sztáray de Nagy-Mihaly commanded the far right wing protecting the main Austrian army in Swabia, under the command of Archduke Charles, Duke of Teschen. With the victory at Wiesloch, Sztáray's force drove the French from the right b"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "Anton Sztáray", "href": "/wiki/Anton_Szt%C3%A1ray", "description": "Anton Sztáray de Nagy-Mihály was a Hungarian count in the Habsburg military during Austria's Wars with the Ottoman Empire, the French Revolutionary Wars and the Napoleonic Wars."}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Wiesloch", "href": "/wiki/Wiesloch", "description": "Wiesloch, is a town in northern Baden-Württemberg, Germany. It is situated 13 kilometres south of Heidelberg.\nAfter Weinheim, Sinsheim and Leimen it is the fourth largest town in the Rhein-Neckar-Kreis. It shares Wiesloch-Walldorf station with its neighbouring town Walldorf. Also in the vicinity of Wiesloch are Dielheim, Malsch, Mühlhausen, Rauenberg and Sankt Leon-Rot."}]}, {"heading": "Events", "year": "1800", "date": "December 3", "txt": "War of the Second Coalition: Battle of Hohenlinden: French General Moreau decisively defeats the Archduke John of Austria near Munich. Coupled with First Consul Napoleon Bonaparte's earlier victory at Marengo, this will force the Austrians to sign an armistice and end the war.", "entities": [{"title": "Battle of Hohenlinden", "href": "/wiki/Battle_of_Hohenlinden", "description": "The Battle of Hohenlinden was fought on 3 December 1800, during the French Revolutionary Wars. A French army under Jean Victor Marie Moreau won a decisive victory over the Austrians and Bavarians led by Archduke John of Austria. After being forced into a disastrous retreat, the allies were compelled to request an armistice that effectively ended the War of the Second Coalition. Hohenlinden is 33 k"}, {"title": "Jean Victor Marie Moreau", "href": "/wiki/Jean_Victor_Marie_Moreau", "description": "Jean Victor Marie Moreau was a French general who helped Napoleon Bonaparte to power, but later became a rival and was banished to the United States."}, {"title": "Archduke John of Austria", "href": "/wiki/Archduke_John_of_Austria", "description": "Archduke John of Austria, a member of the House of Habsburg-Lorraine, was an Austrian field marshal and imperial regent (Reichsverweser) of the short-lived German Empire during the Revolutions of 1848."}, {"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}, {"title": "First Consul", "href": "/wiki/First_Consul", "description": "The Consulate was the top-level Government of France from the fall of the Directory in the coup of Brumaire on 10 November 1799 until the start of the Napoleonic Empire on 18 May 1804. By extension, the term The Consulate also refers to this period of French history."}, {"title": "Napoleon Bonaparte", "href": "/wiki/Napoleon_Bonaparte", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Marengo", "href": "/wiki/Battle_of_Marengo", "description": "The Battle of Marengo was fought on 14 June 1800 between French forces under the First Consul Napoleon Bonaparte and Austrian forces near the city of Alessandria, in Piedmont, Italy. Near the end of the day, the French overcame Gen. Michael von Melas's surprise attack, driving the Austrians out of Italy and consolidating Napoleon's political position in Paris as First Consul of France in the wake "}, {"title": "Treaty of Lunéville", "href": "/wiki/Treaty_of_Lun%C3%A9ville", "description": "The Treaty of Lunéville was signed in the Treaty House of Lunéville on 9 February 1801. The signatory parties were the French Republic and Holy Roman Emperor Francis II. The latter was negotiating both on his own behalf as ruler of the hereditary domains of the Habsburg Monarchy and on behalf of other rulers who controlled territories in the Holy Roman Empire. The signatories were Joseph Bonaparte"}]}, {"heading": "Events", "year": "1800", "date": "December 3", "txt": "United States presidential election: The Electoral College casts votes for president and vice president that resulted in a tie between Thomas Jefferson and Aaron Burr.", "entities": [{"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}, {"title": "Aaron Burr", "href": "/wiki/Aaron_Burr", "description": "Aaron Burr Jr. was an American politician and lawyer. He served as the third vice president of the United States during President Thomas Jefferson's first term from 1801 to 1805. Burr's legacy is defined by his famous personal conflict with Alexander Hamilton that culminated in Burr killing Hamilton in the famous Burr–Hamilton duel in 1804."}]}, {"heading": "Events", "year": "1818", "date": "December 3", "txt": "Illinois becomes the 21st U.S. state.", "entities": [{"title": "Illinois", "href": "/wiki/Illinois", "description": "Illinois is a state in the Midwestern region of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of t"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1834", "date": "December 3", "txt": "The Zollverein (German Customs Union) begins the first regular census in Germany.", "entities": [{"title": "Zollverein", "href": "/wiki/Zollverein", "description": "The Zollverein, or German Customs Union, was a coalition of German states formed to manage tariffs and economic policies within their territories. Organized by the 1833 Zollverein treaties, it formally started on 1 January 1834. However, its foundations had been in development from 1818 with the creation of a variety of custom unions among the German states. By 1866, the Zollverein included most o"}, {"title": "Census in Germany", "href": "/wiki/Census_in_Germany", "description": "A national census in Germany was held every five years from 1875 to 1910. After the World Wars, only a few full population censuses have been held, the last in 1987. The most recent census, though not a national census, was the 2011 European Union census."}]}, {"heading": "Events", "year": "1854", "date": "December 3", "txt": "Battle of the Eureka Stockade: More than 20 gold miners at Ballarat, Victoria, are killed by state troopers in an uprising over mining licences.", "entities": [{"title": "Battle of the Eureka Stockade", "href": "/wiki/Battle_of_the_Eureka_Stockade", "description": "The Eureka Rebellion occurred in 1854, instigated by gold miners in Ballarat, Victoria, Australia, who revolted against the colonial authority of the United Kingdom. It culminated in the Battle of the Eureka Stockade, which was fought between rebels and the colonial forces of Australia on 3 December 1854 at Eureka Lead and named after a stockade structure built by miners in the lead-up to the conf"}, {"title": "Ballarat, Victoria", "href": "/wiki/Ballarat,_Victoria", "description": "Ballarat is a city in the Central Highlands of Victoria, Australia. In 2018, Ballarat had a population of 105,471, making it the third-largest city in both Victoria and inland Australia."}]}, {"heading": "Events", "year": "1898", "date": "December 3", "txt": "The Duquesne Country and Athletic Club defeats an all-star collection of early football players 16–0, in what is considered to be the very first all-star game for professional American football.", "entities": [{"title": "Duquesne Country and Athletic Club", "href": "/wiki/Duquesne_Country_and_Athletic_Club", "description": "The Duquesne Country and Athletic Club was a professional football team based in Pittsburgh, Pennsylvania from 1895 until 1900. The team was considered one of the best, if not the best, professional football teams in the country from 1898 until 1900. However, the team is most famous for being the first football franchise to be owned by an individual, William Chase Temple."}, {"title": "1898 Western Pennsylvania All-Star football team", "href": "/wiki/1898_Western_Pennsylvania_All-Star_football_team", "description": "The 1898 Western Pennsylvania All-Star football team was a collection of early football players, from several teams in the area, to form an all-star team. The team was formed by Dave Berry, the manager of the Latrobe Athletic Association, for the purpose of playing the Duquesne Country and Athletic Club, which fielded a team composed of many of the game's stars from the era. The game between the t"}, {"title": "All-star game", "href": "/wiki/All-star_game", "description": "An all-star game is an exhibition game that purports to showcase the best players of a sports league. The exhibition is between two teams organized solely for the event, usually representing the league's teams based on region or division, but sometimes dividing the players by an attribute such as nationality. Selection of the players may be done by a vote of the coaches and/or news media; in profe"}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}]}, {"heading": "Events", "year": "1901", "date": "December 3", "txt": "In a State of the Union message, U.S. President Theodore Roosevelt delivers a 20,000-word speech to the House of Representatives asking Congress to curb the power of trusts \"within reasonable limits\".", "entities": [{"title": "1901 State of the Union Address", "href": "/wiki/1901_State_of_the_Union_Address", "description": "The 1901 State of the Union Address was given on Tuesday, December 3, 1901, by the 26th President of the United States, Theodore Roosevelt. It was presented to both houses of the 57th United States Congress, but he was not present. He stated, \"The Congress assembles this year under the shadow of a great calamity. On the sixth of September, President McKinley was shot by an anarchist while attendin"}, {"title": "Theodore Roosevelt", "href": "/wiki/Theodore_Roosevelt", "description": "Theodore Roosevelt Jr., often referred to as Teddy or his initials T. R., was an American statesman, conservationist, naturalist, historian, and writer, who served as the 26th president of the United States from 1901 to 1909. He previously served as 33rd governor of New York from 1899 to 1900 and the 25th vice president of the United States from March to September 1901. Roosevelt emerged as a lead"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1904", "date": "December 3", "txt": "The Jovian moon Himalia is discovered by Charles Dillon Perrine at California's Lick Observatory.", "entities": [{"title": "Moons of Jupiter", "href": "/wiki/Moons_of_Jupiter", "description": "There are 79 known moons of Jupiter, not counting a number of moonlets likely shed from the inner moons. The most massive of the moons are the four Galilean moons, which were independently discovered in 1610 by Galileo Galilei and Simon Marius and were the first objects found to orbit a body that was neither Earth nor the Sun. Much more recently, beginning in 1892, dozens of far smaller Jovian moo"}, {"title": "Himalia (moon)", "href": "/wiki/Himalia_(moon)", "description": "Himalia, or Jupiter VI, is the largest irregular satellite of Jupiter, with a diameter of at least 140 km (90 mi). It is the fifth largest Jovian satellite, after the four Galilean moons. It was discovered by Charles Dillon Perrine at the Lick Observatory on 3 December 1904 and is named after the nymph Himalia, who bore three sons of Zeus. It is one of the largest planetary moons in the Solar Syst"}, {"title": "Charles Dillon Perrine", "href": "/wiki/Charles_Dillon_Perrine", "description": "Charles Dillon Perrine was an American astronomer at the Lick Observatory in California (1893-1909) who moved to Cordoba, Argentina to accept the position of Director of the Argentine National Observatory (1909-1936). The Cordoba Observatory under Perrine's direction made the first attempts to prove Einstein's theory of relativity by astronomical observation of the deflection of starlight near the"}, {"title": "Lick Observatory", "href": "/wiki/Lick_Observatory", "description": "The Lick Observatory is an astronomical observatory owned and operated by the University of California. It is on the summit of Mount Hamilton, in the Diablo Range just east of San Jose, California, United States. The observatory is managed by the University of California Observatories, with headquarters on the University of California, Santa Cruz campus, where its scientific staff moved in the mid"}]}, {"heading": "Events", "year": "1910", "date": "December 3", "txt": "Modern neon lighting is first demonstrated by Georges Claude at the Paris Motor Show.", "entities": [{"title": "Neon lighting", "href": "/wiki/Neon_lighting", "description": "Neon lighting consists of brightly glowing, electrified glass tubes or bulbs that contain rarefied neon or other gases. Neon lights are a type of cold cathode gas-discharge light. A neon tube is a sealed glass tube with a metal electrode at each end, filled with one of a number of gases at low pressure. A high potential of several thousand volts applied to the electrodes ionizes the gas in the tub"}, {"title": "Georges Claude", "href": "/wiki/Georges_Claude", "description": "Georges Claude was a French engineer and inventor. He is noted for his early work on the industrial liquefaction of air, for the invention and commercialization of neon lighting, and for a large experiment on generating energy by pumping cold seawater up from the depths. He has been considered by some to be \"the Edison of France\". Claude was an active collaborator with the German occupiers of Fran"}, {"title": "Paris Motor Show", "href": "/wiki/Paris_Motor_Show", "description": "The Paris Motor Show is a biennial auto show in Paris. Held during October, it is one of the most important auto shows, often with many new production automobile and concept car debuts. The show presently takes place in Paris expo Porte de Versailles. The Mondial is scheduled by the Organisation Internationale des Constructeurs d'Automobiles, which considers it a major international auto show."}]}, {"heading": "Events", "year": "1912", "date": "December 3", "txt": "Bulgaria, Greece, Montenegro, and Serbia (the Balkan League) sign an armistice with the Ottoman Empire, temporarily halting the First Balkan War. (The armistice will expire on February 3, 1913, and hostilities will resume.)", "entities": [{"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Balkan League", "href": "/wiki/Balkan_League", "description": "The League of Balkans was a quadruple alliance formed by a series of bilateral treaties concluded in 1912 between the Eastern Orthodox kingdoms of Greece, Bulgaria, Serbia and Montenegro, and directed against the Ottoman Empire, which at the time still controlled much of Southeastern Europe."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}]}, {"heading": "Events", "year": "1919", "date": "December 3", "txt": "After nearly 20 years of planning and construction, including two collapses causing 89 deaths, the Quebec Bridge opens to traffic.", "entities": [{"title": "Quebec Bridge", "href": "/wiki/Quebec_Bridge", "description": "The Quebec Bridge is a road, rail and pedestrian bridge across the lower Saint Lawrence River between Sainte-Foy and Lévis, Quebec, Canada. The project failed twice while under construction, in 1907 and 1916, at the cost of 88 lives and additional persons injured. It took more than 30 years to complete, eventually opening in 1919."}]}, {"heading": "Events", "year": "1920", "date": "December 3", "txt": "Following more than a month of Turkish–Armenian War, the Turkish-dictated Treaty of Alexandropol is concluded.", "entities": [{"title": "Turkish–Armenian War", "href": "/wiki/Turkish%E2%80%93Armenian_War", "description": "The Turkish–Armenian war, known in Turkey as the Eastern Front of the Turkish War of Independence, was a conflict in late 1920 between the First Republic of Armenia and the Turkish National Movement following the collapse of the Treaty of Sèvres. After the provisional government of Ahmet Tevfik Pasha failed to win support for ratification of the treaty, remnants of the Ottoman Army’s XV Corps unde"}, {"title": "Treaty of Alexandropol", "href": "/wiki/Treaty_of_Alexandropol", "description": "The Treaty of Alexandropol was a peace treaty between the First Republic of Armenia and the Grand National Assembly of Turkey. The treaty ended the Turkish-Armenian War that had begun on 12 September 1920, with the Turkish invasion of former-Ottoman lands ceded to Armenia in the Treaty of Sevres, a month prior."}]}, {"heading": "Events", "year": "1929", "date": "December 3", "txt": "President Herbert Hoover delivers his first State of the Union message to Congress. It is presented in the form of a written message rather than a speech.", "entities": [{"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}, {"title": "State of the Union", "href": "/wiki/State_of_the_Union", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}]}, {"heading": "Events", "year": "1944", "date": "December 3", "txt": "Greek Civil War: Fighting breaks out in Athens between the ELAS and government forces supported by the British Army.", "entities": [{"title": "Greek Civil War", "href": "/wiki/Greek_Civil_War", "description": "The Greek Civil War was fought between the Greek government army and the Democratic Army of Greece (DSE) — the military branch of the Communist Party of Greece (KKE) from 1946 to 1949. The fighting resulted in the defeat of the DSE by the Hellenic Army."}, {"title": "Dekemvriana", "href": "/wiki/Dekemvriana", "description": "The Dekemvriana refers to a series of clashes fought during World War II in Athens from 3 December 1944 to 11 January 1945. The conflict was the culmination of months of tension between the communist EAM, some parts of its military wing, the ELAS stationed in Athens, the KKE and the OPLA from one side and from the other side, the Greek Government, some parts of the Hellenic Royal Army, the Helleni"}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}, {"title": "Greek People's Liberation Army", "href": "/wiki/Greek_People%27s_Liberation_Army", "description": "The Greek People's Liberation Army, also mistakenly called the National People's Liberation Army, was the military arm of the left-wing National Liberation Front (EAM) during the period of the Greek Resistance until February 1945, when, following the Dekemvriana clashes and the Varkiza Agreement, it was disarmed and disbanded."}]}, {"heading": "Events", "year": "1959", "date": "December 3", "txt": "The current flag of Singapore is adopted, six months after Singapore became self-governing within the British Empire.", "entities": [{"title": "Flag of Singapore", "href": "/wiki/Flag_of_Singapore", "description": "The National Flag of Singapore, often simply referred to as the Singaporean flag, consists of a horizontal bicolour of red above white, overlaid in the canton by a white crescent moon facing a pentagon of five small white five-pointed stars. It was first adopted in 1959, the year Singapore became a self-governing nation."}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}]}, {"heading": "Events", "year": "1960", "date": "December 3", "txt": "The musical Camelot debuts at the Majestic Theatre on Broadway. It will become associated with the Kennedy administration.", "entities": [{"title": "Majestic Theatre (Broadway)", "href": "/wiki/Majestic_Theatre_(Broadway)", "description": "The Majestic Theatre is a Broadway theatre located at 245 West 44th Street in Midtown Manhattan. It is one of the largest Broadway theatres with 1,681 seats, and traditionally has been used as a venue for major musical theatre productions. Among the notable shows that have premiered at the Majestic are Carousel (1945), South Pacific (1949), The Music Man (1957), Camelot (1960), A Little Night Musi"}, {"title": "Broadway theatre", "href": "/wiki/Broadway_theatre", "description": "Broadway theatre, also simply known as Broadway, refers to the theatrical performances which are presented in the 41 professional theatres, each with 500 or more seats, located in the Theater District and the Lincoln Center along Broadway, in Midtown Manhattan, New York City. Broadway and London's West End together represent the highest commercial level of live theater in the English-speaking worl"}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Events", "year": "1967", "date": "December 3", "txt": "At Groote Schuur Hospital in Cape Town, South Africa, a transplant team headed by Christiaan Barnard carries out the first heart transplant on a human (53-year-old Louis Washkansky).", "entities": [{"title": "Groote Schuur Hospital", "href": "/wiki/Groote_Schuur_Hospital", "description": "Groote Schuur Hospital is a large, government-funded, teaching hospital situated on the slopes of Devil's Peak in the city of Cape Town, South Africa. It was founded in 1938 and is famous for being the institution where the first human-to-human heart transplant took place, conducted by University of Cape Town-educated surgeon Christiaan Barnard on the patient Louis Washkansky."}, {"title": "Cape Town", "href": "/wiki/Cape_Town", "description": "Cape Town is the second-most populous city in South Africa, after Johannesburg, and also the legislative capital of South Africa."}, {"title": "Christiaan Barnard", "href": "/wiki/Christiaan_Barnard", "description": "Christiaan Neethling Barnard was a South African cardiac surgeon who performed the world's first human-to-human heart transplant operation. On 3 December 1967, Barnard transplanted the heart of accident-victim Denise Darvall into the chest of 54-year-old Louis Washkansky, with Washkansky regaining full consciousness and being able to easily talk with his wife, before dying 18 days later of pneumon"}, {"title": "Heart transplant", "href": "/wiki/Heart_transplant", "description": "A heart transplant, or a cardiac transplant, is a surgical transplant procedure performed on patients with end-stage heart failure or severe coronary artery disease when other medical or surgical treatments have failed. As of 2018, the most common procedure is to take a functioning heart, with or without both lungs, from a recently deceased organ donor and implanting it into the patient. The patie"}, {"title": "Louis Washkansky", "href": "/wiki/Louis_Washkansky", "description": "Louis Joshua Washkansky was a South African man who was the recipient of the world's first human-to-human heart transplant, and the first patient to regain consciousness following the operation. Washkansky lived for 18 days and was able to speak with his wife and reporters."}]}, {"heading": "Events", "year": "1971", "date": "December 3", "txt": "Indo-Pakistani War of 1971: Pakistan launches a pre-emptive strike against India and a full-scale war begins.", "entities": [{"title": "Indo-Pakistani War of 1971", "href": "/wiki/Indo-Pakistani_War_of_1971", "description": "The Indo-Pakistani War of 1971 was a military confrontation between India's Mitro bahini forces and Pakistan that occurred during the Bangladesh Liberation War in East Pakistan from 3 December 1971 to the fall of Dacca (Dhaka) on 16 December 1971. The war began with Operation Chengiz Khan's preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakis"}, {"title": "Operation Chengiz Khan", "href": "/wiki/Operation_Chengiz_Khan", "description": "Operation Chengiz Khan was the code name assigned to the preemptive strikes carried out by the Pakistani Air Force (PAF) on the forward airbases and radar installations of the Indian Air Force (IAF) on the evening of 3 December 1971, and marked the formal initiation of hostilities of the Indo-Pakistani War of 1971. The operation targeted 11 of India's airfields and also included artillery strikes "}]}, {"heading": "Events", "year": "1973", "date": "December 3", "txt": "Pioneer program: Pioneer 10 sends back the first close-up images of Jupiter.", "entities": [{"title": "Pioneer program", "href": "/wiki/Pioneer_program", "description": "The Pioneer programs were two series of United States lunar and planetary space probes exploration. The first program, which ran from 1958 to 1960, unsuccessfully attempted to send spacecraft to orbit the Moon, successfully sent one spacecraft to fly by the Moon, and successfully sent one spacecraft to investigate interplanetary space between the orbits of Earth and Venus. The second program, whic"}, {"title": "Pioneer 10", "href": "/wiki/Pioneer_10", "description": "Pioneer 10 is an American space probe, launched in 1972 and weighing 258 kilograms, that completed the first mission to the planet Jupiter. Thereafter, Pioneer 10 became the first of five artificial objects to achieve the escape velocity needed to leave the Solar System. This space exploration project was conducted by the NASA Ames Research Center in California, and the space probe was manufacture"}, {"title": "Jupiter", "href": "/wiki/Jupiter", "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass two and a half times that of all the other planets in the Solar System combined, but less than one-thousandth the mass of the Sun. Jupiter is the third-brightest natural object in the Earth's night sky after the Moon and Venus. It has been observed since pre-historic times and is named after"}]}, {"heading": "Events", "year": "1979", "date": "December 3", "txt": "In Cincinnati, 11 fans are suffocated in a crush for seats on the concourse outside Riverfront Coliseum before a Who concert.", "entities": [{"title": "Cincinnati", "href": "/wiki/Cincinnati", "description": "Cincinnati is a major city in the U.S. state of Ohio and the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area. With an estimated population of 2,190,209, it is Ohio's larg"}, {"title": "The Who concert disaster", "href": "/wiki/The_Who_concert_disaster", "description": "The Who concert disaster occurred on December 3, 1979, when British rock band the Who performed at Riverfront Coliseum in Cincinnati, Ohio, United States, and a crush of concert-goers outside the Coliseum's entry doors resulted in the deaths of 11 people."}, {"title": "Riverfront Coliseum", "href": "/wiki/Riverfront_Coliseum", "description": "Heritage Bank Center is an indoor arena located in downtown Cincinnati, along the banks of the Ohio River, next to the Great American Ball Park. It was completed in September 1975 and named Riverfront Coliseum because of its placement next to Riverfront Stadium. In 1997, the facility became known as The Crown, and in 1999 it changed its name again to Firstar Center after Firstar Bank assumed namin"}, {"title": "The Who", "href": "/wiki/The_Who", "description": "The Who are an English rock band formed in London in 1964. Their classic lineup consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist and singer John Entwistle, and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century and have sold over 100 million records worldwide. Their contributions to rock music include the de"}]}, {"heading": "Events", "year": "1979", "date": "December 3", "txt": "Ayatollah Ruhollah Khomeini becomes the first Supreme Leader of Iran.", "entities": [{"title": "Supreme Leader of Iran", "href": "/wiki/Supreme_Leader_of_Iran", "description": "The Supreme Leader of Iran, also referred to as Supreme Leader of the Islamic Revolution, but officially called the Supreme Leadership Authority, is the head of state and the highest political and religious authority of the Islamic Republic of Iran. The armed forces, judiciary, state television, and other key government organizations such as Guardian Council and Expediency Discernment Council are "}]}, {"heading": "Events", "year": "1982", "date": "December 3", "txt": "A soil sample is taken from Times Beach, Missouri, that will be found to contain 300 times the safe level of dioxin.", "entities": [{"title": "Times Beach, Missouri", "href": "/wiki/Times_Beach,_Missouri", "description": "Times Beach is a ghost town in St. Louis County, Missouri, United States, 17 miles (27 km) southwest of St. Louis and 2 miles (3 km) east of Eureka. Once home to more than two thousand people, the town was completely evacuated early in 1983 due to TCDD—also known as dioxin—contamination. It was the largest civilian exposure to the compound in the history of the United States."}, {"title": "Polychlorinated dibenzodioxins", "href": "/wiki/Polychlorinated_dibenzodioxins", "description": "Polychlorinated dibenzodioxins (PCDDs), or simply dioxins, are a group of polyhalogenated organic compounds that are significant environmental pollutants."}]}, {"heading": "Events", "year": "1984", "date": "December 3", "txt": "Bhopal disaster: A methyl isocyanate leak from a Union Carbide pesticide plant in Bhopal, India, kills more than 3,800 people outright and injures 150,000–600,000 others (some 6,000 of whom would later die from their injuries) in one of the worst industrial disasters in history.", "entities": [{"title": "Bhopal disaster", "href": "/wiki/Bhopal_disaster", "description": "The Bhopal disaster, also referred to as the Bhopal gas tragedy, was a gas leak incident on the night of 2–3 December 1984 at the Union Carbide India Limited (UCIL) pesticide plant in Bhopal, Madhya Pradesh, India. It is considered among the world's worst industrial disasters. Over 500,000 people were exposed to methyl isocyanate (MIC) gas. The highly toxic substance made its way into and around t"}, {"title": "Methyl isocyanate", "href": "/wiki/Methyl_isocyanate", "description": "Methyl isocyanate (MIC) is an organic compound with the molecular formula CH3NCO. Synonyms are isocyanatomethane, methyl carbylamine and MIC. Methyl isocyanate is an intermediate chemical in the production of carbamate pesticides (such as carbaryl, carbofuran, methomyl, and aldicarb). It has also been used in the production of rubbers and adhesives. As a highly toxic and irritating material, it is"}, {"title": "Union Carbide", "href": "/wiki/Union_Carbide", "description": "Union Carbide Corporation is an American chemical corporation wholly owned by Dow Chemical Company. It currently employs more than 2,400 people. Union Carbide produces chemicals and polymers that undergo one or more further conversions by customers before reaching consumers. Some are high-volume commodities and others are specialty products meeting the needs of smaller markets. Markets served incl"}, {"title": "Bhopal", "href": "/wiki/Bhopal", "description": "Bhopal is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. It is known as the City of Lakes for its various natural and artificial lakes and for being one of the greenest cities in India. It is the 16th largest city in India and 131st in the world. After formation of Madhya Pradesh, the state capital Bhopal was "}]}, {"heading": "Events", "year": "1989", "date": "December 3", "txt": "In a meeting off the coast of Malta, U.S. President George H. W. Bush and Soviet leader Mikhail Gorbachev release statements indicating that the Cold War between NATO and the Warsaw Pact may be coming to an end.", "entities": [{"title": "Malta Summit", "href": "/wiki/Malta_Summit", "description": "The Malta Summit comprised a meeting between US President George H. W. Bush and Soviet General Secretary Mikhail Gorbachev, taking place on December 2–3, 1989, just a few weeks after the fall of the Berlin Wall. It was their second meeting following a meeting that included Ronald Reagan, in New York in December 1988. During the summit, Bush and Gorbachev would declare an end to the Cold War althou"}]}, {"heading": "Events", "year": "1992", "date": "December 3", "txt": "The Greek oil tanker Aegean Sea, carrying 80,000 tonnes of crude oil, runs aground in a storm while approaching A Coruña, Spain, and spills much of its cargo.", "entities": [{"title": "Oil tanker", "href": "/wiki/Oil_tanker", "description": "An oil tanker, also known as a petroleum tanker, is a ship designed for the bulk transport of oil or its products. There are two basic types of oil tankers: crude tankers and product tankers. Crude tankers move large quantities of unrefined crude oil from its point of extraction to refineries. For example, moving crude oil from oil wells in a producing country to refineries in another country. Pro"}, {"title": "Crude oil", "href": "/wiki/Crude_oil", "description": "Petroleum, also known as crude oil and oil, is a naturally occurring, yellowish-black liquid found in geological formations beneath the Earth's surface. It is commonly refined into various types of fuels. Components of petroleum are separated using a technique called fractional distillation, i.e. separation of a liquid mixture into fractions differing in boiling point by means of distillation, typ"}, {"title": "A Coruña", "href": "/wiki/A_Coru%C3%B1a", "description": "A Coruña is a city and municipality of Galicia, Spain. It is the second most populated city and the second most populated municipality in the autonomous community and seventeenth overall in the country. The city is the provincial capital of the province of the same name, having also served as political capital of the Kingdom of Galicia from the 16th to the 19th centuries, and as a regional adminis"}, {"title": "Aegean Sea oil spill", "href": "/wiki/Aegean_Sea_oil_spill", "description": "\nThe Aegean Sea tanker oil spill was a spill that occurred on 3 December 1992 when the double-bottomed Greek-flagged oil tanker, Aegean Sea, en route to the Repsol refinery in A Coruña, Spain, suffered an accident off the Galician coast. The ship had successfully passed all required tests and revisions. The accident occurred during extreme weather conditions and affected the Galician coast resulti"}]}, {"heading": "Events", "year": "1992", "date": "December 3", "txt": "A test engineer for Sema Group uses a personal computer to send the world's first text message via the Vodafone network to the phone of a colleague.", "entities": [{"title": "Text message", "href": "/wiki/Text_message", "description": "Text messaging, or texting, is the act of composing and sending electronic messages, typically consisting of alphabetic and numeric characters, between two or more users of mobile devices, desktops/laptops, or other type of compatible computer. Text messages may be sent over a cellular network, or may also be sent via an Internet connection."}, {"title": "Vodafone", "href": "/wiki/Vodafone", "description": "Vodafone Group plc is a British multinational telecommunications company. Its registered office and global headquarters are in Newbury, Berkshire, England. It predominantly operates services in Asia, Africa, Europe, and Oceania."}]}, {"heading": "Events", "year": "1994", "date": "December 3", "txt": "Taiwan holds its first full local elections; James Soong elected as the first and only direct elected Governor of Taiwan, Chen Shui-bian became the first direct elected Mayor of Taipei, Wu Den-yih became the first directed Mayor of Kaohsiung.", "entities": []}, {"heading": "Events", "year": "1995", "date": "December 3", "txt": "Cameroon Airlines Flight 3701 crashes on approach to Douala International Airport in Douala, Cameroon, killing 71 of the 76 people on board.", "entities": [{"title": "Cameroon Airlines Flight 3701", "href": "/wiki/Cameroon_Airlines_Flight_3701", "description": "Cameroon Airlines Flight 3701 was an air accident that occurred on 3 December 1995. The Boeing 737-200, registration TJ-CBE, crashed after it lost control near Douala, Cameroon. On its second approach to Douala International Airport power was lost to one engine. The accident killed 71 passengers and crew and five people were injured but survived."}, {"title": "Douala International Airport", "href": "/wiki/Douala_International_Airport", "description": "MD-Douala International Airport is an international airport located in Douala, the largest city in Cameroon and the capital of Cameroon's Littoral Region. With its 4 terminals and an average of 1.5 million passengers and 50,000 tonnes of freight per year it is the country's busiest airport. The airport is managed and partly owned (34%) by the company Aeroport du Cameroon (ADC) which also manages a"}, {"title": "Douala", "href": "/wiki/Douala", "description": "Douala is the largest city in Cameroon and its economic capital. It is also the capital of Cameroon's Littoral Region. Home to Central Africa's largest port and its major international airport, Douala International Airport (DLA), it is the commercial and economic capital of Cameroon and the entire CEMAC region comprising Gabon, Congo, Chad, Equatorial Guinea, Central African Republic and Cameroon."}, {"title": "Cameroon", "href": "/wiki/Cameroon", "description": "Cameroon, officially the Republic of Cameroon, is a country in west-central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Its coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. The country is sometimes identified"}]}, {"heading": "Events", "year": "1997", "date": "December 3", "txt": "In Ottawa, Ontario, Canada, representatives from 121 countries sign the Ottawa Treaty prohibiting manufacture and deployment of anti-personnel landmines. The United States, People's Republic of China, and Russia do not sign the treaty, however.", "entities": [{"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}, {"title": "Ottawa Treaty", "href": "/wiki/Ottawa_Treaty", "description": "The Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on their Destruction, known informally as the Ottawa Treaty, the Anti-Personnel Mine Ban Convention, or often simply the Mine Ban Treaty, aims at eliminating anti-personnel landmines (AP-mines) around the world. To date, there are 164 state parties to the treaty. One state has signed but "}, {"title": "Anti-personnel landmine", "href": "/wiki/Anti-personnel_landmine", "description": "Anti-personnel mines are a form of mine designed for use against humans, as opposed to anti-tank mines, which are designed for use against vehicles. Anti-personnel mines may be classified into blast mines or fragmentation mines, the latter may or may not be a bounding mine."}]}, {"heading": "Events", "year": "1999", "date": "December 3", "txt": "NASA loses radio contact with the Mars Polar Lander moments before the spacecraft enters the Martian atmosphere.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars Polar Lander", "href": "/wiki/Mars_Polar_Lander", "description": "The Mars Polar Lander, also known as the Mars Surveyor '98 Lander, was a 290-kilogram robotic spacecraft lander launched by NASA on January 3, 1999, to study the soil and climate of Planum Australe, a region near the south pole on Mars. It formed part of the Mars Surveyor '98 mission. On December 3, 1999, however, after the descent phase was expected to be complete, the lander failed to reestablis"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "2005", "date": "December 3", "txt": "XCOR Aerospace makes the first manned rocket aircraft delivery of U.S. Mail in Kern County, California.", "entities": [{"title": "XCOR Aerospace", "href": "/wiki/XCOR_Aerospace", "description": "XCOR Aerospace was an American private spaceflight and rocket engine development company based at the Mojave Air and Space Port in Mojave, California, Midland International Air and Spaceport in Midland, Texas and the Amsterdam area, the Netherlands. XCOR was formed in 1999 by former members of the Rotary Rocket rocket engine development team, and ceased operations in 2017."}, {"title": "Rocket mail", "href": "/wiki/Rocket_mail#Reusable_launch_vehicles", "description": "Rocket mail is the delivery of mail by rocket or missile. The rocket lands by deploying an internal parachute upon arrival. It has been attempted by various organizations in many different countries, with varying levels of success. It has never become widely seen as being a viable option for delivering mail, due to the cost of the schemes and numerous failures."}, {"title": "Kern County, California", "href": "/wiki/Kern_County,_California", "description": "Kern County is located in the U.S. state of California. As of the 2010 census, the population was 839,631. Its county seat is Bakersfield."}]}, {"heading": "Events", "year": "2007", "date": "December 3", "txt": "Winter storms cause the Chehalis River to flood many cities in Lewis County, Washington, and close a 20-mile portion of Interstate 5 for several days. At least eight deaths and billions of dollars in damages are blamed on the floods.", "entities": [{"title": "Chehalis River (Washington)", "href": "/wiki/Chehalis_River_(Washington)", "description": "The Chehalis River \nis a river in Washington in the United States. It originates in several forks in southwestern Washington, flows east, then north, then west, in a large curve, before emptying into Grays Harbor, an estuary of the Pacific Ocean."}, {"title": "Lewis County, Washington", "href": "/wiki/Lewis_County,_Washington", "description": "Lewis County is a county in the U.S. state of Washington. As of the 2010 census, the county's population was 75,455. The county seat is Chehalis, and its largest city is Centralia. The county was created as Vancouver County on December 19, 1845, by the Provisional Government of Oregon, named for George Vancouver. In 1849, the county name was changed, to honor Meriwether Lewis. At the time, the cou"}, {"title": "Interstate 5 in Washington", "href": "/wiki/Interstate_5_in_Washington", "description": "Interstate 5 (I-5) is an Interstate Highway on the West Coast of the United States, serving as the region's primary north–south route. It travels 277 miles (446 km) across the state of Washington, running from the Oregon state border at Vancouver, through the Puget Sound region, and to the Canadian border at Blaine. Within the Seattle metropolitan area, the freeway connects the cities of Tacoma, S"}]}, {"heading": "Events", "year": "2009", "date": "December 3", "txt": "A suicide bombing at a hotel in Mogadishu, Somalia, kills 25 people, including three ministers of the Transitional Federal Government.", "entities": [{"title": "2009 Hotel Shamo bombing", "href": "/wiki/2009_Hotel_Shamo_bombing", "description": "The 2009 Hotel Shamo bombing was a suicide bombing at the Hotel Shamo in Mogadishu, Somalia, on 3 December 2009. The bombing killed 25 people, including three ministers of the Transitional Federal Government, and injured 60 more, making it the deadliest attack in Somalia since the Beledweyne bombing on 18 June 2009 that claimed more than 30 lives."}, {"title": "Mogadishu", "href": "/wiki/Mogadishu", "description": "Mogadishu, locally known as Xamar or Hamar, is the capital city and most populous city of Somalia. The city has served as an important port connecting with traders all round the Indian Ocean for millennia and has an estimated population of 2,185,000 (2020). Mogadishu is located in the coastal Banadir region on the Indian Ocean, which unlike other Somali regions, is considered a municipality rather"}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Transitional Federal Government", "href": "/wiki/Transitional_Federal_Government", "description": "The Transitional Federal Government (TFG) was internationally recognized as a provisional government of the Republic of Somalia from April 2004 until 20 August 2012, when its tenure officially ended and the Federal Government of Somalia was inaugurated."}]}, {"heading": "Events", "year": "2012", "date": "December 3", "txt": "At least 475 people are killed after Typhoon Bopha makes landfall in the Philippines.", "entities": [{"title": "Typhoon Bopha", "href": "/wiki/Typhoon_Bopha", "description": "Typhoon Bopha, known in the Philippines as Typhoon Pablo, was the strongest tropical cyclone on record to ever affect the southern Filipino island of Mindanao, making landfall as a Category 5 super typhoon with winds of 175 mph (280 km/h). The twenty-fourth tropical storm, along with being the fourth and final super typhoon of the 2012 Pacific Typhoon season, Bopha originated unusually close to th"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "2014", "date": "December 3", "txt": "The Japanese space agency, JAXA, launches the space explorer Hayabusa2 from the Tanegashima Space Center on a six-year round trip mission to an asteroid to collect rock samples.", "entities": [{"title": "JAXA", "href": "/wiki/JAXA", "description": "The Japan Aerospace Exploration Agency (JAXA)  is the Japanese national aerospace and space agency. Through the merger of three previously independent organizations, JAXA was formed on 1 October 2003. JAXA is responsible for research, technology development and launch of satellites into orbit, and is involved in many more advanced missions such as asteroid exploration and possible human exploratio"}, {"title": "Hayabusa2", "href": "/wiki/Hayabusa2", "description": "Hayabusa2  is an asteroid sample-return mission operated by the Japanese state space agency JAXA. It is a successor to the Hayabusa mission, which returned asteroid samples for the first time in June 2010. Hayabusa2 was launched on 3 December 2014 and rendezvoused in space with near-Earth asteroid 162173 Ryugu on 27 June 2018. It surveyed the asteroid for a year and a half and took samples. It lef"}, {"title": "Tanegashima Space Center", "href": "/wiki/Tanegashima_Space_Center", "description": "The Tanegashima Space Center  (TNSC) is the largest rocket-launch complex in Japan with a total area of about 9.7 square kilometers. It is located on the southeast coast of Tanegashima, an island approximately 40 kilometers (25 mi) south of Kyushu. It was established in 1969 when the National Space Development Agency of Japan (NASDA) was formed, and is now run by JAXA."}, {"title": "162173 Ryugu", "href": "/wiki/162173_Ryugu", "description": "162173 Ryugu, provisional designation 1999 JU3, is a near-Earth object and a potentially hazardous asteroid of the Apollo group. It measures approximately 1 kilometre (0.62 mi) in diameter and is a dark object of the rare spectral type Cb, with qualities of both a C-type asteroid and a B-type asteroid. In June 2018, the Japanese spacecraft Hayabusa2 arrived at the asteroid. After making measuremen"}]}, {"heading": "Births", "year": "1368", "date": "December 3", "txt": "Charles VI of France (d. 1422)", "entities": [{"title": "Charles VI of France", "href": "/wiki/Charles_VI_of_France", "description": "Charles VI, called the Beloved and later the Mad, was King of France from 1380 until his death in 1422. He is known for his mental illness and psychotic episodes which plagued him throughout his life. Charles's reign would see his army crushed at the Battle of Agincourt, leading to the signing of the Treaty of Troyes, which made his future son-in-law Henry V of England his regent and heir to the t"}]}, {"heading": "Births", "year": "1447", "date": "December 3", "txt": "Bayezid II, Ottoman sultan (d. 1512)", "entities": [{"title": "Bayezid II", "href": "/wiki/Bayezid_II", "description": "Bayezid II was the eldest son and successor of Mehmed II, ruling as Sultan of the Ottoman Empire from 1481 to 1512. During his reign, Bayezid II consolidated the Ottoman Empire and thwarted a Safavid rebellion soon before abdicating his throne to his son, Selim I. He evacuated Sephardi Jews from Spain after the proclamation of the Alhambra Decree, and resettling them throughout Ottoman lands, espe"}]}, {"heading": "Births", "year": "1483", "date": "December 3", "txt": "Nicolaus von Amsdorf, German theologian and Protestant reformer (d. 1565)", "entities": [{"title": "Nicolaus von Amsdorf", "href": "/wiki/Nicolaus_von_Amsdorf", "description": "Nicolaus von Amsdorf was a German Lutheran theologian and an early Protestant reformer. As bishop of Naumburg (1542–1546), he became the first Lutheran bishop in the Holy Roman Empire."}]}, {"heading": "Births", "year": "1560", "date": "December 3", "txt": "Jan Gruter, Dutch scholar and critic (d. 1627)", "entities": [{"title": "Jan Gruter", "href": "/wiki/Jan_Gruter", "description": "Jan Gruter or Gruytère, Latinized as Janus Gruterus, was a Flemish-born philologist, scholar, and librarian."}]}, {"heading": "Births", "year": "1590", "date": "December 3", "txt": "Daniel Seghers, Flemish Jesuit brother and painter (d. 1661)", "entities": [{"title": "Daniel Seghers", "href": "/wiki/Daniel_Seghers", "description": "Daniël Seghers or Daniel Seghers was a Flemish Jesuit brother and painter who specialized in flower still lifes. He is particularly well known for his contributions to the genre of flower garland painting. His paintings were collected enthusiastically by aristocratic patrons and he had numerous followers and imitators."}]}, {"heading": "Births", "year": "1596", "date": "December 3", "txt": "Nicola Amati, Italian instrument maker (d. 1684)", "entities": [{"title": "Nicola Amati", "href": "/wiki/Nicola_Amati", "description": "Nicola Amati, Nicolò Amati or Nicolao Amati was an Italian Master Luthier from Cremona, Italy. Amati is one of the most well known luthier from the Casa Amati. Nicola was the teacher of illustrious Cremonese School luthiers such as Andrea Guarneri and Giovanni Battista Rogeri. While no clear documentation exists for being apprentices in his shop, Amati may have also apprenticed Antonio Stradivari,"}]}, {"heading": "Births", "year": "1616", "date": "December 3", "txt": "John Wallis, English mathematician and cryptographer (d. 1703)", "entities": [{"title": "John Wallis", "href": "/wiki/John_Wallis", "description": "John Wallis was an English clergyman and mathematician who is given partial credit for the development of infinitesimal calculus. Between 1643 and 1689 he served as chief cryptographer for Parliament and, later, the royal court. He is credited with introducing the symbol ∞ to represent the concept of infinity. He similarly used 1/∞ for an infinitesimal. John Wallis was a contemporary of Newton and"}]}, {"heading": "Births", "year": "1684", "date": "December 3", "txt": "Ludvig Holberg, Norwegian historian and writer (d. 1754)", "entities": [{"title": "Ludvig Holberg", "href": "/wiki/Ludvig_Holberg", "description": "Ludvig Holberg, Baron of Holberg was a writer, essayist, philosopher, historian and playwright born in Bergen, Norway, during the time of the Dano-Norwegian dual monarchy. He was influenced by Humanism, the Enlightenment and the Baroque. Holberg is considered the founder of modern Danish and Norwegian literature. He is best known for the comedies he wrote in 1722–1723 for the Lille Grønnegade Thea"}]}, {"heading": "Births", "year": "1722", "date": "December 3", "txt": "Hryhorii Skovoroda, Ukrainian poet, composer, and philosopher (d. 1794)", "entities": [{"title": "Hryhorii Skovoroda", "href": "/wiki/Hryhorii_Skovoroda", "description": "Gregory Skovoroda, also Hryhorii Skovoroda, or Grigory Skovoroda was a philosopher of Ukrainian Cossack origin, who wrote primarily in the Sloboda Ukraine dialect of the Ukrainian language. He was also a poet, teacher and composer of liturgical music. His significant influence on his contemporaries and succeeding generations and his way of life were universally regarded as Socratic, and he was oft"}]}, {"heading": "Births", "year": "1729", "date": "December 3", "txt": "Antonio Soler, Spanish composer and theorist (d. 1783)", "entities": [{"title": "Antonio Soler", "href": "/wiki/Antonio_Soler", "description": "Antonio Francisco Javier José Soler Ramos, usually known as Padre Antonio Soler, known in Catalan as Antoni Soler i Ramos was a Catalan Spanish composer whose works span the late Baroque and early Classical music eras. He is best known for his many mostly one-movement keyboard sonatas which constitute a very important, quite underrated, contribution to the harpsichord, fortepiano and organ reperto"}]}, {"heading": "Births", "year": "1730", "date": "December 3", "txt": "Mahadaji Shinde, Maratha ruler of Gwalior (d. 1794)", "entities": [{"title": "Mahadaji Shinde", "href": "/wiki/Mahadaji_Shinde", "description": "Mahadaji Shinde also spelled as Mahadji Scindia was a Maratha Statesman and ruler of Ujjain in Central India. He was the fifth and the youngest son of Ranoji Rao Scindia, the founder of the Scindia dynasty."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Gwalior", "href": "/wiki/Gwalior", "description": "Gwalior is a major city in the central Indian state of Madhya Pradesh and one of the Counter-magnet cities. Located 343 kilometres (213 mi) south of Delhi, the capital city of India, 120 kilometres (75 mi) from Agra and 414 kilometres (257 mi) from Bhopal, the state capital, Gwalior occupies a strategic location in the Gird region of India. The historic city and its fortress have been ruled by sev"}]}, {"heading": "Births", "year": "1755", "date": "December 3", "txt": "Gilbert Stuart, American painter (d. 1828)", "entities": [{"title": "Gilbert Stuart", "href": "/wiki/Gilbert_Stuart", "description": "Gilbert Charles Stuart was an American painter from Rhode Island Colony who is widely considered one of America's foremost portraitists. His best-known work is an unfinished portrait of George Washington, begun in 1796, which is sometimes referred to as the Athenaeum Portrait. Stuart retained the portrait and used it to paint scores of copies that were commissioned by patrons in America and abroad"}]}, {"heading": "Births", "year": "1793", "date": "December 3", "txt": "Clarkson Frederick Stanfield, English painter and academic (d. 1867)", "entities": [{"title": "Clarkson Frederick Stanfield", "href": "/wiki/Clarkson_Frederick_Stanfield", "description": "Clarkson Frederick Stanfield was a prominent English painter who was best known for his large-scale paintings of dramatic marine subjects and landscapes. He was the father of the painter George Clarkson Stanfield and the composer Francis Stanfield."}]}, {"heading": "Births", "year": "1800", "date": "December 3", "txt": "France Prešeren, Slovenian poet and lawyer (d. 1849)", "entities": [{"title": "France Prešeren", "href": "/wiki/France_Pre%C5%A1eren", "description": "France Prešeren was a 19th-century Romantic Slovene poet whose poems have been translated into English, French, German, Italian, Spanish, Hungarian, Slovak, Polish, Russian, Ukrainian, Belorussian, Bengali, as well as to all the languages of former Yugoslavia, and in 2013 a complete collection of his \"Poezije\" (Poems) was translated into French."}]}, {"heading": "Births", "year": "1810", "date": "December 3", "txt": "Louisa Susannah Cheves McCord, American author and political essayist (d. 1879)", "entities": [{"title": "Louisa Susannah Cheves McCord", "href": "/wiki/Louisa_Susannah_Cheves_McCord", "description": "Louisa Susannah Cheves McCord, was an American author from South Carolina, best known as a political essayist. McCord, the daughter of Langdon Cheves, was born in 1810, in South Carolina. She was educated in Philadelphia. In 1840, she married David James McCord, becoming a widow in 1855. She mainly resided in Columbia, South Carolina."}]}, {"heading": "Births", "year": "1826", "date": "December 3", "txt": "George B. McClellan, American general and politician, 24th Governor of New Jersey (d. 1885)", "entities": [{"title": "George B. McClellan", "href": "/wiki/George_B._McClellan", "description": "George Brinton McClellan was an American soldier, civil engineer, railroad executive, and politician who served as the 24th Governor of New Jersey. A graduate of West Point, McClellan served with distinction during the Mexican–American War (1846–1848), and later left the Army to work on railroads until the outbreak of the American Civil War (1861–1865). Early in the conflict, McClellan was appoint"}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1833", "date": "December 3", "txt": "Carlos Finlay, Cuban epidemiologist and physician (d. 1915)", "entities": [{"title": "Carlos Finlay", "href": "/wiki/Carlos_Finlay", "description": "Carlos Juan Finlay was a Spanish and Cuban epidemiologist recognized as a pioneer in the research of yellow fever, determining that it was transmitted through mosquitoes Aedes aegypti."}]}, {"heading": "Births", "year": "1838", "date": "December 3", "txt": "Cleveland Abbe, American meteorologist and academic (d. 1916)", "entities": [{"title": "Cleveland Abbe", "href": "/wiki/Cleveland_Abbe", "description": "Cleveland Abbe was an American meteorologist and advocate of time zones."}]}, {"heading": "Births", "year": "1838", "date": "December 3", "txt": "Octavia Hill, English activist and author (d. 1912)", "entities": []}, {"heading": "Births", "year": "1838", "date": "December 3", "txt": "Princess Louise of Prussia (d. 1923)", "entities": []}, {"heading": "Births", "year": "1842", "date": "December 3", "txt": "Phoebe Hearst, American philanthropist and activist (d. 1919)", "entities": [{"title": "Phoebe Hearst", "href": "/wiki/Phoebe_Hearst", "description": "Phoebe Elizabeth Apperson Hearst was an American philanthropist, feminist and suffragist. She was the mother of William Randolph Hearst and wife of George Hearst."}]}, {"heading": "Births", "year": "1842", "date": "December 3", "txt": "Charles Alfred Pillsbury, American businessman, founded the Pillsbury Company (d. 1899)", "entities": [{"title": "Pillsbury Company", "href": "/wiki/Pillsbury_Company", "description": "The Pillsbury Company was a Minneapolis, Minnesota-based company that was one of the world's largest producers of grain and other foodstuffs until it was bought by General Mills in 2001. Antitrust law required General Mills to sell off some of the products, so the company kept the rights to refrigerated and frozen Pillsbury branded products, while dry baking products and frosting were sold by its "}]}, {"heading": "Births", "year": "1842", "date": "December 3", "txt": "Ellen Swallow Richards, American chemist, ecologist, and educator (d. 1911)", "entities": []}, {"heading": "Births", "year": "1848", "date": "December 3", "txt": "William Shiels, Irish-Australian politician, 16th Premier of Victoria (d. 1904)", "entities": [{"title": "William Shiels", "href": "/wiki/William_Shiels", "description": "William Shiels was an Australian colonial-era politician, serving as the 16th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1850", "date": "December 3", "txt": "Richard Butler, English-Australian politician, 23rd Premier of South Australia (d. 1925)", "entities": [{"title": "Richard Butler (Australian politician)", "href": "/wiki/Richard_Butler_(Australian_politician)", "description": "Sir Richard Butler was an Australian politician. He was a member of the South Australian House of Assembly from 1890 to 1924, representing Yatala (1890–1902) and Barossa (1902–1924). He served as Premier of South Australia from March to July 1905 and Leader of the Opposition from 1905 to 1909. Butler would also variously serve as Speaker of the House of Assembly (1921–1924), and as a minister unde"}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1856", "date": "December 3", "txt": "George Leake, Australian politician, 3rd Premier of Western Australia (d. 1902)", "entities": [{"title": "George Leake", "href": "/wiki/George_Leake", "description": "George Leake was the third Premier of Western Australia, serving from May to November 1901 and then again from December 1901 to his death."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1857", "date": "December 3", "txt": "Joseph Conrad, Polish-born British novelist (d. 1924)", "entities": [{"title": "Joseph Conrad", "href": "/wiki/Joseph_Conrad", "description": "Joseph Conrad was a Polish-British writer regarded as one of the greatest novelists to write in the English language. Though he did not speak English fluently until his twenties, he became a master prose stylist who brought a non-English sensibility into English literature. Conrad wrote stories and novels, many with a nautical setting, that depict trials of the human spirit in the midst of what he"}]}, {"heading": "Births", "year": "1857", "date": "December 3", "txt": "Mathilde Kralik, Austrian pianist and composer (d. 1944)", "entities": []}, {"heading": "Births", "year": "1863", "date": "December 3", "txt": "Gussie Davis, African-American songwriter (d. 1899)", "entities": [{"title": "Gussie Davis", "href": "/wiki/Gussie_Davis", "description": "Gussie Lord Davis was an American songwriter born in Dayton, Ohio. Davis was one of America's earliest successful African-American music artists, the first black songwriter to become famous on Tin Pan Alley as a composer of popular music."}]}, {"heading": "Births", "year": "1864", "date": "December 3", "txt": "Herman Heijermans, Dutch author and playwright (d. 1924)", "entities": [{"title": "Herman Heijermans", "href": "/wiki/Herman_Heijermans", "description": "Herman Heijermans, was a Dutch writer."}]}, {"heading": "Births", "year": "1867", "date": "December 3", "txt": "William John Bowser, Canadian lawyer and politician, 17th Premier of British Columbia (d. 1933)", "entities": [{"title": "William John Bowser", "href": "/wiki/William_John_Bowser", "description": "William John Bowser was a politician in British Columbia, Canada. He served as Premier of British Columbia from 1915 to 1916."}, {"title": "List of premiers of British Columbia", "href": "/wiki/List_of_premiers_of_British_Columbia", "description": "The Premier of British Columbia is the first minister for the Canadian province of British Columbia. The province was a British crown colony governed by the Governors of British Columbia before joining Canadian Confederation in 1871. Since then, it has had a unicameral Westminster-style parliamentary government, in which the premier is the leader of the party that controls the most seats in the le"}]}, {"heading": "Births", "year": "1872", "date": "December 3", "txt": "Arthur Charles Hardy, Canadian lawyer and politician, Canadian Speaker of the Senate (d. 1962)", "entities": [{"title": "Arthur Charles Hardy", "href": "/wiki/Arthur_Charles_Hardy", "description": "Arthur Charles Hardy, was a Canadian lawyer and politician."}, {"title": "Speaker of the Senate (Canada)", "href": "/wiki/Speaker_of_the_Senate_(Canada)", "description": "The Speaker of the Senate of Canada is the presiding officer of the Senate of Canada. The Speaker represents the Senate at official functions, rules on questions of parliamentary procedure and parliamentary privilege, and presides over debates and voting in the senate. The current Speaker is George Furey who assumed office upon nomination by Prime Minister Justin Trudeau on December 3, 2015, succe"}]}, {"heading": "Births", "year": "1872", "date": "December 3", "txt": "William Haselden, English cartoonist (d. 1953)", "entities": []}, {"heading": "Births", "year": "1875", "date": "December 3", "txt": "Max Meldrum, Scottish-Australian painter and educator (d. 1955)", "entities": []}, {"heading": "Births", "year": "1878", "date": "December 3", "txt": "Francis A. Nixon, American businessman (d. 1956)", "entities": [{"title": "Francis A. Nixon", "href": "/wiki/Francis_A._Nixon", "description": "Francis Anthony Nixon was an American grocer, rancher, and the father of U.S. President Richard Nixon."}]}, {"heading": "Births", "year": "1879", "date": "December 3", "txt": "Albert Asher, New Zealand rugby player (d. 1965)", "entities": [{"title": "Albert Asher", "href": "/wiki/Albert_Asher", "description": "Arapeta Paurini Wharepapa, or Albert Asher as he was more commonly known, was a New Zealand dual-code international rugby union and professional rugby league footballer who played in the 1890s, 1900s, 1910s and 1920s. At representative level Asher played rugby union for New Zealand, North Island and Auckland playing on the Wing and played rugby league at representative level for Australasia, New Z"}]}, {"heading": "Births", "year": "1879", "date": "December 3", "txt": "Charles Hutchison, American actor, director, and screenwriter (d. 1949)", "entities": []}, {"heading": "Births", "year": "1879", "date": "December 3", "txt": "Kafū Nagai, Japanese author and playwright (d. 1959)", "entities": []}, {"heading": "Births", "year": "1879", "date": "December 3", "txt": "Donald Matheson Sutherland, Canadian physician and politician, 5th Canadian Minister of National Defence (d. 1970)", "entities": [{"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1880", "date": "December 3", "txt": "Fedor von Bock, German field marshal (d. 1945)", "entities": [{"title": "Fedor von Bock", "href": "/wiki/Fedor_von_Bock", "description": "Moritz Albrecht Franz Friedrich Fedor von Bock was a German Generalfeldmarschall who served in the German Army during the Second World War. Bock served as the commander of Army Group North during the Invasion of Poland in 1939, commander of Army Group B during the Invasion of France in 1940, and later as the commander of Army Group Center during the attack on the Soviet Union in 1941; his final co"}]}, {"heading": "Births", "year": "1883", "date": "December 3", "txt": "Anton Webern, Austrian composer and conductor (d. 1945)", "entities": [{"title": "Anton Webern", "href": "/wiki/Anton_Webern", "description": "Anton Friedrich Wilhelm von Webern was an Austrian composer and conductor. Along with his mentor Arnold Schoenberg and his colleague Alban Berg, Webern was in the core of those in the circle of the Second Viennese School, including Theodor W. Adorno, Heinrich Jalowetz, and Ernst Krenek. As an exponent of atonality and twelve-tone technique, Webern exerted influence on contemporaries Luigi Dallapic"}]}, {"heading": "Births", "year": "1884", "date": "December 3", "txt": "Rajendra Prasad, Indian lawyer and politician, 1st President of India (d. 1963)", "entities": [{"title": "Rajendra Prasad", "href": "/wiki/Rajendra_Prasad", "description": "Rajendra Prasad was an Indian independence activist, lawyer, scholar and subsequently, the first President of India, in office from 1950 to 1962. He was an Indian political leader and lawyer by training. Prasad joined the Indian National Congress during the Indian Independence Movement and became a major leader from the region of Bihar. A supporter of Mahatma Gandhi, Prasad was imprisoned by Briti"}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1884", "date": "December 3", "txt": "Walther Stampfli, Swiss lawyer and politician, 50th President of the Swiss Confederation (d. 1965)", "entities": [{"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1886", "date": "December 3", "txt": "Manne Siegbahn, Swedish physicist and academic, Nobel Prize laureate (d. 1978)", "entities": [{"title": "Manne Siegbahn", "href": "/wiki/Manne_Siegbahn", "description": "Karl Manne Georg Siegbahn FRS(For) HFRSE was a Swedish physicist who was awarded the Nobel Prize in Physics in 1924 \"for his discoveries and research in the field of X-ray spectroscopy\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1887", "date": "December 3", "txt": "Prince Naruhiko Higashikuni, Japanese general and politician, 43rd Prime Minister of Japan (d. 1990)", "entities": [{"title": "Prince Naruhiko Higashikuni", "href": "/wiki/Prince_Naruhiko_Higashikuni", "description": "General Prince Naruhiko Higashikuni  was a Japanese imperial prince, a career officer in the Imperial Japanese Army and the 30th Prime Minister of Japan from 17 August 1945 to 9 October 1945, a period of 54 days. An uncle-in-law of Emperor Hirohito twice over, Prince Higashikuni was the only member of the Japanese imperial family to head a cabinet and was the last general officer of the Imperial J"}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1891", "date": "December 3", "txt": "Thomas Farrell, American general (d. 1967)", "entities": [{"title": "Thomas Farrell (general)", "href": "/wiki/Thomas_Farrell_(general)", "description": "Major General Thomas Francis Farrell was the Deputy Commanding General and Chief of Field Operations of the Manhattan Project, acting as executive officer to Major General Leslie R. Groves, Jr."}]}, {"heading": "Births", "year": "1894", "date": "December 3", "txt": "Deiva Zivarattinam, Indian lawyer and politician (d. 1975)", "entities": [{"title": "Deiva Zivarattinam", "href": "/wiki/Deiva_Zivarattinam", "description": "\n\nDeiva Zivarattinam was an Indian politician. He represented Pondicherry in the French Constituent Assembly election in 1945."}]}, {"heading": "Births", "year": "1895", "date": "December 3", "txt": "Anna Freud, Austrian-English psychologist and psychoanalyst (d. 1982)", "entities": [{"title": "Anna Freud", "href": "/wiki/Anna_Freud", "description": "Anna Freud  was a British psychoanalyst of Austrian-Jewish descent. She was born in Vienna, the sixth and youngest child of Sigmund Freud and Martha Bernays. She followed the path of her father and contributed to the field of psychoanalysis. Alongside Hermine Hug-Hellmuth and Melanie Klein, she may be considered the founder of psychoanalytic child psychology."}]}, {"heading": "Births", "year": "1895", "date": "December 3", "txt": "Sheng Shicai, Chinese warlord (d. 1970)", "entities": []}, {"heading": "Births", "year": "1897", "date": "December 3", "txt": "William Gropper, American cartoonist and painter (d. 1977)", "entities": [{"title": "William Gropper", "href": "/wiki/William_Gropper", "description": "William Victor \"Bill\" Gropper was a U.S. cartoonist, painter, lithographer, and muralist. A committed radical, Gropper is best known for the political work which he contributed to such left wing publications as The Revolutionary Age, The Liberator, The New Masses, The Worker, and The Morning Freiheit."}]}, {"heading": "Births", "year": "1899", "date": "December 3", "txt": "Hayato Ikeda, Japanese politician, 58th Prime Minister of Japan (d. 1965)", "entities": [{"title": "Hayato Ikeda", "href": "/wiki/Hayato_Ikeda", "description": "\nHayato Ikeda  was a Japanese bureaucrat and later politician who served as Prime Minister of Japan from 1960 to 1964. He is best known for his Income Doubling Plan, which promised to double Japan's GDP in ten years."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1899", "date": "December 3", "txt": "Howard Kinsey, American tennis player (d. 1966)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 3", "txt": "Albert Hawke, Australian politician, 18th Premier of Western Australia (d. 1986)", "entities": [{"title": "Albert Hawke", "href": "/wiki/Albert_Hawke", "description": "Albert Redvers George Hawke was the 18th Premier of Western Australia. He served from 23 February 1953 to 2 April 1959, and represented the Labor Party. He was the first premier of Western Australia to have been born in the 20th century."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1900", "date": "December 3", "txt": "Ulrich Inderbinen, Swiss mountaineer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 3", "txt": "Richard Kuhn, Austrian-German biochemist and academic, Nobel Prize laureate (d. 1967)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1901", "date": "December 3", "txt": "Glenn Hartranft, American shot putter and discus thrower (d. 1970)", "entities": [{"title": "Glenn Hartranft", "href": "/wiki/Glenn_Hartranft", "description": "Samuel Glenn \"Tiny\" Hartranft was an American athlete. He competed in the shot put and discus throw at the 1924 Summer Olympics and won a silver medal in the shot put, placing sixth in the discus. He won the IC4A championships in both events in 1922 and 1924. In 1924 he set a world record in the discus, which was not ratified because of high wind. He set an official world record next year at 47.89"}]}, {"heading": "Births", "year": "1901", "date": "December 3", "txt": "Mildred Wiley, American high jumper (d. 2000)", "entities": []}, {"heading": "Births", "year": "1902", "date": "December 3", "txt": "Mitsuo Fuchida, Japanese captain and pilot (d. 1976)", "entities": [{"title": "Mitsuo Fuchida", "href": "/wiki/Mitsuo_Fuchida", "description": "Mitsuo Fuchida  was a Japanese captain in the Imperial Japanese Navy Air Service and a bomber aviator in the Japanese navy before and during World War II. He is perhaps best known for leading the first wave of air attacks on Pearl Harbor on 7 December 1941. Working under the overall fleet commander, Vice Admiral Chūichi Nagumo, Fuchida was responsible for the coordination of the entire aerial atta"}]}, {"heading": "Births", "year": "1902", "date": "December 3", "txt": "Feliks Kibbermann, Estonian chess player and philologist (d. 1993)", "entities": []}, {"heading": "Births", "year": "1904", "date": "December 3", "txt": "Edgar Moon, Australian tennis player (d. 1976)", "entities": [{"title": "Edgar Moon", "href": "/wiki/Edgar_Moon", "description": "Edgar \"Gar\" Moon was a tennis player from Australia who was best known for winning the 1930 Australian Championships – Men's Singles title. He also won the 1932 Men's Doubles title with Jack Crawford. He won all three Men's titles at the Australian Championships."}]}, {"heading": "Births", "year": "1905", "date": "December 3", "txt": "Les Ames, English cricketer (d. 1990)", "entities": [{"title": "Les Ames", "href": "/wiki/Les_Ames", "description": "Leslie Ethelbert George Ames was a wicket-keeper and batsman for the England cricket team and Kent County Cricket Club. In his obituary, Wisden described him as the greatest wicket-keeper-batsman of all time. He is the only wicket-keeper-batsman to score a hundred first-class centuries."}]}, {"heading": "Births", "year": "1907", "date": "December 3", "txt": "Connee Boswell, American jazz singer (d. 1976)", "entities": [{"title": "Connee Boswell", "href": "/wiki/Connee_Boswell", "description": "Constance Foore \"Connee\" Boswell was an American female vocalist born in Kansas City but raised in New Orleans, Louisiana. With sisters Martha and Helvetia \"Vet\", she performed in the 1920s and 1930s as the trio The Boswell Sisters. They started as instrumentalists but became a highly influential singing group during this via their recordings and film and television appearances"}]}, {"heading": "Births", "year": "1911", "date": "December 3", "txt": "Nino Rota, Italian pianist, composer, conductor, and academic (d. 1979)", "entities": [{"title": "Nino Rota", "href": "/wiki/Nino_Rota", "description": "Giovanni Rota Rinaldi, better known as Nino Rota, was an Italian composer, pianist, conductor and academic who is best known for his film scores, notably for the films of Federico Fellini and Luchino Visconti. He also composed the music for two of Franco Zeffirelli's Shakespeare films, and for the first two films of Francis Ford Coppola's Godfather trilogy, earning the Academy Award for Best Origi"}]}, {"heading": "Births", "year": "1914", "date": "December 3", "txt": "Irving Fine, American composer and academic (d. 1962)", "entities": [{"title": "Irving Fine", "href": "/wiki/Irving_Fine", "description": "Irving Gifford Fine was an American composer. Fine's work assimilated neoclassical, romantic, and serial elements. Composer Virgil Thomson described Fine's \"unusual melodic grace\" while Aaron Copland noted the \"elegance, style, finish and...convincing continuity\" of Fine's music."}]}, {"heading": "Births", "year": "1918", "date": "December 3", "txt": "Abdul Haris Nasution, Indonesian general and politician, 12th Indonesian Minister of Defence (d. 2000)", "entities": [{"title": "Abdul Haris Nasution", "href": "/wiki/Abdul_Haris_Nasution", "description": "General of the Army (Ret.) Abdul Haris Nasution was an Indonesian army general. Born into a Batak Muslim family in the North Sumateran village of Hutapungkut, in what was then the Dutch East Indies, he studied teaching and enrolled at a military academy in Bandung. After Sukarno declared Indonesia's independence on 17 August 1945, Nasution joined the fledgling Indonesian armed forces which was fig"}, {"title": "Ministry of Defence (Indonesia)", "href": "/wiki/Ministry_of_Defence_(Indonesia)", "description": "The Ministry of Defense of the Republic of Indonesia, formerly the Department of Defense of the Republic of Indonesia is a government ministry responsible for the defense affairs of Indonesia. The currently-appointed minister is Prabowo Subianto replacing Ryamizard Ryacudu in 23 October 2019."}]}, {"heading": "Births", "year": "1919", "date": "December 3", "txt": "Charles Lynch, Canadian journalist and author (d. 1994)", "entities": [{"title": "Charles Lynch (journalist)", "href": "/wiki/Charles_Lynch_(journalist)", "description": "Charles Burchill Lynch, was a Canadian journalist and author."}]}, {"heading": "Births", "year": "1921", "date": "December 3", "txt": "Phyllis Curtin, American soprano and academic (d. 2016)", "entities": [{"title": "Phyllis Curtin", "href": "/wiki/Phyllis_Curtin", "description": "Phyllis Curtin was an American classical soprano who had an active career in operas and concerts from the early 1950s through the 1980s. She was known for her creation of new roles such as the title role in the Carlisle Floyd opera Susannah, Catherine Earnshaw in Floyd's Wuthering Heights, and in other works by this composer. She was a dedicated song recitalist and retired from singing in 1984. Sh"}]}, {"heading": "Births", "year": "1921", "date": "December 3", "txt": "John Doar, American lawyer and activist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 3", "txt": "Len Lesser, American actor (d. 2011)", "entities": [{"title": "Len Lesser", "href": "/wiki/Len_Lesser", "description": "Leonard King Lesser was an American character actor. He was known for his recurring role as Uncle Leo in a total of 14 episodes of Seinfeld, starting during the show's second season in the episode \"The Pony Remark\". Lesser was also known for his role as Garvin on Everybody Loves Raymond."}]}, {"heading": "Births", "year": "1922", "date": "December 3", "txt": "Eli Mandel, Canadian poet, critic, and academic (d. 1992)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 3", "txt": "Sven Nykvist, Swedish director and cinematographer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 3", "txt": "Trevor Bailey, English cricketer and sportscaster (d. 2011)", "entities": [{"title": "Trevor Bailey", "href": "/wiki/Trevor_Bailey", "description": "Trevor Edward Bailey was an England Test cricketer, cricket writer and broadcaster."}]}, {"heading": "Births", "year": "1923", "date": "December 3", "txt": "Stjepan Bobek, Croatian-Serbian footballer and manager (d. 2010)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 3", "txt": "Moyra Fraser, Australian-English actress, singer, and dancer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 3", "txt": "Wiel Coerver, Dutch footballer and manager (d. 2011)", "entities": [{"title": "Wiel Coerver", "href": "/wiki/Wiel_Coerver", "description": "Wiel Coerver was an association football manager from the Netherlands and the developer of the Coerver Method, a football coaching technique."}]}, {"heading": "Births", "year": "1924", "date": "December 3", "txt": "F. Sionil José, Filipino journalist, writer and author", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 3", "txt": "Roberto Mieres, Argentinian race car driver and sailor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 3", "txt": "Ferlin Husky, American country music singer (d. 2011)", "entities": [{"title": "Ferlin Husky", "href": "/wiki/Ferlin_Husky", "description": "Ferlin Eugene Husky was an early American country music singer who was equally adept at the genres of traditional honky-tonk, ballads, spoken recitations, and rockabilly pop tunes. He had two dozen top-20 hits in the Billboard country charts between 1953 and 1975; his versatility and matinee-idol looks propelled a seven-decade entertainment career."}]}, {"heading": "Births", "year": "1927", "date": "December 3", "txt": "Andy Williams, American singer (d. 2012)", "entities": [{"title": "Andy Williams", "href": "/wiki/Andy_Williams", "description": "Howard Andrew Williams was an American singer. He recorded 43 albums in his career, of which 15 have been gold-certified and 3 platinum-certified. He was also nominated for six Grammy Awards. He hosted The Andy Williams Show, a television variety show, from 1962 to 1971 along with numerous TV specials. The Andy Williams Show won three Emmy awards. The Moon River Theatre in Branson, Missouri, is na"}]}, {"heading": "Births", "year": "1928", "date": "December 3", "txt": "Thomas M. Foglietta, American politician and diplomat, United States Ambassador to Italy (d. 2004)", "entities": [{"title": "Thomas M. Foglietta", "href": "/wiki/Thomas_M._Foglietta", "description": "Thomas Michael Foglietta was an American politician and diplomat. He represented Pennsylvania in the House of Representatives from 1981 to 1997, and later served as United States Ambassador to Italy from December 1997 to October 2001."}, {"title": "United States Ambassador to Italy", "href": "/wiki/United_States_Ambassador_to_Italy", "description": "Since 1840, the United States has had diplomatic representation in the Italian Republic and its predecessor nation, the Kingdom of Italy, with a break in relations from 1941 to 1944 while Italy and the U.S. were at war during World War II. The U.S. Mission to Italy is headed by the Embassy of the United States in Rome, and also includes six consular offices"}]}, {"heading": "Births", "year": "1928", "date": "December 3", "txt": "Muhammad Habibur Rahman, Indian-Bangladeshi jurist and politician, Prime Minister of Bangladesh (d. 2014)", "entities": [{"title": "List of Prime Ministers of Bangladesh", "href": "/wiki/List_of_Prime_Ministers_of_Bangladesh", "description": "The complete list of Prime Ministers of Bangladesh includes the persons sworn into the office as Prime Minister of Bangladesh following the Bangladeshi Declaration of Independence in 1971."}]}, {"heading": "Births", "year": "1929", "date": "December 3", "txt": "John S. Dunne, American priest and theologian (d. 2013)", "entities": [{"title": "John S. Dunne", "href": "/wiki/John_S._Dunne", "description": "John S. Dunne, C.S.C. was an American priest and theologian of the Congregation of Holy Cross. He held the John A. O'Brien Professorship of Theology at the University of Notre Dame."}]}, {"heading": "Births", "year": "1930", "date": "December 3", "txt": "Jean-Luc Godard, French-Swiss director and screenwriter", "entities": [{"title": "Jean-Luc Godard", "href": "/wiki/Jean-Luc_Godard", "description": "Jean-Luc Godard is a French-Swiss film director, screenwriter and film critic. He rose to prominence as a pioneer of the 1960s French New Wave film movement, and is arguably the most influential French filmmaker of the post-war era. According to AllMovie, his work \"revolutionized the motion picture form\" through its experimentation with narrative, continuity, sound, and camerawork."}]}, {"heading": "Births", "year": "1930", "date": "December 3", "txt": "Raul M. Gonzalez, Filipino lawyer and politician, 42nd Filipino Secretary of Justice (d. 2014)", "entities": [{"title": "Secretary of Justice (Philippines)", "href": "/wiki/Secretary_of_Justice_(Philippines)", "description": "The secretary of justice is the head of the Department of Justice and is a member of the president’s Cabinet."}]}, {"heading": "Births", "year": "1930", "date": "December 3", "txt": "Yves Trudeau, Canadian sculptor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 3", "txt": "Franz Josef Degenhardt, German author and poet (d. 2011)", "entities": [{"title": "Franz Josef Degenhardt", "href": "/wiki/Franz_Josef_Degenhardt", "description": "Franz Josef Degenhardt was a German poet, satirist, novelist, and – first and foremost – a folksinger/songwriter (Liedermacher) with decidedly left-wing politics. He was also a lawyer, bearing the academic degree of Doctor of Law."}]}, {"heading": "Births", "year": "1931", "date": "December 3", "txt": "Jaye P. Morgan, American singer and actress", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 3", "txt": "Takao Fujinami, Japanese lawyer and politician (d. 2007)", "entities": [{"title": "Takao Fujinami", "href": "/wiki/Takao_Fujinami", "description": "Takao Fujinami  was a Japanese politician, former Chief Cabinet Secretary and House of Representatives member."}]}, {"heading": "Births", "year": "1933", "date": "December 3", "txt": "Paul J. Crutzen, Dutch chemist and engineer, Nobel Prize laureate (d. 2021)", "entities": [{"title": "Paul J. Crutzen", "href": "/wiki/Paul_J._Crutzen", "description": "Paul Jozef Crutzen was a Dutch meteorologist and atmospheric chemist. He was awarded the Nobel Prize in Chemistry in 1995 for his work on atmospheric chemistry and specifically for his efforts in studying the formation and decomposition of atmospheric ozone. In addition to studying the ozone layer and climate change, he popularized the term Anthropocene to describe a proposed new era when human ac"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1934", "date": "December 3", "txt": "Nicolas Coster, British-American actor", "entities": [{"title": "Nicolas Coster", "href": "/wiki/Nicolas_Coster", "description": "Nicolas Dwynn Coster is a British American actor, most known for his work in daytime drama and as a character actor on nighttime television series, such as Buck Rogers in the 25th Century and Star Trek: The Next Generation. In 2017, he won a daytime Emmy for \"The Bay\"."}]}, {"heading": "Births", "year": "1934", "date": "December 3", "txt": "Viktor Gorbatko, Russian general, pilot, and astronaut (d. 2017)", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 3", "txt": "Abimael Guzmán, Peruvian philosopher and academic", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 3", "txt": "Eddie Bernice Johnson, American nurse and politician", "entities": [{"title": "Eddie Bernice Johnson", "href": "/wiki/Eddie_Bernice_Johnson", "description": "Eddie Bernice Johnson is an American politician from the state of Texas, currently representing Texas's 30th congressional district in the United States House of Representatives. Johnson is a member of the Democratic Party."}]}, {"heading": "Births", "year": "1937", "date": "December 3", "txt": "Bobby Allison, American race car driver and businessman", "entities": [{"title": "Bobby Allison", "href": "/wiki/Bobby_Allison", "description": "Robert Arthur Allison is a former American professional stock car racing driver and owner. Allison was the founder of the Alabama Gang, a group of drivers based in Hueytown, Alabama, where there were abundant short tracks with high purses. Allison raced competitively in the NASCAR Cup Series from 1961 to 1988, while regularly competing in short track events throughout his career. He also raced in "}]}, {"heading": "Births", "year": "1937", "date": "December 3", "txt": "Morgan Llywelyn, American-Irish model and author", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 3", "txt": "Binod Bihari Verma, Indian physician and author (d. 2003)", "entities": []}, {"heading": "Births", "year": "1938", "date": "December 3", "txt": "Jean-Claude Malépart, Canadian lawyer and politician (d. 1989)", "entities": [{"title": "Jean-Claude Malépart", "href": "/wiki/Jean-Claude_Mal%C3%A9part", "description": "Jean-Claude Malépart was a French Canadian politician."}]}, {"heading": "Births", "year": "1938", "date": "December 3", "txt": "Sally Shlaer, American mathematician and engineer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 3", "txt": "John Paul, Sr., Dutch-American race car driver", "entities": [{"title": "John Paul Sr. (racing driver)", "href": "/wiki/John_Paul_Sr._(racing_driver)", "description": "John Lee Paul is an American racing driver, convicted felon and fugitive. After his racing career, which saw him win both U.S. classic endurance races, 24 hours at Daytona and 12 hours of Sebring, he served a 15-year prison sentence for a variety of crimes including drug trafficking and shooting a Federal witness. In 2001 he disappeared on his boat while being sought for questioning by officials r"}]}, {"heading": "Births", "year": "1939", "date": "December 3", "txt": "David Phillips, English chemist and academic", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 3", "txt": "Jeffrey R. Holland, American academic and religious leader", "entities": [{"title": "Jeffrey R. Holland", "href": "/wiki/Jeffrey_R._Holland", "description": "Jeffrey Roy Holland is an American educator and religious leader. He served as the ninth President of Brigham Young University and is a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints. As a member of the Quorum of the Twelve, Holland is accepted by the church as a prophet, seer, and revelator. Currently, he is the fourth most senior apostle in the chu"}]}, {"heading": "Births", "year": "1942", "date": "December 3", "txt": "Mike Gibson, Northern Irish-Irish rugby player", "entities": [{"title": "Mike Gibson (rugby union)", "href": "/wiki/Mike_Gibson_(rugby_union)", "description": "Cameron Michael Henderson Gibson MBE is a former rugby union player who represented Ireland and the British and Irish Lions at international level."}]}, {"heading": "Births", "year": "1942", "date": "December 3", "txt": "Pedro Rocha, Uruguayan footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 3", "txt": "Alice Schwarzer, German journalist and publisher, founded EMMA Magazine", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 3", "txt": "David K. Shipler, American journalist and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 3", "txt": "J. Philippe Rushton, English-Canadian psychologist and academic (d. 2012)", "entities": [{"title": "J. Philippe Rushton", "href": "/wiki/J._Philippe_Rushton", "description": "John Philippe Rushton was a Canadian psychologist and author. He taught at the University of Western Ontario and became known to the general public during the 1980s and 1990s for research on race and intelligence, race and crime, and other apparent racial variations. His book Race, Evolution, and Behavior (1995) is about the application of r/K selection theory to humans."}]}, {"heading": "Births", "year": "1943", "date": "December 3", "txt": "Joseph Franklin Ada, Guamanian lawyer and politician, 5th Governor of Guam", "entities": [{"title": "Governor of Guam", "href": "/wiki/Governor_of_Guam", "description": "The Governor of Guam is the chief executive of the Government of Guam and the commander-in-chief of the Guam National Guard, whose responsibilities also include making the annual State of the Island addresses to the Guam Legislature, submitting the budget, and ensuring that Guam's public laws are enforced. The position was created in 1968, through the passage of the Guam Elected Governors Act whic"}]}, {"heading": "Births", "year": "1944", "date": "December 3", "txt": "Ralph McTell, English singer-songwriter and guitarist", "entities": [{"title": "Ralph McTell", "href": "/wiki/Ralph_McTell", "description": "Ralph McTell is an English singer-songwriter and acoustic guitar player who has been an influential figure on the UK folk music scene since the 1960s."}]}, {"heading": "Births", "year": "1944", "date": "December 3", "txt": "Craig Raine, English poet, author, and playwright", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 3", "txt": "António Variações, Portuguese musician (d. 1984)", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 3", "txt": "Jan Hrubý, Czech violinist and songwriter", "entities": [{"title": "Jan Hrubý", "href": "/wiki/Jan_Hrub%C3%BD", "description": "Jan Hrubý is a Czech rock violinist. Between 1964-1968 he studied violin at the Prague Conservatory. Between 1975-1982 he played with the Vladimír Mišík's group Etc.... From 1983 he played with Luboš Andršt's Blues Band. In 1984 he joined the Michael Prokop's Framus 5 and significantly influenced the album Kolej Yesterday. He was also member of Čunderground and recorded with Jazz Q, Marsyas, C&K V"}]}, {"heading": "Births", "year": "1948", "date": "December 3", "txt": "Maxwell Hutchinson, English architect and television host", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 3", "txt": "Ozzy Osbourne, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 3", "txt": "Heather Menzies, Canadian-American actress (d. 2017)", "entities": [{"title": "Heather Menzies", "href": "/wiki/Heather_Menzies", "description": "Heather Menzies-Urich was a Canadian–American model and actress, known for her roles as Louisa von Trapp in the 1965 film The Sound of Music and Jessica 6 in the TV series Logan's Run."}]}, {"heading": "Births", "year": "1949", "date": "December 3", "txt": "Mickey Thomas, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 3", "txt": "Alberto Juantorena, Cuban runner", "entities": [{"title": "Alberto Juantorena", "href": "/wiki/Alberto_Juantorena", "description": "Alberto Juantorena is a Cuban former runner. He is the only athlete to win both the 400 and 800 m Olympic titles, which he achieved in 1976. He was ranked as world's best runner in the 400 m in 1974 and 1976–1978, and in the 800 m in 1976–77, and was chosen as the Track & Field News Athlete of the Year in 1976 and 1977."}]}, {"heading": "Births", "year": "1951", "date": "December 3", "txt": "Mike Bantom, American basketball player and manager", "entities": [{"title": "Mike Bantom", "href": "/wiki/Mike_Bantom", "description": "Michael Allen Bantom is an American former professional basketball player."}]}, {"heading": "Births", "year": "1951", "date": "December 3", "txt": "Ray Candy, American wrestler and trainer (d. 1994)", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 3", "txt": "Rick Mears, American race car driver", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 3", "txt": "Mike Stock, English songwriter, record producer, and musician", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 3", "txt": "Don Barnes, American singer-songwriter and guitarist", "entities": [{"title": "Don Barnes", "href": "/wiki/Don_Barnes", "description": "Richard Donald Barnes is an American rock vocalist and guitarist and one of the founding members of the Southern rock band 38 Special. Barnes performed lead vocals on many of the group's biggest hits, including \"Rockin' into the Night,\" \"Hold On Loosely,\" \"Caught Up in You,\" \"If I'd Been the One,\" \"Back Where You Belong,\" \"Like No Other Night,\" \"Somebody Like You\", \"Teacher Teacher\", \"Back to Para"}]}, {"heading": "Births", "year": "1952", "date": "December 3", "txt": "Benny Hinn, Israeli-American evangelist and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 3", "txt": "Duane Roland, American guitarist and songwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 3", "txt": "Franz Klammer, Austrian skier and race car driver", "entities": [{"title": "Franz Klammer", "href": "/wiki/Franz_Klammer", "description": "Franz Klammer is a former champion alpine ski racer from Austria. Klammer overwhelmingly dominated the downhill event for four consecutive World Cup seasons (1975–78). He was the gold medalist at the 1976 Winter Olympics in Innsbruck, winning the downhill at Patscherkofel by a margin of 0.33 seconds with a time of 1:45.73. He won 25 World Cup downhills, including four on the Hahnenkamm at Kitzbühe"}]}, {"heading": "Births", "year": "1953", "date": "December 3", "txt": "Rob Waring, American-Norwegian vibraphonist and contemporary composer", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 3", "txt": "Grace Andreacchi, American-English author, poet, and playwright", "entities": [{"title": "Grace Andreacchi", "href": "/wiki/Grace_Andreacchi", "description": "Grace Andreacchi is an American-born author known for her blend of poetic language and modernism with a post-modernist sensibility. Andreacchi is active as a novelist, poet and playwright."}]}, {"heading": "Births", "year": "1956", "date": "December 3", "txt": "Ewa Kopacz, Polish physician and politician, 15th Prime Minister of Poland", "entities": [{"title": "Ewa Kopacz", "href": "/wiki/Ewa_Kopacz", "description": "Ewa Bożena Kopacz is a Polish politician and a Vice-President of the European Parliament. She was Prime Minister of Poland and Marshal of the Sejm - the first woman to have held the latter post. In addition, she was Minister of Health from November 2007 until November 2011. Kopacz has been a member of the Civic Platform since 2001. Kopacz became Prime Minister on 22 September 2014, succeeding Dona"}, {"title": "Prime Minister of Poland", "href": "/wiki/Prime_Minister_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Births", "year": "1957", "date": "December 3", "txt": "Maxim Korobov, Russian businessman and politician", "entities": [{"title": "Maxim Korobov", "href": "/wiki/Maxim_Korobov", "description": "Maxim Leonidovich Korobov is a Russian businessman whose investments focus on the oil and gas sector. He is the controlling shareholder of SGO Sibgasoil Investments Limited, which has interests in Western Siberia."}]}, {"heading": "Births", "year": "1959", "date": "December 3", "txt": "Eamonn Holmes, Irish journalist and game show host", "entities": [{"title": "Eamonn Holmes", "href": "/wiki/Eamonn_Holmes", "description": "Éamonn Holmes is a broadcaster and former journalist from Northern Ireland. Holmes co-presented GMTV for twelve years between 1993 and 2005, before presenting Sky News Sunrise for eleven years between 2005 and 2016. From 2006 until January 2021, he co-hosted This Morning with his wife Ruth Langsford on Fridays, and since 2021, during the school holidays only. He has also presented How the Other Ha"}]}, {"heading": "Births", "year": "1960", "date": "December 3", "txt": "Daryl Hannah, American actress and producer", "entities": [{"title": "Daryl Hannah", "href": "/wiki/Daryl_Hannah", "description": "Daryl Christine Hannah is an American actress and environmental activist. She made her screen debut in Brian De Palma's supernatural horror film The Fury (1978). She has starred in various movies across the years, including as Pris Stratton in Ridley Scott's science fiction thriller Blade Runner (1982) and as Cathy Featherstone in Randal Kleiser's romantic comedy Summer Lovers (1982), as the merma"}]}, {"heading": "Births", "year": "1960", "date": "December 3", "txt": "Igor Larionov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 3", "txt": "Julianne Moore, American actress and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 3", "txt": "Mike Ramsey, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 3", "txt": "Richard Bacon, English banker, journalist, and politician", "entities": [{"title": "Richard Bacon (politician)", "href": "/wiki/Richard_Bacon_(politician)", "description": "Richard Michael Bacon is a British Conservative Party politician who has been the Member of Parliament (MP) for South Norfolk since 2001."}]}, {"heading": "Births", "year": "1962", "date": "December 3", "txt": "Nataliya Grygoryeva, Ukrainian hurdler", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 3", "txt": "Joe Lally, American singer-songwriter and bass player", "entities": [{"title": "Joe Lally", "href": "/wiki/Joe_Lally", "description": "Joseph Francis Lally is an American bassist, vocalist and record label owner, best known for his work with Fugazi."}]}, {"heading": "Births", "year": "1963", "date": "December 3", "txt": "Terri Schiavo, American medical patient (d. 2005)", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 3", "txt": "Darryl Hamilton, American baseball player and sportscaster (d. 2015)", "entities": [{"title": "Darryl Hamilton", "href": "/wiki/Darryl_Hamilton", "description": "Darryl Quinn Hamilton was an American professional baseball outfielder who played in Major League Baseball (MLB) for the Milwaukee Brewers, Texas Rangers (1996), San Francisco Giants (1997–98), Colorado Rockies (1998–99) and New York Mets (1999–2001). Hamilton prepped at Louisiana State University Laboratory School in Baton Rouge and then attended Nicholls State University in Thibodaux, Louisiana."}]}, {"heading": "Births", "year": "1965", "date": "December 3", "txt": "Andrew Stanton, American voice actor, director, producer, screenwriter", "entities": [{"title": "Andrew Stanton", "href": "/wiki/Andrew_Stanton", "description": "Andrew Ayers Stanton is an American film director, screenwriter, producer and voice actor based at Pixar, which he joined in 1990. His film work includes co-writing and co-directing Pixar's A Bug's Life (1998), directing Finding Nemo (2003) and the sequel Finding Dory (2016), WALL-E (2008), and the live-action film, Disney's John Carter (2012), and co-writing all four Toy Story films (1995–2019) a"}]}, {"heading": "Births", "year": "1965", "date": "December 3", "txt": "Katarina Witt, German figure skater and actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 3", "txt": "Flemming Povlsen, Danish footballer and manager", "entities": [{"title": "Flemming Povlsen", "href": "/wiki/Flemming_Povlsen", "description": "Flemming Søgaard Povlsen is a Danish former professional football player who played as a striker for Borussia Dortmund in Germany, among other teams. He currently works as football expert on TV."}]}, {"heading": "Births", "year": "1966", "date": "December 3", "txt": "Irina Zhuk, Russian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 3", "txt": "Marie Françoise Ouedraogo, Burkinabé mathematician", "entities": [{"title": "Marie Françoise Ouedraogo", "href": "/wiki/Marie_Fran%C3%A7oise_Ouedraogo", "description": "Marie Françoise Ouedraogo is a Burkinabé mathematician. She has previously served in government as permanent secretary of the national policy of good governance."}]}, {"heading": "Births", "year": "1968", "date": "December 3", "txt": "Brendan Fraser, American actor and producer", "entities": [{"title": "Brendan Fraser", "href": "/wiki/Brendan_Fraser", "description": "Brendan James Fraser is an American actor. He is best known for playing Rick O'Connell in The Mummy trilogy (1999–2008), as well as for leading roles in comedy and fantasy films including Encino Man (1992), George of the Jungle (1997), Bedazzled (2000), Looney Tunes: Back in Action (2003) and Journey to the Center of the Earth (2008). Fraser branched into dramatic cinema with roles in School Ties "}]}, {"heading": "Births", "year": "1968", "date": "December 3", "txt": "Montell Jordan, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 3", "txt": "Bill Steer, English guitarist and songwriter", "entities": [{"title": "Bill Steer", "href": "/wiki/Bill_Steer", "description": "William Geoffrey Steer is a British guitar player, and co-founder of the extreme metal band Carcass. He is considered a pioneer and an essential contributor to grindcore and death metal due to his involvement in Napalm Death and Carcass, two of the most important bands of those genres. Presently he plays with Gentlemans Pistols, the reactivated Carcass and appeared as a live second guitarist for A"}]}, {"heading": "Births", "year": "1969", "date": "December 3", "txt": "Hal Steinbrenner, American businessman", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 3", "txt": "Paul Byrd, American baseball player", "entities": [{"title": "Paul Byrd", "href": "/wiki/Paul_Byrd", "description": "Paul Gregory Byrd, is an American former professional baseball starting pitcher, who is currently a TV sports broadcaster for Atlanta Braves games on Fox Sports Southeast. While pitching in Major League Baseball (MLB), from 1995 to 2009, Byrd was known as being the \"nicest guy in baseball.\" Late in his career, he developed an old-fashioned, early twentieth-century windup in which he swung his arms"}]}, {"heading": "Births", "year": "1970", "date": "December 3", "txt": "Lindsey Hunter, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 3", "txt": "Christian Karembeu, French footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 3", "txt": "Laura Schuler, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 3", "txt": "Heiko Herrlich, German footballer and manager", "entities": [{"title": "Heiko Herrlich", "href": "/wiki/Heiko_Herrlich", "description": "Heiko Herrlich is a German football manager and former forward. He last managed FC Augsburg."}]}, {"heading": "Births", "year": "1971", "date": "December 3", "txt": "Frank Sinclair, English-Jamaican footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 3", "txt": "Henk Timmer, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 3", "txt": "Vernon White, American mixed martial artist and wrestler", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 3", "txt": "Danilo Goffi, Italian runner", "entities": [{"title": "Danilo Goffi", "href": "/wiki/Danilo_Goffi", "description": "Danilo Goffi is a former Italian long-distance runner, who specializes in the marathon. He represented his country at the 1996 Summer Olympics and has also competed at the World Championships in Athletics. He was the silver medallist in the marathon at the 1998 European Athletics Championships."}]}, {"heading": "Births", "year": "1973", "date": "December 3", "txt": "Holly Marie Combs, American actress and producer", "entities": [{"title": "Holly Marie Combs", "href": "/wiki/Holly_Marie_Combs", "description": "Holly Marie Combs is an American actress and television producer. She is known for her roles as Kimberly Brock in the CBS series Picket Fences (1992–1996), Piper Halliwell in The WB series Charmed (1998–2006) and Ella Montgomery in the Freeform series Pretty Little Liars (2010–2017)."}]}, {"heading": "Births", "year": "1973", "date": "December 3", "txt": "MC Frontalot, American rapper", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 3", "txt": "Charl Willoughby, South African cricketer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 3", "txt": "Lucette Rådström, Swedish journalist", "entities": [{"title": "Lucette Rådström", "href": "/wiki/Lucette_R%C3%A5dstr%C3%B6m", "description": "Maria Lucette Rådström, is a Swedish journalist and television presenter. She has worked for TV4 since 1998, she started her career at ZTV as a presenter for Efter plugget along with Mårten Andersson between 1997 and 1998. She has presented the New Year's Eve celebrations at TV4 along with Rickard Sjöberg in 1998, and Josefin Crafoord in 2005. In 1999 Rådström participated as a \"tracking dog\" in t"}]}, {"heading": "Births", "year": "1976", "date": "December 3", "txt": "Mark Boucher, South African cricketer", "entities": [{"title": "Mark Boucher", "href": "/wiki/Mark_Boucher", "description": "Mark Verdon Boucher is a South African cricket coach and former cricketer who played all three formats of the game. Boucher is regarded as one of the best wicket-keeper batsmen of all time, and holds the record for the most Test dismissals by a wicket-keeper, with 532 catches and 555 total dismissals."}]}, {"heading": "Births", "year": "1976", "date": "December 3", "txt": "Gary Glover, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 3", "txt": "Cornelius Griffin, American football player", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 3", "txt": "Byron Kelleher, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 3", "txt": "Tomotaka Okamoto, Japanese soprano", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 3", "txt": "Chad Durbin, American baseball player", "entities": [{"title": "Chad Durbin", "href": "/wiki/Chad_Durbin", "description": "Chad Griffin Durbin, is an American former professional baseball relief pitcher, who played in Major League Baseball (MLB) for the Kansas City Royals, and Cleveland Indians, and Detroit Tigers of the American League (AL), and the Arizona Diamondbacks, Philadelphia Phillies, and Atlanta Braves of the National League (NL)."}]}, {"heading": "Births", "year": "1977", "date": "December 3", "txt": "Troy Evans, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 3", "txt": "Adam Małysz, Polish ski jumper and race car driver", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 3", "txt": "Yelena Zadorozhnaya, Russian runner", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 3", "txt": "Trina, American rapper and producer", "entities": [{"title": "Trina", "href": "/wiki/Trina", "description": "Katrina Laverne Taylor is an American rapper, singer, songwriter, and television personality. She first garnered much attention in 1998 with her appearance on the single \"Nann Nigga\" from Trick Daddy's second studio album www.thug.com."}]}, {"heading": "Births", "year": "1978", "date": "December 3", "txt": "Daniel Alexandersson, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 3", "txt": "Jiří Bicek, Slovak ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 3", "txt": "Bram Tankink, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 3", "txt": "Daniel Bedingfield, New Zealand-English singer-songwriter", "entities": [{"title": "Daniel Bedingfield", "href": "/wiki/Daniel_Bedingfield", "description": "Daniel John Bedingfield is a New Zealand-British singer, songwriter and record producer. He is the eldest brother of fellow singers Natasha Bedingfield and Nikola Rachelle. He was a judge on The X Factor New Zealand in 2013."}]}, {"heading": "Births", "year": "1979", "date": "December 3", "txt": "Rock Cartwright, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 3", "txt": "Anna Chlumsky, American actress", "entities": [{"title": "Anna Chlumsky", "href": "/wiki/Anna_Chlumsky", "description": "Anna Maria Chlumsky is an American actress. She began her career as a child actress, best known playing the lead role of Vada Sultenfuss in My Girl (1991) and its 1994 sequel. Between 1999 and 2005, Chlumsky's career entered a hiatus while she attended college. She returned to acting with roles in several independent films, including Blood Car (2007) and In the Loop (2009). From 2012 to 2019, Chlu"}]}, {"heading": "Births", "year": "1980", "date": "December 3", "txt": "Jenna Dewan, American actress and dancer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 3", "txt": "Ioannis Amanatidis, Greek footballer", "entities": [{"title": "Ioannis Amanatidis", "href": "/wiki/Ioannis_Amanatidis", "description": "Ioannis Amanatidis is a Greek football manager and former player. As a player, Amanatidis played as a striker and winger, and was active professionally in Germany. He also represented Greece at senior international level."}]}, {"heading": "Births", "year": "1981", "date": "December 3", "txt": "Tyjuan Hagler, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 3", "txt": "Edwin Valero, Venezuelan boxer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 3", "txt": "David Villa, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 3", "txt": "Manny Corpas, Panamanian baseball player", "entities": [{"title": "Manny Corpas", "href": "/wiki/Manny_Corpas", "description": "Manuel \"Manny\" Corpas is a Panamanian former professional baseball pitcher. He played in Major League Baseball (MLB) for the Colorado Rockies and Chicago Cubs."}]}, {"heading": "Births", "year": "1982", "date": "December 3", "txt": "Michael Essien, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 3", "txt": "Dascha Polanco, Dominican-American actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 3", "txt": "Franco Sbaraglini, Argentinian-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 3", "txt": "Stephen Donald, New Zealand rugby player", "entities": [{"title": "Stephen Donald", "href": "/wiki/Stephen_Donald", "description": "Stephen Rex Donald is a New Zealand rugby union player who currently plays for the NEC Green Rockets in the Japanese Top League. A first five-eighth or centre, he has won 24 international caps for New Zealand. Nicknamed 'Beaver', he is best known for kicking the winning penalty in the 2011 Rugby World Cup Final."}]}, {"heading": "Births", "year": "1983", "date": "December 3", "txt": "Sherri DuPree, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 3", "txt": "Andy Grammer, American singer, songwriter, and record producer", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 3", "txt": "James Ihedigbo, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 3", "txt": "Aleksey Drozdov, Russian decathlete", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 3", "txt": "Avraam Papadopoulos, Greek footballer", "entities": [{"title": "Avraam Papadopoulos", "href": "/wiki/Avraam_Papadopoulos", "description": "Avraam Papadopoulos is a Greek professional footballer who plays as a centre-back for Olympiacos. He was born in Melbourne, Australia, to Greek parents."}]}, {"heading": "Births", "year": "1984", "date": "December 3", "txt": "Manuel Arana, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 3", "txt": "Nina Ansaroff, American martial artist", "entities": [{"title": "Nina Ansaroff", "href": "/wiki/Nina_Ansaroff", "description": "Nina Ansaroff is an American mixed martial artist who is currently competing in the women's strawweight division of the Ultimate Fighting Championship. As of April 12, 2021, she is #7 in the UFC women's strawweight rankings."}]}, {"heading": "Births", "year": "1985", "date": "December 3", "txt": "László Cseh, Hungarian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 3", "txt": "Mike Randolph, American soccer player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 3", "txt": "Amanda Seyfried, American actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 3", "txt": "Robert Swift, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 3", "txt": "Marcus Williams, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 3", "txt": "Michael Angarano, American actor, director, and screenwriter", "entities": [{"title": "Michael Angarano", "href": "/wiki/Michael_Angarano", "description": "Michael Anthony Angarano is an American actor. He became known for his roles in the film Music of the Heart (1999) and the television series Cover Me (2000–2001) and I'm Dying Up Here (2017–2018). Since then he has starred in a number of films including Sky High (2005), The Forbidden Kingdom (2008), Haywire (2011), The English Teacher (2013), and Sun Dogs (2017). He has also appeared in This Is Us"}]}, {"heading": "Births", "year": "1987", "date": "December 3", "txt": "Erik Grönwall, Swedish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 3", "txt": "Brian Robiskie, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 3", "txt": "Alicia Sacramone, American gymnast", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 3", "txt": "Melissa Aldana, Chilean saxophonist", "entities": [{"title": "Melissa Aldana", "href": "/wiki/Melissa_Aldana", "description": "Melissa Aldana is a Chilean tenor saxophone player, who performs both as a soloist and with her band Melissa Aldana & Crash Trio."}]}, {"heading": "Births", "year": "1989", "date": "December 3", "txt": "Alex McCarthy, English footballer", "entities": [{"title": "Alex McCarthy", "href": "/wiki/Alex_McCarthy", "description": "Alex Simon McCarthy is an English professional footballer who plays as a goalkeeper for Premier League club Southampton and the England national team."}]}, {"heading": "Births", "year": "1989", "date": "December 3", "txt": "Selçuk Alibaz, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 3", "txt": "Tomasz Narkun, Polish mixed martial artist", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 3", "txt": "Christian Benteke, Belgian footballer", "entities": [{"title": "Christian Benteke", "href": "/wiki/Christian_Benteke", "description": "Christian Benteke Liolo is a Belgian professional footballer who plays as a striker for Premier League club Crystal Palace and the Belgium national team."}]}, {"heading": "Births", "year": "1990", "date": "December 3", "txt": "Sharon Fichman, Canadian-Israeli tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 3", "txt": "Ekaterine Gorgodze, Georgian tennis player", "entities": [{"title": "Ekaterine Gorgodze", "href": "/wiki/Ekaterine_Gorgodze", "description": "Ekaterine Gorgodze is a Georgian tennis player."}]}, {"heading": "Births", "year": "1992", "date": "December 3", "txt": "Cristian Ceballos, Spanish footballer", "entities": [{"title": "Cristian Ceballos", "href": "/wiki/Cristian_Ceballos", "description": "Cristian Ceballos Prieto is a Spanish professional footballer who plays for Qatar as an attacking midfielder or forward."}]}, {"heading": "Births", "year": "1993", "date": "December 3", "txt": "Marques Brownlee, American YouTuber", "entities": [{"title": "Marques Brownlee", "href": "/wiki/Marques_Brownlee", "description": "Marques Keith Brownlee, also known professionally as MKBHD, is an American YouTuber and professional ultimate frisbee player, best known for his technology-focused videos as well as his podcast, Waveform: The MKBHD Podcast. The name of his YouTube channel is a concatenation of MKB and HD. As of November 2020, he has over 13.1 million subscribers and over 2.27 billion total video views. In August 2"}]}, {"heading": "Births", "year": "1994", "date": "December 3", "txt": "Solomone Kata, New Zealand rugby league player", "entities": [{"title": "Solomone Kata", "href": "/wiki/Solomone_Kata", "description": "Solomone Kata is a Tongan professional rugby union footballer who plays for the ACT Brumbies in Super Rugby."}]}, {"heading": "Deaths", "year": "0311", "date": "December 3", "txt": "Diocletian, Roman emperor (b. 244)", "entities": [{"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}]}, {"heading": "Deaths", "year": "0649", "date": "December 3", "txt": "Birinus, French-English bishop and saint (b. 600)", "entities": [{"title": "Birinus", "href": "/wiki/Birinus", "description": "Birinus was the first Bishop of Dorchester and was known as the \"Apostle to the West Saxons\" for his conversion of the Kingdom of Wessex to Christianity. He is venerated as a saint by the Roman Catholic Church, the Eastern Orthodox Church, and Anglican churches."}]}, {"heading": "Deaths", "year": "0860", "date": "December 3", "txt": "Abbo, bishop of Auxerre", "entities": [{"title": "Abbo of Auxerre", "href": "/wiki/Abbo_of_Auxerre", "description": "Abbo of Auxerre was a Benedictine abbot and bishop of Auxerre."}, {"title": "Ancient Diocese of Auxerre", "href": "/wiki/Ancient_Diocese_of_Auxerre", "description": "The diocese of Auxerre is a former French Roman Catholic diocese. Its historical episcopal see was in the city of Auxerre in Burgundy, now part of eastern France. Currently the non-metropolitan Archbishop of Sens, ordinary of the diocese of Sens and Auxerre, resides in Auxerre."}]}, {"heading": "Deaths", "year": "0937", "date": "December 3", "txt": "Siegfried, Frankish nobleman", "entities": [{"title": "Siegfried, Count of Merseburg", "href": "/wiki/Siegfried,_Count_of_Merseburg", "description": "Siegfried was the Count and Margrave of Merseburg from an unknown date before 934 until his death. He does not appear with the title of margrave in contemporary royal charters and diplomas, so the title was informal and never official."}, {"title": "Nobility", "href": "/wiki/Nobility", "description": "Nobility is a social class normally ranked immediately below royalty and found in some societies that have a formal aristocracy. Nobility has often been an estate of the realm that possessed more acknowledged privilege and higher social status than most other classes in society. The privileges associated with nobility may constitute substantial advantages over or relative to non-nobles or may be l"}]}, {"heading": "Deaths", "year": "0978", "date": "December 3", "txt": "Abraham, Coptic pope of Alexandria", "entities": [{"title": "Pope Abraham of Alexandria", "href": "/wiki/Pope_Abraham_of_Alexandria", "description": "Pope Abraham of Alexandria, was the 62nd Pope of Alexandria and Patriarch of the See of St. Mark. He is considered a saint by the Coptic Orthodox Church."}, {"title": "Alexandria", "href": "/wiki/Alexandria", "description": "Alexandria is the third-largest city in Egypt after Cairo and Giza, seventh-largest city in Africa, and a major economic centre. With a total population of 5,200,000, Alexandria is the largest city on the Mediterranean – also called the \"Bride of the Mediterranean\" by locals – the fourth-largest city in the Arab world and the ninth-largest urban area \nin Africa. The city extends about 40 km (25 mi"}]}, {"heading": "Deaths", "year": "1038", "date": "December 3", "txt": "Emma of Lesum, Saxon countess and Saint", "entities": [{"title": "Emma of Lesum", "href": "/wiki/Emma_of_Lesum", "description": "Emma of Lesum or Emma of Stiepel was a countess popularly venerated as a saint for her good works; she is also the first female inhabitant of Bremen to be known by name."}]}, {"heading": "Deaths", "year": "1099", "date": "December 3", "txt": "Saint Osmund (b. 1065)", "entities": [{"title": "Osmund (bishop of Salisbury)", "href": "/wiki/Osmund_(bishop_of_Salisbury)", "description": "Osmund, Count of Sées, was a Norman noble and clergyman. Following the Norman conquest of England, he served as Lord Chancellor and as the second bishop of Salisbury, or Old Sarum."}]}, {"heading": "Deaths", "year": "1154", "date": "December 3", "txt": "Pope Anastasius IV (b. 1073)", "entities": [{"title": "Pope Anastasius IV", "href": "/wiki/Pope_Anastasius_IV", "description": "Pope Anastasius IV, born Corrado Demetri della Suburra, was head of the Catholic Church and ruler of the Papal States from 8 July 1153 to his death. He is the last pope to take the name \"Anastasius\" upon his election."}]}, {"heading": "Deaths", "year": "1265", "date": "December 3", "txt": "Odofredus, Italian lawyer and jurist", "entities": [{"title": "Odofredus", "href": "/wiki/Odofredus", "description": "Odofredus was an Italian jurist. He was born in Ostia and moved to Bologna in which studied law under Jacobus Balduinus and Franciscus Accursius. After having practised as an advocate both in Italy and France, he became a law professor at Bologna in 1228. The commentaries on Roman law attributed to him are valuable as showing the growth of the study of law in Italy, and for their biographical deta"}]}, {"heading": "Deaths", "year": "1266", "date": "December 3", "txt": "Henry III the White, Duke of Wroclaw", "entities": [{"title": "Henry III the White", "href": "/wiki/Henry_III_the_White", "description": "Henry III the White, a member of the Silesian Piasts, was Duke of Silesia at Wrocław from 1248 until his death, as co-ruler with his brother Władysław."}]}, {"heading": "Deaths", "year": "1309", "date": "December 3", "txt": "Henry III, Duke of Głogów (b. 1251/60)", "entities": [{"title": "Henry III, Duke of Głogów", "href": "/wiki/Henry_III,_Duke_of_G%C5%82og%C3%B3w", "description": "Henry III (I) of Głogów was a duke of Glogów from 1274 to his death and also duke of parts of Greater Poland during 1306–1309."}]}, {"heading": "Deaths", "year": "1322", "date": "December 3", "txt": "Maud Chaworth, Countess of Leicester (b. 1282)", "entities": [{"title": "Maud Chaworth", "href": "/wiki/Maud_Chaworth", "description": "Maud de Chaworth was an English noblewoman and wealthy heiress. She was the only child of Patrick de Chaworth. Sometime before 2 March 1297, she married Henry, 3rd Earl of Lancaster, by whom she had seven children."}]}, {"heading": "Deaths", "year": "1532", "date": "December 3", "txt": "Louis II, Count Palatine of Zweibrücken (b. 1502)", "entities": [{"title": "Louis II, Count Palatine of Zweibrücken", "href": "/wiki/Louis_II,_Count_Palatine_of_Zweibr%C3%BCcken", "description": "Louis II of Zweibrücken was Count Palatine and Duke of Zweibrücken from 1514 to 1532."}]}, {"heading": "Deaths", "year": "1533", "date": "December 3", "txt": "Vasili III of Russia (b. 1479)", "entities": [{"title": "Vasili III of Russia", "href": "/wiki/Vasili_III_of_Russia", "description": "Vasili III Ivanovich was the Grand Prince of Moscow from 1505 to 1533. He was the son of Ivan III Vasiliyevich and Sophia Paleologue and was christened with the name Gavriil (Гавриил). He had three brothers: Yuri, born in 1480, Simeon, born in 1487 and Andrei, born in 1490, as well as five sisters: Elena, Feodosiya, another Elena, another Feodosiya and Eudoxia. He is sometimes mockingly referred t"}]}, {"heading": "Deaths", "year": "1542", "date": "December 3", "txt": "Jean Tixier de Ravisi, French scholar and academic (b. 1470)", "entities": [{"title": "Jean Tixier de Ravisi", "href": "/wiki/Jean_Tixier_de_Ravisi", "description": "Jean Tixier de Ravisi was a French Renaissance humanist scholar and professor of rhetoric. He was born in Ravisi, which is near the commune of Saint-Saulge in the central province of Nivernais. His works, which are mostly on the topic of education, were widely accepted and employed by French academia. Tixier eventually adopted the Latinised name Johannes Textor Ravisius, Nivernensis."}]}, {"heading": "Deaths", "year": "1552", "date": "December 3", "txt": "Francis Xavier, Spanish missionary and saint (b. 1506)", "entities": [{"title": "Francis Xavier", "href": "/wiki/Francis_Xavier", "description": "Francis Xavier (born Francisco de Jasso y Azpilicueta; Latin: Franciscus Xaverius; Basque: Frantzisko Xabierkoa; French: François Xavier, Spanish: Francisco Javier; Portuguese: Francisco Xavier;, venerated as Saint Francis Xavier, was a Navarrese Catholic missionary and saint who was a co-founder of the Society of Jesus."}]}, {"heading": "Deaths", "year": "1592", "date": "December 3", "txt": "Alexander Farnese, Duke of Parma (b. 1545)", "entities": [{"title": "Alexander Farnese, Duke of Parma", "href": "/wiki/Alexander_Farnese,_Duke_of_Parma", "description": "Alexander Farnese was an Italian noble and condottiero and later a general of the Spanish army, who was Duke of Parma, Piacenza and Castro from 1586 to 1592, as well as Governor of the Spanish Netherlands from 1578 to 1592. Thanks to a steady influx of troops from Spain, during 1581–1587 Farnese captured more than thirty towns in the south and returned them to the control of Catholic Spain. During"}]}, {"heading": "Deaths", "year": "1610", "date": "December 3", "txt": "Honda Tadakatsu, Japanese general and daimyō (b. 1548)", "entities": [{"title": "Honda Tadakatsu", "href": "/wiki/Honda_Tadakatsu", "description": "Honda Tadakatsu , also called Honda Heihachirō was a Japanese samurai, general of the late Sengoku through early Edo periods, who served Tokugawa Ieyasu. Honda Tadakatsu was one of the Tokugawa Four Heavenly Kings along with Ii Naomasa, Sakakibara Yasumasa and Sakai Tadatsugu."}]}, {"heading": "Deaths", "year": "1668", "date": "December 3", "txt": "William Cecil, 2nd Earl of Salisbury (b. 1591)", "entities": [{"title": "William Cecil, 2nd Earl of Salisbury", "href": "/wiki/William_Cecil,_2nd_Earl_of_Salisbury", "description": "William Cecil, 2nd Earl of Salisbury,, known as Viscount Cranborne from 1605 to 1612, was an English peer, nobleman, and politician."}]}, {"heading": "Deaths", "year": "1691", "date": "December 3", "txt": "Katherine Jones, Viscountess Ranelagh, British scientist (b. 1615)", "entities": [{"title": "Katherine Jones, Viscountess Ranelagh", "href": "/wiki/Katherine_Jones,_Viscountess_Ranelagh", "description": "\nKatherine Jones, Viscountess Ranelagh, also known as Lady Ranelagh, was an Anglo-Irish scientist in seventeenth-century Britain. She was also a political and religious philosopher, and a member of many intellectual circles including the Hartlib Circle, the Great Tew Circle, and the Invisible College. Her correspondents included Samuel Hartlib, Edward Hyde, William Laud, Thomas Hyde, and John Milt"}]}, {"heading": "Deaths", "year": "1706", "date": "December 3", "txt": "Countess Emilie Juliane of Barby-Mühlingen (b. 1637)", "entities": [{"title": "Countess Emilie Juliane of Barby-Mühlingen", "href": "/wiki/Countess_Emilie_Juliane_of_Barby-M%C3%BChlingen", "description": "Emilie Juliane was a German countess and hymn writer."}]}, {"heading": "Deaths", "year": "1752", "date": "December 3", "txt": "Henri-Guillaume Hamal, Walloon musician and composer (b. 1685)", "entities": [{"title": "Henri-Guillaume Hamal", "href": "/wiki/Henri-Guillaume_Hamal", "description": "\nHenri-Guillaume Hamal was a Walloon musician, musical director and composer."}]}, {"heading": "Deaths", "year": "1765", "date": "December 3", "txt": "Lord John Sackville, English cricketer and politician (b. 1713)", "entities": [{"title": "Lord John Sackville", "href": "/wiki/Lord_John_Sackville", "description": "Lord John Philip Sackville was the second son of Lionel Sackville, 1st Duke of Dorset. He was a keen cricketer who was closely connected with the sport in Kent."}]}, {"heading": "Deaths", "year": "1789", "date": "December 3", "txt": "Claude Joseph Vernet, French painter (b. 1714)", "entities": [{"title": "Claude Joseph Vernet", "href": "/wiki/Claude_Joseph_Vernet", "description": "Claude-Joseph Vernet was a French painter. His son, Antoine Charles Horace Vernet, was also a painter."}]}, {"heading": "Deaths", "year": "1815", "date": "December 3", "txt": "John Carroll, American archbishop (b. 1735)", "entities": [{"title": "John Carroll (bishop)", "href": "/wiki/John_Carroll_(bishop)", "description": "John Carroll was a prelate of the Roman Catholic Church who served as the first bishop and archbishop in the United States. He served as the ordinary of the first diocese and later Archdiocese of Baltimore, in Maryland, which at first encompassed all of the United States and later after division as the eastern half of the new nation."}]}, {"heading": "Deaths", "year": "1876", "date": "December 3", "txt": "Samuel Cooper, American general (b. 1798)", "entities": [{"title": "Samuel Cooper (general)", "href": "/wiki/Samuel_Cooper_(general)", "description": "Samuel Cooper was a career United States Army staff officer, serving during the Second Seminole War and the Mexican–American War. Although little-known today, Cooper was also the highest-ranking Confederate general during the American Civil War. After the conflict, he remained in Virginia as a farmer."}]}, {"heading": "Deaths", "year": "1882", "date": "December 3", "txt": "Archibald Tait, Scottish-English archbishop (b. 1811)", "entities": [{"title": "Archibald Tait", "href": "/wiki/Archibald_Tait", "description": "Archibald Campbell Tait was an Archbishop of Canterbury in the Church of England and theologian."}]}, {"heading": "Deaths", "year": "1888", "date": "December 3", "txt": "Carl Zeiss, German physicist and lens maker, created the optical instrument (b. 1816)", "entities": [{"title": "Carl Zeiss", "href": "/wiki/Carl_Zeiss", "description": "Carl Zeiss was a German scientific instrument maker, optician and businessman who founded the workshop of Carl Zeiss in 1846, which is still in business today as Carl Zeiss AG. Zeiss gathered a group of gifted practical and theoretical opticians and glass makers to reshape most aspects of optical instrument production. His collaboration with Ernst Abbe revolutionized optical theory and practical d"}, {"title": "Optical instrument", "href": "/wiki/Optical_instrument", "description": "An optical instrument is a device that processes light waves, either to enhance an image for viewing or to analyze and determine their characteristic properties. Common examples include periscopes, microscopes, telescopes, and cameras."}]}, {"heading": "Deaths", "year": "1890", "date": "December 3", "txt": "Billy Midwinter, English-Australian cricketer (b. 1851)", "entities": [{"title": "Billy Midwinter", "href": "/wiki/Billy_Midwinter", "description": "William Evans Midwinter was a cricketer who played four Test matches for England, sandwiched in between eight Tests that he played for Australia. Midwinter holds a unique place in cricket history as the only cricketer to have played for both Australia and England in Test Matches against each other."}]}, {"heading": "Deaths", "year": "1892", "date": "December 3", "txt": "Afanasy Fet, Russian author and poet (b. 1820)", "entities": [{"title": "Afanasy Fet", "href": "/wiki/Afanasy_Fet", "description": "Afanasy Afanasyevich Fet, later known as Shenshin, was a renowned Russian poet regarded as the finest master of lyric verse in Russian literature."}]}, {"heading": "Deaths", "year": "1894", "date": "December 3", "txt": "Robert Louis Stevenson, Scottish novelist, poet, and essayist (b. 1850)", "entities": [{"title": "Robert Louis Stevenson", "href": "/wiki/Robert_Louis_Stevenson", "description": "Robert Louis Stevenson was a Scottish novelist, poet and travel writer, most noted for writing Treasure Island, Strange Case of Dr Jekyll and Mr Hyde, Kidnapped, and A Child's Garden of Verses."}]}, {"heading": "Deaths", "year": "1902", "date": "December 3", "txt": "Robert Lawson, New Zealand architect, designed the Otago Boys' High School and Knox Church (b. 1833)", "entities": [{"title": "Robert Lawson (architect)", "href": "/wiki/Robert_Lawson_(architect)", "description": "Robert Arthur Lawson was one of New Zealand's pre-eminent 19th century architects. It has been said he did more than any other designer to shape the face of the Victorian era architecture of the city of Dunedin. He is the architect of over forty churches, including Dunedin's First Church for which he is best remembered, but also other buildings, such as Larnach Castle, a country house, with which "}, {"title": "Otago Boys' High School", "href": "/wiki/Otago_Boys%27_High_School", "description": "Otago Boys' High School (OBHS) is a secondary school in Dunedin, New Zealand. It is one of New Zealand's oldest boys' secondary schools. Originally known as Dunedin High School, it was founded on 3 August 1863 and moved to its present site in 1885. The main building was designed by Robert Lawson and is regarded as one of the finest Gothic revival structures in the country. Situated on high ground "}, {"title": "Knox Church, Dunedin", "href": "/wiki/Knox_Church,_Dunedin", "description": "Knox Church is a notable building in Dunedin, New Zealand. It houses the city's second Presbyterian congregation and is the city's largest church of any denomination."}]}, {"heading": "Deaths", "year": "1904", "date": "December 3", "txt": "David Bratton, American water polo player (b. 1869)", "entities": [{"title": "David Bratton", "href": "/wiki/David_Bratton", "description": "David Hey Bratton was an American water polo player and competition swimmer who represented the United States at the 1904 Summer Olympics in St. Louis, Missouri."}]}, {"heading": "Deaths", "year": "1910", "date": "December 3", "txt": "Mary Baker Eddy, American religious leader and author, founded Christian Science (b. 1821)", "entities": [{"title": "Mary Baker Eddy", "href": "/wiki/Mary_Baker_Eddy", "description": "Mary Baker Eddy was an American religious leader and author who founded The Church of Christ, Scientist, in New England in 1879. She also founded the Christian Science Monitor, a Pulitzer Prize winning secular newspaper, in 1908; and three religious magazines: the Christian Science Sentinel, The Christian Science Journal, and The Herald of Christian Science. She wrote numerous books and articles, "}, {"title": "Christian Science", "href": "/wiki/Christian_Science", "description": "Christian Science is a set of beliefs and practices belonging to the metaphysical family of new religious movements. It was developed in 19th-century New England by Mary Baker Eddy, who argued in her 1875 book Science and Health that sickness is an illusion that can be corrected by prayer alone. The book became Christian Science's central text, along with the Bible, and by 2001 had sold over nine "}]}, {"heading": "Deaths", "year": "1912", "date": "December 3", "txt": "Prudente de Morais, Brazilian lawyer and politician, 3rd President of Brazil (b. 1841)", "entities": [{"title": "Prudente de Morais", "href": "/wiki/Prudente_de_Morais", "description": "Prudente José de Morais e Barros was the third President of Brazil. He is notable as the first civilian president of the country, the first to be elected by direct popular ballot under the permanent provisions of Brazil's 1891 Constitution, and the first to serve his term in its entirety. His presidency, which lasted from 15 November 1894 until 14 November 1898, was marked by the War of Canudos, a"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1917", "date": "December 3", "txt": "Harold Garnett, English-French cricketer (b. 1879)", "entities": [{"title": "Harold Garnett", "href": "/wiki/Harold_Garnett", "description": "Harold Gwyer Garnett was an English-born first-class cricketer who played for Lancashire and Argentina. He was killed during World War I in the fighting at Cambrai, France. A wicketkeeper, in 152 first-class games he scored 5798 runs and made 203 dismissals."}]}, {"heading": "Deaths", "year": "1919", "date": "December 3", "txt": "Pierre-Auguste Renoir, French painter and sculptor (b. 1841)", "entities": [{"title": "Pierre-Auguste Renoir", "href": "/wiki/Pierre-Auguste_Renoir", "description": "Pierre-Auguste Renoir was a French artist who was a leading painter in the development of the Impressionist style. As a celebrator of beauty and especially feminine sensuality, it has been said that \"Renoir is the final representative of a tradition which runs directly from Rubens to Watteau.\""}]}, {"heading": "Deaths", "year": "1928", "date": "December 3", "txt": "Ezra Meeker, American farmer and politician (b. 1830)", "entities": [{"title": "Ezra Meeker", "href": "/wiki/Ezra_Meeker", "description": "Ezra Manning Meeker was an American pioneer who traveled the Oregon Trail by ox-drawn wagon as a young man, migrating from Iowa to the Pacific Coast. Late in life he worked to memorialize the Trail, repeatedly retracing the trip of his youth. Once known as the \"Hop King of the World\", he was the first mayor of Puyallup, Washington."}]}, {"heading": "Deaths", "year": "1934", "date": "December 3", "txt": "Charles James O'Donnell, Irish lawyer and politician (b. 1849)", "entities": [{"title": "Charles James O'Donnell", "href": "/wiki/Charles_James_O%27Donnell", "description": "Charles James O'Cahan O'Donnell was an Irish colonial administrator in the British Raj, and later a member of the Parliament of the United Kingdom."}]}, {"heading": "Deaths", "year": "1935", "date": "December 3", "txt": "Princess Victoria of the United Kingdom (b. 1868)", "entities": [{"title": "Princess Victoria of the United Kingdom", "href": "/wiki/Princess_Victoria_of_the_United_Kingdom", "description": "Princess Victoria of the United Kingdom was the fourth child and second daughter of King Edward VII and Queen Alexandra, and the younger sister of King George V."}]}, {"heading": "Deaths", "year": "1937", "date": "December 3", "txt": "William Propsting, Australian politician, 20th Premier of Tasmania (b. 1861)", "entities": [{"title": "William Propsting", "href": "/wiki/William_Propsting", "description": "William Bispham Propsting, CMG was an Australian politician and member of the Tasmanian House of Assembly, who served as Premier of Tasmania from 9 April 1903 to 11 July 1904."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1941", "date": "December 3", "txt": "Pavel Filonov, Russian painter and poet (b. 1883)", "entities": [{"title": "Pavel Filonov", "href": "/wiki/Pavel_Filonov", "description": "Pavel Nikolayevich Filonov was a Russian avant-garde painter, art theorist, and poet."}]}, {"heading": "Deaths", "year": "1949", "date": "December 3", "txt": "Maria Ouspenskaya, Russian-American actress and educator (b. 1876)", "entities": [{"title": "Maria Ouspenskaya", "href": "/wiki/Maria_Ouspenskaya", "description": "Maria Alekseyevna Ouspenskaya was a Russian actress and acting teacher. She achieved success as a stage actress as a young woman in Russia, and as an elderly woman in Hollywood films."}]}, {"heading": "Deaths", "year": "1952", "date": "December 3", "txt": "Rudolf Margolius, Czech lawyer and politician (b. 1913)", "entities": [{"title": "Rudolf Margolius", "href": "/wiki/Rudolf_Margolius", "description": "Rudolf Margolius was a Czech politician. Deputy Minister for Foreign Trade, Czechoslovakia (1949–1952), and a co-defendant in the Slánský trial in November 1952."}, {"title": "1913", "href": "/wiki/1913", "description": "1913 (MCMXIII) was a common year starting on Wednesday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1913th year of the Common Era (CE) and Anno Domini (AD) designations, the 913th year of the 2nd millennium, the 13th year of the 20th century, and the 4th year of the 1910s decade. As of the start of 1913, the Gregorian calendar was 13 days ahead of the"}]}, {"heading": "Deaths", "year": "1956", "date": "December 3", "txt": "Manik Bandopadhyay, Indian author, poet, and playwright (b. 1908)", "entities": [{"title": "Manik Bandopadhyay", "href": "/wiki/Manik_Bandopadhyay", "description": "Manik Bandopadhyay was an Indian writer and novelist, regarded as one of the major figures of 20th century Bengali literature. During a lifespan of 48 years, plagued simultaneously by illness and financial crisis, he produced 36 novels and nearly 250 short stories. His notable works include Padma Nadir Majhi and Putul Nacher Itikatha, Shahartali and Chatushkone."}, {"title": "1908", "href": "/wiki/1908", "description": "1908 (MCMVIII) was a leap year starting on Wednesday of the Gregorian calendar and a leap year starting on Tuesday of the Julian calendar, the 1908th year of the Common Era (CE) and Anno Domini (AD) designations, the 908th year of the 2nd millennium, the 8th year of the 20th century, and the 9th year of the 1900s decade. As of the start of 1908, the Gregorian calendar was 13 days ahead of the Juli"}]}, {"heading": "Deaths", "year": "1956", "date": "December 3", "txt": "Alexander Rodchenko, Russian sculptor, photographer, and graphic designer (b. 1891)", "entities": [{"title": "1891", "href": "/wiki/1891", "description": "1891 (MDCCCXCI) was a common year starting on Thursday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1891st year of the Common Era (CE) and Anno Domini (AD) designations, the 891st year of the 2nd millennium, the 91st year of the 19th century, and the 2nd year of the 1890s decade. As of the start of 1891, the Gregorian calendar was 12 days ahead of the"}]}, {"heading": "Deaths", "year": "1967", "date": "December 3", "txt": "Harry Wismer, American football player and sportscaster (b. 1913)", "entities": [{"title": "Harry Wismer", "href": "/wiki/Harry_Wismer", "description": "Harry Wismer was an American sports broadcaster and the charter owner of the New York Titans franchise in the American Football League (AFL)."}, {"title": "1913", "href": "/wiki/1913", "description": "1913 (MCMXIII) was a common year starting on Wednesday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1913th year of the Common Era (CE) and Anno Domini (AD) designations, the 913th year of the 2nd millennium, the 13th year of the 20th century, and the 4th year of the 1910s decade. As of the start of 1913, the Gregorian calendar was 13 days ahead of the"}]}, {"heading": "Deaths", "year": "1972", "date": "December 3", "txt": "William Manuel Johnson, American bassist (b. 1872)", "entities": [{"title": "William Manuel Johnson", "href": "/wiki/William_Manuel_Johnson", "description": "William Manuel \"Bill\" Johnson, was an American jazz musician who played banjo and double bass; he is considered the father of the \"slap\" style of double bass playing."}, {"title": "1872", "href": "/wiki/1872", "description": "1872 (MDCCCLXXII) was a leap year starting on Monday of the Gregorian calendar and a leap year starting on Saturday of the Julian calendar, the 1872nd year of the Common Era (CE) and Anno Domini (AD) designations, the 872nd year of the 2nd millennium, the 72nd year of the 19th century, and the 3rd year of the 1870s decade. As of the start of 1872, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Deaths", "year": "1973", "date": "December 3", "txt": "Emile Christian, American trombonist, cornet player, and composer (b. 1895)", "entities": [{"title": "Emile Christian", "href": "/wiki/Emile_Christian", "description": "Emile Joseph Christian was an early jazz trombonist; he also played cornet and string bass. He also wrote a number of tunes, including \"Meet Me At the Green Goose\", \"Satanic Blues\", and \"Mardi Gras Parade\"."}, {"title": "1895", "href": "/wiki/1895", "description": "1895 (MDCCCXCV) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1895th year of the Common Era (CE) and Anno Domini (AD) designations, the 895th year of the 2nd millennium, the 95th year of the 19th century, and the 6th year of the 1890s decade. As of the start of 1895, the Gregorian calendar was 12 days ahead of the J"}]}, {"heading": "Deaths", "year": "1973", "date": "December 3", "txt": "Adolfo Ruiz Cortines, President of Mexico, 1952-1958 (b. 1889)", "entities": [{"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}, {"title": "1889", "href": "/wiki/1889", "description": "1889 (MDCCCLXXXIX) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1889th year of the Common Era (CE) and Anno Domini (AD) designations, the 889th year of the 2nd millennium, the 89th year of the 19th century, and the 10th and last year of the 1880s decade. As of the start of 1889, the Gregorian calendar was 12 days a"}]}, {"heading": "Deaths", "year": "1979", "date": "December 3", "txt": "Dhyan Chand, Indian field hockey player and coach (b. 1905)", "entities": [{"title": "Dhyan Chand", "href": "/wiki/Dhyan_Chand", "description": "Major Dhyan Chand was an Indian field hockey player widely regarded as the greatest in the history of the sport. He was known for his extraordinary goal-scoring feats, in addition to earning three Olympic gold medals, in 1928, 1932 and 1936, during an era where India dominated field hockey. His influence extended beyond these victories, as India won the field hockey event in seven out of eight Oly"}, {"title": "1905", "href": "/wiki/1905", "description": "1905 (MCMV) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1905th year of the Common Era (CE) and Anno Domini (AD) designations, the 905th year of the 2nd millennium, the 5th year of the 20th century, and the 6th year of the 1900s decade. As of the start of 1905, the Gregorian calendar was 13 days ahead of the Julia"}]}, {"heading": "Deaths", "year": "1980", "date": "December 3", "txt": "Oswald Mosley, English lieutenant, fascist, and politician, Chancellor of the Duchy of Lancaster (b. 1896)", "entities": [{"title": "Oswald Mosley", "href": "/wiki/Oswald_Mosley", "description": "Sir Oswald Ernald Mosley, 6th Baronet was a British politician who rose to fame in the 1920s as a Member of Parliament and later in the 1930s, having become disillusioned with mainstream politics, became the leader of the British Union of Fascists (BUF). Mosley had not been knighted, but he was the sixth baronet, with a title that had been in his family for more than a century at his father's deat"}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}, {"title": "1896", "href": "/wiki/1896", "description": "1896 (MDCCCXCVI) was a leap year starting on Wednesday of the Gregorian calendar and a leap year starting on Monday of the Julian calendar, the 1896th year of the Common Era (CE) and Anno Domini (AD) designations, the 896th year of the 2nd millennium, the 96th year of the 19th century, and the 7th year of the 1890s decade. As of the start of 1896, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Deaths", "year": "1981", "date": "December 3", "txt": "Walter Knott, American farmer, founded Knott's Berry Farm (b. 1889)", "entities": [{"title": "Walter Knott", "href": "/wiki/Walter_Knott", "description": "Walter Marvin Knott was an American farmer who created the Knott's Berry Farm amusement park in California, introduced the Boysenberry, and made Knott's Berry Farm boysenberry preserves."}, {"title": "Knott's Berry Farm", "href": "/wiki/Knott%27s_Berry_Farm", "description": "Knott's Berry Farm is a 57-acre (23 ha) theme park located in Buena Park, California, owned and operated by Cedar Fair. In 2015, it was the twelfth-most-visited theme park in North America and averages approximately 4 million visitors per year. The park features 40 rides including roller coasters, family rides, dark rides, and water rides."}, {"title": "1889", "href": "/wiki/1889", "description": "1889 (MDCCCLXXXIX) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1889th year of the Common Era (CE) and Anno Domini (AD) designations, the 889th year of the 2nd millennium, the 89th year of the 19th century, and the 10th and last year of the 1880s decade. As of the start of 1889, the Gregorian calendar was 12 days a"}]}, {"heading": "Deaths", "year": "1984", "date": "December 3", "txt": "Vladimir Abramovich Rokhlin, Azerbaijani-Russian mathematician and academic (b. 1919)", "entities": [{"title": "Vladimir Abramovich Rokhlin", "href": "/wiki/Vladimir_Abramovich_Rokhlin", "description": "Vladimir Abramovich Rokhlin was a Soviet mathematician, who made numerous contributions in algebraic topology, geometry, measure theory, probability theory, ergodic theory and entropy theory."}, {"title": "1919", "href": "/wiki/1919", "description": "1919 (MCMXIX) was a common year starting on Wednesday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1919th year of the Common Era (CE) and Anno Domini (AD) designations, the 919th year of the 2nd millennium, the 19th year of the 20th century, and the 10th and last year of the 1910s decade. As of the start of 1919, the Gregorian calendar was 13 days ahe"}]}, {"heading": "Deaths", "year": "1989", "date": "December 3", "txt": "Fernando Martín Espina, Spanish basketball player (b. 1962)", "entities": [{"title": "Fernando Martín Espina", "href": "/wiki/Fernando_Mart%C3%ADn_Espina", "description": "Fernando Martín Espina was a Spanish professional basketball player who was considered to be one of the best Spanish basketball players ever. Martín was 2.08 m (6'10\") tall, and he played primarily at the center position. He was considered a talented all-around athlete. He was a five-time swimming champion in Spain, as well as being a highly ranked athlete in the sports of handball, table tennis a"}, {"title": "1962", "href": "/wiki/1962", "description": "1962 (MCMLXII) was a common year starting on Monday of the Gregorian calendar, the 1962nd year of the Common Era (CE) and Anno Domini (AD) designations, the 962nd year of the 2nd millennium, the 62nd year of the 20th century, and the 3rd year of the 1960s decade. "}]}, {"heading": "Deaths", "year": "1989", "date": "December 3", "txt": "Connie B. Gay, American businessman, founded the Country Music Association (b. 1914)", "entities": [{"title": "Country Music Association", "href": "/wiki/Country_Music_Association", "description": "The Country Music Association (CMA) was founded in 1958 in Nashville, Tennessee. It originally consisted of 233 members and was the first trade organization formed to promote a music genre. The objectives of the organization are to guide and enhance the development of Country Music throughout the world; to demonstrate it as a viable medium to advertisers, consumers, and media; and to provide a uni"}, {"title": "1914", "href": "/wiki/1914", "description": "1914 (MCMXIV) was a common year starting on Thursday of the Gregorian calendar and a common year starting on Wednesday of the Julian calendar, the 1914th year of the Common Era (CE) and Anno Domini (AD) designations, the 914th year of the 2nd millennium, the 14th year of the 20th century, and the 5th year of the 1910s decade. As of the start of 1914, the Gregorian calendar was 13 days ahead of the"}]}, {"heading": "Deaths", "year": "1993", "date": "December 3", "txt": "Lewis Thomas, American physician, etymologist, and academic (b. 1913)", "entities": [{"title": "Lewis Thomas", "href": "/wiki/Lewis_Thomas", "description": "Lewis Thomas was an American physician, poet, etymologist, essayist, administrator, educator, policy advisor, and researcher."}, {"title": "1913", "href": "/wiki/1913", "description": "1913 (MCMXIII) was a common year starting on Wednesday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1913th year of the Common Era (CE) and Anno Domini (AD) designations, the 913th year of the 2nd millennium, the 13th year of the 20th century, and the 4th year of the 1910s decade. As of the start of 1913, the Gregorian calendar was 13 days ahead of the"}]}, {"heading": "Deaths", "year": "1996", "date": "December 3", "txt": "Georges Duby, French historian and author (b. 1919)", "entities": [{"title": "Georges Duby", "href": "/wiki/Georges_Duby", "description": "Georges Duby was a French historian who specialised in the social and economic history of the Middle Ages. He ranks among the most influential medieval historians of the twentieth century and was one of France's most prominent public intellectuals from the 1970s to his death."}]}, {"heading": "Deaths", "year": "1998", "date": "December 3", "txt": "Pierre Hétu, Canadian pianist and conductor (b. 1936)", "entities": [{"title": "Pierre Hétu", "href": "/wiki/Pierre_H%C3%A9tu", "description": "Pierre Hétu was a conductor and pianist. He studied music from 1955–57 at the Conservatoire de musique du Québec à Montréal with Germaine Malépart (piano) and at the University of Montreal with Jean Papineau-Couture (acoustics), Gabriel Cusson and Conrad Letendre and Jean Vallerand."}, {"title": "1936", "href": "/wiki/1936", "description": "1936 (MCMXXXVI) was a leap year starting on Wednesday of the Gregorian calendar, the 1936th year of the Common Era (CE) and Anno Domini (AD) designations, the 936th year of the 2nd millennium, the 36th year of the 20th century, and the 7th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "1999", "date": "December 3", "txt": "John Archer, American actor (b. 1915)", "entities": [{"title": "John Archer (actor)", "href": "/wiki/John_Archer_(actor)", "description": "John Archer was an American actor."}, {"title": "1915", "href": "/wiki/1915", "description": "1915 (MCMXV) was a common year starting on Friday of the Gregorian calendar and a common year starting on Thursday of the Julian calendar, the 1915th year of the Common Era (CE) and Anno Domini (AD) designations, the 915th year of the 2nd millennium, the 15th year of the 20th century, and the 6th year of the 1910s decade. As of the start of 1915, the Gregorian calendar was 13 days ahead of the Jul"}]}, {"heading": "Deaths", "year": "1999", "date": "December 3", "txt": "Scatman John, American singer-songwriter and pianist (b. 1942)", "entities": [{"title": "1942", "href": "/wiki/1942", "description": "1942 (MCMXLII) was a common year starting on Thursday of the Gregorian calendar, the 1942nd year of the Common Era (CE) and Anno Domini (AD) designations, the 942nd year of the 2nd millennium, the 42nd year of the 20th century, and the 3rd year of the 1940s decade. "}]}, {"heading": "Deaths", "year": "1999", "date": "December 3", "txt": "Madeline Kahn, American actress, comedian, and singer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "December 3", "txt": "Horst Mahseli, Polish footballer (b. 1934)", "entities": [{"title": "1934", "href": "/wiki/1934", "description": "1934 (MCMXXXIV) was a common year starting on Monday of the Gregorian calendar, the 1934th year of the Common Era (CE) and Anno Domini (AD) designations, the 934th year of the 2nd millennium, the 34th year of the 20th century, and the 5th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "1999", "date": "December 3", "txt": "Jarl Wahlström, Finnish 12th General of The Salvation Army (b. 1918)", "entities": [{"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}, {"title": "1918", "href": "/wiki/1918", "description": "1918 (MCMXVIII) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Monday of the Julian calendar, the 1918th year of the Common Era (CE) and Anno Domini (AD) designations, the 918th year of the 2nd millennium, the 18th year of the 20th century, and the 9th year of the 1910s decade. As of the start of 1918, the Gregorian calendar was 13 days ahead of the J"}]}, {"heading": "Deaths", "year": "2000", "date": "December 3", "txt": "Gwendolyn Brooks, American poet and educator (b. 1917)", "entities": [{"title": "Gwendolyn Brooks", "href": "/wiki/Gwendolyn_Brooks", "description": "Gwendolyn Elizabeth Brooks was an American poet, author, and teacher. Her work often dealt with the personal celebrations and struggles of ordinary people in her community. She won the Pulitzer Prize for Poetry on May 1, 1950, for Annie Allen, making her the first African American to receive a Pulitzer Prize."}, {"title": "1917", "href": "/wiki/1917", "description": "1917 (MCMXVII) was a common year starting on Monday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1917th year of the Common Era (CE) and Anno Domini (AD) designations, the 917th year of the 2nd millennium, the 17th year of the 20th century, and the 8th year of the 1910s decade. As of the start of 1917, the Gregorian calendar was 13 days ahead of the Jul"}]}, {"heading": "Deaths", "year": "2000", "date": "December 3", "txt": "Hoyt Curtin, American composer and producer (b. 1922)", "entities": [{"title": "1922", "href": "/wiki/1922", "description": "1922 (MCMXXII) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1922nd year of the Common Era (CE) and Anno Domini (AD) designations, the 922nd year of the 2nd millennium, the 22nd year of the 20th century, and the 3rd year of the 1920s decade. As of the start of 1922, the Gregorian calendar was 13 days ahead of the J"}]}, {"heading": "Deaths", "year": "2002", "date": "December 3", "txt": "Adrienne Adams, American illustrator (b. 1906)", "entities": [{"title": "Adrienne Adams", "href": "/wiki/Adrienne_Adams", "description": "Adrienne Adams was a children's book illustrator as well as an artist and author of children's books. She won two Caldecott Honors and in 1973 she was awarded the Rutgers Award for overall contributions to children’s literature. In 1977, she won a University of Southern Mississippi Medallion."}]}, {"heading": "Deaths", "year": "2002", "date": "December 3", "txt": "Glenn Quinn, Irish-American actor (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 3", "txt": "David Hemmings, English actor (b. 1941)", "entities": [{"title": "David Hemmings", "href": "/wiki/David_Hemmings", "description": "David Edward Leslie Hemmings was an English actor, director, producer, and singer-songwriter. He co-founded the Hemdale Film Corporation in 1967."}]}, {"heading": "Deaths", "year": "2003", "date": "December 3", "txt": "Sita Ram Goel, Indian historian, publisher and writer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 3", "txt": "Shiing-Shen Chern, Chinese-American mathematician and academic (b. 1911)", "entities": [{"title": "Shiing-Shen Chern", "href": "/wiki/Shiing-Shen_Chern", "description": "Shiing-Shen Chern was a Chinese-American mathematician and poet. He made fundamental contributions to differential geometry and topology. He has been called the \"father of modern differential geometry\" and is widely regarded as a leader in geometry and one of the greatest mathematicians of the twentieth century, winning numerous awards and recognition including the Wolf Prize and the inaugural Sha"}]}, {"heading": "Deaths", "year": "2005", "date": "December 3", "txt": "Frederick Ashworth, American admiral (b. 1912)", "entities": [{"title": "Frederick Ashworth", "href": "/wiki/Frederick_Ashworth", "description": "Frederick Lincoln \"Dick\" Ashworth was a United States Navy officer who served as the weaponeer on the B-29 Bockscar that dropped a Fat Man atomic bomb on Nagasaki, Japan on 9 August 1945 during World War II."}]}, {"heading": "Deaths", "year": "2005", "date": "December 3", "txt": "Herb Moford, American baseball player (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 3", "txt": "James Kemsley, Australian cartoonist and actor (b. 1948)", "entities": [{"title": "James Kemsley", "href": "/wiki/James_Kemsley", "description": "\n\nJames Lawrence Kemsley OAM was an Australian cartoonist who was notable for producing the comic strip Ginger Meggs between 1984 and 2007."}]}, {"heading": "Deaths", "year": "2008", "date": "December 3", "txt": "Robert Zajonc, Polish-American psychologist and author (b. 1923)", "entities": [{"title": "Robert Zajonc", "href": "/wiki/Robert_Zajonc", "description": "Robert Bolesław Zajonc was a Polish-born American social psychologist who is known for his decades of work on a wide range of social and cognitive processes. One of his most important contributions to social psychology is the mere-exposure effect. Zajonc also conducted research in the areas of social facilitation, and theories of emotion, such as the affective neuroscience hypothesis. He also made"}]}, {"heading": "Deaths", "year": "2009", "date": "December 3", "txt": "Leila Lopes, Brazilian actress and journalist (b. 1959)", "entities": [{"title": "Leila Lopes (actress)", "href": "/wiki/Leila_Lopes_(actress)", "description": "Leila Lopes was a Brazilian actress, model, journalist, porn star and television presenter, known for her appearance in soap operas on the Rede Globo channel and later for entering the pornographic film industry."}]}, {"heading": "Deaths", "year": "2009", "date": "December 3", "txt": "Richard Todd, Irish-born British soldier and actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 3", "txt": "Abdumalik Bahori, Azerbaijani poet and author (b. 1927)", "entities": [{"title": "Abdumalik Bahori", "href": "/wiki/Abdumalik_Bahori", "description": "\nAbdumalik Bahori was children's poet and the first Tajikistani fiction writer. He was born into a middle-class family who worked in the silk producing industry. He graduated from Leninabad Pedagogical Institute in 1946."}]}, {"heading": "Deaths", "year": "2011", "date": "December 3", "txt": "Dev Anand, Indian actor, director, and producer (b. 1923)", "entities": [{"title": "Dev Anand", "href": "/wiki/Dev_Anand", "description": "Dharamdev Pishorimal Anand, better known as Dev Anand, was an Indian film actor, writer, director and producer known for his work in Hindi cinema, through a career that spanned over six decades. He is considered to have been one of the greatest and most successful actors in the Indian film industry."}]}, {"heading": "Deaths", "year": "2012", "date": "December 3", "txt": "Jules Mikhael Al-Jamil, Iraqi-Lebanese archbishop (b. 1938)", "entities": [{"title": "Jules Mikhael Al-Jamil", "href": "/wiki/Jules_Mikhael_Al-Jamil", "description": "Archbishop Jules Mikhael Al-Jamil was the Syriac Catholic titular archbishop of Tagritum and the auxiliary bishop."}]}, {"heading": "Deaths", "year": "2012", "date": "December 3", "txt": "Kuntal Chandra, Bangladeshi cricketer (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 3", "txt": "Fyodor Khitruk, Russian animator, director, and screenwriter (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 3", "txt": "Diego Mendieta, Paraguayan footballer (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 3", "txt": "Janet Shaw, Australian cyclist and author (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 3", "txt": "Paul Aussaresses, French general (b. 1918)", "entities": [{"title": "Paul Aussaresses", "href": "/wiki/Paul_Aussaresses", "description": "Paul Aussaresses was a French Army general, who fought during World War II, the First Indochina War and Algerian War. His actions during the Algerian War—and later defense of those actions—caused considerable controversy."}]}, {"heading": "Deaths", "year": "2013", "date": "December 3", "txt": "Reda Mahmoud Hafez Mohamed, Egyptian air marshal (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 3", "txt": "Ahmed Fouad Negm, Egyptian poet and educator (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 3", "txt": "Herman Badillo, Puerto Rican-American lawyer and politician (b. 1929)", "entities": [{"title": "Herman Badillo", "href": "/wiki/Herman_Badillo", "description": "Herman Badillo was a Puerto Rican politician who served as borough president of The Bronx and United States Representative, and ran for Mayor of New York City. He was the first Puerto Rican elected to these posts, and the first Puerto Rican mayoral candidate in a major city in the continental United States."}]}, {"heading": "Deaths", "year": "2014", "date": "December 3", "txt": "Jacques Barrot, French politician, French European Commissioner (b. 1937)", "entities": [{"title": "List of European Commissioners by nationality", "href": "/wiki/List_of_European_Commissioners_by_nationality#France", "description": "\nA European Commissioner is a member of the European Commission. Each Commissioner within the college holds a specific portfolio and are led by the President of the European Commission. In simple terms they are the equivalent of national ministers. Each European Union member state has the right to a single commissioner and appoints them in consultation with the President."}]}, {"heading": "Deaths", "year": "2014", "date": "December 3", "txt": "Nathaniel Branden, Canadian–American psychotherapist and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 3", "txt": "Ian McLagan, English-American singer-songwriter and keyboard player (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 3", "txt": "James Stewart, Canadian mathematician and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 3", "txt": "Gladstone Anderson, Jamaican singer and pianist (b. 1934)", "entities": [{"title": "Gladstone Anderson", "href": "/wiki/Gladstone_Anderson", "description": "Gladstone Anderson, also known by his nickname \"Gladdy\", was a Jamaican pianist, keyboard player, and singer, who played a major part in the island's musical history, playing a key role in defining the ska sound and the rocksteady beat, and playing on hundreds of recordings as a session musician, a solo artist, and as leader of Gladdy's All Stars, featuring bassist Jackie Jackson, drummer Winston "}]}, {"heading": "Deaths", "year": "2015", "date": "December 3", "txt": "Eevi Huttunen, Finnish speed skater (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 3", "txt": "Scott Weiland, American singer-songwriter (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 3", "txt": "Arthur Latham, British politician and Member of Parliament (b. 1930)", "entities": [{"title": "Arthur Latham", "href": "/wiki/Arthur_Latham", "description": "\n\nArthur Charles Latham was a British Labour Party politician, who was the MP for Paddington North from 1969 to 1974, and its successor seat, Paddington, from that year until 1979."}, {"title": "Member of Parliament (United Kingdom)", "href": "/wiki/Member_of_Parliament_(United_Kingdom)", "description": "In the United Kingdom, a Member of Parliament (MP) is an individual elected to serve in the House of Commons of the Parliament of the United Kingdom."}]}]