[{"heading": "Events", "year": "1271", "date": "December 18", "txt": "Kublai Khan renames his empire \"Yuan\" (元 yuán), officially marking the start of the Yuan dynasty of Mongolia and China.", "entities": [{"title": "Kublai Khan", "href": "/wiki/Kublai_Khan", "description": "Kublai, also known as the Emperor Shizu of Yuan, was the fifth khagan-emperor of the Mongol Empire, reigning from 1260 to 1294. He also founded the Yuan dynasty in China as a conquest dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294."}, {"title": "Yuan dynasty", "href": "/wiki/Yuan_dynasty", "description": "The Yuan dynasty, officially the Great Yuan, was a successor state to the Mongol Empire after its division and a ruling dynasty of China established by Kublai Khan, leader of the Mongol Borjigin clan, lasting from 1271 to 1368. In Chinese historiography, this dynasty followed the Song dynasty and preceded the Ming dynasty."}, {"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}]}, {"heading": "Events", "year": "1499", "date": "December 18", "txt": "A rebellion breaks out in Alpujarras in response to the forced conversions of Muslims in Spain.", "entities": [{"title": "Rebellion of the Alpujarras (1499–1501)", "href": "/wiki/Rebellion_of_the_Alpujarras_(1499%E2%80%931501)", "description": "The First Rebellion of the Alpujarras was a series of uprisings by the Muslim population of the Kingdom of Granada, Crown of Castile against their Catholic rulers. They began in 1499 in the city of Granada in response to mass forced conversions of the Muslim population to the Catholic faith, which were perceived as violations of the 1491 Treaty of Granada. The uprising in the city quickly died dow"}, {"title": "Alpujarras", "href": "/wiki/Alpujarras", "description": "The Alpujarra is a natural and historical region in Andalusia, Spain, on the south slopes of the Sierra Nevada and the adjacent valley. The average elevation is 1,200 metres (4,000 ft) above sea level. It extends over two provinces, Granada and Almería; it is sometimes referred to in the plural as \"Las Alpujarras\". There are several interpretations of this Arabic-origin name: the most convincing i"}, {"title": "Forced conversions of Muslims in Spain", "href": "/wiki/Forced_conversions_of_Muslims_in_Spain", "description": "The forced conversions of Muslims in Spain were enacted through a series of edicts outlawing Islam in the lands of the Spanish Monarchy. This effort was overseen by three Spanish kingdoms during the early 16th century: the Crown of Castile in 1500–1502, followed by Navarre in 1515–1516, and lastly the Crown of Aragon in 1523–1526."}]}, {"heading": "Events", "year": "1622", "date": "December 18", "txt": "Portuguese forces score a military victory over the Kingdom of Kongo at the Battle of Mbumbi in present-day Angola.", "entities": [{"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}, {"title": "Kingdom of Kongo", "href": "/wiki/Kingdom_of_Kongo", "description": "The Kingdom of Kongo was a kingdom located in central Africa in present-day northern Angola, the western portion of the Democratic Republic of the Congo, the Republic of the Congo as well as the southernmost part of Gabon. At its greatest extent it reached from the Atlantic Ocean in the west to the Kwango River in the east, and from the Congo River in the north to the Kwanza River in the south. Th"}, {"title": "Battle of Mbumbi", "href": "/wiki/Battle_of_Mbumbi", "description": "The Battle of Mbumbi was a military engagement between forces of Portuguese Angola and the Kingdom of Kongo in 1622. Although the Portuguese were victorious, the battle served as the impetus for the Kingdom of Kongo to expel the Portuguese from their territory."}, {"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}]}, {"heading": "Events", "year": "1655", "date": "December 18", "txt": "The Whitehall Conference ends with the determination that there was no law preventing Jews from re-entering England after the Edict of Expulsion of 1290.", "entities": [{"title": "Whitehall Conference", "href": "/wiki/Whitehall_Conference", "description": "The Whitehall Conference was a gathering of prominent English merchants, clergymen, and lawyers convened by Oliver Cromwell for the purpose of debating whether Jews should be readmitted to England. The conference lasted from 4 to 18 December 1655."}, {"title": "Edict of Expulsion", "href": "/wiki/Edict_of_Expulsion", "description": "\n\nThe Edict of Expulsion was a royal decree issued by King Edward I of England on 18 July 1290 expelling all Jews from the Kingdom of England. Edward advised the sheriffs of all counties he wanted all Jews expelled by no later than All Saints' Day that year. The expulsion edict remained in force for the rest of the Middle Ages. The edict was not an isolated incident, but the culmination of over 20"}]}, {"heading": "Events", "year": "1777", "date": "December 18", "txt": "The United States celebrates its first Thanksgiving, marking the recent victory by the American rebels over British General John Burgoyne at Saratoga in October.", "entities": [{"title": "Thanksgiving", "href": "/wiki/Thanksgiving", "description": "Thanksgiving is a national holiday celebrated on various dates in the United States, Canada, Grenada, Saint Lucia, and Liberia. It began as a day of giving thanks and sacrifice for the blessing of the harvest and of the preceding year. Similarly named festival holidays occur in Germany and Japan. Thanksgiving is celebrated on the second Monday of October in Canada and on the fourth Thursday of Nov"}, {"title": "John Burgoyne", "href": "/wiki/John_Burgoyne", "description": "General John Burgoyne was a British army officer, dramatist and politician who sat in the House of Commons from 1761 to 1792. He first saw action during the Seven Years' War when he participated in several battles, most notably during the Portugal Campaign of 1762."}, {"title": "Battles of Saratoga", "href": "/wiki/Battles_of_Saratoga", "description": "The Battles of Saratoga marked the climax of the Saratoga campaign, giving a decisive victory to the Americans over the British in the American Revolutionary War. British General John Burgoyne led a large invasion army southward from Canada in the Champlain Valley, hoping to meet a similar British force marching northward from New York City and another British force marching eastward from Lake Ont"}]}, {"heading": "Events", "year": "1787", "date": "December 18", "txt": "New Jersey becomes the third state to ratify the U.S. Constitution.", "entities": [{"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "1793", "date": "December 18", "txt": "Surrender of the frigate La Lutine by French Royalists to Lord Samuel Hood; renamed HMS Lutine, she later becomes a famous treasure wreck.", "entities": [{"title": "Samuel Hood, 1st Viscount Hood", "href": "/wiki/Samuel_Hood,_1st_Viscount_Hood", "description": "Admiral Samuel Hood, 1st Viscount Hood of Whitley, Warwickshire, was a Royal Navy officer. As a junior officer he saw action during the War of the Austrian Succession. While in temporary command of Antelope, he drove a French ship ashore in Audierne Bay, and captured two privateers in 1757 during the Seven Years' War. He held senior command as Commander-in-Chief, North American Station and then as"}, {"title": "HMS Lutine (1779)", "href": "/wiki/HMS_Lutine_(1779)", "description": "Lutine was a frigate which served in both the French Navy and the Royal Navy. She was launched by the French in 1779. The ship passed to British control in 1793 and was taken into service as HMS Lutine. She sank among the West Frisian Islands during a storm in 1799."}]}, {"heading": "Events", "year": "1833", "date": "December 18", "txt": "The national anthem of the Russian Empire, \"God Save the Tsar!\", is first performed.", "entities": [{"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "God Save the Tsar!", "href": "/wiki/God_Save_the_Tsar!", "description": "\"God Save the Tsar!\" was the national anthem of the Russian Empire and, for a time, the national anthem of the Principality of Bulgaria. The song was chosen from a competition held in 1833 and was first performed on 18 December 1833. It was composed by violinist Alexei Lvov, with lyrics written by the court poet Vasily Zhukovsky. It was the anthem until the Russian Revolution of 1917, after which "}]}, {"heading": "Events", "year": "1854", "date": "December 18", "txt": "The Legislative Assembly of the Province of Canada abolishes the seigneurial system.", "entities": [{"title": "Legislative Assembly of the Province of Canada", "href": "/wiki/Legislative_Assembly_of_the_Province_of_Canada", "description": "The Legislative Assembly of the Province of Canada was the lower house of the legislature for the Province of Canada, which consisted of the former provinces of Lower Canada, then known as Canada East and later the province of Quebec, and Upper Canada, then known as Canada West and later the province of Ontario. It was created by The Union Act of 1840. Canada East and Canada West each elected 42 m"}, {"title": "Seigneurial system of New France", "href": "/wiki/Seigneurial_system_of_New_France", "description": "The manorial system of New France, known as the seigneurial system, was the semi-feudal system of land tenure used in the North American French colonial empire."}]}, {"heading": "Events", "year": "1865", "date": "December 18", "txt": "US Secretary of State William Seward proclaims the adoption of the Thirteenth Amendment, prohibiting slavery throughout the USA.", "entities": [{"title": "William H. Seward", "href": "/wiki/William_H._Seward", "description": "William Henry Seward was United States Secretary of State from 1861 to 1869, and earlier served as governor of New York and as a United States Senator. A determined opponent of the spread of slavery in the years leading up to the American Civil War, he was a prominent figure in the Republican Party in its formative years, and was praised for his work on behalf of the Union as Secretary of State du"}, {"title": "Thirteenth Amendment to the United States Constitution", "href": "/wiki/Thirteenth_Amendment_to_the_United_States_Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}, {"title": "Slavery in the United States", "href": "/wiki/Slavery_in_the_United_States", "description": "Slavery in the United States was the legal institution of human chattel slavery, primarily of Africans and African Americans, that existed in the United States of America from its founding in 1776 until the passage of the Thirteenth Amendment in 1865. Slavery was established throughout European colonization in the Americas. From early colonial days, it was practiced in Britain's colonies, includin"}]}, {"heading": "Events", "year": "1878", "date": "December 18", "txt": "The Al-Thani family become the rulers of the state of Qatar.", "entities": [{"title": "House of Thani", "href": "/wiki/House_of_Thani", "description": "The House of Al Thani is the ruling family of Qatar, whose origins can be traced back to Banu Tamim tribal confederation."}, {"title": "Qatar", "href": "/wiki/Qatar", "description": "Qatar, officially the State of Qatar, is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qat"}]}, {"heading": "Events", "year": "1892", "date": "December 18", "txt": "Premiere performance of The Nutcracker by Pyotr Ilyich Tchaikovsky in Saint Petersburg, Russia.", "entities": [{"title": "Pyotr Ilyich Tchaikovsky", "href": "/wiki/Pyotr_Ilyich_Tchaikovsky", "description": "Pyotr Ilyich Tchaikovsky was a Russian composer of the Romantic period. He was the first Russian composer whose music would make a lasting impression internationally. He was honored in 1884 by Tsar Alexander III and awarded a lifetime pension."}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1898", "date": "December 18", "txt": "Gaston de Chasseloup-Laubat sets the first officially recognized land speed record of 39.245 mph (63.159 km/h) in a Jeantaud electric car.", "entities": [{"title": "Gaston de Chasseloup-Laubat", "href": "/wiki/Gaston_de_Chasseloup-Laubat", "description": "Count Gaston de Chasseloup-Laubat was a French aristocrat and race car driver. He was the son of Prosper, Marquis of Chasseloup-Laubat, minister of the Navy under Napoleon III, and of his American wife Marie-Louise Pilié."}, {"title": "Land speed record", "href": "/wiki/Land_speed_record", "description": "The land speed record is the highest speed achieved by a person using a vehicle on land. There is no single body for validation and regulation; in practice the Category C flying start regulations are used, officiated by regional or national organizations under the auspices of the Fédération Internationale de l'Automobile (FIA). The land speed record (LSR) is standardized as the speed over a course"}, {"title": "Jeantaud", "href": "/wiki/Jeantaud", "description": "The Jeantaud was a make of French automobile manufactured in Paris from 1893 until 1907. It was the brainchild of Charles Jeantaud, a coachbuilder who built his first electric carriage in 1881. Among the vehicles he constructed was the first car to set a land speed record at 39.24 mph (63.15 km/h), driven by Gaston de Chasseloup-Laubat, as well as coupes and hansom cabs; in these the driver sat hi"}]}, {"heading": "Events", "year": "1900", "date": "December 18", "txt": "The Upper Ferntree Gully to Gembrook, Victoria Narrow-gauge (2 ft 6 in or 762 mm) Railway (now the Puffing Billy Railway) in Victoria, Australia is opened for traffic.", "entities": [{"title": "Upper Ferntree Gully, Victoria", "href": "/wiki/Upper_Ferntree_Gully,_Victoria", "description": "Upper Ferntree Gully is a suburb of Melbourne, Victoria, Australia, 32 km east of Melbourne's Central Business District, located within the City of Knox and Shire of Yarra Ranges local government areas. Upper Ferntree Gully recorded a population of 3,416 at the 2016 Census."}, {"title": "Gembrook, Victoria", "href": "/wiki/Gembrook,_Victoria", "description": "Gembrook is a town in Victoria, Australia, 54 kilometres (34 mi) south-east of Melbourne's Central Business District, located within the Shire of Cardinia local government area. Gembrook recorded a population of 2,350 at the 2016 Census."}, {"title": "Glossary of rail transport terms", "href": "/wiki/Glossary_of_rail_transport_terms#N", "description": "Rail terminology is a form of technical terminology. The difference between the American term railroad and the international term railway is the most significant difference in rail terminology. There are also others, due to the parallel development of rail transport systems in different parts of the world."}, {"title": "Puffing Billy Railway", "href": "/wiki/Puffing_Billy_Railway", "description": "The Puffing Billy Railway is a 2 ft 6 in narrow gauge heritage railway in the Dandenong Ranges in Melbourne, Australia. The primary starting point, operations and administration centre, main refreshment room and ticket purchasing are located at Belgrave station. Journeys may also be commenced at out-stations of which some have limited facilities for the purchase of tickets, refreshments and souven"}, {"title": "Victoria (Australia)", "href": "/wiki/Victoria_(Australia)", "description": "Victoria is a state in southeastern Australia. It is the second-smallest state with a land area of 227,444 km2 (87,817 sq mi) and the most densely populated state in Australia. Victoria is bordered with New South Wales to the north and South Australia to the west, and is bounded by the Bass Strait to the south, the Great Australian Bight portion of the Southern Ocean to the southwest, and the Tasm"}]}, {"heading": "Events", "year": "1916", "date": "December 18", "txt": "World War I: The Battle of Verdun ends when the second French offensive pushes the Germans back two or three kilometres, causing them to cease their attacks.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Verdun", "href": "/wiki/Battle_of_Verdun", "description": "The Battle of Verdun was fought from 21 February to 18 December 1916 on the Western Front in France. The battle was the longest of the First World War and took place on the hills north of Verdun-sur-Meuse. The German 5th Army attacked the defences of the Fortified Region of Verdun and those of the French Second Army on the right (east) bank of the Meuse. Using the experience of the Second Battle o"}]}, {"heading": "Events", "year": "1917", "date": "December 18", "txt": "The resolution containing the language of the Eighteenth Amendment to enact Prohibition is passed by the United States Congress.", "entities": [{"title": "Eighteenth Amendment to the United States Constitution", "href": "/wiki/Eighteenth_Amendment_to_the_United_States_Constitution", "description": "The Eighteenth Amendment of the United States Constitution established the prohibition of alcohol in the United States. The amendment was proposed by Congress on December 18, 1917, and was ratified by the requisite number of states on January 16, 1919. The Eighteenth Amendment was repealed by the Twenty-first Amendment on December 5, 1933. It is the only amendment to be repealed."}, {"title": "Prohibition in the United States", "href": "/wiki/Prohibition_in_the_United_States", "description": "Prohibition in the United States was a nationwide constitutional ban on the production, importation, transportation, and sale of alcoholic beverages from 1920 to 1933."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1932", "date": "December 18", "txt": "The Chicago Bears defeat the Portsmouth Spartans in the first NFL playoff game to win the NFL Championship.", "entities": [{"title": "Chicago Bears", "href": "/wiki/Chicago_Bears", "description": "The Chicago Bears are a professional American football team based in Chicago. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numb"}, {"title": "Portsmouth Spartans", "href": "/wiki/Portsmouth_Spartans", "description": "The professional American football team now known as the Detroit Lions previously played in Portsmouth, Ohio from its founding in 1928 to its relocation to Detroit in 1934. This article chronicles the team's history during their time as the Portsmouth Spartans. Originally drawing players from defunct independent professional and semi-pro teams, they joined the fledgling National Football League in"}, {"title": "1932 NFL Playoff Game", "href": "/wiki/1932_NFL_Playoff_Game", "description": "The 1932 NFL Playoff Game was an extra game held to break a tie in the 1932 season's final standings in the National Football League. It matched the host Chicago Bears and the Portsmouth Spartans. Because of snowfall and anticipated extremely cold temperatures in Chicago, Illinois, it was moved indoors and played at the three-year-old Chicago Stadium on December 18 on a reduced-size field on Sunda"}]}, {"heading": "Events", "year": "1935", "date": "December 18", "txt": "The Lanka Sama Samaja Party is founded in Ceylon.", "entities": [{"title": "Lanka Sama Samaja Party", "href": "/wiki/Lanka_Sama_Samaja_Party", "description": "The Lanka Sama Samaja Party, often abbreviated as LSSP is a major Trotskyist political party in Sri Lanka. It was the first political party in Sri Lanka, having been founded in 1935 by Leslie Goonewardene, N.M. Perera, Colvin R. de Silva, Philip Gunawardena and Robert Gunawardena. It currently is a member of the main ruling coalition in the government of Sri Lanka and is headed by Tissa Vitharana."}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}]}, {"heading": "Events", "year": "1939", "date": "December 18", "txt": "World War II: The Battle of the Heligoland Bight, the first major air battle of the war, takes place.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of the Heligoland Bight (1939)", "href": "/wiki/Battle_of_the_Heligoland_Bight_(1939)", "description": "The Battle of the Heligoland Bight was the first \"named\" air battle of the Second World War, which began the longest air campaign of the war, the Defence of the Reich. On 3 September 1939, the United Kingdom declared war on Nazi Germany after the German invasion of Poland, which started the European War. The British did not assist Poland by land or sea but RAF Bomber Command flew several missions "}]}, {"heading": "Events", "year": "1944", "date": "December 18", "txt": "World War II: XX Bomber Command responds to the Japanese Operation Ichi-Go offensive by dropping five hundred tons of incendiary bombs on a supply base in Hankow, China.", "entities": [{"title": "XX Bomber Command", "href": "/wiki/XX_Bomber_Command", "description": "The XX Bomber Command was a United States Air Force unit. Its last assignment was with Twentieth Air Force, based on Okinawa. It was inactivated on 16 July 1945."}, {"title": "Operation Ichi-Go", "href": "/wiki/Operation_Ichi-Go", "description": "Operation Ichi-Go was a campaign of a series of major battles between the Imperial Japanese Army forces and the National Revolutionary Army of the Republic of China, fought from April to December 1944. It consisted of three separate battles in the Chinese provinces of Henan, Hunan and Guangxi."}, {"title": "Hankou", "href": "/wiki/Hankou", "description": "Hankou, alternately romanized as Hankow, was one of the three towns merged to become modern-day Wuhan city, the capital of the Hubei province, China. It stands north of the Han and Yangtze Rivers where the Han flows into the Yangtze. Hankou is connected by bridges to its triplet sister towns Hanyang and Wuchang."}]}, {"heading": "Events", "year": "1958", "date": "December 18", "txt": "Project SCORE, the world's first communications satellite, is launched.", "entities": [{"title": "SCORE (satellite)", "href": "/wiki/SCORE_(satellite)", "description": "SCORE was the world's first purpose-built communications satellite. Launched aboard an American Atlas rocket on December 18, 1958, SCORE provided the second test of a communications relay system in space (the first having been provided by the USAF/NASA's Pioneer 1, the first broadcast of a human voice from space, and the first successful use of the Atlas as a launch vehicle. It captured world atte"}, {"title": "Communications satellite", "href": "/wiki/Communications_satellite", "description": "A communications satellite is an artificial satellite that relays and amplifies radio telecommunication signals via a transponder; it creates a communication channel between a source transmitter and a receiver at different locations on Earth. Communications satellites are used for television, telephone, radio, internet, and military applications. As of 1 August 2020, there are 2,787 artificial sat"}]}, {"heading": "Events", "year": "1966", "date": "December 18", "txt": "Saturn's moon Epimetheus is discovered by astronomer Richard Walker.", "entities": [{"title": "Saturn", "href": "/wiki/Saturn", "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It only has one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. Saturn is named after the Roman god of wealth and agriculture; its astronomical symbol (♄)"}, {"title": "Epimetheus (moon)", "href": "/wiki/Epimetheus_(moon)", "description": "Epimetheus is an inner satellite of Saturn. It is also known as Saturn XI. It is named after the mythological Epimetheus, brother of Prometheus."}]}, {"heading": "Events", "year": "1972", "date": "December 18", "txt": "Vietnam War: President Richard Nixon announces that the United States will engage North Vietnam in Operation Linebacker II, a series of Christmas bombings, after peace talks collapsed with North Vietnam on the 13th.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "Operation Linebacker II", "href": "/wiki/Operation_Linebacker_II", "description": "Operation Linebacker II was a US Seventh Air Force and U.S. Navy Task Force 77 aerial bombing campaign, conducted against targets in the Democratic Republic of Vietnam during the final period of US involvement in the Vietnam War. The operation was conducted from 18 to 29 December 1972, leading to several informal names such as \"The December Raids\" and \"The Christmas Bombings\". In Vietnam, it is ju"}, {"title": "Christmas", "href": "/wiki/Christmas", "description": "Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration by billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culmina"}]}, {"heading": "Events", "year": "1973", "date": "December 18", "txt": "Soviet Soyuz Programme: Soyuz 13, crewed by cosmonauts Valentin Lebedev and Pyotr Klimuk, is launched from Baikonur in the Soviet Union.", "entities": [{"title": "Soyuz programme", "href": "/wiki/Soyuz_programme", "description": "The Soyuz programme is a human spaceflight programme initiated by the Soviet Union in the early 1960s. The Soyuz spacecraft was originally part of a Moon landing project intended to put a Soviet cosmonaut on the Moon. It was the third Soviet human spaceflight programme after the Vostok and Voskhod programmes."}, {"title": "List of cosmonauts", "href": "/wiki/List_of_cosmonauts", "description": "This is a list of cosmonauts who have taken part in the missions of the Soviet space program and the Russian Federal Space Agency, including ethnic Russians and people of other ethnicities."}, {"title": "Valentin Lebedev", "href": "/wiki/Valentin_Lebedev", "description": "Valentin Vitalyevich Lebedev is a Soviet cosmonaut who made two flights into space. His stay aboard the Space Station Salyut 7 with Anatoly Berezovoy in 1982, which lasted 211 days, was recorded in the Guinness Book of Records."}, {"title": "Pyotr Klimuk", "href": "/wiki/Pyotr_Klimuk", "description": "Pyotr Ilyich Klimuk is a former Soviet cosmonaut and the first Belarusian to perform space travel. Klimuk made three flights into space."}, {"title": "Baikonur", "href": "/wiki/Baikonur", "description": "Baikonur, formerly known as Leninsk, is a city of republic significance in Kazakhstan on the northern bank of the Syr Darya river, rented and administered by the Russian Federation. It was constructed to service the Baikonur Cosmodrome and was officially renamed Baikonur by Russian president Boris Yeltsin on December 20, 1995. During the Soviet period, it was sometimes referred to as Звездоград, R"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1977", "date": "December 18", "txt": "United Airlines Flight 2860 crashes near Kaysville, Utah, killing all three crew members on board.", "entities": [{"title": "United Airlines Flight 2860", "href": "/wiki/United_Airlines_Flight_2860", "description": "United Airlines Flight 2860 was a scheduled domestic cargo flight in the United States from San Francisco, California, to Chicago, Illinois, with an intermediate stop added at Salt Lake City, Utah. On December 18, 1977, operated by one of the airline's Douglas DC-8 Jet Traders, registration N8047U, the flight was in a holding pattern in Utah and crashed into a mountain in the Wasatch Range near Fr"}, {"title": "Kaysville, Utah", "href": "/wiki/Kaysville,_Utah", "description": "Kaysville is a city in Davis County, Utah. It is part of the Ogden–Clearfield metropolitan area. The population was 27,300 at the time of the 2010 census, with an estimated population of 32,390 in 2019."}]}, {"heading": "Events", "year": "1981", "date": "December 18", "txt": "First flight of the Russian heavy strategic bomber Tu-160, the world's largest combat aircraft, largest supersonic aircraft and largest variable-sweep wing aircraft built.", "entities": [{"title": "Heavy bomber", "href": "/wiki/Heavy_bomber", "description": "Heavy bombers are bomber aircraft capable of delivering the largest payload of air-to-ground weaponry and longest range of their era. Archetypal heavy bombers have therefore usually been among the largest and most powerful military aircraft at any point in time. In the second half of the 20th century, heavy bombers were largely superseded by strategic bombers, which were often smaller in size, but"}, {"title": "Strategic bomber", "href": "/wiki/Strategic_bomber", "description": "A strategic bomber is a medium- to long-range penetration bomber aircraft designed to drop large amounts of air-to-ground weaponry onto a distant target for the purposes of debilitating the enemy's capacity to wage war. Unlike tactical bombers, penetrators, fighter-bombers, and attack aircraft, which are used in air interdiction operations to attack enemy combatants and military equipment, strateg"}, {"title": "Tupolev Tu-160", "href": "/wiki/Tupolev_Tu-160", "description": "The Tupolev Tu-160 is a supersonic, variable-sweep wing heavy strategic bomber designed by the Tupolev Design Bureau in the Soviet Union in the 1970s. It is the largest and heaviest Mach 2+ supersonic military aircraft ever built and next to the experimental XB-70 Valkyrie in overall length. As of 2021, it is the largest and heaviest combat aircraft, the fastest bomber in use and the largest and h"}, {"title": "Combat aircraft", "href": "/wiki/Combat_aircraft", "description": "A military aircraft is any fixed-wing or rotary-wing aircraft that is operated by a legal or insurrectionary armed service of any type. Military aircraft can be either combat or non-combat:Combat aircraft are designed to destroy enemy equipment using their own aircraft ordnance. Combat aircraft are typically developed and procured only by military forces.\nNon-combat aircraft are not designed for c"}, {"title": "Supersonic aircraft", "href": "/wiki/Supersonic_aircraft", "description": "A supersonic aircraft is an aircraft able to fly faster than the speed of sound. Supersonic aircraft were developed in the second half of the twentieth century and have been used almost entirely for research and military purposes. Only two, Tupolev Tu-144 and the Concorde, ever entered service for civil use as airliners. Fighter jets are the most common example of supersonic aircraft."}, {"title": "Variable-sweep wing", "href": "/wiki/Variable-sweep_wing", "description": "A variable-sweep wing, colloquially known as a \"swing wing\", is an airplane wing, or set of wings, that may be swept back and then returned to its original straight position during flight. It allows the aircraft's shape to be modified in flight, and is therefore an example of a variable-geometry aircraft."}]}, {"heading": "Events", "year": "1999", "date": "December 18", "txt": "NASA launches into orbit the Terra platform carrying five Earth Observation instruments, including ASTER, CERES, MISR, MODIS and MOPITT.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Terra (satellite)", "href": "/wiki/Terra_(satellite)", "description": "Terra is a multi-national NASA scientific research satellite in a Sun-synchronous orbit around the Earth. It is the flagship of the Earth Observing System (EOS). The name \"Terra\" comes from the Latin word for Earth. A naming contest was held by NASA among U.S. high school students. The winning essay was submitted by Sasha Jones of Brentwood, Missouri. The identifier \"AM-1\" refers to its orbit, pas"}, {"title": "Advanced Spaceborne Thermal Emission and Reflection Radiometer", "href": "/wiki/Advanced_Spaceborne_Thermal_Emission_and_Reflection_Radiometer", "description": "The Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) is a Japanese sensor which is one of five remote sensory devices on board the Terra satellite launched into Earth orbit by NASA in 1999. The instrument has been collecting data since February 2000."}, {"title": "Clouds and the Earth's Radiant Energy System", "href": "/wiki/Clouds_and_the_Earth%27s_Radiant_Energy_System", "description": "Clouds and the Earth's Radiant Energy System (CERES) is on-going NASA climatological experiment from Earth orbit. The CERES are scientific satellite instruments, part of the NASA's Earth Observing System (EOS), designed to measure both solar-reflected and Earth-emitted radiation from the top of the atmosphere (TOA) to the Earth's surface. Cloud properties are determined using simultaneous measurem"}, {"title": "Multi-angle Imaging SpectroRadiometer", "href": "/wiki/Multi-angle_Imaging_SpectroRadiometer", "description": "The multi-angle imaging spectroradiometer (MISR) is a scientific instrument on the Terra satellite launched by NASA on 18 December 1999. This device is designed to measure the intensity of solar radiation reflected by the Earth system in various directions and spectral bands; it became operational in February 2000. Data generated by this sensor have been proven useful in a variety of applications "}, {"title": "Moderate-Resolution Imaging Spectroradiometer", "href": "/wiki/Moderate-Resolution_Imaging_Spectroradiometer", "description": "The Moderate Resolution Imaging Spectroradiometer (MODIS) is a payload imaging sensor built by Santa Barbara Remote Sensing that was launched into Earth orbit by NASA in 1999 on board the Terra satellite, and in 2002 on board the Aqua satellite. The instruments capture data in 36 spectral bands ranging in wavelength from 0.4 μm to 14.4 μm and at varying spatial resolutions. Together the instrument"}, {"title": "MOPITT", "href": "/wiki/MOPITT", "description": "MOPITT is a payload scientific instrument launched into Earth orbit by NASA on board the Terra satellite in 1999. It is designed to monitor changes in pollution patterns and its effect in the lower atmosphere of the Earth. The instrument was funded by the Space Science Division of the Canadian Space Agency."}]}, {"heading": "Events", "year": "2002", "date": "December 18", "txt": "California gubernatorial recall: Then Governor of California Gray Davis announces that the state would face a record budget deficit of $35 billion, roughly double the figure reported during his reelection campaign one month earlier.", "entities": [{"title": "2003 California gubernatorial recall election", "href": "/wiki/2003_California_gubernatorial_recall_election", "description": "The 2003 California gubernatorial recall election was a special election permitted under California state law. It resulted in voters replacing incumbent Democratic Governor Gray Davis with Republican Arnold Schwarzenegger. The recall effort spanned the latter half of 2003. Seven of the nine previous governors, including Davis, had faced unsuccessful recall attempts."}, {"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}, {"title": "Gray Davis", "href": "/wiki/Gray_Davis", "description": "Joseph Graham \"Gray\" Davis Jr. is an American attorney and former politician who served as the 37th governor of California from 1999 to 2003. In 2003, only a few months into his second term, Davis was recalled and removed from office, the second state governor successfully recalled in U.S. history. Prior to serving as governor, Davis was chief of staff to Governor Jerry Brown (1975–81), a Californ"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Government budget balance", "href": "/wiki/Government_budget_balance", "description": "A government budget is a financial statement presenting the government's proposed revenues and spending for a financial year. The government budget balance, also alternatively referred to as general government balance, public budget balance, or public fiscal balance, is the overall difference between government revenues and spending. A positive balance is called a government budget surplus, and a "}, {"title": "United States dollar", "href": "/wiki/United_States_dollar", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "2005", "date": "December 18", "txt": "The Chadian Civil War begins when rebel groups, allegedly backed by neighbouring Sudan, launch an attack in Adré.", "entities": [{"title": "Chadian Civil War (2005–10)", "href": "/wiki/Chadian_Civil_War_(2005%E2%80%9310)", "description": "The most recent Chadian Civil War began in December 2005. Since its independence from France in 1960, Chad has been swamped by the civil war between the Arab-Muslims of the north and the Sub-Saharan-Christians of the south. As a result, leadership and presidency in Chad drifted back and forth between the Christian southerners and Muslim northerners. When one side was in power, the other side usual"}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "Battle of Adré", "href": "/wiki/Battle_of_Adr%C3%A9", "description": "The Battle of Adré took place in Adré, Chad on 18 December 2005. The battle began when the Chadian rebel groups Rally for Democracy and Liberty (RDL) and Platform for Change, Unity, and Democracy (SCUD), allegedly backed by the government of Sudan, attacked the garrison in this city. However, Chadian loyalists, who had been forewarned by military intelligence of the attack, easily repulsed the att"}]}, {"heading": "Events", "year": "2006", "date": "December 18", "txt": "The first of a series of floods strikes Malaysia. The death toll of all flooding is at least 118, with over 400,000 people displaced.", "entities": [{"title": "2006–07 Malaysian floods", "href": "/wiki/2006%E2%80%9307_Malaysian_floods", "description": "The 2006–2007 Southeast Asian floods were a series of floods that mostly affected Malaysia from 18 December 2006 to 13 January 2007. The floods were caused by above average rainfall, which was attributed to Typhoon Utor which had hit the Philippines and Vietnam a few days earlier. By the third week of January 2007, Johor had been affected by a larger flood. Singapore and certain parts of Indonesia"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "2006", "date": "December 18", "txt": "United Arab Emirates holds its first-ever elections.", "entities": [{"title": "United Arab Emirates parliamentary election, 2006", "href": "/wiki/United_Arab_Emirates_parliamentary_election,_2006", "description": "Parliamentary election were held for the first time in the United Arab Emirates in December 2006 to elect half of the 40 members of Federal National Council. Voting took place in Abu Dhabi and Fujairah on 16 December, in Dubai and Ras al-Khaimah on 18 December, and in Sharjah, Ajman and Umm al-Quwain on 20 December."}]}, {"heading": "Events", "year": "2015", "date": "December 18", "txt": "Kellingley Colliery, the last deep coal mine in Great Britain, closes.", "entities": [{"title": "Kellingley Colliery", "href": "/wiki/Kellingley_Colliery", "description": "Kellingley Colliery was a deep coal mine in North Yorkshire, England, 3.6 miles (5.8 km) east of Ferrybridge power station. It was owned and operated by UK Coal."}, {"title": "Coal mine", "href": "/wiki/Coal_mine", "description": "Coal mining is the process of extracting coal from the ground. Coal is valued for its energy content and since the 1880s has been widely used to generate electricity. Steel and cement industries use coal as a fuel for extraction of iron from iron ore and for cement production. In the United Kingdom and South Africa, a coal mine and its structures are a colliery, a coal mine is called a 'pit', and "}, {"title": "Great Britain", "href": "/wiki/Great_Britain", "description": "Great Britain is an island in the North Atlantic Ocean off the northwest coast of continental Europe. With an area of 209,331 km2 (80,823 sq mi), it is the largest of the British Isles, the largest European island, and the ninth-largest island in the world. The island is dominated by a maritime climate with narrow temperature differences between seasons. The 60% smaller island of Ireland is to the"}]}, {"heading": "Events", "year": "2017", "date": "December 18", "txt": "Amtrak Cascades passenger train 501, derailed near DuPont, Washington, a city in United States near Olympia, Washington killing six people, and injuring 70 others.", "entities": [{"title": "Amtrak Cascades", "href": "/wiki/Amtrak_Cascades", "description": "The Amtrak Cascades is a passenger train corridor in the Pacific Northwest, operated by Amtrak in partnership with the U.S. states of Washington and Oregon. It is named after the Cascade mountain range that the route parallels. The 467-mile (752 km) corridor runs from Vancouver, British Columbia, through Seattle, Washington and Portland, Oregon to Eugene, Oregon."}, {"title": "DuPont, Washington", "href": "/wiki/DuPont,_Washington", "description": "DuPont is a city in Pierce County, Washington, United States. The population was 8,199 at the 2010 census. Originally a company town, the city is named after the DuPont chemical company which operated an explosives manufacturing plant in the area from 1909 to 1975."}, {"title": "Olympia, Washington", "href": "/wiki/Olympia,_Washington", "description": "Olympia is the capital of the U.S. state of Washington and the county seat and largest city of Thurston County. It is located 60 miles (100 km) southwest of Seattle, the state's largest city, and is a cultural center of the southern Puget Sound region."}]}, {"heading": "Events", "year": "2018", "date": "December 18", "txt": "List of bolides: A meteor exploded over the Bering Sea with a force over 10 times greater than the atomic bomb that destroyed Hiroshima in 1945.", "entities": [{"title": "List of bolides", "href": "/wiki/List_of_bolides", "description": "The following is a list of bolides and fireballs seen on Earth in recent times. These are small asteroids that regularly impact the Earth. Although most are so small that they burn up in the atmosphere before reaching the surface, some larger objects may reach the surface as fragments, known as meteorites. A few of these are detected by NASA's Sentry system, in which case the impact is predicted."}]}, {"heading": "Events", "year": "2019", "date": "December 18", "txt": "The United States House of Representatives impeaches Donald Trump for the first time.", "entities": [{"title": "First impeachment of Donald Trump", "href": "/wiki/First_impeachment_of_Donald_Trump", "description": "The first impeachment of Donald Trump occurred when Donald Trump, the 45th president of the United States, was impeached by the House of Representatives of the 116th United States Congress on December 18, 2019. The House adopted two articles of impeachment against Trump: abuse of power and obstruction of Congress. The Senate acquitted Trump of these charges on February 5, 2020."}]}, {"heading": "Births", "year": "1406", "date": "December 18", "txt": "Richard Olivier de Longueil, French Roman Catholic bishop and cardinal (d. 1470)", "entities": [{"title": "Richard Olivier de Longueil", "href": "/wiki/Richard_Olivier_de_Longueil", "description": "Richard Olivier de Longueil (1406–1470) was a French Roman Catholic bishop and cardinal."}, {"title": "Bishop", "href": "/wiki/Bishop", "description": "A bishop is an ordained, consecrated, or appointed member of the Christian clergy who is generally entrusted with a position of authority and oversight."}, {"title": "Cardinal (Catholic Church)", "href": "/wiki/Cardinal_(Catholic_Church)", "description": "Cardinals are the most senior members of the clergy of the Catholic Church, being second in precedence only to the Pope. They are appointed to the rank of cardinal in addition to their existing position within the Church. Collectively, they constitute the College of Cardinals, and are appointed for life."}]}, {"heading": "Births", "year": "1499", "date": "December 18", "txt": "Sebald Heyden, German musicologist and theologian (d. 1561)", "entities": [{"title": "Sebald Heyden", "href": "/wiki/Sebald_Heyden", "description": "Sebald Heyden was a German musicologist, cantor, theologian, hymn-writer and religious poet. He is perhaps best known for his De arte canendi which is considered to have had a major impact on scholarship and the teaching of singing to young boys. It has been speculated that Heyden was the world's first true musicologist."}]}, {"heading": "Births", "year": "1481", "date": "December 18", "txt": "Sophie of Mecklenburg, Duchess of Mecklenburg, Duchess of Saxony (d. 1503)", "entities": [{"title": "Sophie of Mecklenburg (1481–1503)", "href": "/wiki/Sophie_of_Mecklenburg_(1481%E2%80%931503)", "description": "Sophie of Mecklenburg, also spelled Sophia was a German noblewoman. She was a Duchess of Mecklenburg by birth and by marriage Electoral Princess of Saxony."}]}, {"heading": "Births", "year": "1505", "date": "December 18", "txt": "Philipp von Hutten, German explorer (d. 1546)", "entities": [{"title": "Philipp von Hutten", "href": "/wiki/Philipp_von_Hutten", "description": "Philipp von Hutten was a German adventurer, and an early European explorer of Venezuela. He is a significant figure in the history of Klein-Venedig, the concession of Venezuela Province to the Welser banking family by Charles V, Holy Roman Emperor and King of Spain."}]}, {"heading": "Births", "year": "1507", "date": "December 18", "txt": "Ōuchi Yoshitaka, Japanese daimyō (d. 1551)", "entities": [{"title": "Ōuchi Yoshitaka", "href": "/wiki/%C5%8Cuchi_Yoshitaka", "description": "Ōuchi Yoshitaka  was the daimyō of Suō Province and the head of the Ōuchi clan, succeeding Ōuchi Yoshioki."}]}, {"heading": "Births", "year": "1552", "date": "December 18", "txt": "Ahmad Ibn al-Qadi, Moroccan writer, judge and mathematician (d. 1616)", "entities": [{"title": "Ahmad Ibn al-Qadi", "href": "/wiki/Ahmad_Ibn_al-Qadi", "description": "Shihab al-Din abu l-‘Abbas Ahmad ibn Mohammed ibn Mohammed ibn Ahmed ibn Ali ibn 'Abd ar-Rahman ibn Abi'l-'Afiyya al-Miknasi az-Zanati, known simply as Ahmad ibn al-Qadi or Ibn al-Qadi (1552/1553–1616), was a Moroccan polygraph. He was the leading writer from Ahmad al-Mansur's court in Morocco next to Abd al-Aziz al-Fishtali. He was also a renowned judge and mathematician."}]}, {"heading": "Births", "year": "1590", "date": "December 18", "txt": "William Louis, Count of Nassau-Saarbrücken (d. 1640)", "entities": [{"title": "William Louis, Count of Nassau-Saarbrücken", "href": "/wiki/William_Louis,_Count_of_Nassau-Saarbr%C3%BCcken", "description": "William Louis of Nassau-Saarbrücken, was a Count of Saarbrücken."}]}, {"heading": "Births", "year": "1602", "date": "December 18", "txt": "Simonds d'Ewes, English historian and politician (d. 1650)", "entities": [{"title": "Simonds d'Ewes", "href": "/wiki/Simonds_d%27Ewes", "description": "\n\nSir Simonds d'Ewes, 1st Baronet was an English antiquary and politician. He was bred for the bar, was a member of the Long Parliament and left notes on its transactions. D'Ewes took the Puritan side in the Civil War. His Journal of all the Parliaments of Elizabeth is of value; he left an Autobiography and Correspondence."}]}, {"heading": "Births", "year": "1610", "date": "December 18", "txt": "Charles du Fresne, sieur du Cange, French philologist and historian (d. 1688)", "entities": [{"title": "Charles du Fresne, sieur du Cange", "href": "/wiki/Charles_du_Fresne,_sieur_du_Cange", "description": "Charles du Fresne, sieur du Cange or Du Cange was a distinguished philologist and historian of the Middle Ages and Byzantium."}]}, {"heading": "Births", "year": "1620", "date": "December 18", "txt": "Heinrich Roth, German missionary and scholar (d. 1668)", "entities": [{"title": "Heinrich Roth", "href": "/wiki/Heinrich_Roth", "description": "Heinrich Roth was a missionary and pioneering Sanskrit scholar."}]}, {"heading": "Births", "year": "1626", "date": "December 18", "txt": "Christina, Queen of Sweden (d. 1689)", "entities": [{"title": "Christina, Queen of Sweden", "href": "/wiki/Christina,_Queen_of_Sweden", "description": "Christina, a member of the House of Vasa, was Queen of Sweden from 1632 until her abdication in 1654. She succeeded her father Gustavus Adolphus upon his death at the Battle of Lützen, but began ruling the Swedish Empire when she reached the age of 18."}]}, {"heading": "Births", "year": "1660", "date": "December 18", "txt": "Countess Johanna Magdalene of Hanau-Lichtenberg (d. 1715)", "entities": [{"title": "Countess Johanna Magdalene of Hanau-Lichtenberg", "href": "/wiki/Countess_Johanna_Magdalene_of_Hanau-Lichtenberg", "description": "Countess Johanna Magdalene of Hanau-Lichtenberg was a daughter of Johann Reinhard II of Hanau-Lichtenberg (1628–1666) and the Countess Palatine Anna Magdalena of Birkenfeld-Bischweiler (1640–1693)."}]}, {"heading": "Births", "year": "1661", "date": "December 18", "txt": "Christopher Polhem, Swedish physicist and inventor (d. 1751)", "entities": [{"title": "Christopher Polhem", "href": "/wiki/Christopher_Polhem", "description": "Christopher Polhammar better known as Christopher Polhem, which he took after his ennoblement in 1716, was a Swedish scientist, inventor and industrialist. He made significant contributions to the economic and industrial development of Sweden, particularly mining. He was ennobled by King Charles XII of Sweden for his contributions to Swedish technological development.\n\n\n"}]}, {"heading": "Births", "year": "1662", "date": "December 18", "txt": "James Douglas, 2nd Duke of Queensberry, Scottish colonel and politician, Secretary of State for Scotland (d. 1711)", "entities": [{"title": "James Douglas, 2nd Duke of Queensberry", "href": "/wiki/James_Douglas,_2nd_Duke_of_Queensberry", "description": "James Douglas, 2nd Duke of Queensberry and 1st Duke of Dover was a Scottish nobleman."}, {"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1707", "date": "December 18", "txt": "Charles Wesley, English missionary and composer (d. 1788)", "entities": [{"title": "Charles Wesley", "href": "/wiki/Charles_Wesley", "description": "Charles Wesley was an English leader of the Methodist movement, most widely known for writing over 6,500 hymns."}]}, {"heading": "Births", "year": "1725", "date": "December 18", "txt": "Johann Salomo Semler, German historian and theologian (d. 1791)", "entities": [{"title": "Johann Salomo Semler", "href": "/wiki/Johann_Salomo_Semler", "description": "Johann Salomo Semler was a German church historian, biblical commentator, and critic of ecclesiastical documents and of the history of dogmas. He is sometimes known as \"the father of German rationalism\"."}]}, {"heading": "Births", "year": "1734", "date": "December 18", "txt": "Jean-Baptiste Rey, French conductor and composer (d. 1810)", "entities": [{"title": "Jean-Baptiste Rey", "href": "/wiki/Jean-Baptiste_Rey", "description": "Jean-Baptiste Rey was a French conductor and composer."}]}, {"heading": "Births", "year": "1800", "date": "December 18", "txt": "James Watney, English brewer and businessman (d. 1884)", "entities": [{"title": "James Watney", "href": "/wiki/James_Watney", "description": "James Watney was an English brewer and landowner who resided at Haling Park, Croydon, and Beddington, Surrey. He was born to Daniel Watney (1771–1831) of Mitcham, Surrey and Mary Galpin (1771–1830), daughter of James Galpin of Mitcham, Surrey. He was the grandson of John Watney (1747–1814) and great-grandson of Daniel Watney (1705–1780) of Wimbledon, Surrey who was an ale conner."}]}, {"heading": "Births", "year": "1824", "date": "December 18", "txt": "John Hall, English-New Zealand politician, 12th Prime Minister of New Zealand (d. 1907)", "entities": [{"title": "John Hall (New Zealand politician)", "href": "/wiki/John_Hall_(New_Zealand_politician)", "description": "Sir John Hall was a New Zealand politician who served as the 12th Prime Minister of New Zealand from 1879 to 1882. Born in Kingston upon Hull, England, the third son of George Hall, a captain in the navy. At the age of ten he was sent to school in Switzerland and his education continued in Paris and Hamburg. After returning to England and being employed by the Post Office, at the age of 27 he deci"}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1825", "date": "December 18", "txt": "Charles Griffin, American general (d. 1876)", "entities": [{"title": "Charles Griffin", "href": "/wiki/Charles_Griffin", "description": "Charles Griffin was a career officer in the United States Army and a Union general in the American Civil War. He rose to command a corps in the Army of the Potomac and fought in many of the key campaigns in the Eastern Theater."}]}, {"heading": "Births", "year": "1825", "date": "December 18", "txt": "John S. Harris, American surveyor and politician (d. 1906)", "entities": []}, {"heading": "Births", "year": "1835", "date": "December 18", "txt": "Lyman Abbott, American minister, theologian, and author (d. 1922)", "entities": [{"title": "Lyman Abbott", "href": "/wiki/Lyman_Abbott", "description": "Lyman J. Abbott was an American Congregationalist theologian, editor, and author."}]}, {"heading": "Births", "year": "1847", "date": "December 18", "txt": "Augusta Holmès, French pianist and composer (d. 1903)", "entities": [{"title": "Augusta Holmès", "href": "/wiki/Augusta_Holm%C3%A8s", "description": "Augusta Mary Anne Holmès was a French composer of Irish descent. In 1871, Holmès became a French citizen and added the accent to her last name. She wrote the texts to almost all of her vocal music herself, including songs, oratorios, the libretto of her opera La Montagne noire and the programmatic poems for her symphonic poems including Irlande and Andromède."}]}, {"heading": "Births", "year": "1849", "date": "December 18", "txt": "Henrietta Edwards, Canadian activist and author (d. 1931)", "entities": [{"title": "Henrietta Edwards", "href": "/wiki/Henrietta_Edwards", "description": "Henrietta Muir Edwards was a Canadian women's rights activist and reformer.\nShe was the eldest of \"The Famous Five\", along with Emily Murphy, Nellie McClung, Louise McKinney and Irene Parlby, who fought to have women recognized as \"persons\" under the law, and for the woman's right to vote in elections."}]}, {"heading": "Births", "year": "1851", "date": "December 18", "txt": "Graciano López Jaena, Filipino journalist (d. 1896)", "entities": [{"title": "Graciano López Jaena", "href": "/wiki/Graciano_L%C3%B3pez_Jaena", "description": "Graciano López y Jaena, commonly known as Graciano López Jaena, was a Filipino journalist, orator, reformist, and national hero who is well known for his newspaper, La Solidaridad."}]}, {"heading": "Births", "year": "1856", "date": "December 18", "txt": "J. J. Thomson, English physicist and academic, Nobel Prize laureate (d. 1940)", "entities": [{"title": "J. J. Thomson", "href": "/wiki/J._J._Thomson", "description": "Sir Joseph John Thomson was an English physicist and Nobel Laureate in Physics, credited with the discovery of the electron, the first subatomic particle to be discovered."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1860", "date": "December 18", "txt": "Edward MacDowell, American pianist and composer (d. 1908)", "entities": [{"title": "Edward MacDowell", "href": "/wiki/Edward_MacDowell", "description": "Edward Alexander MacDowell was an American composer and pianist of the late Romantic period. He was best known for his second piano concerto and his piano suites Woodland Sketches, Sea Pieces and New England Idylls. Woodland Sketches includes his most popular short piece, \"To a Wild Rose\". In 1904 he was one of the first seven Americans honored by membership in the American Academy of Arts and Let"}]}, {"heading": "Births", "year": "1861", "date": "December 18", "txt": "Lionel Monckton, English composer and critic (d. 1924)", "entities": [{"title": "Lionel Monckton", "href": "/wiki/Lionel_Monckton", "description": "Lionel John Alexander Monckton was an English composer of musical theatre. He became Britain's most popular composer of Edwardian musical comedy in the early years of the 20th century."}]}, {"heading": "Births", "year": "1863", "date": "December 18", "txt": "Archduke Franz Ferdinand of Austria (d. 1914)", "entities": [{"title": "Archduke Franz Ferdinand of Austria", "href": "/wiki/Archduke_Franz_Ferdinand_of_Austria", "description": "Archduke Franz Ferdinand Carl Ludwig Joseph Maria of Austria was the heir presumptive to the throne of Austria-Hungary. His assassination in Sarajevo is considered the most immediate cause of World War I."}]}, {"heading": "Births", "year": "1867", "date": "December 18", "txt": "Foxhall P. Keene, American polo player and horse breeder (d. 1941)", "entities": [{"title": "Foxhall P. Keene", "href": "/wiki/Foxhall_P._Keene", "description": "Foxhall Parker Keene was an American thoroughbred race horse owner and breeder, a world and Olympic gold medallist in polo and an amateur tennis player. He was rated the best all-around polo player in the United States for eight consecutive years, a golfer who competed in the U.S. Open, and a pioneer racecar driver who vied for the Gordon Bennett Cup. In addition to his substantial involvement in "}]}, {"heading": "Births", "year": "1869", "date": "December 18", "txt": "Edward Willis Redfield, American painter and educator (d. 1965)", "entities": [{"title": "Edward Willis Redfield", "href": "/wiki/Edward_Willis_Redfield", "description": "Edward Willis Redfield was an American Impressionist landscape painter and member of the art colony at New Hope, Pennsylvania. He is best known today for his impressionist scenes of the New Hope area, often depicting the snow-covered countryside. He also spent his summers on Boothbay Harbor, Maine, where he interpreted the local coastline. He frequently painted Maine's Monhegan Island."}]}, {"heading": "Births", "year": "1870", "date": "December 18", "txt": "Saki, British short story writer (d. 1916)", "entities": [{"title": "Saki", "href": "/wiki/Saki", "description": "Hector Hugh Munro, better known by the pen name Saki and also frequently as H. H. Munro, was a British writer whose witty, mischievous and sometimes macabre stories satirize Edwardian society and culture. He is considered by English teachers and scholars as a master of the short story, and often compared to O. Henry and Dorothy Parker. Influenced by Oscar Wilde, Lewis Carroll and Rudyard Kipling, "}]}, {"heading": "Births", "year": "1873", "date": "December 18", "txt": "Francis Burton Harrison, American general and politician, 6th Governor-General of the Philippines (d. 1957)", "entities": [{"title": "Francis Burton Harrison", "href": "/wiki/Francis_Burton_Harrison", "description": "Francis Burton Harrison was an American-born Filipino statesman who served in the United States House of Representatives and was appointed Governor-General of the Philippines by President of the United States Woodrow Wilson. Harrison was a prominent adviser to the president of the Philippine Commonwealth, as well as the next four Presidents of the Republic of the Philippines. He is the only former"}, {"title": "Governor-General of the Philippines", "href": "/wiki/Governor-General_of_the_Philippines", "description": "The Governor-General of the Philippines was the title of the government executive during the colonial period of the Philippines, governed mainly by Spain (1565–1898) and the United States (1898–1946), and briefly by Great Britain (1762–1764) and Japan (1942–1945). They were also the representative of the executive of the ruling power."}]}, {"heading": "Births", "year": "1875", "date": "December 18", "txt": "Matt McGrath, Irish-American hammer thrower (d. 1941)", "entities": [{"title": "Matt McGrath", "href": "/wiki/Matt_McGrath", "description": "Matthew John \"Matt\" McGrath was a member of the Irish American Athletic Club, the New York Athletic Club, and the New York City Police Department. At the time of his death at age 64, he attained the rank of Police Inspector, and during his career received the NYPD's Medal of Valor twice. He competed for the U.S. team in the Olympics in 1908, 1912, 1920 and 1924. In his prime, he was known as \"one "}]}, {"heading": "Births", "year": "1878", "date": "December 18", "txt": "Joseph Stalin, Georgian-Russian marshal and politician, 4th Premier of the Soviet Union (d. 1953)", "entities": [{"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Premier of the Soviet Union", "href": "/wiki/Premier_of_the_Soviet_Union", "description": "The Premier of the Soviet Union was the head of government of the Union of Soviet Socialist Republics (USSR). The office had four different names throughout its existence: Chairman of the Council of People's Commissars (1923–1946), Chairman of the Council of Ministers (1946–1991), Prime Minister of the Soviet Union and Chairman of the Committee on the Operational Management of the Soviet Economy. "}]}, {"heading": "Births", "year": "1879", "date": "December 18", "txt": "Paul Klee, Swiss-German painter and educator (d. 1940)", "entities": [{"title": "Paul Klee", "href": "/wiki/Paul_Klee", "description": "Paul Klee was a Swiss-born German artist. His highly individual style was influenced by movements in art that included expressionism, cubism, and surrealism. Klee was a natural draftsman who experimented with and eventually deeply explored color theory, writing about it extensively; his lectures Writings on Form and Design Theory, published in English as the Paul Klee Notebooks, are held to be as "}]}, {"heading": "Births", "year": "1882", "date": "December 18", "txt": "Richard Maury, American-Argentinian engineer, designed the Salta–Antofagasta railway (d. 1950)", "entities": [{"title": "Richard Maury", "href": "/wiki/Richard_Maury", "description": "Richard Fontaine Maury was an American railway engineer and naturalized Argentine. He became known for the project of the Argentine \"Ramal C-14\" of the Ferrocarril General Manuel Belgrano and the touristic Tren a las Nubes."}, {"title": "Salta–Antofagasta railway", "href": "/wiki/Salta%E2%80%93Antofagasta_railway", "description": "The Salta–Antofagasta railway, also named Huaytiquina, is a non-electrified single track railway line that links Argentina and Chile passing through the Andes. It is a 1,000 mm metre gauge railway with a total length of 941 km, connecting the city of Salta (Argentina) to the one of Antofagasta (Chile), on the Pacific Ocean, passing through the Puna de Atacama and Atacama Desert."}]}, {"heading": "Births", "year": "1884", "date": "December 18", "txt": "Emil Starkenstein, Czech pharmacologist, co-founded clinical pharmacology (d. 1942)", "entities": [{"title": "Emil Starkenstein", "href": "/wiki/Emil_Starkenstein", "description": "Emil Starkenstein was a Czech-Jewish pharmacologist and one of the founders of clinical pharmacology. He was killed in the Mauthausen-Gusen concentration camp along with a few hundred refugees from Amsterdam after an incident in which a Dutch Jew resisted a Nazi patrol."}, {"title": "Clinical pharmacology", "href": "/wiki/Clinical_pharmacology", "description": "Clinical pharmacology has been defined as \"that discipline that teaches, does research, frames policy, gives information and advice about the actions and proper uses of medicines in humans and implements that knowledge in clinical practice\". Clinical Pharmacology is inherently a translational discipline underpinned by the basic science of pharmacology, engaged in the experimental and observational"}]}, {"heading": "Births", "year": "1886", "date": "December 18", "txt": "Ty Cobb, American baseball player and manager (d. 1961)", "entities": [{"title": "Ty Cobb", "href": "/wiki/Ty_Cobb", "description": "Tyrus Raymond Cobb, nicknamed The Georgia Peach, was an American Major League Baseball (MLB) outfielder. He was born in rural Narrows, Georgia. Cobb spent 22 seasons with the Detroit Tigers, the last six as the team's player-manager, and finished his career with the Philadelphia Athletics. In 1936, Cobb received the most votes of any player on the inaugural Baseball Hall of Fame ballot, receiving "}]}, {"heading": "Births", "year": "1887", "date": "December 18", "txt": "Bhikhari Thakur, Indian actor, singer, and playwright (d. 1971)", "entities": [{"title": "Bhikhari Thakur", "href": "/wiki/Bhikhari_Thakur", "description": "Bhikari Thakur was an Indian Bhojpuri language poet, playwright, lyricist, actor, folk dancer, folk singer and social activist, widely regarded as the greatest writer in the Bhojpuri Langauage and most popular folk writer of Purvanchal and Bihar. He is oftenly called the \"Shakespeare of Bhojpuri\" and \"Rai Bahadur\". His works consist of more than a dozen plays, Monologues, Poems, Bhajans which appe"}]}, {"heading": "Births", "year": "1888", "date": "December 18", "txt": "Gladys Cooper, English actress and singer (d. 1971)", "entities": [{"title": "Gladys Cooper", "href": "/wiki/Gladys_Cooper", "description": "Dame Gladys Constance Cooper, was an English actress whose career spanned seven decades on stage, in films and on television."}]}, {"heading": "Births", "year": "1888", "date": "December 18", "txt": "Robert Moses, American urban planner (d. 1981)", "entities": []}, {"heading": "Births", "year": "1890", "date": "December 18", "txt": "Edwin Howard Armstrong, American engineer, invented FM radio (d. 1954)", "entities": [{"title": "Edwin Howard Armstrong", "href": "/wiki/Edwin_Howard_Armstrong", "description": "Edwin Howard Armstrong was an American electrical engineer and inventor, who developed FM radio and the superheterodyne receiver system. He held 42 patents and received numerous awards, including the first Medal of Honor awarded by the Institute of Radio Engineers, the French Legion of Honor, the 1941 Franklin Medal and the 1942 Edison Medal. He was inducted into the National Inventors Hall of Fam"}, {"title": "FM radio", "href": "/wiki/FM_radio", "description": "FM broadcasting is a method of radio broadcasting using frequency modulation (FM). Invented in 1933 by American engineer Edwin Armstrong, wide-band FM is used worldwide to provide high fidelity sound over broadcast radio. FM broadcasting is capable of higher fidelity—that is, more accurate reproduction of the original program sound—than other broadcasting technologies, such as AM broadcasting. The"}]}, {"heading": "Births", "year": "1896", "date": "December 18", "txt": "Gerald Barry, English colonel and cricketer (d. 1977)", "entities": [{"title": "Gerald Barry (British Army officer)", "href": "/wiki/Gerald_Barry_(British_Army_officer)", "description": "Gerald Barry MC was a career officer in the British Army who played in one first-class cricket match for the Combined Services against Essex."}]}, {"heading": "Births", "year": "1897", "date": "December 18", "txt": "Fletcher Henderson, American pianist and composer (d. 1952)", "entities": [{"title": "Fletcher Henderson", "href": "/wiki/Fletcher_Henderson", "description": "James Fletcher Hamilton Henderson was an American pianist, bandleader, arranger and composer, important in the development of big band jazz and swing music. He was one of the most prolific black musical arrangers and, along with Duke Ellington, is considered one of the most influential arrangers and bandleaders in jazz history. Henderson's influence was vast. He helped bridge the gap between the D"}]}, {"heading": "Births", "year": "1899", "date": "December 18", "txt": "Peter Wessel Zapffe, Norwegian philosopher and author (d. 1990)", "entities": [{"title": "Peter Wessel Zapffe", "href": "/wiki/Peter_Wessel_Zapffe", "description": "Peter Wessel Zapffe was a Norwegian metaphysician, author, lawyer and mountaineer. He is often noted for his philosophically pessimistic and fatalistic view of human existence—his system of philosophy was inspired by the German philosopher Arthur Schopenhauer—as well as his firm advocacy of antinatalism. His thoughts regarding the error of human life are presented in the essay \"The Last Messiah\". "}]}, {"heading": "Births", "year": "1904", "date": "December 18", "txt": "George Stevens, American director, producer, screenwriter, and cinematographer (d. 1975)", "entities": [{"title": "George Stevens", "href": "/wiki/George_Stevens", "description": "George Cooper Stevens was an American film director, producer, screenwriter and cinematographer."}]}, {"heading": "Births", "year": "1907", "date": "December 18", "txt": "Bill Holland, American race car driver (d. 1984)", "entities": [{"title": "Bill Holland", "href": "/wiki/Bill_Holland", "description": "Willard Holland was an American race car driver from Philadelphia, Pennsylvania, who won the Indianapolis 500 in 1949 and finished second in 1947, 1948 and 1950. He also was runner up in the 1947 American Automobile Association (AAA) National Championship."}]}, {"heading": "Births", "year": "1907", "date": "December 18", "txt": "Lawrence Lucie, American guitarist and educator (d. 2009)", "entities": []}, {"heading": "Births", "year": "1908", "date": "December 18", "txt": "Celia Johnson, English actress (d. 1982)", "entities": [{"title": "Celia Johnson", "href": "/wiki/Celia_Johnson", "description": "Dame Celia Elizabeth Johnson, was an English actress, whose career included stage, television and film known for her roles in the films In Which We Serve (1942), This Happy Breed (1944), Brief Encounter (1945) and The Captain's Paradise (1953). For Brief Encounter, she was nominated for the Academy Award for Best Actress. A six-time BAFTA Award nominee, she won the BAFTA Award for Best Actress in "}]}, {"heading": "Births", "year": "1908", "date": "December 18", "txt": "Paul Siple, American geographer and explorer (d. 1969)", "entities": []}, {"heading": "Births", "year": "1910", "date": "December 18", "txt": "Abe Burrows, American author, playwright, and director (d. 1985)", "entities": [{"title": "Abe Burrows", "href": "/wiki/Abe_Burrows", "description": "Abe Burrows was an American humorist, author, and director for radio and the stage. He won a Tony Award and was selected for two Pulitzer Prizes, only one of which was awarded."}]}, {"heading": "Births", "year": "1910", "date": "December 18", "txt": "Eric Tindill, New Zealand rugby player, cricketer, and umpire (d. 2010)", "entities": []}, {"heading": "Births", "year": "1911", "date": "December 18", "txt": "Jules Dassin, American-Greek actor, director, producer, and screenwriter (d. 2008)", "entities": [{"title": "Jules Dassin", "href": "/wiki/Jules_Dassin", "description": "Julius \"Jules\" Dassin was an American film director, producer, writer and actor. He was a subject of the Hollywood blacklist in the McCarthy era, and subsequently moved to France, where he continued his career."}]}, {"heading": "Births", "year": "1912", "date": "December 18", "txt": "Benjamin O. Davis, Jr., American general and pilot (d. 2002)", "entities": [{"title": "Benjamin O. Davis, Jr.", "href": "/wiki/Benjamin_O._Davis,_Jr.", "description": "Benjamin Oliver Davis Jr. was a United States Air Force general and commander of the World War II Tuskegee Airmen."}]}, {"heading": "Births", "year": "1913", "date": "December 18", "txt": "Alfred Bester, American author and screenwriter (d. 1987)", "entities": [{"title": "Alfred Bester", "href": "/wiki/Alfred_Bester", "description": "Alfred Bester was an American science fiction author, TV and radio scriptwriter, magazine editor and scripter for comic strips and comic books. He is best remembered for his science fiction, including The Demolished Man, winner of the inaugural Hugo Award in 1953."}]}, {"heading": "Births", "year": "1913", "date": "December 18", "txt": "Willy Brandt, German politician, 4th Chancellor of Germany, Nobel Prize laureate (d. 1992)", "entities": [{"title": "Chancellor of Germany (Federal Republic of Germany)", "href": "/wiki/Chancellor_of_Germany_(Federal_Republic_of_Germany)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1913", "date": "December 18", "txt": "Ray Meyer, American basketball player and coach (d. 2006)", "entities": []}, {"heading": "Births", "year": "1916", "date": "December 18", "txt": "Douglas Fraser, Scottish-American trade union leader and academic (d. 2008)", "entities": [{"title": "Douglas Fraser", "href": "/wiki/Douglas_Fraser", "description": "Douglas Andrew Fraser was a Scottish - American union leader. He was president of the United Auto Workers from 1977 to 1983 and an adjunct professor of labor relations at Wayne State University for many years."}]}, {"heading": "Births", "year": "1916", "date": "December 18", "txt": "Betty Grable, American actress, singer, and dancer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 18", "txt": "Ossie Davis, American actor and activist (d. 2005)", "entities": [{"title": "Ossie Davis", "href": "/wiki/Ossie_Davis", "description": "Raiford Chatman \"Ossie\" Davis was an American actor, director, writer, and activist."}]}, {"heading": "Births", "year": "1920", "date": "December 18", "txt": "Robert Leckie, American soldier and author (d. 2001)", "entities": [{"title": "Robert Leckie (author)", "href": "/wiki/Robert_Leckie_(author)", "description": "Robert Leckie was an United States Marine and author of books on United States military history, sports, fiction, autobiographies, and children's books. As a young man, he served with the 1st Marine Division during World War II; his service as a machine gunner and a scout in the war greatly influenced his work."}]}, {"heading": "Births", "year": "1922", "date": "December 18", "txt": "Jack Brooks, American colonel, lawyer, and politician (d. 2012)", "entities": [{"title": "Jack Brooks (American politician)", "href": "/wiki/Jack_Brooks_(American_politician)", "description": "Jack Bascom Brooks was an American Democratic Party politician from the state of Texas who served 42 years in the United States House of Representatives, initially representing Texas's 2nd congressional district from 1953 through 1967, and then, after district boundaries were redrawn in 1966, the 9th district from 1967 to 1995. He had strong political ties to prominent Texas Democrats including Sp"}]}, {"heading": "Births", "year": "1922", "date": "December 18", "txt": "Esther Lederberg, American microbiologist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 18", "txt": "Edwin Bramall, Baron Bramall, English field marshal and politician, Lord Lieutenant of Greater London (d. 2019)", "entities": [{"title": "Edwin Bramall, Baron Bramall", "href": "/wiki/Edwin_Bramall,_Baron_Bramall", "description": "Field Marshal Edwin Noel Westby Bramall, Baron Bramall, was a British Army officer. He was Chief of the General Staff, the professional head of the British Army, between 1979 and 1982, and as Chief of the Defence Staff, professional head of the British Armed Forces, from 1982 to 1985."}, {"title": "Lord Lieutenant of Greater London", "href": "/wiki/Lord_Lieutenant_of_Greater_London", "description": "The Lord-Lieutenant of Greater London is the personal representative of the monarch, currently Queen Elizabeth II, in Greater London."}]}, {"heading": "Births", "year": "1927", "date": "December 18", "txt": "Ramsey Clark, American lawyer and politician, 66th United States Attorney General (d. 2021)", "entities": [{"title": "Ramsey Clark", "href": "/wiki/Ramsey_Clark", "description": "William Ramsey Clark was an American lawyer, activist and federal government official. A progressive, New Frontier liberal, he occupied senior positions in the United States Department of Justice under Presidents John F. Kennedy and Lyndon B. Johnson, notably serving as United States Attorney General from 1967 to 1969; previously he was Deputy Attorney General from 1965 to 1967 and Assistant Attor"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1927", "date": "December 18", "txt": "Roméo LeBlanc, Canadian journalist and politician, 25th Governor General of Canada (d. 2009)", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1928", "date": "December 18", "txt": "Mirza Tahir Ahmad, Indian-English caliph and author (d. 2003)", "entities": [{"title": "Mirza Tahir Ahmad", "href": "/wiki/Mirza_Tahir_Ahmad", "description": "Mirza Tahir Ahmad was the fourth caliph and the head of the worldwide Ahmadiyya Muslim Community. He was elected as the fourth successor of the founder of the community, Mirza Ghulam Ahmad. He was elected on 10 June 1982, the day after the death of his predecessor, Mirza Nasir Ahmad."}]}, {"heading": "Births", "year": "1928", "date": "December 18", "txt": "Harold Land, American tenor saxophonist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 18", "txt": "Gino Cimoli, American baseball player (d. 2011)", "entities": [{"title": "Gino Cimoli", "href": "/wiki/Gino_Cimoli", "description": "Gino Nicholas Cimoli was an American professional baseball outfielder. He played in Major League Baseball (MLB) for the Brooklyn / Los Angeles Dodgers, St. Louis Cardinals, Pittsburgh Pirates, Milwaukee Braves, Kansas City Athletics, Baltimore Orioles, and Los Angeles Angels from 1956 through 1965. He was an MLB All-Star in 1957, and a member of the 1960 World Series champions."}]}, {"heading": "Births", "year": "1929", "date": "December 18", "txt": "Józef Glemp, Polish cardinal (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 18", "txt": "Moose Skowron, American baseball player (d. 2012)", "entities": [{"title": "Bill Skowron", "href": "/wiki/Bill_Skowron", "description": "William Joseph Skowron, nicknamed \"Moose\", was an American professional baseball first baseman. He played 13 seasons in Major League Baseball (MLB) from 1954 to 1967 for the New York Yankees, Los Angeles Dodgers, Washington Senators, Chicago White Sox, and California Angels. He had been a community relations representative for the Chicago White Sox for several years when he died in 2012. He is one"}]}, {"heading": "Births", "year": "1931", "date": "December 18", "txt": "Allen Klein, American businessman and music publisher (d. 2009)", "entities": [{"title": "Allen Klein", "href": "/wiki/Allen_Klein", "description": "Allen Klein was an American businessman, music publisher, writers' representative and record label executive. He was known for his tough persona and aggressive negotiation tactics, many of which affected industry standards for compensating recording artists. He founded ABKCO Music & Records Incorporated. Klein increased profits for his musician clients, who previously had been receiving less lucra"}]}, {"heading": "Births", "year": "1931", "date": "December 18", "txt": "Alison Plowden, English historian and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 18", "txt": "Bill Thompson, American television host (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 18", "txt": "Norm Provan, Australian rugby league player, coach, and businessman", "entities": [{"title": "Norm Provan", "href": "/wiki/Norm_Provan", "description": "Norman \"Sticks\" Douglas Somerville Provan is an Australian former professional rugby league footballer and coach. A giant of a man, he was a second-row forward with the St. George Dragons during the first 10 of their 11-year consecutive premiership-winning run from 1956 to 1966. Named amongst the nation's finest footballers of the 20th century, he was a representative in the Australian national te"}]}, {"heading": "Births", "year": "1932", "date": "December 18", "txt": "Roger Smith, American actor, producer, and screenwriter (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 18", "txt": "Lonnie Brooks, American blues singer and guitarist (d. 2017)", "entities": [{"title": "Lonnie Brooks", "href": "/wiki/Lonnie_Brooks", "description": "Lonnie Brooks was an American blues singer and guitarist. The musicologist Robert Palmer, writing in Rolling Stone, stated, \"His music is witty, soulful and ferociously energetic, brimming with novel harmonic turnarounds, committed vocals and simply astonishing guitar work.\" Jon Pareles, a music critic for the New York Times, wrote, \"He sings in a rowdy baritone, sliding and rasping in songs that "}, {"title": "2017", "href": "/wiki/2017", "description": "2017 (MMXVII) was a common year starting on Sunday of the Gregorian calendar, the 2017th year of the Common Era (CE) and Anno Domini (AD) designations, the 17th year of the 3rd millennium, the 17th year of the 21st century, and the 8th year of the 2010s decade. "}]}, {"heading": "Births", "year": "1934", "date": "December 18", "txt": "Marc Rich, Belgian-American businessman, founded Glencore (d. 2013)", "entities": [{"title": "Marc Rich", "href": "/wiki/Marc_Rich", "description": "Marc Rich was an international commodities trader, hedge fund manager, financier, businessman, and financial criminal. He founded the commodities company Glencore, and was later indicted in the United States on federal charges of tax evasion and making oil deals with Iran during the Iran hostage crisis. He fled to Switzerland at the time of the indictment and never returned to the United States. H"}, {"title": "Glencore", "href": "/wiki/Glencore", "description": "Glencore plc is an Anglo-Swiss multinational commodity trading and mining company with headquarters in Baar, Switzerland, its oil and gas head office in London and its registered office in Saint Helier, Jersey. The current company was created through a merger of Glencore with Xstrata on 2 May 2013. As of 2015, it ranked tenth in the Fortune Global 500 list of the world's largest companies. In the "}]}, {"heading": "Births", "year": "1934", "date": "December 18", "txt": "Boris Volynov, Russian colonel, engineer, and astronaut", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 18", "txt": "Rosemary Leach, English actress (d. 2017)", "entities": [{"title": "Rosemary Leach", "href": "/wiki/Rosemary_Leach", "description": "Rosemary Anne Leach was a British stage, television and film actress. She won the 1982 Olivier Award for Best Actress in a New Play for 84, Charing Cross Road and was nominated for the BAFTA Award for Best Actress in a Supporting Role for her roles in the films That'll Be the Day (1973) and A Room with a View (1985)."}]}, {"heading": "Births", "year": "1935", "date": "December 18", "txt": "Jacques Pépin, French-American chef and author", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 18", "txt": "Malcolm Kirk, English rugby player and wrestler (d. 1987)", "entities": [{"title": "Malcolm Kirk", "href": "/wiki/Malcolm_Kirk", "description": "Malcolm Kirk was an English professional wrestler who went by the ring name of \"King Kong\" Kirk as well as Kojak Kirk, Killer Kirk and \"Mucky\" Mal Kirk. He started as a professional rugby league player before becoming a professional wrestler. Kirk died of a heart attack on 23 August 1987 after collapsing in the ring during a tag team match at the Hippodrome in Great Yarmouth, Norfolk, England. The"}]}, {"heading": "Births", "year": "1937", "date": "December 18", "txt": "Nancy Ryles, American politician (d. 1990)", "entities": [{"title": "Nancy Ryles", "href": "/wiki/Nancy_Ryles", "description": "Nancy Ann Ryles was an Oregon politician. She served in the Oregon House of Representatives, the Oregon Senate and as one of three members of the state's Public Utility Commission. She was known as an advocate for education and for equality for women and minorities. An elementary school in Beaverton is named after her."}]}, {"heading": "Births", "year": "1938", "date": "December 18", "txt": "Chas Chandler, English bass player and producer (d. 1996)", "entities": [{"title": "Chas Chandler", "href": "/wiki/Chas_Chandler", "description": "Bryan James \"Chas\" Chandler was an English musician, record producer and manager, best known as the original bassist in The Animals. He also managed the band Slade and Jimi Hendrix, about whom he was regularly interviewed until his death in 1996."}]}, {"heading": "Births", "year": "1938", "date": "December 18", "txt": "Joel Hirschhorn, American songwriter and composer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 18", "txt": "Michael Moorcock, English author and songwriter", "entities": [{"title": "Michael Moorcock", "href": "/wiki/Michael_Moorcock", "description": "Michael John Moorcock is an English writer and musician, primarily of science fiction and fantasy, who has also published literary novels. He is best known for his novels about the character Elric of Melniboné, a seminal influence on the field of fantasy since the 1960s and '70s."}]}, {"heading": "Births", "year": "1939", "date": "December 18", "txt": "Harold E. Varmus, American biologist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1940", "date": "December 18", "txt": "Ilario Castagner, Italian football manager", "entities": [{"title": "Ilario Castagner", "href": "/wiki/Ilario_Castagner", "description": "Ilario Castagner is an Italian football manager and former player, who played as a striker."}]}, {"heading": "Births", "year": "1940", "date": "December 18", "txt": "John Cooper, English sprinter and hurdler (d. 1974)", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 18", "txt": "Sam Andrew, American singer-songwriter and guitarist  (d. 2015)", "entities": [{"title": "Sam Andrew", "href": "/wiki/Sam_Andrew", "description": "Sam Houston Andrew III was an American musician, singer, songwriter, composer, artist and founding member and guitarist of Big Brother and the Holding Company. During his career as musician and composer, Andrew had three platinum albums and two hit singles. His songs have been used in numerous major motion picture soundtracks and documentaries."}]}, {"heading": "Births", "year": "1941", "date": "December 18", "txt": "Wadada Leo Smith, American trumpet player and composer", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 18", "txt": "Joan Wallach Scott, American historian, author, and academic", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 18", "txt": "Lenore Blum, American mathematician and academic", "entities": [{"title": "Lenore Blum", "href": "/wiki/Lenore_Blum", "description": "Lenore Carol Blum is an American computer scientist and mathematician, formerly a distinguished career professor of computer science at Carnegie Mellon University. She is known for her contributions to the theory of real number computation, for her invention of a cryptographically secure pseudorandom number generator, and for her efforts to increase the diversity of mathematics and computer scienc"}]}, {"heading": "Births", "year": "1942", "date": "December 18", "txt": "Bobby Keyes, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 18", "txt": "Bobby Keys, American saxophone player (d. 2014)", "entities": [{"title": "Bobby Keys", "href": "/wiki/Bobby_Keys", "description": "Robert Henry Keys was an American saxophonist who performed with other musicians as a member of several horn sections of the 1970s. He appears on albums by the Rolling Stones, Lynyrd Skynyrd, Harry Nilsson, Delaney & Bonnie and Friends, George Harrison, John Lennon, Eric Clapton, Joe Cocker and other prominent musicians. Keys played on hundreds of recordings and was a touring musician from 1956 un"}]}, {"heading": "Births", "year": "1943", "date": "December 18", "txt": "Keith Richards, English musician", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 18", "txt": "Alan Rudolph, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 18", "txt": "Crispian Steele-Perkins, English trumpet player and educator", "entities": [{"title": "Crispian Steele-Perkins", "href": "/wiki/Crispian_Steele-Perkins", "description": "Crispian Steele-Perkins is an internationally acclaimed classical trumpeter who was educated at Copthorne Preparatory School, Marlborough College and the Guildhall School of Music."}]}, {"heading": "Births", "year": "1945", "date": "December 18", "txt": "Jean Pronovost, Canadian ice hockey player and coach", "entities": [{"title": "Jean Pronovost", "href": "/wiki/Jean_Pronovost", "description": "Jean Joseph Denis Pronovost is a Canadian retired professional ice hockey right winger who played in the National Hockey League for the Pittsburgh Penguins, Atlanta Flames and Washington Capitals."}]}, {"heading": "Births", "year": "1946", "date": "December 18", "txt": "Steve Biko, South African activist, founded the Black Consciousness Movement (d. 1977)", "entities": [{"title": "Steve Biko", "href": "/wiki/Steve_Biko", "description": "Bantu Stephen Biko was a South African anti-apartheid activist. Ideologically an African nationalist and African socialist, he was at the forefront of a grassroots anti-apartheid campaign known as the Black Consciousness Movement during the late 1960s and 1970s. His ideas were articulated in a series of articles published under the pseudonym Frank Talk."}, {"title": "Black Consciousness Movement", "href": "/wiki/Black_Consciousness_Movement", "description": "The Black Consciousness Movement (BCM) was a grassroots anti-Apartheid activist movement that emerged in South Africa in the mid-1960s out of the political vacuum created by the jailing and banning of the African National Congress and Pan Africanist Congress leadership after the Sharpeville Massacre in 1960. The BCM represented a social movement for political consciousness.[Black Consciousness'] o"}]}, {"heading": "Births", "year": "1946", "date": "December 18", "txt": "Steven Spielberg, American director, producer, and screenwriter, co-founded DreamWorks", "entities": [{"title": "DreamWorks Pictures", "href": "/wiki/DreamWorks_Pictures", "description": "DreamWorks Pictures is an American film production company, and a label of Amblin Partners. It was founded in 1994 as an original live-action film studio by Steven Spielberg, Jeffrey Katzenberg and David Geffen, of which they owned 72%. The studio formerly distributed its own and third-party films. It has produced or distributed more than ten films with box-office grosses of more than $100 million"}]}, {"heading": "Births", "year": "1947", "date": "December 18", "txt": "Leonid Yuzefovich, Russian author and screenwriter", "entities": [{"title": "Leonid Yuzefovich", "href": "/wiki/Leonid_Yuzefovich", "description": "Leonid Abramovich Yuzefovich is a Russian writer known for the series of crime fiction stories taking place in pre-Revolution Russian Empire. He also writes non-fiction books about history, and currently adapts his stories for TV serials."}]}, {"heading": "Births", "year": "1948", "date": "December 18", "txt": "Bill Nelson, English singer-songwriter and guitarist", "entities": [{"title": "Bill Nelson (musician)", "href": "/wiki/Bill_Nelson_(musician)", "description": "William Nelson is an English singer, guitarist, songwriter, producer, painter, video artist, writer and experimental musician. He rose to prominence as the chief songwriter, vocalist and guitarist of the rock group Be-Bop Deluxe, which he formed in 1972. Nelson has been described as \"one of the most underrated guitarists of the seventies art rock movement\". In 2015, he was recognised with the Visi"}]}, {"heading": "Births", "year": "1948", "date": "December 18", "txt": "Mimmo Paladino, Italian sculptor and painter", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 18", "txt": "Laurent Voulzy, French-English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 18", "txt": "David A. Johnston, American volcanologist and geologist (d. 1980)", "entities": [{"title": "David A. Johnston", "href": "/wiki/David_A._Johnston", "description": "David Alexander Johnston was an American United States Geological Survey (USGS) volcanologist who was killed by the 1980 eruption of Mount St. Helens in the U.S. state of Washington. A principal scientist on the USGS monitoring team, Johnston was killed in the eruption while manning an observation post six miles (10 km) away on the morning of May 18, 1980. He was the first to report the eruption, "}]}, {"heading": "Births", "year": "1950", "date": "December 18", "txt": "Gillian Armstrong, Australian director, producer, and screenwriter", "entities": [{"title": "Gillian Armstrong", "href": "/wiki/Gillian_Armstrong", "description": "Gillian May Armstrong is an Australian feature film and documentary director, who specializes in period drama. Her films often feature female perspectives and protagonists."}]}, {"heading": "Births", "year": "1950", "date": "December 18", "txt": "Randy Castillo, American drummer and songwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 18", "txt": "Sarath Fonseka, Sri Lankan general and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 18", "txt": "Lizmark, Mexican wrestler (d. 2015)", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 18", "txt": "Leonard Maltin, American historian, author, and critic", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 18", "txt": "Bobby Jones, American basketball player", "entities": [{"title": "Bobby Jones (basketball, born 1951)", "href": "/wiki/Bobby_Jones_(basketball,_born_1951)", "description": "Robert Clyde Jones is an American former professional basketball player who played for the Denver Nuggets in the American Basketball Association (ABA) and National Basketball Association (NBA) and the Philadelphia 76ers in the NBA. Nicknamed \"the Secretary of Defense\", Jones won an NBA championship with the 76ers in 1983, was a 4-time NBA All-Star, an 9-time member of the NBA All-Defensive Team, a"}]}, {"heading": "Births", "year": "1952", "date": "December 18", "txt": "John Leventhal, American songwriter and producer", "entities": [{"title": "John Leventhal", "href": "/wiki/John_Leventhal", "description": "John Leventhal is a musician, producer, songwriter, and recording engineer who has produced albums for William Bell, The Blind Boys of Alabama, Michelle Branch, Rosanne Cash, Marc Cohn, Shawn Colvin, Sarah Jarosz, Rodney Crowell, Jim Lauderdale, Joan Osborne, Loudon Wainwright III and The Wreckers. He has won five Grammy Awards."}]}, {"heading": "Births", "year": "1953", "date": "December 18", "txt": "Elliot Easton, American guitarist and singer", "entities": [{"title": "Elliot Easton", "href": "/wiki/Elliot_Easton", "description": "Elliot Easton is an American musician, guitarist, singer and songwriter. He played lead guitar and sang backing vocals for The Cars. His guitar solos are an integral part of the band's music. He studied music at the Berklee College of Music. He is a left-handed guitarist. After the collapse of the Cars in 1988, Easton played in bands such as the New Cars and the roots rock group Creedence Clearwat"}]}, {"heading": "Births", "year": "1954", "date": "December 18", "txt": "John Booth, English race car driver", "entities": [{"title": "John Booth (motor racing)", "href": "/wiki/John_Booth_(motor_racing)", "description": "John Alfred Booth is the former Director of Racing at Scuderia Toro Rosso. He is the former team principal of the Virgin/Marussia Formula One team. He was initially the team's sporting director, but took over the role of team principal from Alex Tai less than one month after the team's launch."}]}, {"heading": "Births", "year": "1954", "date": "December 18", "txt": "Ray Liotta, American actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 18", "txt": "Willi Wülbeck, German runner", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 18", "txt": "Vijay Mallya, Indian businessman and politician", "entities": [{"title": "Vijay Mallya", "href": "/wiki/Vijay_Mallya", "description": "Vijay Vittal Mallya is an Indian businessman and former Member of Parliament. He is the subject of an extradition effort by the Indian Government to return him from the UK to face charges of financial crimes in India."}]}, {"heading": "Births", "year": "1955", "date": "December 18", "txt": "Bogusław Mamiński, Polish runner", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 18", "txt": "Jonathan Cainer, English astrologer and author (d. 2016)", "entities": [{"title": "Jonathan Cainer", "href": "/wiki/Jonathan_Cainer", "description": "Jonathan Cainer was a British astrologer. He wrote astrological predictions six days a week for the Daily Mail, and forecasts for three Australian newspapers: the Sydney Daily Telegraph, the Melbourne Herald Sun, and the Perth Sunday Times. Cainer's predictions were also published in Hello, the Auckland Sunday News, the Botswana Echo, and Misty Magazine (Japan). It has been estimated that over twe"}]}, {"heading": "Births", "year": "1958", "date": "December 18", "txt": "Geordie Walker, English guitarist", "entities": [{"title": "Geordie Walker", "href": "/wiki/Geordie_Walker", "description": "Kevin \"Geordie\" Walker is an English rock musician, best known as the guitarist of post-punk group Killing Joke. His unorthodox style of electric guitar playing is widely acclaimed."}]}, {"heading": "Births", "year": "1958", "date": "December 18", "txt": "Julia Wolfe, American composer and educator", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 18", "txt": "Kazuhide Uekusa, Japanese economist and academic", "entities": [{"title": "Kazuhide Uekusa", "href": "/wiki/Kazuhide_Uekusa", "description": "Kazuhide Uekusa  is a Japanese economist, economic analyst, former senior economist at Nomura Research Institute, and chairman of the Three-Nations Research Institute. He was arrested in 2004 and 2006 for sex offences."}]}, {"heading": "Births", "year": "1960", "date": "December 18", "txt": "Naoko Yamano, Japanese singer, guitarist and composer", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 18", "txt": "Brian Orser, Canadian figure skater and coach", "entities": [{"title": "Brian Orser", "href": "/wiki/Brian_Orser", "description": "Brian Ernest Orser, is a Canadian former competitive and professional figure skater. He is the 1984 and 1988 Olympic silver medallist, 1987 World champion and eight-time (1981–88) Canadian national champion. At the 1988 Winter Olympics, the rivalry between Orser and American figure skater Brian Boitano, who were the two favorites to win the gold medal, captured media attention and was described as"}]}, {"heading": "Births", "year": "1961", "date": "December 18", "txt": "Leila Steinberg, American singer, producer, author, and poet", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 18", "txt": "Daniel S. Loeb, American businessman and philanthropist, founded Third Point Management", "entities": [{"title": "Third Point Management", "href": "/wiki/Third_Point_Management", "description": "Third Point Management is a New York–based hedge fund founded by Daniel S. Loeb in 1995. The firm operates as an employee-owned and SEC-registered investment advisor with approximately $17 billion in assets under management. As of December 2016, it has returned an average of 15.7% a year since inception."}]}, {"heading": "Births", "year": "1961", "date": "December 18", "txt": "Lalchand Rajput, former Indian cricketer", "entities": [{"title": "Cricketer", "href": "/wiki/Cricketer", "description": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 22-yard (20-metre) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each batter. Means of dismis"}]}, {"heading": "Births", "year": "1963", "date": "December 18", "txt": "Greg D'Angelo, American drummer", "entities": [{"title": "Greg D'Angelo", "href": "/wiki/Greg_D%27Angelo", "description": "Greg D’Angelo, is an American drummer most famous for his work in the band White Lion."}]}, {"heading": "Births", "year": "1963", "date": "December 18", "txt": "Karl Dorrell, American football player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 18", "txt": "Pierre Nkurunziza, Burundian soldier and politician, President of Burundi (d. 2020)", "entities": [{"title": "President of Burundi", "href": "/wiki/President_of_Burundi", "description": "The president of Burundi, officially the president of the Republic, is the head of state and head of government of the Republic of Burundi. The president is also commander-in-chief of the National Defence Force. The office of the presidency was established when Michel Micombero declared Burundi a republic on 28 November 1966. The first constitution to specify the powers and duties of the president"}]}, {"heading": "Births", "year": "1963", "date": "December 18", "txt": "Charles Oakley, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 18", "txt": "Brad Pitt, American actor and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 18", "txt": "Stone Cold Steve Austin, American wrestler and producer", "entities": [{"title": "Stone Cold Steve Austin", "href": "/wiki/Stone_Cold_Steve_Austin", "description": "Steve Austin is an American actor, producer, television host, podcast host, and retired professional wrestler who competed under the name \"Stone Cold\" Steve Austin. He is widely regarded as one of the greatest and most influential professional wrestlers of all time. Austin was integral to the success of the Attitude Era in the WWF, an industry boom period in the late 1990s and early 2000s."}]}, {"heading": "Births", "year": "1964", "date": "December 18", "txt": "Don Beebe, American football player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 18", "txt": "Shawn Christian, American actor, director, and screenwriter", "entities": [{"title": "Shawn Christian", "href": "/wiki/Shawn_Christian", "description": "Shawn Patrick Christian is an American television and film actor."}]}, {"heading": "Births", "year": "1965", "date": "December 18", "txt": "Manuel Peña Escontrela, Spanish footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 18", "txt": "Gianluca Pagliuca, Italian footballer and sportscaster", "entities": [{"title": "Gianluca Pagliuca", "href": "/wiki/Gianluca_Pagliuca", "description": "Gianluca Pagliuca is an Italian football coach and former professional goalkeeper."}]}, {"heading": "Births", "year": "1967", "date": "December 18", "txt": "Toine van Peperstraten, Dutch journalist", "entities": [{"title": "Toine van Peperstraten", "href": "/wiki/Toine_van_Peperstraten", "description": "Toine van Peperstraten is a Dutch sports journalist, best known for hosting the NOS TV sports program Studio Sport. Being a celebrity, he also participated in the 2006 edition of Wie is... de Mol?, the series' second celebrity edition."}]}, {"heading": "Births", "year": "1967", "date": "December 18", "txt": "Mille Petrozza, German singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 18", "txt": "Mario Basler, German footballer and manager", "entities": [{"title": "Mario Basler", "href": "/wiki/Mario_Basler", "description": "Mario Basler is a German football manager and former professional player who played as a winger. He is currently at TSG Eisenberg as a player and advisor."}]}, {"heading": "Births", "year": "1968", "date": "December 18", "txt": "Rachel Griffiths, Australian actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 18", "txt": "Alejandro Sanz, Spanish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 18", "txt": "Casper Van Dien, American actor and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 18", "txt": "Santiago Cañizares, Spanish footballer", "entities": [{"title": "Santiago Cañizares", "href": "/wiki/Santiago_Ca%C3%B1izares", "description": "José Santiago Cañizares Ruiz is a Spanish former footballer who played as a goalkeeper, and a rally driver."}]}, {"heading": "Births", "year": "1969", "date": "December 18", "txt": "Justin Edinburgh, English footballer and manager (d. 2019)", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 18", "txt": "Akira Iida, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 18", "txt": "DMX, American rapper and actor (d. 2021)", "entities": [{"title": "DMX (rapper)", "href": "/wiki/DMX_(rapper)", "description": "Earl Simmons, known by his stage name DMX, was an American rapper, songwriter, and actor. He began rapping in the early 1990s and released his debut album It's Dark and Hell Is Hot in 1998, to both critical acclaim and commercial success, selling 251,000 copies within its first week of release. DMX released his best-selling album, ... And Then There Was X, in 1999, which included the hit single \"P"}]}, {"heading": "Births", "year": "1970", "date": "December 18", "txt": "Lucious Harris, American basketball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 18", "txt": "Giannis Ploutarhos, Greek singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 18", "txt": "Rob Van Dam, American wrestler", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 18", "txt": "Jonathan Yeo, English painter", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 18", "txt": "Norman Brown, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 18", "txt": "Barkha Dutt, Indian journalist", "entities": [{"title": "Barkha Dutt", "href": "/wiki/Barkha_Dutt", "description": "Barkha Dutt is an Indian television journalist, author and owner of YouTube news channel MoJo Story."}]}, {"heading": "Births", "year": "1971", "date": "December 18", "txt": "Noriko Matsueda, Japanese pianist and composer", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 18", "txt": "Arantxa Sánchez Vicario, Spanish tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 18", "txt": "Anzhela Balakhonova, Ukrainian pole vaulter", "entities": [{"title": "Anzhela Balakhonova", "href": "/wiki/Anzhela_Balakhonova", "description": "\nAnzhela Anatoliyivna Balakhonova is a retired female pole vaulter from Ukraine who won the silver medal at the 1999 World Championships in Athletics. She held the European record, and formerly held the world indoor record. She finished 6th at the 2004 Summer Olympics."}]}, {"heading": "Births", "year": "1972", "date": "December 18", "txt": "Raymond Herrera, American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 18", "txt": "Fatuma Roba, Ethiopian runner", "entities": [{"title": "Fatuma Roba", "href": "/wiki/Fatuma_Roba", "description": "Fatuma Roba is an Ethiopian long-distance runner, best known for being the first African woman to win a gold medal in the women's Olympic marathon race at the Atlanta 1996 Summer Olympics and for winning three successive Boston Marathons."}]}, {"heading": "Births", "year": "1974", "date": "December 18", "txt": "Peter Boulware, American football player and politician", "entities": [{"title": "Peter Boulware", "href": "/wiki/Peter_Boulware", "description": "Peter Nicholas Boulware is an American former professional football player who was a linebacker in the National Football League (NFL) for nine seasons. He played college football for Florida State University, and was recognized as an All-American. A first-round pick of the Baltimore Ravens in the 1997 NFL Draft, he played his entire pro career for the Ravens."}]}, {"heading": "Births", "year": "1974", "date": "December 18", "txt": "Knut Schreiner, Norwegian singer, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 18", "txt": "Sia, Australian singer-songwriter", "entities": [{"title": "Sia (musician)", "href": "/wiki/Sia_(musician)", "description": "Sia Kate Isobelle Furler is an Australian singer, songwriter, voice actress and director. She started her career as a singer in the acid jazz band Crisp in the mid-1990s in Adelaide. In 1997, when Crisp disbanded, she released her debut studio album, titled OnlySee, in Australia. She moved to London and provided vocals for the British duo Zero 7. Sia released her second studio album, Healing Is Di"}]}, {"heading": "Births", "year": "1975", "date": "December 18", "txt": "Randy Houser, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 18", "txt": "Trish Stratus, Canadian wrestler and actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 18", "txt": "José Acevedo, Dominican baseball player", "entities": [{"title": "José Acevedo (baseball)", "href": "/wiki/Jos%C3%A9_Acevedo_(baseball)", "description": "José Omar Acevedo is a retired right-handed Major League Baseball pitcher who last played for the Baltimore Orioles organization. Acevedo played previously with the Cincinnati Reds from 2001-2004 and the Colorado Rockies from 2005 to 2006. In his five-year career, Acevedo has a career record of 18–25 with an ERA of 5.74. He is a cousin of Hall of Fame pitcher Juan Marichal. He has no relation to p"}]}, {"heading": "Births", "year": "1977", "date": "December 18", "txt": "Claudia Gesell, German runner", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 18", "txt": "Daniel Cleary, Canadian ice hockey player", "entities": [{"title": "Daniel Cleary", "href": "/wiki/Daniel_Cleary", "description": "Daniel Michael Cleary is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Chicago Blackhawks, Edmonton Oilers, Phoenix Coyotes and Detroit Red Wings. He currently serves as the Director of Player Development for Detroit."}]}, {"heading": "Births", "year": "1978", "date": "December 18", "txt": "Ali Curtis, American soccer player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 18", "txt": "Josh Dallas, American actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 18", "txt": "Katie Holmes, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 18", "txt": "Christina Aguilera, American singer-songwriter, producer, and actress", "entities": [{"title": "Christina Aguilera", "href": "/wiki/Christina_Aguilera", "description": "Christina María Aguilera is an American singer, songwriter, actress, and television personality. Her accolades include five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. Aguilera ranked at number 58 on Rolling Stone's list of 100 Greatest Singers of All Time in 2008, and was included on Time's annual list of the 100 most influential people in the world in 2013. W"}]}, {"heading": "Births", "year": "1980", "date": "December 18", "txt": "Neil Fingleton, English actor and basketball player, one of the tallest 25 men in the world (d. 2017)", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 18", "txt": "Benjamin Watson, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 18", "txt": "Andy Fantuz, Canadian football player", "entities": [{"title": "Andy Fantuz", "href": "/wiki/Andy_Fantuz", "description": "Andrew Fantuz, is a former professional Canadian football wide receiver. Fantuz spent the majority of his professional career with the Saskatchewan Roughriders and the Hamilton Tiger-Cats of the Canadian Football League (CFL). He played for the Riders for six seasons after he was drafted by them in the first round of the 2006 CFL Draft. He then played five seasons for the Tiger-Cats. Fantuz was al"}]}, {"heading": "Births", "year": "1984", "date": "December 18", "txt": "Brian Boyle, American ice hockey player", "entities": [{"title": "Brian Boyle", "href": "/wiki/Brian_Boyle", "description": "Brian Paul Boyle is an American professional ice hockey center who is an unrestricted free agent. He most recently played for the Florida Panthers of the National Hockey League (NHL). Boyle has previously played for the Los Angeles Kings, New York Rangers, Tampa Bay Lightning, Toronto Maple Leafs, New Jersey Devils and Nashville Predators. He attended St. Sebastian's School in Needham, Massachuset"}]}, {"heading": "Births", "year": "1984", "date": "December 18", "txt": "Paul Harrison, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 18", "txt": "Giuliano Razzoli, Italian skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 18", "txt": "Derrick Tribbett, American bass player and singer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 18", "txt": "François Hamelin, Canadian speed skater", "entities": [{"title": "François Hamelin", "href": "/wiki/Fran%C3%A7ois_Hamelin", "description": "François Hamelin is a Canadian former short track speed skater from Sainte-Julie, Quebec, currently residing in Montreal. He is the younger brother of acclaimed Canadian short tracker Charles Hamelin. His father Yves Hamelin is also the director of the Canadian short track program."}]}, {"heading": "Births", "year": "1986", "date": "December 18", "txt": "Usman Khawaja, Pakistani-Australian cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 18", "txt": "Miki Ando, Japanese figure skater", "entities": [{"title": "Miki Ando", "href": "/wiki/Miki_Ando", "description": "Miki Ando  is a retired Japanese figure skater. She is the 2007 and 2011 World champion, 2011 Four Continents champion, 2004 World Junior champion, and a three-time Japanese national champion."}]}, {"heading": "Births", "year": "1988", "date": "December 18", "txt": "Lizzie Deignan, English cyclist", "entities": [{"title": "Lizzie Deignan", "href": "/wiki/Lizzie_Deignan", "description": "Elizabeth Mary Deignan is an English professional world champion track and road racing cyclist, who currently rides for UCI Women's WorldTeam Trek–Segafredo. She was the 2015 World road race champion and the 2014 Commonwealth Games road race champion. Deignan is also a twice winner of the season-long UCI Women's Road World Cup, winning the overall competition in 2014 and the final edition in 2015."}]}, {"heading": "Births", "year": "1988", "date": "December 18", "txt": "Seth Doege, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 18", "txt": "Brianne Theisen-Eaton, Canadian heptathlete", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 18", "txt": "Imad Wasim, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 18", "txt": "Sierra Kay, American singer-songwriter", "entities": [{"title": "Sierra Kay", "href": "/wiki/Sierra_Kay", "description": "Sierra Kay Kusterbeck, better known as Sierra Kay, is an American singer-songwriter and model. She rose to prominence as the lead vocalist of the rock band VersaEmerge."}]}, {"heading": "Births", "year": "1991", "date": "December 18", "txt": "Marcus Butler, English internet celebrity", "entities": [{"title": "Marcus Butler", "href": "/wiki/Marcus_Butler", "description": "Marcus Lloyd Butler is an English model and former YouTuber, whose channel has over 4.1 million subscribers. In 2015, he released an autobiographical book, titled Hello Life!. Butler has also hosted a radio show alongside fellow YouTuber Alfie Deyes on BBC Radio 1."}]}, {"heading": "Births", "year": "1992", "date": "December 18", "txt": "Bridgit Mendler, American singer, songwriter and actress", "entities": [{"title": "Bridgit Mendler", "href": "/wiki/Bridgit_Mendler", "description": "Bridgit Claire Mendler is an American actress, singer, and songwriter. In 2004, she began her career in the animated Indian film The Legend of Buddha, later starring in the films Alice Upside Down (2007), The Clique (2008), Alvin and the Chipmunks: The Squeakquel (2009) and Labor Pains (2009) as a teenager. In 2009, Mendler signed with Disney Channel and played Juliet van Heusen on Wizards of Wave"}]}, {"heading": "Births", "year": "1992", "date": "December 18", "txt": "Ryan Crouser, American shot putter", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 18", "txt": "Byron Buxton, American baseball player", "entities": [{"title": "Byron Buxton", "href": "/wiki/Byron_Buxton", "description": "Byron Keiron Buxton is an American professional baseball center fielder for the Minnesota Twins of Major League Baseball (MLB). He was the second highest-rated prospect in baseball according to MLB.com and Baseball Prospectus in 2015."}]}, {"heading": "Births", "year": "1993", "date": "December 18", "txt": "Thomas Lam, Finnish professional football defender", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 18", "txt": "Natália Kelly, American-Austrian singer", "entities": [{"title": "Natália Kelly", "href": "/wiki/Nat%C3%A1lia_Kelly", "description": "Natália Kelly is an American-Austrian singer. She currently resides in Bad Vöslau, Lower Austria. Kelly represented Austria at the Eurovision Song Contest 2013 in Malmö, Sweden, with the song \"Shine\"."}]}, {"heading": "Births", "year": "1994", "date": "December 18", "txt": "Gerard Gumbau, Spanish professional footballer", "entities": []}, {"heading": "Births", "year": "2001", "date": "December 18", "txt": "Billie Eilish, American singer", "entities": [{"title": "Billie Eilish", "href": "/wiki/Billie_Eilish", "description": "Billie Eilish Pirate Baird O'Connell is an American singer and songwriter. She first gained attention in 2015 when she uploaded the song \"Ocean Eyes\" to SoundCloud, which was subsequently released by the Interscope Records subsidiary Darkroom. The song was written and produced by her brother Finneas O'Connell, with whom she collaborates on music and live shows. Her debut EP, Don't Smile at Me (201"}]}, {"heading": "Deaths", "year": "919", "date": "December 18", "txt": "Lady Wu, wife of Qian Liu (b. 858)", "entities": [{"title": "Lady Wu (Qian Liu's wife)", "href": "/wiki/Lady_Wu_(Qian_Liu%27s_wife)", "description": "Lady Wu, formally Lady Zhuangmu of Wuyue (吳越莊穆夫人), was the wife of Qian Liu, the first king of the Chinese state Wuyue of the Five Dynasties and Ten Kingdoms period."}, {"title": "Qian Liu", "href": "/wiki/Qian_Liu", "description": "Qian Liu, known as Qian Poliu during his childhood, was a warlord of the late Tang dynasty who founded the Wuyue kingdom."}]}, {"heading": "Deaths", "year": "933", "date": "December 18", "txt": "Yaonian Yanmujin, Chinese empress dowager", "entities": [{"title": "Empress Dowager Yaonian Yanmujin", "href": "/wiki/Empress_Dowager_Yaonian_Yanmujin", "description": "Yaonian Yanmujin (遙輦巖母斤) or Xiao Yanmujin (蕭巖母斤), formally Empress Xuanjian (宣簡皇后), was an empress dowager of the Khitan Liao Dynasty. She was the mother of Liao's founder Emperor Taizu of Liao and the wife of his father Yelü Saladi (耶律薩剌的). During the reign of Emperor Taizu's son Emperor Taizong, she was grand empress dowager."}, {"title": "Empress dowager", "href": "/wiki/Empress_dowager", "description": "Empress dowager is the English language translation of the title given to the mother or widow of an East Asian emperor."}]}, {"heading": "Deaths", "year": "1075", "date": "December 18", "txt": "Edith of Wessex (b. 1025)", "entities": [{"title": "Edith of Wessex", "href": "/wiki/Edith_of_Wessex", "description": "Edith of Wessex was Queen of England from her marriage to Edward the Confessor in 1045 until Edward died in 1066. Unlike most English queens in the 10th and 11th centuries, she was crowned. The principal source on her life is a work she herself commissioned, the Vita Ædwardi Regis or the Life of King Edward who rests at Westminster, which is inevitably biased."}]}, {"heading": "Deaths", "year": "1133", "date": "December 18", "txt": "Hildebert, French poet and scholar (b. 1055)", "entities": [{"title": "Hildebert", "href": "/wiki/Hildebert", "description": "Hildebert was a French ecclesiastic, hagiographer and theologian. From 1096–97 he was bishop of Le Mans, then from 1125 until his death archbishop of Tours. Sometimes called Hildebert of Lavardin, his name may also be spelled Hydalbert, Gildebert, or Aldebert."}]}, {"heading": "Deaths", "year": "1290", "date": "December 18", "txt": "Magnus III, king of Sweden (b. 1240)", "entities": [{"title": "Magnus III of Sweden", "href": "/wiki/Magnus_III_of_Sweden", "description": "Magnus III was King of Sweden from 1275 until his death in 1290."}]}, {"heading": "Deaths", "year": "1442", "date": "December 18", "txt": "Pierre Cauchon, French Catholic bishop (b. 1371)", "entities": [{"title": "Pierre Cauchon", "href": "/wiki/Pierre_Cauchon", "description": "Pierre Cauchon was Bishop of Beauvais from 1420 to 1432. A strong partisan of English interests in France during the latter years of the Hundred Years' War, his role in arranging the execution of Joan of Arc led most subsequent observers to condemn his extension of secular politics into an ecclesiastical trial. The Catholic Church overturned his verdict in 1456 and he was excommunicated posthumous"}]}, {"heading": "Deaths", "year": "1495", "date": "December 18", "txt": "Alfonso II of Naples (b. 1448)", "entities": [{"title": "Alfonso II of Naples", "href": "/wiki/Alfonso_II_of_Naples", "description": "Alfonso II was Duke of Calabria and ruled as King of Naples from 25 January 1494 to 23 January 1495. He was a soldier and a patron of Renaissance architecture and the arts."}]}, {"heading": "Deaths", "year": "1577", "date": "December 18", "txt": "Anna of Saxony, Princess consort of Orange (b. 1544)", "entities": [{"title": "Anna of Saxony", "href": "/wiki/Anna_of_Saxony", "description": "Anna of Saxony was the heiress of Maurice, Elector of Saxony, and Agnes, eldest daughter of Philip I, Landgrave of Hesse. Maurice's only son, Albert, died in infancy. Anna was the second wife of William the Silent."}]}, {"heading": "Deaths", "year": "1645", "date": "December 18", "txt": "Nur Jahan, empress consort of the Mughal Empire (b. 1577)", "entities": [{"title": "Nur Jahan", "href": "/wiki/Nur_Jahan", "description": "Nur Jahan was the twentieth wife of the Mughal emperor Jahangir."}]}, {"heading": "Deaths", "year": "1651", "date": "December 18", "txt": "William Brabazon, 1st Earl of Meath, English lawyer and politician (b. 1580)", "entities": [{"title": "William Brabazon, 1st Earl of Meath", "href": "/wiki/William_Brabazon,_1st_Earl_of_Meath", "description": "William Brabazon, 1st Earl of Meath was an Anglo-Irish peer."}]}, {"heading": "Deaths", "year": "1692", "date": "December 18", "txt": "Veit Ludwig von Seckendorff, German scholar and politician (b. 1626)", "entities": [{"title": "Veit Ludwig von Seckendorff", "href": "/wiki/Veit_Ludwig_von_Seckendorff", "description": "Veit Ludwig von Seckendorff or Seckendorf, German statesman and scholar, was a member of the House of Seckendorff, a noble family which took its name from the village of Seckendorf between Nuremberg and Langenzenn.\nThe family was divided into eleven distinct lines, widely distributed throughout Prussia, Württemberg, and Bavaria."}]}, {"heading": "Deaths", "year": "1737", "date": "December 18", "txt": "Antonio Stradivari, Italian instrument maker (b. 1644)", "entities": [{"title": "Antonio Stradivari", "href": "/wiki/Antonio_Stradivari", "description": "Antonio Stradivari was an Italian luthier and a craftsman of string instruments such as violins, cellos, guitars, violas and harps. The Latinized form of his surname, Stradivarius, as well as the colloquial Strad are terms often used to refer to his instruments. It is estimated that Stradivari produced 1,116 instruments, of which 960 were violins. Around 650 instruments survived, including 450 to "}]}, {"heading": "Deaths", "year": "1787", "date": "December 18", "txt": "Soame Jenyns, English poet and politician (b. 1704)", "entities": [{"title": "Soame Jenyns", "href": "/wiki/Soame_Jenyns", "description": "Soame Jenyns was an English writer and Member of Parliament. He was an early advocate of the ethical consideration of animals."}]}, {"heading": "Deaths", "year": "1799", "date": "December 18", "txt": "Jean-Étienne Montucla, French mathematician and historian (b. 1725)", "entities": [{"title": "Jean-Étienne Montucla", "href": "/wiki/Jean-%C3%89tienne_Montucla", "description": "Jean-Étienne Montucla was a French mathematician and historian."}]}, {"heading": "Deaths", "year": "1803", "date": "December 18", "txt": "Johann Gottfried Herder, German philosopher, theologian, and poet (b. 1744)", "entities": [{"title": "Johann Gottfried Herder", "href": "/wiki/Johann_Gottfried_Herder", "description": "Johann Gottfried Herder was a German philosopher, theologian, poet, and literary critic. He is associated with the Enlightenment, Sturm und Drang, and Weimar Classicism."}]}, {"heading": "Deaths", "year": "1829", "date": "December 18", "txt": "Jean-Baptiste Lamarck, French soldier, biologist, and academic (b. 1744)", "entities": [{"title": "Jean-Baptiste Lamarck", "href": "/wiki/Jean-Baptiste_Lamarck", "description": "Jean-Baptiste Pierre Antoine de Monet, chevalier de Lamarck, often known simply as Lamarck, was a French naturalist. He was a soldier, biologist, and academic, and an early proponent of the idea that biological evolution occurred and proceeded in accordance with natural laws."}]}, {"heading": "Deaths", "year": "1843", "date": "December 18", "txt": "Thomas Graham, 1st Baron Lynedoch, Scottish-English general and politician (b. 1748)", "entities": [{"title": "Thomas Graham, 1st Baron Lynedoch", "href": "/wiki/Thomas_Graham,_1st_Baron_Lynedoch", "description": "Thomas Graham, 1st Baron Lynedoch was a Scottish aristocrat, politician and British Army officer. After his education at Oxford, he inherited a substantial estate in Scotland, married and settled down to a quiet career as a landowning gentleman. However, with the death of his wife, when he was aged 42, he immersed himself in a military career, during the French Revolutionary Wars and the Napoleoni"}]}, {"heading": "Deaths", "year": "1848", "date": "December 18", "txt": "Bernard Bolzano, Bohemian priest and mathematician (b. 1781)", "entities": [{"title": "Bernard Bolzano", "href": "/wiki/Bernard_Bolzano", "description": "Bernard Bolzano was a Bohemian mathematician, logician, philosopher, theologian and Catholic priest of Italian extraction, also known for his liberal views."}]}, {"heading": "Deaths", "year": "1864", "date": "December 18", "txt": "José Justo Corro, Mexican politician and president, (1836-1837) (b. 1794)", "entities": [{"title": "José Justo Corro", "href": "/wiki/Jos%C3%A9_Justo_Corro", "description": "José Justo Corro was a Mexican lawyer, politician, and president of the Centralist Republic of Mexico, from 2 March 1836 to 19 April 1837."}]}, {"heading": "Deaths", "year": "1869", "date": "December 18", "txt": "Louis Moreau Gottschalk, American pianist and composer (b. 1829)", "entities": [{"title": "Louis Moreau Gottschalk", "href": "/wiki/Louis_Moreau_Gottschalk", "description": "Louis Moreau Gottschalk was an American composer and pianist, best known as a virtuoso performer of his own romantic piano works. He spent most of his working career outside of the United States."}]}, {"heading": "Deaths", "year": "1880", "date": "December 18", "txt": "Michel Chasles, French mathematician and academic (b. 1793)", "entities": [{"title": "Michel Chasles", "href": "/wiki/Michel_Chasles", "description": "Michel Floréal Chasles was a French mathematician."}]}, {"heading": "Deaths", "year": "1892", "date": "December 18", "txt": "Richard Owen, English biologist, anatomist, and paleontologist (b. 1804)", "entities": [{"title": "Richard Owen", "href": "/wiki/Richard_Owen", "description": "Sir Richard Owen was an English biologist, comparative anatomist and paleontologist. Despite being a controversial figure, Owen is generally considered to have been an outstanding naturalist with a remarkable gift for interpreting fossils."}]}, {"heading": "Deaths", "year": "1919", "date": "December 18", "txt": "John Alcock, English captain and pilot (b. 1892)", "entities": [{"title": "John Alcock (RAF officer)", "href": "/wiki/John_Alcock_(RAF_officer)", "description": "Captain Sir John William \"Jack\" Alcock was a Royal Navy and later Royal Air Force officer who, with navigator Lieutenant Arthur Whitten Brown, piloted the first non-stop transatlantic flight from St. John's, Newfoundland to Clifden, Connemara, Ireland. He died in a flying accident in France in 1919."}]}, {"heading": "Deaths", "year": "1922", "date": "December 18", "txt": "Sir Carl Meyer, 1st Baronet, German-English banker and businessman (b. 1851)", "entities": [{"title": "Sir Carl Meyer, 1st Baronet", "href": "/wiki/Sir_Carl_Meyer,_1st_Baronet", "description": "Sir Carl Ferdinand Meyer, 1st Baronet was a British banker and mining magnate."}]}, {"heading": "Deaths", "year": "1925", "date": "December 18", "txt": "Hamo Thornycroft, English sculptor and academic (b. 1850)", "entities": [{"title": "Hamo Thornycroft", "href": "/wiki/Hamo_Thornycroft", "description": "Sir William Hamo Thornycroft was an English sculptor, responsible for some of London's best-known statues. He was a keen student of classical sculpture and became one of the youngest members of the Royal Academy."}]}, {"heading": "Deaths", "year": "1932", "date": "December 18", "txt": "Eduard Bernstein, German theorist and politician (b. 1850)", "entities": [{"title": "Eduard Bernstein", "href": "/wiki/Eduard_Bernstein", "description": "Eduard Bernstein was a German social democratic Marxist theorist and politician. A member of the Social Democratic Party of Germany (SPD), Bernstein had held close association to Karl Marx and Friedrich Engels, but he began to identify what he believed to be errors in Marxist thinking and began to criticize views held by Marxism when he investigated and challenged the Marxist materialist theory of"}]}, {"heading": "Deaths", "year": "1936", "date": "December 18", "txt": "Andrija Mohorovičić, Croatian meteorologist and seismologist (b. 1857)", "entities": [{"title": "Andrija Mohorovičić", "href": "/wiki/Andrija_Mohorovi%C4%8Di%C4%87", "description": "Andrija Mohorovičić was a Croatian geophysicist. He is best known for the eponymous Mohorovičić discontinuity and is considered as one of the founders of modern seismology."}]}, {"heading": "Deaths", "year": "1939", "date": "December 18", "txt": "Ernest Lawson, Canadian-American painter (b. 1873)", "entities": [{"title": "Ernest Lawson", "href": "/wiki/Ernest_Lawson", "description": "Ernest Lawson was a Canadian-American painter and a member of The Eight, a group of artists who formed a loose association in 1908 to protest the narrowness of taste and restrictive exhibition policies of the conservative, powerful National Academy of Design. Though Lawson was primarily a landscape painter, he also painted a small number of realistic urban scenes. His painting style is heavily inf"}]}, {"heading": "Deaths", "year": "1961", "date": "December 18", "txt": "Leo Reisman, American violinist and bandleader (b. 1897)", "entities": [{"title": "Leo Reisman", "href": "/wiki/Leo_Reisman", "description": "Leo (F.) Reisman was an American violinist and bandleader in the 1920s and 1930s. Born and reared in Boston, he was of Jewish ancestry; from German immigrants who immigrated to the United States in the 19th century. Inspired by the Russian-American violinist Jascha Heifetz, Reisman studied violin as a young man. After being rejected by the Boston Symphony Orchestra, he formed his own band in 1919."}]}, {"heading": "Deaths", "year": "1969", "date": "December 18", "txt": "Charles Dvorak, American pole vaulter and coach (b. 1878)", "entities": [{"title": "Charles Dvorak", "href": "/wiki/Charles_Dvorak", "description": "Charles Edward Dvorak was an American track and field athlete who specialized in the pole vault. He attended the University of Michigan where he competed for the Michigan Wolverines men's track and field team from 1900 to 1904. He participated in the 1900 Summer Olympics where he was a favorite in the pole vault. However, he missed the competition after being told by officials that the finals woul"}]}, {"heading": "Deaths", "year": "1971", "date": "December 18", "txt": "Bobby Jones, American golfer and lawyer (b. 1902)", "entities": [{"title": "Bobby Jones (golfer)", "href": "/wiki/Bobby_Jones_(golfer)", "description": "Robert Tyre Jones Jr. was an American amateur golfer who was one of the most influential figures in the history of the sport; he was also a lawyer by profession. Jones founded and helped design the Augusta National Golf Club, and co-founded the Masters Tournament. The innovations that he introduced at the Masters have been copied by virtually every professional golf tournament in the world."}]}, {"heading": "Deaths", "year": "1971", "date": "December 18", "txt": "Diana Lynn, American actress (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "December 18", "txt": "Allamah Rasheed Turabi, Indian-Pakistani religious leader and philosopher (b. 1908)", "entities": [{"title": "Allamah Rasheed Turabi", "href": "/wiki/Allamah_Rasheed_Turabi", "description": " Rasheed Turabi (1908–1973) was an Islamic scholar, religious leader, public speaker, poet and philosopher. He was born on 9th Jamadi-us-Sani 1326, 9 July 1908 in Hyderabad, India. He was the eldest son of Maulvi Sharaf Hussain Khan, a nobleman from Hyderabad. He got his basic Islamic education from his father who taught him till the age of 5. He did matriculation from Hyderabad, Intermediate-high"}]}, {"heading": "Deaths", "year": "1974", "date": "December 18", "txt": "Harry Hooper, American baseball player, coach, and manager (b. 1887)", "entities": [{"title": "Harry Hooper", "href": "/wiki/Harry_Hooper", "description": "Harry Bartholomew Hooper was a Major League Baseball (MLB) right fielder in the early 20th century. Hooper batted left-handed and threw right-handed. Hooper was born in Bell Station, California, and he graduated from Saint Mary's College of California. He played for major league teams between 1909 and 1925, spending most of that time with the Boston Red Sox and finishing his career with the Chicag"}]}, {"heading": "Deaths", "year": "1975", "date": "December 18", "txt": "Theodosius Dobzhansky, Ukrainian geneticist and biologist (b. 1900)", "entities": [{"title": "Theodosius Dobzhansky", "href": "/wiki/Theodosius_Dobzhansky", "description": "Theodosius Grygorovych Dobzhansky was a prominent Ukrainian-American geneticist and evolutionary biologist, and a central figure in the field of evolutionary biology for his work in shaping the modern synthesis. Dobzhansky was born in Ukraine, then part of the Russian Empire, and became an immigrant to the United States in 1927, aged 27."}]}, {"heading": "Deaths", "year": "1977", "date": "December 18", "txt": "Michio Nishizawa, Japanese baseball player and manager (b. 1921)", "entities": [{"title": "Michio Nishizawa", "href": "/wiki/Michio_Nishizawa", "description": "Michio Nishizawa  was a prominent Japanese Nippon Professional Baseball player who excelled as both a pitcher and a position player. Playing with the Chunichi Dragons franchise for most of his career, Nishizawa became one of Japan's most beloved athletes. His number 15 jersey is one of only two retired by the team."}]}, {"heading": "Deaths", "year": "1977", "date": "December 18", "txt": "Louis Untermeyer  American poet, anthologist, critic (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "December 18", "txt": "Dobriša Cesarić, Croatian poet and translator (b. 1902)", "entities": [{"title": "Dobriša Cesarić", "href": "/wiki/Dobri%C5%A1a_Cesari%C4%87", "description": "Dobriša Cesarić was a Croatian poet and translator born in Požega. Cesarić is considered as one of the greatest Croatian poets of the 20th century. In 1951 he became a member of the Yugoslav Academy of Sciences and Arts."}]}, {"heading": "Deaths", "year": "1980", "date": "December 18", "txt": "Alexei Kosygin, Russian soldier and politician, 8th Premier of the Soviet Union (b. 1904)", "entities": [{"title": "Premier of the Soviet Union", "href": "/wiki/Premier_of_the_Soviet_Union", "description": "The Premier of the Soviet Union was the head of government of the Union of Soviet Socialist Republics (USSR). The office had four different names throughout its existence: Chairman of the Council of People's Commissars (1923–1946), Chairman of the Council of Ministers (1946–1991), Prime Minister of the Soviet Union and Chairman of the Committee on the Operational Management of the Soviet Economy. "}]}, {"heading": "Deaths", "year": "1982", "date": "December 18", "txt": "Hans-Ulrich Rudel, German colonel and pilot (b. 1916)", "entities": [{"title": "Hans-Ulrich Rudel", "href": "/wiki/Hans-Ulrich_Rudel", "description": "Hans-Ulrich Rudel was a German ground-attack pilot during World War II, in which he was the most decorated German serviceman and a recipient of the Knight's Cross with Golden Oak Leaves, Swords, and Diamonds."}]}, {"heading": "Deaths", "year": "1985", "date": "December 18", "txt": "Xuân Diệu, Vietnamese poet and author (b. 1916)", "entities": [{"title": "Xuân Diệu", "href": "/wiki/Xu%C3%A2n_Di%E1%BB%87u", "description": "Ngô Xuân Diệu was a Vietnamese poet, journalist, short story writer, and literary critic, best known as one of the prominent figures of the twentieth-century Thơ Mới Movement. Heralded by critics as \"the newest of the New Poets\", Xuân Diệu rose to popularity with the collection Thơ thơ (1938), which demonstrates a distinct voice influenced by Western literature, notably French symbolism. He was on"}]}, {"heading": "Deaths", "year": "1987", "date": "December 18", "txt": "Conny Plank, German keyboard player and producer  (b. 1940)", "entities": [{"title": "Conny Plank", "href": "/wiki/Conny_Plank", "description": "Konrad \"Conny\" Plank was a German record producer and musician. His innovative work as a sound engineer and producer in Germany's krautrock and kosmische music scenes helped to shape postwar European popular music. Plank oversaw recordings such Neu!'s self-titled debut (1972), Kraftwerk's Autobahn (1974), and Harmonia's Deluxe (1975). He later produced for new wave acts such as Eurythmics and Ultr"}]}, {"heading": "Deaths", "year": "1988", "date": "December 18", "txt": "Niyazi Berkes, Turkish Cypriot-English sociologist and academic (b. 1908)", "entities": [{"title": "Niyazi Berkes", "href": "/wiki/Niyazi_Berkes", "description": "\nNiyazi Berkes was a Turkish Cypriot sociologist."}]}, {"heading": "Deaths", "year": "1990", "date": "December 18", "txt": "Anne Revere, American actress (b. 1903)", "entities": [{"title": "Anne Revere", "href": "/wiki/Anne_Revere", "description": "Anne Revere was an American actress and a progressive member of the board of the Screen Actors' Guild. She was best known for her work on Broadway and her film portrayals of mothers in a series of critically acclaimed films. An outspoken critic of the House Un-American Activities Committee, her name appeared in Red Channels: The Report on Communist Influence in Radio and Television in 1950 and she"}]}, {"heading": "Deaths", "year": "1990", "date": "December 18", "txt": "Paul Tortelier, French cellist and composer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "December 18", "txt": "Joseph Zubin, Lithuanian-American psychologist and academic (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "December 18", "txt": "George Abecassis, English race car driver (b. 1913)", "entities": [{"title": "George Abecassis", "href": "/wiki/George_Abecassis", "description": "George Edgar Abecassis was a British racing driver, and co-founder of the HWM Formula One team."}]}, {"heading": "Deaths", "year": "1992", "date": "December 18", "txt": "Mark Goodson, American game show producer, created Family Feud and The Price Is Right (b. 1915)", "entities": [{"title": "Mark Goodson", "href": "/wiki/Mark_Goodson", "description": "Mark Leo Goodson was an American television producer who specialized in game shows, most frequently with his business partner Bill Todman, with whom he created Goodson-Todman Productions."}]}, {"heading": "Deaths", "year": "1993", "date": "December 18", "txt": "Helm Glöckler, German race car driver (b. 1909)", "entities": [{"title": "Helm Glöckler", "href": "/wiki/Helm_Gl%C3%B6ckler", "description": "Helmut Glöckler was a German amateur racing driver."}]}, {"heading": "Deaths", "year": "1993", "date": "December 18", "txt": "Sam Wanamaker, American-English actor, director, and producer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "December 18", "txt": "Roger Apéry, Greek-French mathematician and academic (b. 1916)", "entities": [{"title": "Roger Apéry", "href": "/wiki/Roger_Ap%C3%A9ry", "description": "Roger Apéry was a Greek-French mathematician most remembered for Apéry's theorem, which states that ζ(3) is an irrational number. Here, ζ(s) denotes the Riemann zeta function."}]}, {"heading": "Deaths", "year": "1994", "date": "December 18", "txt": "Lilia Skala, Austrian-American actress (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "December 18", "txt": "Brian Brockless, English organist, composer, and conductor (b. 1926)", "entities": [{"title": "Brian Brockless", "href": "/wiki/Brian_Brockless", "description": "Brian Brockless was an English composer, organist and conductor and, for much of his life, was the Director of Music at the Priory Church of St Bartholomew-the-Great, Smithfield, London where he succeeded Paul Steinitz in 1961. He was a much respected Choral Trainer and his annual performances of Bach's St John Passion were noted for their musicality. He was the founder of Pro Cantione Antiqua, or"}]}, {"heading": "Deaths", "year": "1995", "date": "December 18", "txt": "Ross Thomas, American author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "December 18", "txt": "Konrad Zuse, German engineer, designed the Z3 computer (b. 1910)", "entities": [{"title": "Z3 (computer)", "href": "/wiki/Z3_(computer)", "description": "The Z3 was a German electromechanical computer designed by Konrad Zuse in 1935, and completed in 1941. It was the world's first working programmable, fully automatic digital computer. The Z3 was built with 2,600 relays, implementing a 22-bit word length that operated at a clock frequency of about 5–10 Hz. Program code was stored on punched film. Initial values were entered manually."}]}, {"heading": "Deaths", "year": "1996", "date": "December 18", "txt": "Yulii Borisovich Khariton, Russian physicist and academic (b. 1904)", "entities": [{"title": "Yulii Borisovich Khariton", "href": "/wiki/Yulii_Borisovich_Khariton", "description": "Yulii Borisovich Khariton was a Russian physicist and a leading scientist in the Soviet Union's nuclear weapons program. Since the initiation of the atomic bomb project by Joseph Stalin in 1943, Khariton was the \"chief Nuclear weapon designer\" and remained associated with the Soviet program for nearly four decades. In honour of the centennial of his birthday in 2004, his image appeared on a Russia"}]}, {"heading": "Deaths", "year": "1996", "date": "December 18", "txt": "Irving Caesar, American composer (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "December 18", "txt": "Chris Farley, American comedian and actor (b. 1964)", "entities": [{"title": "Chris Farley", "href": "/wiki/Chris_Farley", "description": "Christopher Crosby Farley was an American actor and comedian. Farley was known for his loud, energetic comedic style, and was a member of Chicago's Second City Theatre and later a cast member of the NBC sketch comedy show Saturday Night Live between 1990 and 1995. Farley later went on to pursue a film career, appearing in films such as Coneheads, Tommy Boy, Black Sheep, Beverly Hills Ninja, Billy "}]}, {"heading": "Deaths", "year": "1998", "date": "December 18", "txt": "Lev Dyomin, Russian colonel, pilot, and astronaut (b. 1926)", "entities": [{"title": "Lev Dyomin", "href": "/wiki/Lev_Dyomin", "description": "Lev Stepanovich Dyomin was a Soviet cosmonaut who flew on the Soyuz 15 spaceflight in 1974. This spaceflight was intended to dock with the space station Salyut 3, but the docking failed."}]}, {"heading": "Deaths", "year": "1999", "date": "December 18", "txt": "Robert Bresson, French director and screenwriter (b. 1901)", "entities": [{"title": "Robert Bresson", "href": "/wiki/Robert_Bresson", "description": "Robert Bresson was a French film director. Known for his ascetic approach, Bresson contributed notably to the art of cinema; his non-professional actors, ellipses, and sparse use of scoring have led his works to be regarded as preeminent examples of minimalist film. Much of his work is known for being tragic in story and nature."}]}, {"heading": "Deaths", "year": "2000", "date": "December 18", "txt": "Stan Fox, American race car driver (b. 1952)", "entities": [{"title": "Stan Fox", "href": "/wiki/Stan_Fox", "description": "Stanley Cole Fuchs, known professionally as Stan Fox, was an American open wheel race car driver. Fox was one of the last links between the midget car racing world and the Indianapolis 500."}]}, {"heading": "Deaths", "year": "2000", "date": "December 18", "txt": "Randolph Apperson Hearst, American businessman (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "December 18", "txt": "Kirsty MacColl, British singer-songwriter (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "December 18", "txt": "Gilbert Bécaud, French singer-songwriter, pianist, and actor (b. 1927)", "entities": [{"title": "Gilbert Bécaud", "href": "/wiki/Gilbert_B%C3%A9caud", "description": "Gilbert Bécaud was a French singer, composer, pianist and actor, known as \"Monsieur 100,000 Volts\" for his energetic performances. His best-known hits are \"Nathalie\" and \"Et maintenant\", a 1961 release that became an English language hit as \"What Now My Love\". He remained a popular artist for nearly fifty years, identifiable in his dark blue suits, with a white shirt and \"lucky tie\"; blue with whi"}]}, {"heading": "Deaths", "year": "2001", "date": "December 18", "txt": "Dimitris Dragatakis, Greek violinist and composer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "December 18", "txt": "Marcel Mule, French saxophonist and educator (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "December 18", "txt": "Necip Hablemitoğlu, Turkish historian and academic (b. 1954)", "entities": [{"title": "Necip Hablemitoğlu", "href": "/wiki/Necip_Hablemito%C4%9Flu", "description": "Necip Hablemitoğlu was a Turkish historian and intellectual. He was assassinated in front of his home in 2002. The perpetrators of this assassination have still not been found. In Ergenekon trial testimony, however, detained suspects Osman Yıldırım claimed that Osman Gürbüz killed him by the motivation of detained suspects Veli Küçük and Muzaffer Tekin for a false flag operation."}]}, {"heading": "Deaths", "year": "2002", "date": "December 18", "txt": "Ray Hnatyshyn, Canadian lawyer and politician, 24th Governor General of Canada (b. 1934)", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "2002", "date": "December 18", "txt": "Wayne Owens, American lawyer and politician (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "December 18", "txt": "Lucy Grealy, Irish-American author (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 18", "txt": "Anthony Sampson, English journalist and author (b. 1926)", "entities": [{"title": "Anthony Sampson", "href": "/wiki/Anthony_Sampson", "description": "Anthony Terrell Seward Sampson was a British writer and journalist. His most notable and successful book was Anatomy of Britain, which was published in 1962 and was followed by five more \"Anatomies\", updating the original book under various titles. He was the grandson of the linguist John Sampson, of whom he wrote a biography, The Scholar Gypsy: The Quest For A Family Secret (1997). He also gave N"}]}, {"heading": "Deaths", "year": "2005", "date": "December 18", "txt": "Alan Voorhees, American engineer and urban planner (b. 1922)", "entities": [{"title": "Alan Voorhees", "href": "/wiki/Alan_Voorhees", "description": "Alan Manners Voorhees was an American transportation engineer and urban planner who designed many large public works in the United States. Voorhees was born in Highland Park, New Jersey."}]}, {"heading": "Deaths", "year": "2006", "date": "December 18", "txt": "Joseph Barbera, American animator, director, and producer, co-founded Hanna-Barbera (b. 1911)", "entities": [{"title": "Joseph Barbera", "href": "/wiki/Joseph_Barbera", "description": "Joseph Roland Barbera was an American animator, director, producer, storyboard artist, and cartoon artist, whose film and television cartoon characters entertained millions of fans worldwide for much of the 20th century."}, {"title": "Hanna-Barbera", "href": "/wiki/Hanna-Barbera", "description": "Hanna-Barbera Productions, Inc., also variously known as H-B Enterprises, H-B Production Co., and Hanna-Barbera Cartoons, Inc., is an American animation studio and production company founded in 1957 by Tom and Jerry creators and former Metro-Goldwyn-Mayer animation directors William Hanna and Joseph Barbera, and remained active until 2001."}]}, {"heading": "Deaths", "year": "2006", "date": "December 18", "txt": "Ruth Bernhard, German-American photographer (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 18", "txt": "Shaukat Siddiqui, Pakistani author and activist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 18", "txt": "Hans Billian, Polish-German actor, director, and screenwriter (b. 1918)", "entities": [{"title": "Hans Billian", "href": "/wiki/Hans_Billian", "description": "Hans Billian was a German film director, screenwriter, and actor noted for the \"sex comedies\" he directed in the 1970s. He was also credited as Hans Billan, Phillip Halliday, and Christian Kessler."}]}, {"heading": "Deaths", "year": "2007", "date": "December 18", "txt": "Gerald Le Dain, Canadian lawyer and judge (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 18", "txt": "William Strauss, American author and playwright (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 18", "txt": "Alan Wagner, American businessman and critic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 18", "txt": "Majel Barrett, American actress and producer (b. 1932)", "entities": [{"title": "Majel Barrett", "href": "/wiki/Majel_Barrett", "description": "Majel Barrett-Roddenberry was an American actress and producer. She was best known for her roles as Nurse Christine Chapel in the original Star Trek series and Lwaxana Troi on Star Trek: The Next Generation and Star Trek: Deep Space Nine, as well as for being the voice of most onboard computer interfaces throughout the series. She became the second wife of Star Trek creator Gene Roddenberry."}]}, {"heading": "Deaths", "year": "2008", "date": "December 18", "txt": "Mark Felt, American FBI agent and informant (b. 1913)", "entities": [{"title": "FBI", "href": "/wiki/FBI", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}]}, {"heading": "Deaths", "year": "2010", "date": "December 18", "txt": "Phil Cavarretta, American baseball player and manager (b. 1916)", "entities": [{"title": "Phil Cavarretta", "href": "/wiki/Phil_Cavarretta", "description": "Philip Joseph Cavarretta was an American Major League Baseball first baseman, outfielder, and manager. He was known to friends and family as \"Phil\" and was also called \"Philibuck\", a nickname bestowed by Cubs manager Charlie Grimm."}]}, {"heading": "Deaths", "year": "2010", "date": "December 18", "txt": "Jacqueline de Romilly, French philologist, author, and scholar (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 18", "txt": "Tommaso Padoa-Schioppa, Italian economist and politician, Italian Minister of Economy and Finances (b. 1940)", "entities": [{"title": "List of Italian Ministers of Economy and Finances", "href": "/wiki/List_of_Italian_Ministers_of_Economy_and_Finances", "description": "The Italian Minister of Economy and Finance is a senior member of the Italian Cabinet who leads the Ministry of Economy and Finance since its creation in 2001 by the fusion of three former ministries, the Ministry of Treasury, the Ministry of Budget and the Ministry of Finance."}]}, {"heading": "Deaths", "year": "2010", "date": "December 18", "txt": "James Pickles, English judge and journalist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 18", "txt": "Václav Havel, Czech poet, playwright, and politician, 1st President of the Czech Republic (b. 1936)", "entities": [{"title": "Václav Havel", "href": "/wiki/V%C3%A1clav_Havel", "description": "Václav Havel was a Czech statesman, writer and former dissident, who served as the last President of Czechoslovakia from 1989 until the dissolution of Czechoslovakia in 1992 and then as the first President of the Czech Republic from 1993 to 2003. He was the first democratically elected president of either country after the end of communism. As a writer of Czech literature, he is known for his play"}, {"title": "President of the Czech Republic", "href": "/wiki/President_of_the_Czech_Republic", "description": "The President of the Czech Republic is the elected formal head of state of the Czech Republic and the commander-in-chief of the military of the Czech Republic."}]}, {"heading": "Deaths", "year": "2012", "date": "December 18", "txt": "Frank Macchiarola, American lawyer and academic (b. 1941)", "entities": [{"title": "Frank Macchiarola", "href": "/wiki/Frank_Macchiarola", "description": "Frank J. Macchiarola, was an American academic. His interests and expertise spanned the legal, academic, executive management and public service areas. From 2008 until his death, Macchiarola was the Chancellor of St. Francis College, after having been the college's president from 1996 to 2008."}]}, {"heading": "Deaths", "year": "2012", "date": "December 18", "txt": "Mustafa Ould Salek, Mauritanian colonel and politician, President of Mauritania (b. 1936)", "entities": [{"title": "President of Mauritania", "href": "/wiki/President_of_Mauritania", "description": "This is a list of heads of state of Mauritania since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "2012", "date": "December 18", "txt": "Jim Whalen, American football player (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 18", "txt": "Anatoliy Zayaev, Ukrainian footballer, coach, and manager (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 18", "txt": "Ken Hutcherson, American football player (b. 1952)", "entities": [{"title": "Ken Hutcherson", "href": "/wiki/Ken_Hutcherson", "description": "Kenneth Lee Hutcherson was an American football linebacker in the National Football League and senior pastor at Antioch Bible Church in Kirkland, Washington, where he had been since 1985. His nickname from his NFL days was \"The Hutch\". Hutcherson died on December 18, 2013, after more than a decade-long battle with prostate and bone cancer. Ken Hutcherson is survived by his mother, wife, and four c"}]}, {"heading": "Deaths", "year": "2013", "date": "December 18", "txt": "Graham Mackay, South African-English businessman (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 18", "txt": "Donald J. Albosta, American soldier and politician (b. 1925)", "entities": [{"title": "Donald J. Albosta", "href": "/wiki/Donald_J._Albosta", "description": "Donald Joseph Albosta was an American farmer, businessman, and politician from the U.S. state of Michigan. He served three terms in the United States House of Representatives from 1979 to 1985."}]}, {"heading": "Deaths", "year": "2014", "date": "December 18", "txt": "Gideon Ben-Yisrael, Israeli soldier and politician (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 18", "txt": "Larry Henley, American singer-songwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 18", "txt": "Virna Lisi, Italian actress (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 18", "txt": "Mandy Rice-Davies, English model and actress (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 18", "txt": "Robert Simpson, American meteorologist and author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 18", "txt": "Luc Brewaeys, Belgian pianist, composer, and conductor (b. 1959)", "entities": [{"title": "Luc Brewaeys", "href": "/wiki/Luc_Brewaeys", "description": "Luc Brewaeys was a Belgian composer, conductor, pianist and recording producer at the VRT. He studied composition with André Laporte in Brussels, with Franco Donatoni in Siena (Italy) and with Brian Ferneyhough in Darmstadt (Germany)."}]}, {"heading": "Deaths", "year": "2015", "date": "December 18", "txt": "Helge Solum Larsen, Norwegian businessman and politician (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 18", "txt": "Zsa Zsa Gabor, Hungarian-American actress and socialite (b. 1917)", "entities": [{"title": "Zsa Zsa Gabor", "href": "/wiki/Zsa_Zsa_Gabor", "description": "Zsa Zsa Gabor was a Hungarian-American actress and socialite. Her sisters were actresses Eva and Magda Gabor."}]}, {"heading": "Deaths", "year": "2017", "date": "December 18", "txt": "Kim Jong-hyun, South Korean singer (b. 1990)", "entities": [{"title": "Kim Jong-hyun (singer)", "href": "/wiki/Kim_Jong-hyun_(singer)", "description": "Kim Jong-hyun, better known mononymously as Jonghyun, was a South Korean singer-songwriter, record producer, radio host, and author under the SM Entertainment label. He was the main vocalist of the South Korean boy band Shinee for nine years, releasing twelve albums with the group in both Korean and Japanese. He also participated in SM Entertainment's project group, SM the Ballad, for the release "}]}, {"heading": "Deaths", "year": "2020", "date": "December 18", "txt": "Jerry Relph, American politician and member of the Minnesota Senate (b. 1944)", "entities": [{"title": "Jerry Relph", "href": "/wiki/Jerry_Relph", "description": "Jerry O. Relph was an American politician and member of the Minnesota Senate. A Republican, he represented District 14 in central Minnesota from 2017 until his death from Covid complications in 2020. Prior to his death, he attended a superspreader event, along with several other Minnesota Republicans, where attendees did not comply with public health recommendations, such as wearing protective fac"}, {"title": "Minnesota Senate", "href": "/wiki/Minnesota_Senate", "description": "The Minnesota Senate is the upper house of the Legislature of the U.S. state of Minnesota. At 67 members, half as many as the Minnesota House of Representatives, it is the largest upper house of any U.S. state legislature. Floor sessions are held in the west wing of the State Capitol in Saint Paul. Committee hearings, as well as offices for senators and staff, are located north of the State Capito"}]}]