[{"heading": "Events", "year": "1294", "date": "December 13", "txt": "Saint Celestine V resigns the papacy after only five months to return to his previous life as an ascetic hermit.", "entities": [{"title": "Pope Celestine V", "href": "/wiki/Pope_Celestine_V", "description": "Pope Celestine V, born Pietro Angelerio, also known as Pietro da Morrone, Peter of Morrone, and Peter Celestine, was pope for five months from 5 July to 13 December 1294, when he resigned. He was also a monk and hermit who founded the order of the Celestines as a branch of the Benedictine order."}, {"title": "Papal resignation", "href": "/wiki/Papal_resignation", "description": "A papal renunciation occurs when the reigning pope of the Catholic Church voluntarily steps down from his position. As the reign of the pope has conventionally been from election until death, papal renunciation is an uncommon event. Before the 21st century, only five popes unambiguously resigned with historical certainty, all between the 10th and 15th centuries. Additionally, there are disputed cl"}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}, {"title": "Asceticism", "href": "/wiki/Asceticism", "description": "Asceticism is a lifestyle characterized by abstinence from sensual pleasures, often for the purpose of pursuing spiritual goals. Ascetics may withdraw from the world for their practices or continue to be part of their society, but typically adopt a frugal lifestyle, characterised by the renunciation of material possessions and physical pleasures, and also spend time fasting while concentrating on "}, {"title": "Hermit", "href": "/wiki/Hermit", "description": "A hermit, or eremite, is a person who lives in seclusion. Hermits are a part of several sections of various religions and this concept has garnered significant attention and importance."}]}, {"heading": "Events", "year": "1545", "date": "December 13", "txt": "The Council of Trent begins as the embodiment of the Counter-Reformation.", "entities": [{"title": "Council of Trent", "href": "/wiki/Council_of_Trent", "description": "The Council of Trent, held between 1545 and 1563 in Trent, was the 19th ecumenical council of the Catholic Church. Prompted by the Protestant Reformation, it has been described as the embodiment of the Counter-Reformation."}, {"title": "Counter-Reformation", "href": "/wiki/Counter-Reformation", "description": "The Counter-Reformation, also called the Catholic Reformation or the Catholic Revival, was the period of Catholic resurgence that was initiated in response to the Protestant Reformation. It began with the Council of Trent (1545–1563) and largely ended with the conclusion of the European wars of religion in 1648. Initiated to address the effects of the Protestant Reformation, the Counter-Reformatio"}]}, {"heading": "Events", "year": "1577", "date": "December 13", "txt": "Sir Francis Drake sets sail from Plymouth, England, on his round-the-world voyage.", "entities": [{"title": "Francis Drake", "href": "/wiki/Francis_Drake", "description": "Sir Francis Drake was an English explorer, sea captain, privateer, naval officer, and politician. Drake is best known for his circumnavigation of the world in a single expedition, from 1577 to 1580. This included his incursion into the Pacific Ocean, until then an area of exclusive Spanish interest, and his claim to New Albion for England, an area in what is now the American state of California. H"}, {"title": "Plymouth", "href": "/wiki/Plymouth", "description": "Plymouth is a port city in England on the south coast of Devon, approximately 37 miles (60 km) south-west of Exeter and 190 miles (310 km) west-south-west of London. Enclosing the city are the mouths of the river Plym and river Tamar, which are naturally incorporated into Plymouth Sound to form a boundary with Cornwall."}]}, {"heading": "Events", "year": "1636", "date": "December 13", "txt": "The Massachusetts Bay Colony organizes three militia regiments to defend the colony against the Pequot Indians. This organization is recognized today as the founding of the National Guard of the United States.", "entities": [{"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}, {"title": "Militia", "href": "/wiki/Militia", "description": "A militia is generally an army or some other fighting organization of non-professional soldiers, citizens of a country, or subjects of a state, who may perform military service during a time of need, as opposed to a professional force of regular, full-time military personnel or (historically) to members of a warrior nobility class. Generally unable to hold ground against regular forces, militias c"}, {"title": "Pequot people", "href": "/wiki/Pequot_people", "description": "The Pequots are a Native American people of Connecticut. Modern Pequots are members of the federally recognized Mashantucket Pequot Tribe, four other state-recognized groups in Connecticut including the Eastern Pequot Tribal Nation, or the Brothertown Indians of Wisconsin. They historically spoke Pequot, a dialect of the Mohegan-Pequot language which became extinct by the early 20th century, thoug"}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}, {"title": "National Guard of the United States", "href": "/wiki/National_Guard_of_the_United_States", "description": "The United States National Guard is part of the reserve components of the United States Army and the United States Air Force. It is a military reserve force composed of National Guard military members or units of each state and the territories of Guam, the Virgin Islands, and Puerto Rico, and the District of Columbia, for a total of 54 separate organizations. All members of the National Guard of t"}]}, {"heading": "Events", "year": "1642", "date": "December 13", "txt": "Abel Tasman is the first recorded European to sight New Zealand.", "entities": [{"title": "Abel Tasman", "href": "/wiki/Abel_Tasman", "description": "Abel Janszoon Tasman was a Dutch seafarer, explorer, and merchant, best known for his voyages of 1642 and 1644 in the service of the Dutch East India Company (VOC). He was the first known European explorer to reach New Zealand and the islands of Fiji and Van Diemen's Land."}]}, {"heading": "Events", "year": "1643", "date": "December 13", "txt": "English Civil War: The Battle of Alton takes place in Hampshire.", "entities": [{"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}, {"title": "Battle of Alton", "href": "/wiki/Battle_of_Alton", "description": "The Battle of Alton, of the First English Civil War, took place on 13 December 1643 in the town of Alton, Hampshire, England. There, Parliamentary forces serving under Sir William Waller led a successful surprise attack on a winter garrison of Royalist infantry and cavalry serving under the Earl of Crawford. The Battle of Alton was the first decisive defeat of Sir Ralph Hopton, leader of Royalist "}, {"title": "Hampshire", "href": "/wiki/Hampshire", "description": "Hampshire is a county in South East England on the English Channel coast. The county town is Winchester, England's former capital city. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities and the rest of the county is governed by a combination of Hampshire County Council and non-metropolitan borough councils."}]}, {"heading": "Events", "year": "1758", "date": "December 13", "txt": "The English transport ship Duke William sinks in the North Atlantic, killing over 360 people.", "entities": []}, {"heading": "Events", "year": "1769", "date": "December 13", "txt": "Dartmouth College is founded by the Reverend Eleazar Wheelock, with a royal charter from King George III, on land donated by Royal governor John Wentworth.", "entities": [{"title": "Dartmouth College", "href": "/wiki/Dartmouth_College", "description": "Dartmouth College is a private Ivy League research university in Hanover, New Hampshire, United States. Established in 1769 by Eleazar Wheelock, it is the ninth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. Although initially founded as a school to educate young Native Americans in Christian theology and "}, {"title": "Eleazar Wheelock", "href": "/wiki/Eleazar_Wheelock", "description": "Eleazar Wheelock was an American Congregational minister, orator, and educator in Lebanon, Connecticut, for 35 years before founding Dartmouth College in New Hampshire. He had tutored Samson Occom, a Mohegan who became a Presbyterian minister and the first Native American to publish writings in English. Before founding Dartmouth, Wheelock founded and ran the Moor's Charity School in Connecticut to"}, {"title": "Royal charter", "href": "/wiki/Royal_charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}, {"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}, {"title": "Governor-general", "href": "/wiki/Governor-general#British_colonialism_and_the_governors-general", "description": "Governor-general or governor general, in modern usage, is the title of an office-holder appointed to represent the monarch of a sovereign state in the governing of an independent realm as a viceroy. Governors-general have also previously been appointed in respect of major colonial states or other territories held by either a monarchy or republic, such as Japan in Korea and France in Indochina."}, {"title": "Sir John Wentworth, 1st Baronet", "href": "/wiki/Sir_John_Wentworth,_1st_Baronet", "description": "Sir John Wentworth, 1st Baronet was the British colonial governor of New Hampshire at the time of the American Revolution. He was later also Lieutenant-Governor of Nova Scotia. He is buried in the crypt of St. Paul's Church (Halifax)."}]}, {"heading": "Events", "year": "1818", "date": "December 13", "txt": "Cyril VI of Constantinople resigns from his position as Ecumenical Patriarch.", "entities": [{"title": "Cyril VI of Constantinople", "href": "/wiki/Cyril_VI_of_Constantinople", "description": "Cyril VI, lay name Konstantinos Serpetzoglou was the Ecumenical Patriarch of Constantinople between the years 1813 and 1818."}]}, {"heading": "Events", "year": "1862", "date": "December 13", "txt": "American Civil War: At the Battle of Fredericksburg, Confederate General Robert E. Lee defeats Union Major General Ambrose Burnside.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Fredericksburg", "href": "/wiki/Battle_of_Fredericksburg", "description": "The Battle of Fredericksburg was fought December 11–15, 1862, in and around Fredericksburg, Virginia, in the Eastern Theater of the American Civil War. The combat, between the Union Army of the Potomac commanded by Maj. Gen. Ambrose E. Burnside and the Confederate Army of Northern Virginia under Gen. Robert E. Lee, included futile frontal attacks by the Union Army on December 13 against entrenched"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Ambrose Burnside", "href": "/wiki/Ambrose_Burnside", "description": "Ambrose Everett Burnside was an American soldier, railroad executive, inventor, industrialist, and politician from Rhode Island. He served as the Governor of Rhode Island from 1866 to 1869, and as a United States Senator for Rhode Island from 1875 until his death."}]}, {"heading": "Events", "year": "1867", "date": "December 13", "txt": "A Fenian bomb explodes in Clerkenwell, London, killing six.", "entities": [{"title": "Fenian", "href": "/wiki/Fenian", "description": "The word Fenian served as an umbrella term for the Fenian Brotherhood and the Irish Republican Brotherhood (IRB), secret political organisations dedicated to the establishment of an independent Irish Republic in the 19th and early 20th centuries. They were active in Ireland, Britain, Canada and the United States. They sometimes used violence."}, {"title": "Clerkenwell", "href": "/wiki/Clerkenwell", "description": "Clerkenwell is an area of central London, England."}]}, {"heading": "Events", "year": "1937", "date": "December 13", "txt": "Second Sino-Japanese War: Battle of Nanking: The city of Nanjing, defended by the National Revolutionary Army under the command of General Tang Shengzhi, falls to the Japanese. This is followed by the Nanking Massacre, in which Japanese troops rape and slaughter hundreds of thousands of civilians.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident on 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escal"}, {"title": "Battle of Nanking", "href": "/wiki/Battle_of_Nanking", "description": "The Battle of Nanking was fought in early December 1937 during the Second Sino-Japanese War between the Chinese National Revolutionary Army and the Imperial Japanese Army for control of Nanking (Nanjing), the capital of the Republic of China."}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}, {"title": "National Revolutionary Army", "href": "/wiki/National_Revolutionary_Army", "description": "The National Revolutionary Army, sometimes shortened to Revolutionary Army (革命軍) before 1928, and as National Army (國軍) after 1928, was the military arm of the Kuomintang from 1925 until 1947 in the Republic of China. It also became the regular army of the ROC during the KMT's period of party rule beginning in 1928. It was renamed the Republic of China Armed Forces after the 1947 Constitution, whi"}, {"title": "Tang Shengzhi", "href": "/wiki/Tang_Shengzhi", "description": "Tang Shengzhi was a Chinese warlord during the Warlord Era, a military commander during the Second Sino-Japanese War and a politician after World War II."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Nanking Massacre", "href": "/wiki/Nanking_Massacre", "description": "The Nanjing Massacre or the Rape of Nanjing was an episode of mass murder and mass rape committed by Imperial Japanese troops against the residents of Nanjing (Nanking), at that time the capital of China, during the Second Sino-Japanese War."}]}, {"heading": "Events", "year": "1938", "date": "December 13", "txt": "The Holocaust: The Neuengamme concentration camp opens in the Bergedorf district of Hamburg, Germany.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Neuengamme concentration camp", "href": "/wiki/Neuengamme_concentration_camp", "description": "Neuengamme was a network of Nazi concentration camps in Northern Germany that consisted of the main camp, Neuengamme, and more than 85 satellite camps. Established in 1938 near the village of Neuengamme in the Bergedorf district of Hamburg, the Neuengamme camp became the largest concentration camp in Northwest Germany. Over 100,000 prisoners came through Neuengamme and its subcamps, 24 of which we"}, {"title": "Bergedorf", "href": "/wiki/Bergedorf", "description": "Bergedorf is the largest of the seven boroughs of Hamburg, Germany, named after a quarter within this borough. In 2016 the population of the borough was 126,395."}, {"title": "Hamburg", "href": "/wiki/Hamburg", "description": "Hamburg, officially the Free and Hanseatic City of Hamburg, is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million. Hamburg's urban area has a population of around 2.5 million and its metropolitan area is home to more than five million people. The city lies on the River Elbe and two of its tributaries, the River Alster a"}]}, {"heading": "Events", "year": "1939", "date": "December 13", "txt": "The Battle of the River Plate is fought off the coast of Uruguay; the first naval battle of World War II. The Kriegsmarine's Deutschland-class cruiser (pocket battleship) Admiral Graf Spee engages with three Royal Navy cruisers: HMS Ajax, HMNZS Achilles and HMS Exeter.", "entities": [{"title": "Battle of the River Plate", "href": "/wiki/Battle_of_the_River_Plate", "description": "The Battle of the River Plate was fought in the South Atlantic on 13 December 1939 as the first naval battle of the Second World War. The Kriegsmarine heavy cruiser Admiral Graf Spee, commanded by Captain Hans Langsdorff, engaged a Royal Navy squadron, commanded by Commodore Henry Harwood, comprising the cruisers HMS Ajax, HMS Achilles and HMS Exeter."}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Kriegsmarine", "href": "/wiki/Kriegsmarine", "description": "The Kriegsmarine was the navy of Nazi Germany from 1935 to 1945. It superseded the Imperial German Navy of the German Empire (1871–1918) and the inter-war Reichsmarine (1919–1935) of the Weimar Republic. The Kriegsmarine was one of three official branches, along with the Heer and the Luftwaffe of the Wehrmacht, the German armed forces from 1933 to 1945."}, {"title": "Deutschland-class cruiser", "href": "/wiki/Deutschland-class_cruiser", "description": "The Deutschland class was a series of three Panzerschiffe, a form of heavily armed cruiser, built by the Reichsmarine officially in accordance with restrictions imposed by the Treaty of Versailles. The ships of the class, Deutschland, Admiral Scheer and Admiral Graf Spee, were all stated to displace 10,000 long tons (10,000 t) in accordance with the Treaty, though they actually displaced 10,600 to"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "HMS Ajax (22)", "href": "/wiki/HMS_Ajax_(22)", "description": "HMS Ajax was a Leander-class light cruiser which served with the Royal Navy during World War II. She became famous for her part in the Battle of the River Plate, the Battle of Crete, the Battle of Malta and as a supply escort in the siege of Tobruk. This ship was the eighth in the Royal Navy to bear the name. In February 1942, she was adopted by the civil community of Halifax."}, {"title": "HMNZS Achilles (70)", "href": "/wiki/HMNZS_Achilles_(70)", "description": "HMNZS Achilles was a  Leander-class light cruiser, the second of five in the class. She served in the Royal New Zealand Navy in the Second World War. She was launched in 1931 for the Royal Navy, loaned to New Zealand in 1936 and transferred to the new Royal New Zealand Navy in 1941. She became famous for her part in the Battle of the River Plate, alongside HMS Ajax and HMS Exeter and notable for b"}, {"title": "HMS Exeter (68)", "href": "/wiki/HMS_Exeter_(68)", "description": "HMS Exeter was the second and last  York-class heavy cruiser built for the Royal Navy during the late 1920s. Aside from a temporary deployment with the Mediterranean Fleet during the Abyssinia Crisis of 1935–36, she spent the bulk of the 1930s assigned to the Atlantic Fleet or the North America and West Indies Station. When World War II began in September 1939, the cruiser was assigned to patrol S"}]}, {"heading": "Events", "year": "1943", "date": "December 13", "txt": "World War II: The Massacre of Kalavryta by German occupying forces in Greece.", "entities": [{"title": "Massacre of Kalavryta", "href": "/wiki/Massacre_of_Kalavryta", "description": "The Kalavryta massacre, or the Holocaust of Kalavryta, refers to the near-extermination of the male population and the total destruction of the town of Kalavryta, Greece, by the 117th Jäger Division (Wehrmacht) during World War II, on 13 December 1943."}]}, {"heading": "Events", "year": "1949", "date": "December 13", "txt": "The Knesset votes to move the capital of Israel from Tel Aviv to Jerusalem.", "entities": [{"title": "Knesset", "href": "/wiki/Knesset", "description": "The Knesset is the unicameral national legislature of Israel. As the legislative branch of the Israeli government, the Knesset passes all laws, elects the president and prime minister, approves the cabinet, and supervises the work of the government. In addition, the Knesset elects the state comptroller. It also has the power to waive the immunity of its members, remove the president and the state "}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Tel Aviv", "href": "/wiki/Tel_Aviv", "description": "Tel Aviv-Yafo, often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 460,613, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is "}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "1959", "date": "December 13", "txt": "Archbishop Makarios III becomes the first President of Cyprus.", "entities": [{"title": "List of archbishops of Cyprus", "href": "/wiki/List_of_archbishops_of_Cyprus", "description": "This is a list of Archbishops of Cyprus since its foundation with known dates of enthronement. The Church of Cyprus was created by St. Barnabas in 45 AD. The see of Cyprus was declared autocephalous by the Council of Ephesus, on 30 July 431; its autocephaly was abolished in 1260, and was restored in 1571. As the head of the Church of Cyprus, the holder is styled Archbishop of Nova Justiniana and A"}, {"title": "Makarios III", "href": "/wiki/Makarios_III", "description": "Makarios III was a Cypriot clergyman and politician who served as the archbishop and primate of the autocephalous Church of Cyprus (1950–1977) and as the first president of Cyprus (1960–1977). In his three terms as president he survived four assassination attempts and a coup d'état. He is widely regarded by Greek Cypriots as the Father of the Nation or \"Ethnarch\"."}, {"title": "President of Cyprus", "href": "/wiki/President_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Events", "year": "1960", "date": "December 13", "txt": "While Emperor Haile Selassie of Ethiopia visits Brazil, his Imperial Bodyguard seizes the capital and proclaims him deposed and his son, Crown Prince Asfa Wossen, Emperor.", "entities": [{"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}, {"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Kebur Zabagna", "href": "/wiki/Kebur_Zabagna", "description": "Kebur Zabagna or Zebenya was the Ethiopian Imperial Guard. Also known as the First Division, this unit served the dual purposes of providing security for the Emperor of Ethiopia, and being an elite infantry division. It was not, however, part of the organizational structure of the Ethiopian regular army as it was part of the Zebagna, the Addis Ababa Guard. The Kebur Zabagna was based at Addis Abab"}, {"title": "1960 Ethiopian coup attempt", "href": "/wiki/1960_Ethiopian_coup_attempt", "description": "The 1960 Ethiopian coup d'etat attempt was staged on 13 December 1960. The Council of the Revolution, four conspirators led by brothers Germame Neway and Brigadier General Mengistu Neway, commander of the Kebur Zabangna, sought to overthrow His Imperial Majesty Emperor Haile Selassie during a state visit in order to install a progressive government. The coup leaders declared the beginning of a new"}, {"title": "Amha Selassie", "href": "/wiki/Amha_Selassie", "description": "Amha Selassie was Emperor-in-exile of Ethiopia. As son of Haile Selassie I, he was Crown Prince and was proclaimed Emperor three times. He was first proclaimed Emperor during an unsuccessful coup attempt against his father in December 1960, during which he was detained and compelled to accept the title. After his father was deposed in a later coup, he was proclaimed Emperor again in absentia by th"}]}, {"heading": "Events", "year": "1962", "date": "December 13", "txt": "NASA launches Relay 1, the first active repeater communications satellite in orbit.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Satellite", "href": "/wiki/Satellite", "description": "In the context of spaceflight, a satellite is an object that has been intentionally placed into orbit. These objects are called artificial satellites to distinguish them from natural satellites such as Earth's Moon."}]}, {"heading": "Events", "year": "1967", "date": "December 13", "txt": "Constantine II of Greece attempts an unsuccessful counter-coup against the Regime of the Colonels.", "entities": [{"title": "Constantine II of Greece", "href": "/wiki/Constantine_II_of_Greece", "description": "Constantine II is the last king of the Hellenes. He reigned from 6 March 1964 until the abolition of the monarchy on 1 June 1973."}, {"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374#The_King's_counter-coup", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}, {"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}]}, {"heading": "Events", "year": "1968", "date": "December 13", "txt": "Brazilian President Artur da Costa e Silva issues AI-5 (Institutional Act No. 5), enabling government by decree and suspending habeas corpus.", "entities": [{"title": "Artur da Costa e Silva", "href": "/wiki/Artur_da_Costa_e_Silva", "description": "Artur da Costa e Silva was a Brazilian Army General and the second President of the Brazilian military government that came to power after the 1964 coup d'état. He reached the rank of Marshal of the Brazilian Army, and held the post of Minister of War in the military government of President Castelo Branco."}, {"title": "AI-5", "href": "/wiki/AI-5", "description": "The Ato Institucional Número Cinco – AI-5 was the fifth of seventeen major decrees issued by the military dictatorship in the years following the 1964 coup d'état in Brazil. Institutional Acts were the highest form of legislation during the military regime, given that they overruled even the highly authoritarian Constitution, and were enforced without the possibility of judicial review. They were "}, {"title": "Habeas corpus", "href": "/wiki/Habeas_corpus", "description": "Habeas corpus is a recourse in law through which a person can report an unlawful detention or imprisonment to a court and request that the court order the custodian of the person, usually a prison official, to bring the prisoner to court, to determine whether the detention is lawful."}]}, {"heading": "Events", "year": "1972", "date": "December 13", "txt": "Apollo program: Eugene Cernan and Harrison Schmitt begin the third and final extra-vehicular activity (EVA) or \"Moonwalk\" of Apollo 17. To date they are the last humans to set foot on the Moon.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Eugene Cernan", "href": "/wiki/Eugene_Cernan", "description": "Eugene Andrew Cernan was an American astronaut, naval aviator, electrical engineer, aeronautical engineer, and fighter pilot. During the Apollo 17 mission, Cernan became the eleventh person to walk on the Moon. As he re-entered the Apollo Lunar Module after Harrison Schmitt on their third and final lunar excursion, he is the last person to walk on the Moon as of 2021."}, {"title": "Harrison Schmitt", "href": "/wiki/Harrison_Schmitt", "description": "Harrison Hagan \"Jack\" Schmitt is an American geologist, retired NASA astronaut, university professor, former U.S. senator from New Mexico, and the most recent person still living to have walked on the Moon."}, {"title": "Extra-vehicular activity", "href": "/wiki/Extra-vehicular_activity", "description": "Extravehicular activity (EVA) is any activity done by an astronaut or cosmonaut outside a spacecraft beyond the Earth's appreciable atmosphere. The term most commonly applies to a spacewalk made outside a craft orbiting Earth. On March 18, 1965, Alexei Leonov became the first human to perform a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. The term also "}]}, {"heading": "Events", "year": "1974", "date": "December 13", "txt": "Malta becomes a republic within the Commonwealth of Nations.", "entities": [{"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1974", "date": "December 13", "txt": "In the Vietnam War, the North Vietnamese forces launch their 1975 Spring Offensive (to 30 April 1975), which results in the final capitulation of South Vietnam.", "entities": [{"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "1975 Spring Offensive", "href": "/wiki/1975_Spring_Offensive", "description": "The 1975 spring offensive, officially known as the general offensive and uprising of spring 1975 was the final North Vietnamese campaign in the Vietnam War that led to the capitulation of South Vietnam. After the initial success capturing Phước Long Province, the North Vietnamese leadership increased the scope of the People's Army of Vietnam's (PAVN) offensive and captured and held the key Central"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1977", "date": "December 13", "txt": "Air Indiana Flight 216 crashes near Evansville Regional Airport, killing 29, including the University of Evansville basketball team, support staff, and boosters of the team.", "entities": [{"title": "Air Indiana Flight 216", "href": "/wiki/Air_Indiana_Flight_216", "description": "The Air Indiana Flight 216 crash occurred on December 13, 1977, at 19:22 CST, when a Douglas DC-3, registration N51071 carrying the University of Evansville basketball team, crashed on takeoff at the Evansville Regional Airport in Evansville, Indiana. The aircraft lost control and crashed shortly after lift-off. The plane was on its way to Nashville International Airport, taking the team to play t"}, {"title": "Evansville Regional Airport", "href": "/wiki/Evansville_Regional_Airport", "description": "Evansville Regional Airport is three miles north of Evansville, in Vanderburgh County, Indiana, United States. It is owned and operated by the Evansville-Vanderburgh Airport Authority District."}, {"title": "Evansville Purple Aces men's basketball", "href": "/wiki/Evansville_Purple_Aces_men%27s_basketball", "description": "The Evansville Purple Aces men's basketball team represents the Purple Aces of the University of Evansville, located in Evansville, Indiana, in NCAA Division I basketball competition. They play their home games at the Ford Center. Evansville's athletics teams were originally known as the Pioneers in the early part of the 1900s. In the 1920s, the name Aces arose after a local sports writer wrote in"}]}, {"heading": "Events", "year": "1981", "date": "December 13", "txt": "General Wojciech Jaruzelski declares martial law in Poland, largely due to the actions by Solidarity.", "entities": [{"title": "Wojciech Jaruzelski", "href": "/wiki/Wojciech_Jaruzelski", "description": "Wojciech Witold Jaruzelski was a Polish military officer, politician and de facto dictator of the Polish People's Republic from 1981 until 1989. He was the First Secretary of the Polish United Workers' Party between 1981 and 1989, making him the last leader of the Polish People's Republic. Jaruzelski served as Prime Minister from 1981 to 1985, the Chairman of the Council of State from 1985 to 1989"}, {"title": "Martial law", "href": "/wiki/Martial_law", "description": "Martial law is the temporary imposition of direct military control of normal civil functions or suspension of civil law by a government, especially in response to a temporary emergency where civil forces are overwhelmed, or in an occupied territory."}]}, {"heading": "Events", "year": "1982", "date": "December 13", "txt": "The 6.0 Ms  North Yemen earthquake shakes southwestern Yemen with a maximum Mercalli intensity of VIII (Severe), killing 2,800, and injuring 1,500.", "entities": [{"title": "1982 North Yemen earthquake", "href": "/wiki/1982_North_Yemen_earthquake", "description": "The 1982 North Yemen earthquake hit near the city of Dhamar, North Yemen on December 13. Measuring 6.2 on the moment magnitude scale, with a maximum perceived intensity of VIII (Severe) on the Mercalli intensity scale, as many as 2,800 people were killed and another 1,500 injured. The shock occurred within several hundred kilometers of a plate boundary in a geologically complex region that include"}, {"title": "Yemen", "href": "/wiki/Yemen", "description": "Yemen, officially the Republic of Yemen, is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres. The coastline stretches for about 2,000 kilometres. Yemen's constitutionally stated capital is the city of Sanaa, but the city has been under Houthi rebel control since February 2015 "}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1988", "date": "December 13", "txt": "PLO Chairman Yasser Arafat gives a speech at a UN General Assembly meeting in Geneva, Switzerland, after United States authorities refused to grant him a visa to visit UN headquarters in New York.", "entities": [{"title": "Chairman of the Palestine Liberation Organization", "href": "/wiki/Chairman_of_the_Palestine_Liberation_Organization", "description": "The Chairman of the Executive Committee of the Palestine Liberation Organization is the leader of the Executive Committee (EC) of the Palestine Liberation Organization (PLO), the executive body of the PLO, which was established in 1964. The Chairman represents the PLO and the Palestinian people before the international community, including the United Nations. The Chairman is chosen by the members "}, {"title": "Yasser Arafat", "href": "/wiki/Yasser_Arafat", "description": "Mohammed Abdel Rahman Abdel Raouf al-Qudwa al-Husseini, popularly known as Yasser Arafat or by his kunya Abu Ammar, was a Palestinian political leader. He was Chairman of the Palestine Liberation Organization (PLO) from 1969 to 2004 and President of the Palestinian National Authority (PNA) from 1994 to 2004. Ideologically an Arab nationalist, he was a founding member of the Fatah political party, "}, {"title": "United Nations General Assembly", "href": "/wiki/United_Nations_General_Assembly", "description": "The United Nations General Assembly is one of the six principal organs of the United Nations (UN), serving as the main deliberative, policy-making, and representative organ of the UN. Its powers, composition, functions, and procedures are set out in Chapter IV of the United Nations Charter. The UNGA is responsible for the UN budget, appointing the non-permanent members to the Security Council, app"}, {"title": "Geneva", "href": "/wiki/Geneva", "description": "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva."}, {"title": "Visa (document)", "href": "/wiki/Visa_(document)", "description": "A visa is a conditional authorization granted by a territory to a foreigner, allowing them to enter, remain within, or to leave that territory. Visas typically may include limits on the duration of the foreigner's stay, areas within the country they may enter, the dates they may enter, the number of permitted visits or an individual's right to work in the country in question. Visas are associated "}]}, {"heading": "Events", "year": "1989", "date": "December 13", "txt": "The Troubles: Attack on Derryard checkpoint: The Provisional Irish Republican Army launches an attack on a British Army temporary vehicle checkpoint near Rosslea, Northern Ireland. Two British soldiers are killed and two others are wounded.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Attack on Derryard checkpoint", "href": "/wiki/Attack_on_Derryard_checkpoint", "description": "On 13 December 1989 the Provisional Irish Republican Army (IRA) attacked a British Army permanent vehicle checkpoint complex manned by the King's Own Scottish Borderers (KOSB) near the Northern Ireland–Republic of Ireland border at Derryard, north of Rosslea, County Fermanagh. The IRA unit, firing from the back of an armoured dump truck, attacked the small base with heavy machine-guns, grenades, a"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}, {"title": "Rosslea", "href": "/wiki/Rosslea", "description": "Rosslea or Roslea is a small village in County Fermanagh, Northern Ireland, near the border with County Monaghan in the Republic of Ireland. It stands on the Finn River and is beset by small natural lakes. Roslea Forest, also known as Spring Grove Forest, is nearby. In the 2011 Census it had a population of 528 people."}]}, {"heading": "Events", "year": "2001", "date": "December 13", "txt": "Sansad Bhavan, the building housing the Indian Parliament, is attacked by terrorists. Twelve people are killed, including the terrorists.", "entities": [{"title": "Sansad Bhavan", "href": "/wiki/Sansad_Bhavan", "description": "The Parliament House in New Delhi is the seat of the Parliament of India. At a distance of 750 meters from Rashtrapati Bhavan, it is located on Sansad Marg which crosses the Central Vista and is surrounded by the India Gate, war memorial, prime minister's office and residence, ministerial buildings and other administrative units of Indian government. It houses the Lok Sabha and the Rajya Sabha whi"}, {"title": "Parliament of India", "href": "/wiki/Parliament_of_India", "description": "The Parliament of India is the supreme legislative body of the Republic of India. It is a bicameral legislature composed of the President of India and the two houses: the Rajya Sabha and the Lok Sabha. The President in his role as head of legislature has full powers to summon and prorogue either house of Parliament or to dissolve Lok Sabha. The president can exercise these powers only upon the adv"}, {"title": "2001 Indian Parliament attack", "href": "/wiki/2001_Indian_Parliament_attack", "description": "The 2001 Indian Parliament attack was a terrorist attack on the Parliament of India in New Delhi, India on 13 December 2001. The perpetrators belonged to Lashkar-e-Taiba (LeT) and Jaish-e-Mohammed (JeM) - two Pakistan-raised terrorist organization. The attack led to the deaths of six Delhi Police personnel, two Parliament Security Service personnel, and a gardener – in total 9 – and led to increas"}]}, {"heading": "Events", "year": "2002", "date": "December 13", "txt": "European Union enlargement: The EU announces that Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia will become members on May 1, 2004.", "entities": [{"title": "2004 enlargement of the European Union", "href": "/wiki/2004_enlargement_of_the_European_Union", "description": "The largest expansion of the European Union (EU), in terms of territory, number of states, and population took place on 1 May 2004."}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "Czech Republic", "href": "/wiki/Czech_Republic", "description": "The Czech Republic, also known by its short-form name, Czechia, is a landlocked country in Central Europe. It is bordered by Austria to the south, Germany to the west, Poland to the northeast, and Slovakia to the east. The Czech Republic has a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unit"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Hungary", "href": "/wiki/Hungary", "description": "Hungary is a country in Central Europe. It borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. Hungary covers an area of 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, with a population of 10 million. Hungarian, the official language, is the world's most wi"}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Poland", "href": "/wiki/Poland", "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}]}, {"heading": "Events", "year": "2003", "date": "December 13", "txt": "Iraq War: Operation Red Dawn: Former Iraqi President Saddam Hussein is captured near his home town of Tikrit.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Operation Red Dawn", "href": "/wiki/Operation_Red_Dawn", "description": "Operation Red Dawn was an American military operation conducted on 13 December 2003 in the town of ad-Dawr, Iraq, near Tikrit, that led to the capture of Iraqi dictator Saddam Hussein. The operation was named after the 1984 film Red Dawn. The mission was executed by joint operations Task Force 121—an elite and covert joint special operations team, supported by the 1st Brigade Combat Team of the 4t"}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Tikrit", "href": "/wiki/Tikrit", "description": "Tikrit (Arabic: تِكْرِيت‎ Tikrīt [ˈtɪkriːt], Syriac: ܬܓܪܝܬ‎ Tagriṯ, sometimes transliterated as Takrit or Tekrit, is a city in Iraq, located 140 kilometres northwest of Baghdad and 220 kilometres southeast of Mosul on the Tigris River. It is the administrative center of the Saladin Governorate. As of 2012, it had a population of 160,000."}]}, {"heading": "Events", "year": "2007", "date": "December 13", "txt": "The Treaty of Lisbon is signed by the EU member states to amend both the Treaty of Rome and the Maastricht Treaty which together form the constitutional basis of the EU. The Treaty of Lisbon is effective from 1 December 2009.", "entities": [{"title": "Treaty of Lisbon", "href": "/wiki/Treaty_of_Lisbon", "description": "The Treaty of Lisbon is an international agreement that amends the two treaties which form the constitutional basis of the European Union (EU). The Treaty of Lisbon was signed by the EU member states on 13 December 2007, and entered into force on 1 December 2009. It amends the Maastricht Treaty (1992), known in updated form as the Treaty on European Union (2007) or TEU, and the Treaty of Rome (195"}, {"title": "Member state of the European Union", "href": "/wiki/Member_state_of_the_European_Union", "description": "The European Union (EU) consists of 27 member states. Each member state is party to the founding treaties of the union and thereby shares in the privileges and obligations of membership. The twenty-seven states have agreed by treaty to shared sovereignty through the institutions of the European Union in some aspects of government. State governments must agree unanimously in the Council for the uni"}, {"title": "Treaty of Rome", "href": "/wiki/Treaty_of_Rome", "description": "The Treaty of Rome, or EEC Treaty, brought about the creation of the European Economic Community (EEC), the best known of the European Communities (EC). The treaty was signed on 25 March 1957 by Belgium, France, Italy, Luxembourg, the Netherlands and West Germany, and it came into force on 1 January 1958. Under the name \"Treaty on the Functioning of the European Union\", it remains one of the two m"}, {"title": "Maastricht Treaty", "href": "/wiki/Maastricht_Treaty", "description": "The Maastricht Treaty, concluded in 1992 between the 12 member states of the European Communities, is the foundation treaty of the European Union (EU). Formally the Treaty on European Union, it announced \"a new stage in the process of European integration\" chiefly in provisions for a shared European citizenship, for the eventual introduction of a single currency, and for common foreign and securit"}]}, {"heading": "Births", "year": "1272", "date": "December 13", "txt": "King Frederick III of Sicily (d. 1337)", "entities": [{"title": "Frederick III of Sicily", "href": "/wiki/Frederick_III_of_Sicily", "description": "Frederick II was the regent of the Kingdom of Sicily from 1291 until 1295 and subsequently king of Sicily from 1295 until his death. He was the third son of Peter III of Aragon and served in the War of the Sicilian Vespers on behalf of his father and brothers, Alfonso ΙΙΙ and James ΙΙ. He was confirmed as king by the Peace of Caltabellotta in 1302. His reign saw important constitutional reforms: t"}]}, {"heading": "Births", "year": "1363", "date": "December 13", "txt": "Jean Gerson, chancellor of the University of Paris (d. 1429)", "entities": [{"title": "Jean Gerson", "href": "/wiki/Jean_Gerson", "description": "Jean Charlier de Gerson was a French scholar, educator, reformer, and poet, Chancellor of the University of Paris, a guiding light of the conciliar movement and one of the most prominent theologians at the Council of Constance. He was one of the first thinkers to develop what would later come to be called natural rights theory, and was also one of the first individuals to defend Joan of Arc and pr"}, {"title": "University of Paris", "href": "/wiki/University_of_Paris", "description": "The University of Paris, metonymically known as the Sorbonne, was the main university in Paris, France, active from 1150 to 1970, with the exception of 1793–1806 under the French Revolution."}]}, {"heading": "Births", "year": "1476", "date": "December 13", "txt": "Lucy Brocadelli, Dominican tertiary and stigmatic (d. 1544)", "entities": [{"title": "Lucy Brocadelli", "href": "/wiki/Lucy_Brocadelli", "description": "Lucy Brocadelli also known as the Blessed Lucy of Narni or Blessed Lucy of Narnia, was a Dominican tertiary who was famed as a mystic and a stigmatic. She has been venerated by the Roman Catholic Church since 1710. She is known for being the counselor of the Duke of Ferrara, for founding convents in two different and distant city-states and for her remains being solemnly returned to her home city "}]}, {"heading": "Births", "year": "1484", "date": "December 13", "txt": "Paul Speratus, German Lutheran (d. 1551)", "entities": [{"title": "Paul Speratus", "href": "/wiki/Paul_Speratus", "description": "Paul Speratus was a Swabian Catholic priest who became a Protestant preacher, reformer and hymn-writer. In 1523, he helped Martin Luther to create the First Lutheran hymnal, published in 1524 and called Achtliederbuch."}]}, {"heading": "Births", "year": "1491", "date": "December 13", "txt": "Martín de Azpilcueta, Spanish theologian and economist (d. 1586)", "entities": [{"title": "Martín de Azpilcueta", "href": "/wiki/Mart%C3%ADn_de_Azpilcueta", "description": "Martín de Azpilcueta, or Doctor Navarrus, was an important Spanish canonist and theologian in his time, and an early economist who independently formulated the quantity theory of money in 1556."}]}, {"heading": "Births", "year": "1499", "date": "December 13", "txt": "Justus Menius, German Lutheran pastor (d. 1558)", "entities": [{"title": "Justus Menius", "href": "/wiki/Justus_Menius", "description": "Justus Menius was a German Lutheran pastor and Protestant reformer whose name is Latinized from Jost or Just Menig."}]}, {"heading": "Births", "year": "1521", "date": "December 13", "txt": "Pope Sixtus V (d. 1590)", "entities": [{"title": "Pope Sixtus V", "href": "/wiki/Pope_Sixtus_V", "description": "Pope Sixtus V, born Felice Piergentile, was the bishop of Rome from 24 April 1585 to his death. As a youth, he joined the Franciscan order, where he displayed talents as a scholar and preacher, and enjoyed the patronage of Pius V, who made him a cardinal. As a cardinal, he was known as Cardinal Montalto."}]}, {"heading": "Births", "year": "1533", "date": "December 13", "txt": "Eric XIV of Sweden (d. 1577)", "entities": [{"title": "Eric XIV of Sweden", "href": "/wiki/Eric_XIV_of_Sweden", "description": "Eric XIV was King of Sweden from 1560 until he was deposed in 1568. Eric XIV was the eldest son of Gustav I (1496–1560) and Catherine of Saxe-Lauenburg (1513–35). He was also ruler of Estonia, after its conquest by Sweden in 1561."}]}, {"heading": "Births", "year": "1553", "date": "December 13", "txt": "Henry IV of France (d. 1610)", "entities": [{"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}]}, {"heading": "Births", "year": "1560", "date": "December 13", "txt": "Maximilien de Béthune, Duke of Sully, 2nd Prime Minister of France (d. 1641)", "entities": [{"title": "Maximilien de Béthune, Duke of Sully", "href": "/wiki/Maximilien_de_B%C3%A9thune,_Duke_of_Sully", "description": "Maximilien de Béthune, 1st Duke of Sully, Marquis of Rosny and Nogent, Count of Muret and Villebon, Viscount of Meaux was a nobleman, soldier, statesman, and counselor of King Henry IV of France. Historians emphasize Sully's role in building a strong centralized administrative system in France using coercion and highly effective new administrative techniques. While not all of his policies were ori"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1585", "date": "December 13", "txt": "William Drummond of Hawthornden, Scottish poet (d. 1649)", "entities": [{"title": "William Drummond of Hawthornden", "href": "/wiki/William_Drummond_of_Hawthornden", "description": "William Drummond, called \"of Hawthornden\", was a Scottish poet."}]}, {"heading": "Births", "year": "1640", "date": "December 13", "txt": "Robert Plot, English chemist and academic (d. 1696)", "entities": [{"title": "Robert Plot", "href": "/wiki/Robert_Plot", "description": "Robert Plot was an English naturalist, first Professor of Chemistry at the University of Oxford, and the first keeper of the Ashmolean Museum."}]}, {"heading": "Births", "year": "1662", "date": "December 13", "txt": "Francesco Bianchini, Italian astronomer and philosopher (d. 1729)", "entities": [{"title": "Francesco Bianchini", "href": "/wiki/Francesco_Bianchini", "description": "Francesco Bianchini was an Italian philosopher and scientist. He worked for the curia of three popes, including being camiere d'honore of Clement XI, and secretary of the commission for the reform of the calendar, working on the method to calculate the astronomically correct date for Easter in a given year."}]}, {"heading": "Births", "year": "1678", "date": "December 13", "txt": "Yongzheng Emperor of China (d. 1735)", "entities": [{"title": "Yongzheng Emperor", "href": "/wiki/Yongzheng_Emperor", "description": "The Yongzheng Emperor, born Yinzhen, was the fourth Emperor of the Qing dynasty, and the third Qing emperor to rule over China proper, reigned from 1722 to 1735. A hard-working ruler, the Yongzheng Emperor's main goal was to create an effective government at minimal expense. Like his father, the Kangxi Emperor, the Yongzheng Emperor used military force to preserve the dynasty's position."}]}, {"heading": "Births", "year": "1720", "date": "December 13", "txt": "Carlo Gozzi, Italian playwright (d. 1804)", "entities": [{"title": "Carlo Gozzi", "href": "/wiki/Carlo_Gozzi", "description": "Carlo, Count Gozzi was a Venetian playwright and champion of Commedia dell'arte."}]}, {"heading": "Births", "year": "1724", "date": "December 13", "txt": "Franz Aepinus, German astronomer and philosopher (d. 1802)", "entities": [{"title": "Franz Aepinus", "href": "/wiki/Franz_Aepinus", "description": "Franz Ulrich Theodor Aepinus was a German mathematician, scientist, and natural philosopher residing in the Russian Empire. Aepinus is best known for his researches, theoretical and experimental, in electricity and magnetism."}]}, {"heading": "Births", "year": "1769", "date": "December 13", "txt": "James Scarlett Abinger, English judge (d. 1844)", "entities": [{"title": "James Scarlett Abinger", "href": "/wiki/James_Scarlett_Abinger", "description": "James Scarlett, 1st Baron Abinger, was an English lawyer, politician and judge."}]}, {"heading": "Births", "year": "1780", "date": "December 13", "txt": "Johann Wolfgang Döbereiner, German chemist, invented the Döbereiner's lamp (d. 1849)", "entities": [{"title": "Johann Wolfgang Döbereiner", "href": "/wiki/Johann_Wolfgang_D%C3%B6bereiner", "description": "Johann Wolfgang Döbereiner was a German chemist who is best known for work that foreshadowed the periodic law for the chemical elements, and for inventing the first lighter, which was known as the Döbereiner's lamp. He became a professor of chemistry and pharmacy at the University of Jena."}, {"title": "Döbereiner's lamp", "href": "/wiki/D%C3%B6bereiner%27s_lamp", "description": "Döbereiner's lamp, also called a \"tinderbox\" (\"Feuerzeug\"), is a lighter invented in 1823 by the German chemist Johann Wolfgang Döbereiner; the lighter is based on the Fürstenberger lighter and was in production until ca. 1880. In the jar, similar to the Kipp's apparatus, zinc metal reacts with dilute sulfuric acid to produce hydrogen gas. When a valve is opened, a jet of hydrogen is released onto"}]}, {"heading": "Births", "year": "1784", "date": "December 13", "txt": "Archduke Louis of Austria (d. 1864)", "entities": [{"title": "Archduke Louis of Austria", "href": "/wiki/Archduke_Louis_of_Austria", "description": "Archduke Louis, Prince Royal of Hungary and Bohemia and Prince of Tuscany, was the 15th child of Holy Roman Emperor Leopold II, King of Hungary and Bohemia, Grand Duke of Tuscany, and Infanta Maria Luisa of Spain."}]}, {"heading": "Births", "year": "1797", "date": "December 13", "txt": "Heinrich Heine, German journalist, poet, and critic (d. 1856)", "entities": [{"title": "Heinrich Heine", "href": "/wiki/Heinrich_Heine", "description": "Christian Johann Heinrich Heine was a German poet, writer and literary critic. He is best known outside Germany for his early lyric poetry, which was set to music in the form of lieder by composers such as Robert Schumann and Franz Schubert. Heine's later verse and prose are distinguished by their satirical wit and irony. He is considered part of the Young Germany movement. His radical political v"}]}, {"heading": "Births", "year": "1804", "date": "December 13", "txt": "Joseph Howe, Canadian journalist and politician, 5th Premier of Nova Scotia (d. 1873)", "entities": [{"title": "Joseph Howe", "href": "/wiki/Joseph_Howe", "description": "Joseph Howe, was a Nova Scotian journalist, politician, public servant, and poet. Howe is often ranked as one of Nova Scotia's most admired politicians and his considerable skills as a journalist and writer have made him a provincial legend."}, {"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Births", "year": "1814", "date": "December 13", "txt": "Ana Néri, Brazilian nurse and philanthropist (d. 1880)", "entities": [{"title": "Ana Néri", "href": "/wiki/Ana_N%C3%A9ri", "description": "Ana Justina Ferreira Néri was a Brazilian nurse, considered the first in her country. She is best known for her volunteer work with the Triple Alliance during the Paraguayan War."}]}, {"heading": "Births", "year": "1816", "date": "December 13", "txt": "Werner von Siemens, German engineer and businessman, founded Siemens (d. 1892)", "entities": [{"title": "Werner von Siemens", "href": "/wiki/Werner_von_Siemens", "description": "Ernst Werner Siemens was a German electrical engineer, inventor and industrialist. Siemens's name has been adopted as the SI unit of electrical conductance, the siemens. He founded the electrical and telecommunications conglomerate Siemens."}, {"title": "Siemens", "href": "/wiki/Siemens", "description": "Siemens AG is a German multinational conglomerate company headquartered in Munich and the largest industrial manufacturing company in Europe with branch offices abroad."}]}, {"heading": "Births", "year": "1818", "date": "December 13", "txt": "Mary Todd Lincoln, 16th First Lady of the United States (d. 1882)", "entities": [{"title": "Mary Todd Lincoln", "href": "/wiki/Mary_Todd_Lincoln", "description": "Mary Ann Lincoln was the wife of the 16th President of the United States, Abraham Lincoln, and as such the First Lady of the United States from 1861 to 1865. Today, she is commonly known as Mary Todd Lincoln, though she did not use the name Todd after marrying."}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Births", "year": "1830", "date": "December 13", "txt": "Mathilde Fibiger, Danish feminist, novelist and telegraphist (d. 1892)", "entities": [{"title": "Mathilde Fibiger", "href": "/wiki/Mathilde_Fibiger", "description": "Mathilde Fibiger was a Danish feminist, novelist, and telegraphist."}]}, {"heading": "Births", "year": "1836", "date": "December 13", "txt": "Franz von Lenbach, German painter and academic (d. 1904)", "entities": [{"title": "Franz von Lenbach", "href": "/wiki/Franz_von_Lenbach", "description": "Franz Seraph Lenbach, after 1882, Ritter von Lenbach was a German painter known primarily for his portraits of prominent personalities from the nobility, the arts, and industry. Because of his standing in society, he was often referred to as the \"Malerfürst\"."}]}, {"heading": "Births", "year": "1854", "date": "December 13", "txt": "Herman Bavinck, Dutch philosopher, theologian, and academic (d. 1921)", "entities": [{"title": "Herman Bavinck", "href": "/wiki/Herman_Bavinck", "description": "Herman Bavinck (1854–1921) was a Dutch Reformed theologian and churchman. He was a significant scholar in the Calvinist tradition, alongside Abraham Kuyper and B. B. Warfield."}]}, {"heading": "Births", "year": "1856", "date": "December 13", "txt": "Svetozar Boroević, Croatian-Austrian field marshal (d. 1920)", "entities": [{"title": "Svetozar Boroević", "href": "/wiki/Svetozar_Boroevi%C4%87", "description": "Svetozar Boroević was an Austro-Hungarian field marshal who was described as one of the finest defensive strategists of the First World War. He was given Hungarian nobility as Baron Boroëvić von Bojna, and later rising to the rank of Field Marshal before the end of the First World War in 1918."}]}, {"heading": "Births", "year": "1860", "date": "December 13", "txt": "Lucien Guitry, French actor (d. 1925)", "entities": [{"title": "Lucien Guitry", "href": "/wiki/Lucien_Guitry", "description": "Lucien Germain Guitry was a French actor."}]}, {"heading": "Births", "year": "1864", "date": "December 13", "txt": "Emil Seidel, American woodcarver and politician, 36th Mayor of Milwaukee (d. 1947)", "entities": [{"title": "Emil Seidel", "href": "/wiki/Emil_Seidel", "description": "Emil Seidel was a prominent German-American politician. Seidel was the mayor of Milwaukee from 1910 to 1912. The first Socialist mayor of a major city in the United States, Seidel became the Vice Presidential candidate for the Socialist Party of America in the 1912 presidential election."}, {"title": "Mayor of Milwaukee", "href": "/wiki/Mayor_of_Milwaukee", "description": "This is a list of mayors of Milwaukee, Wisconsin:"}]}, {"heading": "Births", "year": "1867", "date": "December 13", "txt": "Kristian Birkeland, Norwegian physicist and author (d. 1917)", "entities": [{"title": "Kristian Birkeland", "href": "/wiki/Kristian_Birkeland", "description": "Kristian Olaf Bernhard Birkeland was a Norwegian scientist. He is best remembered for his theories of atmospheric electric currents that elucidated the nature of the aurora borealis. In order to fund his research on the aurorae, he invented the electromagnetic cannon and the Birkeland–Eyde process of fixing nitrogen from the air. Birkeland was nominated for the Nobel Prize seven times."}]}, {"heading": "Births", "year": "1870", "date": "December 13", "txt": "Edward LeSaint, American actor and director (d. 1940)", "entities": [{"title": "Edward LeSaint", "href": "/wiki/Edward_LeSaint", "description": "(1913-1940; his death)"}]}, {"heading": "Births", "year": "1871", "date": "December 13", "txt": "Emily Carr, Canadian painter and author (d. 1945)", "entities": [{"title": "Emily Carr", "href": "/wiki/Emily_Carr", "description": "Emily Carr was a Canadian artist and writer who was inspired by the Indigenous peoples of the Pacific Northwest Coast. One of the painters in Canada to adopt a Modernist and Post-Impressionist style, Carr did not receive widespread recognition for her work until she changed subject matter from Aboriginal themes to landscapes—forest scenes in particular. As a writer Carr was one of the earliest chr"}]}, {"heading": "Births", "year": "1874", "date": "December 13", "txt": "Josef Lhévinne, Russian pianist and educator (d. 1944)", "entities": [{"title": "Josef Lhévinne", "href": "/wiki/Josef_Lh%C3%A9vinne", "description": "Josef Lhévinne was a Russian pianist and piano teacher. Lhévinne wrote a short book in 1924 that is considered a classic: Basic Principles in Pianoforte Playing. Asked how to say his name, he told The Literary Digest it was lay-VEEN."}]}, {"heading": "Births", "year": "1882", "date": "December 13", "txt": "Jane Edna Hunter, African-American social worker (d. 1971)", "entities": [{"title": "Jane Edna Hunter", "href": "/wiki/Jane_Edna_Hunter", "description": "Jane Edna Hunter, an African-American social worker, was born near Pendleton, South Carolina. In 1911 she established the Working Girls Association in Cleveland, Ohio, which later became the Phillis Wheatley Association of Cleveland."}]}, {"heading": "Births", "year": "1883", "date": "December 13", "txt": "Belle da Costa Greene, American librarian and bibliographer (d. 1950)", "entities": [{"title": "Belle da Costa Greene", "href": "/wiki/Belle_da_Costa_Greene", "description": "Belle da Costa Greene was the librarian to J. P. Morgan. After Morgan's death in 1913, Greene continued as librarian under his son, Jack Morgan. In 1924 the private collection was incorporated by the State of New York as a library for public uses, and the Board of Trustees appointed Greene first director of the Pierpont Morgan Library."}]}, {"heading": "Births", "year": "1884", "date": "December 13", "txt": "Aimilios Veakis, Greek actor, director, and playwright (d. 1951)", "entities": [{"title": "Aimilios Veakis", "href": "/wiki/Aimilios_Veakis", "description": "Aimilios Veakis was a Greek actor. An active member of the National Liberation Front during the Axis occupation of Greece, he was persecuted for his leftist beliefs during the White Terror."}]}, {"heading": "Births", "year": "1885", "date": "December 13", "txt": "Annie Dale Biddle Andrews, American mathematician (d. 1940)", "entities": [{"title": "Annie Dale Biddle Andrews", "href": "/wiki/Annie_Dale_Biddle_Andrews", "description": "Annie Dale Biddle Andrews was the first woman to earn a Ph.D. in mathematics from the University of California, Berkeley."}]}, {"heading": "Births", "year": "1887", "date": "December 13", "txt": "George Pólya, Hungarian-American mathematician and academic (d. 1985)", "entities": [{"title": "George Pólya", "href": "/wiki/George_P%C3%B3lya", "description": "George Pólya was a Hungarian mathematician. He was a professor of mathematics from 1914 to 1940 at ETH Zürich and from 1940 to 1953 at Stanford University. He made fundamental contributions to combinatorics, number theory, numerical analysis and probability theory. He is also noted for his work in heuristics and mathematics education. He has been described as one of The Martians."}]}, {"heading": "Births", "year": "1887", "date": "December 13", "txt": "Alvin C. York, American colonel, Medal of Honor recipient (d. 1964)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1897", "date": "December 13", "txt": "Albert Aalbers, Dutch architect, designed the Savoy Homann Bidakara Hotel (d. 1961)", "entities": [{"title": "Albert Aalbers", "href": "/wiki/Albert_Aalbers", "description": "Albert Frederik Aalbers was a Dutch architect who created elegant villas, hotels and office buildings in Bandung, Indonesia during Dutch colonial rule in the 1930s. Albert Aalbers worked in the Netherlands between 1924 and 1930 and then migrated to the Dutch East Indies after which he returned to the Netherlands in 1942 due to World War II and political circumstances following Indonesian independe"}, {"title": "Savoy Homann Bidakara Hotel", "href": "/wiki/Savoy_Homann_Bidakara_Hotel", "description": null}]}, {"heading": "Births", "year": "1897", "date": "December 13", "txt": "Drew Pearson, American journalist and author (d. 1969)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 13", "txt": "Jonel Perlea, Romanian-American conductor and educator (d. 1970)", "entities": [{"title": "Jonel Perlea", "href": "/wiki/Jonel_Perlea", "description": "Ionel Perlea was a Romanian conductor particularly associated with the Italian and German opera repertories."}]}, {"heading": "Births", "year": "1901", "date": "December 13", "txt": "Olev Roomet, Estonian singer, violinist, and bagpipe player (d. 1987)", "entities": [{"title": "Olev Roomet", "href": "/wiki/Olev_Roomet", "description": "\nOlev Roomet was an Estonian musician, a violin player, a player of the torupill and a singer in the State Academic Male Choir of Estonia. He became interested in the Estonian bagpipe in his 50s. At the death of Aleksander Maaker in 1968, Roomer became the only living player of the torupill at that time."}, {"title": "Bagpipe", "href": "/wiki/Bagpipe", "description": "Bagpipes are a woodwind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag. The Scottish Great Highland bagpipes are the best known examples in the Anglophone world, but people have played bagpipes for centuries throughout large parts of Europe, Anatolia, the Caucasus, Northern Africa, Western Asia, and around the Persian Gulf."}]}, {"heading": "Births", "year": "1902", "date": "December 13", "txt": "Panagiotis Kanellopoulos, Greek philosopher and politician, 138th Prime Minister of Greece (d. 1986)", "entities": [{"title": "Panagiotis Kanellopoulos", "href": "/wiki/Panagiotis_Kanellopoulos", "description": "Panagiotis Kanellopoulos or Panayotis Kanellopoulos was a Greek author, politician and Prime Minister of Greece. He was the Prime Minister of Greece deposed by the Greek military junta of 1967–1974."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1902", "date": "December 13", "txt": "Talcott Parsons, American sociologist and academic (d. 1979)", "entities": []}, {"heading": "Births", "year": "1903", "date": "December 13", "txt": "Ella Baker, American activist (d. 1986)", "entities": [{"title": "Ella Baker", "href": "/wiki/Ella_Baker", "description": "Ella Josephine Baker was an African-American civil rights and human rights activist. She was a largely behind-the-scenes organizer whose career spanned more than five decades. In New York City and the South, she worked alongside some of the most noted civil rights leaders of the 20th century, including W. E. B. Du Bois, Thurgood Marshall, A. Philip Randolph, and Martin Luther King Jr. She also men"}]}, {"heading": "Births", "year": "1903", "date": "December 13", "txt": "Carlos Montoya, Spanish guitarist and composer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1905", "date": "December 13", "txt": "Ann Barzel, American writer and dance critic (d. 2007)", "entities": [{"title": "Ann Barzel", "href": "/wiki/Ann_Barzel", "description": "Ann Barzel was an American writer, critic and lecturer on dance."}]}, {"heading": "Births", "year": "1906", "date": "December 13", "txt": "Princess Marina of Greece and Denmark (d. 1968)", "entities": [{"title": "Princess Marina of Greece and Denmark", "href": "/wiki/Princess_Marina_of_Greece_and_Denmark", "description": "Princess Marina of Greece and Denmark, was a princess of the Greek royal house, who married Prince George, Duke of Kent, fourth son of George V and Queen Mary, in 1934. They had three children: Prince Edward, Princess Alexandra, and Prince Michael."}]}, {"heading": "Births", "year": "1906", "date": "December 13", "txt": "Laurens van der Post, South African-English soldier and author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1908", "date": "December 13", "txt": "Plinio Corrêa de Oliveira, Brazilian historian and activist (d. 1995)", "entities": [{"title": "Plinio Corrêa de Oliveira", "href": "/wiki/Plinio_Corr%C3%AAa_de_Oliveira", "description": "Plinio Corrêa de Oliveira was a Brazilian intellectual and traditionalist Catholic activist, best known for the foundation of Tradition, Family and Property organization."}]}, {"heading": "Births", "year": "1908", "date": "December 13", "txt": "Van Heflin, American film actor (d. 1971)", "entities": []}, {"heading": "Births", "year": "1908", "date": "December 13", "txt": "Elizabeth Alexander, British geologist, academic, and physicist (d. 1958)", "entities": []}, {"heading": "Births", "year": "1911", "date": "December 13", "txt": "Trygve Haavelmo, Norwegian economist and mathematician, Nobel Prize laureate (d. 1999)", "entities": [{"title": "Trygve Haavelmo", "href": "/wiki/Trygve_Haavelmo", "description": "Trygve Magnus Haavelmo, born in Skedsmo, Norway, was an economist whose research interests centered on econometrics. He received the Nobel Memorial Prize in Economic Sciences in 1989."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1911", "date": "December 13", "txt": "Kenneth Patchen, American poet and painter (d. 1972)", "entities": []}, {"heading": "Births", "year": "1912", "date": "December 13", "txt": "Luiz Gonzaga, Brazilian singer-songwriter and accordion player (d. 1989)", "entities": [{"title": "Luiz Gonzaga", "href": "/wiki/Luiz_Gonzaga", "description": "Luiz Gonzaga do Nascimento, Sr. was a Brazilian singer, songwriter, musician and poet and one of the most influential figures of Brazilian popular music in the twentieth century. He has been credited for having presented the rich universe of Northeastern musical genres to all of Brazil, having created the musical genre baião and has been called a \"revolutionary\" by Antônio Carlos Jobim. According "}]}, {"heading": "Births", "year": "1913", "date": "December 13", "txt": "Archie Moore, American boxer and actor; world light-heavyweight champion (d. 1998)", "entities": [{"title": "Archie Moore", "href": "/wiki/Archie_Moore", "description": "Archie Moore was an American professional boxer and the longest reigning World Light Heavyweight Champion of all time. He had one of the longest professional careers in the history of the sport, competing from 1935 to 1963. Nicknamed \"The Mongoose\", and then \"The Old Mongoose\" in the latter half of his career, Moore was a highly strategic and defensive boxer, with a strong chin and unusual resilie"}]}, {"heading": "Births", "year": "1913", "date": "December 13", "txt": "Arnold Brown, English-Canadian missionary, 11th General of The Salvation Army (d. 2002)", "entities": [{"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1914", "date": "December 13", "txt": "Alan Bullock, English historian and author (d. 2004)", "entities": [{"title": "Alan Bullock", "href": "/wiki/Alan_Bullock", "description": "Alan Louis Charles Bullock, Baron Bullock, was a British historian. He is best known for his book Hitler: A Study in Tyranny (1952), the first comprehensive biography of Adolf Hitler, which influenced many other Hitler biographies."}]}, {"heading": "Births", "year": "1914", "date": "December 13", "txt": "Larry Noble, English comedian and actor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 13", "txt": "B. J. Vorster, South African lawyer and politician, 4th State President of South Africa (d. 1983)", "entities": [{"title": "B. J. Vorster", "href": "/wiki/B._J._Vorster", "description": "Balthazar Johannes \"B. J.\" Vorster was a South African politician who served as the Prime Minister of South Africa from 1966 to 1978 and as the fourth State President of South Africa from 1978 to 1979. Vorster was known for his staunch adherence to apartheid, overseeing the Rivonia Trial in which Nelson Mandela was sentenced to life imprisonment for sabotage, and the Terrorism Act, the complete ab"}, {"title": "State President of South Africa", "href": "/wiki/State_President_of_South_Africa", "description": "The State President of the Republic of South Africa was the head of state of South Africa from 1961 to 1994. The office was established when the country became a republic in 1961, and Queen Elizabeth II ceased to be monarch of South Africa. The position of Governor-General of South Africa was accordingly abolished. From 1961 to 1984, the post was largely ceremonial. After constitutional reforms en"}]}, {"heading": "Births", "year": "1916", "date": "December 13", "txt": "Leonard Weisgard, American author and illustrator (d. 2000)", "entities": [{"title": "Leonard Weisgard", "href": "/wiki/Leonard_Weisgard", "description": "Leonard Joseph Weisgard was an American writer and illustrator of more than 200 children's books. He is known best for his collaborations with writer Margaret Wise Brown."}]}, {"heading": "Births", "year": "1919", "date": "December 13", "txt": "Hans-Joachim Marseille, German captain and pilot (d. 1942)", "entities": [{"title": "Hans-Joachim Marseille", "href": "/wiki/Hans-Joachim_Marseille", "description": "Hans-Joachim Marseille was a German Luftwaffe fighter pilot and flying ace during World War II. He is noted for his aerial battles during the North African Campaign and his Bohemian lifestyle. One of the most successful fighter pilots, he was nicknamed the \"Star of Africa\". Marseille claimed all but seven of his 158 victories against the British Commonwealth's Desert Air Force over North Africa, f"}]}, {"heading": "Births", "year": "1920", "date": "December 13", "txt": "George P. Shultz, American economist and politician, 60th United States Secretary of State (d. 2021)", "entities": [{"title": "George P. Shultz", "href": "/wiki/George_P._Shultz", "description": "George Pratt Shultz was an American economist, diplomat, and businessman. He served in various positions under three different Republican presidents and is one of only two people to have held four different Cabinet-level posts. Shultz played a major role in shaping the foreign policy of the Ronald Reagan administration. From 1974 to 1982, he was an executive of the Bechtel Group, an engineering an"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1921", "date": "December 13", "txt": "Turgut Demirağ, Turkish film producer, director and screenwriter (d. 1987)", "entities": [{"title": "Turgut Demirağ", "href": "/wiki/Turgut_Demira%C4%9F", "description": "Turgut Demirağ was a Turkish film producer, director and screenwriter. He directed 16 films between 1947 and 1973. His 1964 film Love and Grudge was entered into the 4th Moscow International Film Festival."}]}, {"heading": "Births", "year": "1923", "date": "December 13", "txt": "Philip Warren Anderson, American physicist and academic, Nobel Prize laureate (d. 2020)", "entities": [{"title": "Philip Warren Anderson", "href": "/wiki/Philip_Warren_Anderson", "description": "Philip Warren Anderson was an American theoretical physicist and Nobel laureate. Anderson made contributions to the theories of localization, antiferromagnetism, symmetry breaking, and high-temperature superconductivity, and to the philosophy of science through his writings on emergent phenomena. Anderson is also responsible for naming the field of physics that is now known as condensed matter phy"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1925", "date": "December 13", "txt": "Dick Van Dyke, American actor, singer, and dancer", "entities": [{"title": "Dick Van Dyke", "href": "/wiki/Dick_Van_Dyke", "description": "Richard Wayne Van Dyke is an American actor, comedian, writer, singer, and dancer, whose award-winning career has spanned seven decades."}]}, {"heading": "Births", "year": "1927", "date": "December 13", "txt": "James Wright, American poet and academic (d. 1980)", "entities": [{"title": "James Wright (poet)", "href": "/wiki/James_Wright_(poet)", "description": "James Arlington Wright was an American poet."}]}, {"heading": "Births", "year": "1929", "date": "December 13", "txt": "Christopher Plummer, Canadian actor and producer (d. 2021)", "entities": [{"title": "Christopher Plummer", "href": "/wiki/Christopher_Plummer", "description": "Arthur Christopher Orme Plummer was a Canadian actor. His career spanned seven decades, gaining recognition for his performances in film, television and theatre. He made his Broadway debut in 1954 and continued to act in leading roles on stage playing Cyrano de Bergerac in Cyrano (1974), Iago in Othello, as well as playing the titular roles in Hamlet at Elsinore (1964), Macbeth, King Lear, and Bar"}]}, {"heading": "Births", "year": "1934", "date": "December 13", "txt": "Richard D. Zanuck, American film producer (d. 2012)", "entities": [{"title": "Richard D. Zanuck", "href": "/wiki/Richard_D._Zanuck", "description": "Richard Darryl Zanuck was an American film producer. His 1989 film Driving Miss Daisy won the Academy Award for Best Picture. Zanuck was also instrumental in launching the careers of directors Tim Burton and Steven Spielberg, who described Zanuck as a \"director's producer\" and \"one of the most honorable and loyal men of our profession.\""}]}, {"heading": "Births", "year": "1934", "date": "December 13", "txt": "Antoinette Rodez Schiesler, American chemist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 13", "txt": "Türkan Saylan, Turkish physician and academic (d. 2009)", "entities": [{"title": "Türkan Saylan", "href": "/wiki/T%C3%BCrkan_Saylan", "description": "Türkan Saylan was a Turkish medical doctor in dermatology, academic, writer, teacher and social activist. She was famous for fighting leprosy, and for founding a charitable foundation called \"Association for the Support of Contemporary Living\"."}]}, {"heading": "Births", "year": "1936", "date": "December 13", "txt": "Prince Karim al-Husayn Shāh, Aga Khan IV, Swiss humanitarian and religious leader", "entities": [{"title": "Aga Khan IV", "href": "/wiki/Aga_Khan_IV", "description": "Prince Shāh Karim al-Husayni, known by the religious title Mawlana Hazar Imam within Ismaili Muslim circles and as Aga Khan IV elsewhere, is the 49th and current Imam of Nizari Ismailism, a denomination of Isma'ilism within Shia Islam. He has held this position of Imam since 11 July 1957, when, at the age of 20, he succeeded his grandfather, Sir Sultan Muhammad Shah Aga Khan III. Aga Khan claims t"}]}, {"heading": "Births", "year": "1938", "date": "December 13", "txt": "Gus Johnson, American basketball player; elected to Hall of Fame in 2010 (d. 1987)", "entities": [{"title": "Gus Johnson (basketball)", "href": "/wiki/Gus_Johnson_(basketball)", "description": "Gus Johnson Jr. was an American professional basketball player in the National Basketball Association (NBA). A 6 ft 6 in (1.98 m), 235-pound (107 kg) forward–center, he spent nine seasons with the Baltimore Bullets, and his final season was split between the Phoenix Suns and the Indiana Pacers of the ABA."}, {"title": "Naismith Memorial Basketball Hall of Fame", "href": "/wiki/Naismith_Memorial_Basketball_Hall_of_Fame", "description": "The Naismith Memorial Basketball Hall of Fame is an American history museum and hall of fame, located at 1000 Hall of Fame Avenue in Springfield, Massachusetts. It serves as basketball's most complete library, in addition to promoting and preserving the history of basketball. Dedicated to Canadian-American physician and inventor of the sport James Naismith, who invented the sport in Springfield, t"}]}, {"heading": "Births", "year": "1940", "date": "December 13", "txt": "Sanjaya Lall, Indian economist and academic (d. 2005)", "entities": [{"title": "Sanjaya Lall", "href": "/wiki/Sanjaya_Lall", "description": "Sanjaya Lall, was a development economist, Professor of Economics and Fellow of Green Templeton College, Oxford University. Lall's research interests included the impact of foreign direct investment in developing countries, the economics of multi-national corporations, and the development of technological capability and industrial competitiveness in developing countries. One of the world's pre-emi"}]}, {"heading": "Births", "year": "1942", "date": "December 13", "txt": "Howard Brenton, English playwright and screenwriter", "entities": [{"title": "Howard Brenton", "href": "/wiki/Howard_Brenton", "description": "\n\nHoward John Brenton FRSL is an English playwright and screenwriter. While little-known in the United States, he is celebrated in his home country and often ranked alongside contemporaries such as Edward Bond, Caryl Churchill, and David Hare."}]}, {"heading": "Births", "year": "1948", "date": "December 13", "txt": "Jeff Baxter, American guitarist, songwriter, and producer", "entities": [{"title": "Jeff Baxter", "href": "/wiki/Jeff_Baxter", "description": "Jeffrey Allen \"Skunk\" Baxter is an American guitarist, known for his stints in the rock bands Steely Dan and The Doobie Brothers during the 1970s and Spirit in the 1980s. More recently, he has worked as a defense consultant and chaired a Congressional Advisory Board on missile defense. He was inducted into the Rock and Roll Hall of Fame as a member of The Doobie Brothers in 2020."}]}, {"heading": "Births", "year": "1948", "date": "December 13", "txt": "Lillian Board, British athlete; European champion at 400m and 800m (d. 1970)", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 13", "txt": "Richard Dent, American pro football player (NFL); MVP of Super Bowl XX; elected to Hall of Fame in 2011", "entities": [{"title": "Richard Dent", "href": "/wiki/Richard_Dent", "description": "Richard Lamar Dent is a former American football defensive end, who played primarily for the Chicago Bears of the National Football League (NFL). He was the MVP of Super Bowl XX. He was elected to the Pro Football Hall of Fame in 2011."}, {"title": "Super Bowl XX", "href": "/wiki/Super_Bowl_XX", "description": "Super Bowl XX was an American football game between the National Football Conference (NFC) champion Chicago Bears and the American Football Conference (AFC) champion New England Patriots to decide the National Football League (NFL) champion for the 1985 season. The Bears defeated the Patriots by the score of 46–10, capturing their first NFL championship since 1963, three years prior to the birth o"}, {"title": "Pro Football Hall of Fame", "href": "/wiki/Pro_Football_Hall_of_Fame", "description": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall i"}]}, {"heading": "Births", "year": "1967", "date": "December 13", "txt": "Jamie Foxx, American actor, singer, songwriter, producer, and comedian", "entities": [{"title": "Jamie Foxx", "href": "/wiki/Jamie_Foxx", "description": "Eric Marlon Bishop, known professionally as Jamie Foxx, is an American actor, singer-songwriter, comedian, television presenter, and record producer. Foxx became widely known for his portrayal of Ray Charles in the 2004 biographical film Ray, for which he won the Academy Award, BAFTA, Screen Actors Guild Award, Critics' Choice Movie Award and Golden Globe Award for Best Actor. That same year, he w"}]}, {"heading": "Births", "year": "1981", "date": "December 13", "txt": "Amy Lee, American singer, songwriter and pianist; co-founder and lead vocalist of Evanescence", "entities": [{"title": "Amy Lee", "href": "/wiki/Amy_Lee", "description": "Amy Lynn Hartzler, known professionally as Amy Lee, is an American singer, songwriter, and pianist. She is the co-founder and lead vocalist of the rock band Evanescence. Alongside her contributions with the band, Lee has also participated on other musical projects including Nightmare Revisited and Muppets: The Green Album from Walt Disney Records. She has performed collaborations with artists such"}, {"title": "Evanescence", "href": "/wiki/Evanescence", "description": "Evanescence is an American rock band founded in Little Rock, Arkansas, in 1995 by singer and pianist Amy Lee and guitarist Ben Moody. After recording independent albums, the band released their first full-length album, Fallen, on Wind-up Records in 2003. On the strength of hit singles \"Bring Me to Life\" and \"My Immortal\", Fallen sold more than 17 million copies worldwide and helped the band win tw"}]}, {"heading": "Births", "year": "1984", "date": "December 13", "txt": "Santi Cazorla, Spanish international footballer with 81 caps", "entities": [{"title": "Santi Cazorla", "href": "/wiki/Santi_Cazorla", "description": "Santiago Cazorla González is a Spanish professional footballer who plays for Qatar Stars League club Al Sadd. A former Spanish international, Cazorla operates primarily as an attacking midfielder, but can also play as a winger, central midfielder or as a deep-lying playmaker."}]}, {"heading": "Births", "year": "1984", "date": "December 13", "txt": "Hanna-Maria Seppälä, Finnish freestyle swimmer; 2003 world champion in the 100 m freestyle", "entities": [{"title": "Freestyle swimming", "href": "/wiki/Freestyle_swimming", "description": "Freestyle is a category of swimming competition, defined by the rules of the International Swimming Federation (FINA), in which competitors are subject to few limited restrictions on their swimming stroke. Freestyle races are the most common of all swimming competitions, with distances beginning with 50 meters and reaching 1500 meters, also known as the mile. The term 'freestyle stroke' is sometim"}, {"title": "2003 World Aquatics Championships", "href": "/wiki/2003_World_Aquatics_Championships", "description": "The 10th FINA World Aquatics Championships were held July 12–27, 2003 in Barcelona, Spain. The championships featured competition in all 5 of FINA's disciplines: Swimming, Diving, Synchronised swimming, Water Polo, and Open Water Swimming."}]}, {"heading": "Births", "year": "1988", "date": "December 13", "txt": "Rickie Fowler, American Ryder Cup golfer on the PGA Tour; three-time runner-up in major tournaments", "entities": [{"title": "Rickie Fowler", "href": "/wiki/Rickie_Fowler", "description": "Rick Yutaka Fowler is an American professional golfer who plays on the PGA Tour. He was the number one ranked amateur golfer in the world for 36 weeks in 2007 and 2008. On January 24, 2016 he reached a career high fourth in the Official World Golf Ranking following his victory in the Abu Dhabi HSBC Golf Championship."}, {"title": "Ryder Cup", "href": "/wiki/Ryder_Cup", "description": "The Ryder Cup is a biennial men's golf competition between teams from Europe and the United States. The competition is contested every two years with the venue alternating between courses in the United States and Europe. The Ryder Cup is named after the English businessman Samuel Ryder who donated the trophy. The event is jointly administered by the PGA of America and Ryder Cup Europe, the latter "}, {"title": "PGA Tour", "href": "/wiki/PGA_Tour", "description": "The PGA Tour is the organizer of the main professional golf tours played by men in the United States and North America. It organizes most of the events on the flagship annual series of tournaments also known as the PGA Tour, as well as PGA Tour Champions and the Korn Ferry Tour, as well as PGA Tour Canada, PGA Tour Latinoamérica, and PGA Tour China. The PGA Tour is a nonprofit organization headqua"}]}, {"heading": "Births", "year": "1989", "date": "December 13", "txt": "Hellen Obiri, Kenyan runner; twice world champion in the 5000 metres event", "entities": [{"title": "Hellen Obiri", "href": "/wiki/Hellen_Obiri", "description": "Hellen Onsando Obiri is a Kenyan middle-distance runner and the current 5000 metres champion after winning gold in the 2017 World Championships in London. She successfully defended the title at the 2019 World Championships, in Doha, setting a new championship record. Obiri is also the silver medalist from the 2016 Summer Olympics over the same distance. She won the 3000 metres race event at the 20"}, {"title": "World Athletics Championships", "href": "/wiki/World_Athletics_Championships", "description": "The World Athletics Championships are a biennial athletics competition organized by World Athletics. The World Championships were started in 1976 in response to the International Olympic Committee dropping the men's 50 km walk from the Olympic programme for the 1976 Montreal Olympics, despite its constant presence at the games since 1932. The IAAF chose to host its own world championship event ins"}, {"title": "5000 metres", "href": "/wiki/5000_metres", "description": "The 5000 metres or 5000-metre run is a common long-distance running event in track and field. It is one of the track events in the Olympic Games and the World Championships in Athletics, run over 12.5 laps of a standard track. The same distance in road running is called a 5K run.\nThe 5000 m has been present on the Olympic programme since 1912 for men and since 1996 for women. Prior to 1996, women "}]}, {"heading": "Births", "year": "1989", "date": "December 13", "txt": "Taylor Swift, American singer-songwriter, record producer and actress", "entities": []}, {"heading": "Deaths", "year": "0558", "date": "December 13", "txt": "Childebert I, Frankish king (b. 496)", "entities": [{"title": "Childebert I", "href": "/wiki/Childebert_I", "description": "Childebert I was a Frankish King of the Merovingian dynasty, as third of the four sons of Clovis I who shared the kingdom of the Franks upon their father's death in 511. He was one of the sons of Saint Clotilda, born at Reims. He reigned as King of Paris from 511 to 558 and Orléans from 524 to 558."}]}, {"heading": "Deaths", "year": "0769", "date": "December 13", "txt": "Du Hongjian, Chinese politician (b. 709)", "entities": [{"title": "Du Hongjian", "href": "/wiki/Du_Hongjian", "description": "Du Hongjian (杜鴻漸), courtesy name Zhisun (之巽), formally Duke Wenxian of Wei (衛文憲公), was an official of the Chinese Tang dynasty who served as a chancellor during the reign of Emperor Daizong. He was known, and much criticized by traditional Chinese historians, for his devotion to Buddhism."}]}, {"heading": "Deaths", "year": "0838", "date": "December 13", "txt": "Pepin I of Aquitaine (b. 797)", "entities": [{"title": "Pepin I of Aquitaine", "href": "/wiki/Pepin_I_of_Aquitaine", "description": "Pepin I or Pepin I of Aquitaine was King of Aquitaine and Duke of Maine."}]}, {"heading": "Deaths", "year": "0859", "date": "December 13", "txt": "Angilbert II, archbishop of Milan", "entities": [{"title": "Angilbert II", "href": "/wiki/Angilbert_II", "description": "Angilbert II was the Archbishop of Milan from 27 or 28 June 824 to his death on the 13 December 859. He succeeded Angilbert I."}, {"title": "Roman Catholic Archdiocese of Milan", "href": "/wiki/Roman_Catholic_Archdiocese_of_Milan", "description": "The Archdiocese of Milan is a metropolitan see of the Catholic Church in Italy which covers the areas of Milan, Monza, Lecco and Varese. It has long maintained its own Latin liturgical rite, the Ambrosian rite, which is still used in the greater part of the diocesan territory. Among its past archbishops, the better known are Saint Ambrose, Saint Charles Borromeo, Pope Pius XI and Saint Pope Paul V"}]}, {"heading": "Deaths", "year": "1124", "date": "December 13", "txt": "Pope Callixtus II (b. 1065)", "entities": [{"title": "Pope Callixtus II", "href": "/wiki/Pope_Callixtus_II", "description": "Pope Callixtus II or Callistus II, born Guy of Burgundy, was head of the Catholic Church and ruler of the Papal States from 1 February 1119 to his death in 1124. His pontificate was shaped by the Investiture Controversy, which he was able to settle through the Concordat of Worms in 1122."}]}, {"heading": "Deaths", "year": "1126", "date": "December 13", "txt": "Henry IX, Duke of Bavaria (b. 1075)", "entities": [{"title": "Henry IX, Duke of Bavaria", "href": "/wiki/Henry_IX,_Duke_of_Bavaria", "description": "Henry IX, called the Black, a member of the House of Welf, was Duke of Bavaria from 1120 to 1126."}]}, {"heading": "Deaths", "year": "1204", "date": "December 13", "txt": "Maimonides, Spanish rabbi and philosopher (b. 1135)", "entities": [{"title": "Maimonides", "href": "/wiki/Maimonides", "description": "Moses ben Maimon (1138–1204), commonly known as Maimonides and also referred to by the acronym Rambam, was a medieval Sephardic Jewish philosopher who became one of the most prolific and influential Torah scholars of the Middle Ages. In his time, he was also a preeminent astronomer and physician, serving as the personal physician of Saladin. Born in Córdoba, Almoravid Empire on Passover eve, 1138,"}]}, {"heading": "Deaths", "year": "1250", "date": "December 13", "txt": "Frederick II, Holy Roman Emperor (b. 1194)", "entities": [{"title": "Frederick II, Holy Roman Emperor", "href": "/wiki/Frederick_II,_Holy_Roman_Emperor", "description": "Frederick II was King of Sicily from 1198, King of Germany from 1212, King of Italy and Holy Roman Emperor from 1220 and King of Jerusalem from 1225. He was the son of emperor Henry VI of the Hohenstaufen dynasty and of Constance, heiress to the Norman kings of Sicily."}]}, {"heading": "Deaths", "year": "1272", "date": "December 13", "txt": "Bertold of Regensburg, German preacher", "entities": [{"title": "Bertold of Regensburg", "href": "/wiki/Bertold_of_Regensburg", "description": "Bertold of Regensburg, also known as Berthold of Ratisbon was a German preacher during the high Middle Ages."}]}, {"heading": "Deaths", "year": "1404", "date": "December 13", "txt": "Albert I, Duke of Bavaria (b. 1336)", "entities": [{"title": "Albert I, Duke of Bavaria", "href": "/wiki/Albert_I,_Duke_of_Bavaria", "description": "Albert I, Duke of Bavaria, was a feudal ruler of the counties of Holland, Hainaut, and Zeeland in the Low Countries. Additionally, he held a portion of the Bavarian province of Straubing, his Bavarian ducal line's appanage and seat."}]}, {"heading": "Deaths", "year": "1466", "date": "December 13", "txt": "Donatello, Italian painter and sculptor (b. 1386)", "entities": [{"title": "Donatello", "href": "/wiki/Donatello", "description": "Donato di Niccolò di Betto Bardi, better known as Donatello, was an Italian sculptor of the Renaissance. Born in Florence, he studied classical sculpture and used this to develop a complete Renaissance style in sculpture, whose periods in Rome, Padua and Siena introduced to other parts of Italy a long and productive career. He worked with stone, bronze, wood, clay, stucco and wax, and had several "}]}, {"heading": "Deaths", "year": "1516", "date": "December 13", "txt": "Johannes Trithemius, German cryptographer and historian (b. 1462)", "entities": [{"title": "Johannes Trithemius", "href": "/wiki/Johannes_Trithemius", "description": "Johannes Trithemius, born Johann Heidenberg, was a German Benedictine abbot and a polymath who was active in the German Renaissance as a lexicographer, chronicler, cryptographer, and occultist. He had considerable influence on the development of early modern and modern occultism. His students included Heinrich Cornelius Agrippa and Paracelsus."}]}, {"heading": "Deaths", "year": "1521", "date": "December 13", "txt": "Manuel I of Portugal (b. 1469)", "entities": [{"title": "Manuel I of Portugal", "href": "/wiki/Manuel_I_of_Portugal", "description": "Manuel I, known as the Fortunate, was King of Portugal from 1495 to 1521. A member of the House of Aviz, Manuel was Duke of Beja and Viseu prior to succeeding his cousin, John II of Portugal, as monarch. Manuel ruled over a period of intensive expansion of the Portuguese Empire owing to the numerous Portuguese discoveries made during his reign. His sponsorship of Vasco da Gama led to the Portugues"}]}, {"heading": "Deaths", "year": "1557", "date": "December 13", "txt": "Niccolò Fontana Tartaglia, Italian mathematician and engineer (b. 1499)", "entities": [{"title": "Niccolò Fontana Tartaglia", "href": "/wiki/Niccol%C3%B2_Fontana_Tartaglia", "description": "Niccolò Fontana Tartaglia was an Italian mathematician, engineer, a surveyor and a bookkeeper from the then-Republic of Venice. He published many books, including the first Italian translations of Archimedes and Euclid, and an acclaimed compilation of mathematics. Tartaglia was the first to apply mathematics to the investigation of the paths of cannonballs, known as ballistics, in his Nova Scienti"}]}, {"heading": "Deaths", "year": "1565", "date": "December 13", "txt": "Conrad Gessner, Swiss botanist and physician (b. 1516)", "entities": [{"title": "Conrad Gessner", "href": "/wiki/Conrad_Gessner", "description": "Conrad Gessner was a Swiss physician, naturalist, bibliographer, and philologist. Born into a poor family in Zürich, Switzerland, his father and teachers quickly realised his talents and supported him through university, where he studied classical languages, theology and medicine. He became Zürich's City Physician, but was able to spend much of his time on collecting, research and writing. Gessner"}]}, {"heading": "Deaths", "year": "1621", "date": "December 13", "txt": "Katarina Stenbock, queen of Gustav I of Sweden (b. 1535)", "entities": [{"title": "Katarina Stenbock", "href": "/wiki/Katarina_Stenbock", "description": "Catherine Stenbock was Queen of Sweden from 1552 to 1560 as the third and last wife of King Gustav I."}, {"title": "Gustav I of Sweden", "href": "/wiki/Gustav_I_of_Sweden", "description": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, wh"}]}, {"heading": "Deaths", "year": "1671", "date": "December 13", "txt": "Antonio Grassi, Italian Roman Catholic priest(b. 1592)", "entities": [{"title": "Antonio Grassi", "href": "/wiki/Antonio_Grassi", "description": "Antonio Grassi, born Vincenzo Grassi, was an Italian Roman Catholic priest and a professed member of the Oratorians. Grassi was known for his humble and pious nature with a strong devotion to the Marian devotions of Loreto to where he made pilgrimages on an annual basis."}, {"title": "Roman Catholic", "href": "/wiki/Roman_Catholic", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Deaths", "year": "1716", "date": "December 13", "txt": "Charles de La Fosse, French painter (b. 1640)", "entities": [{"title": "Charles de La Fosse", "href": "/wiki/Charles_de_La_Fosse", "description": "Charles de La Fosse was a French painter born in Paris."}]}, {"heading": "Deaths", "year": "1721", "date": "December 13", "txt": "Alexander Selkirk, Scottish sailor (b. 1676)", "entities": [{"title": "Alexander Selkirk", "href": "/wiki/Alexander_Selkirk", "description": "Alexander Selkirk was a Scottish privateer and Royal Navy officer who spent four years and four months as a castaway (1704–1709) after being marooned by his captain on an uninhabited island in the South Pacific Ocean. He survived that ordeal, but succumbed to tropical illness years later while serving aboard HMS Weymouth off West Africa."}]}, {"heading": "Deaths", "year": "1729", "date": "December 13", "txt": "Anthony Collins, English philosopher and author (b. 1676)", "entities": [{"title": "Anthony Collins", "href": "/wiki/Anthony_Collins", "description": "Anthony Collins was an English philosopher, and a proponent of deism."}]}, {"heading": "Deaths", "year": "1754", "date": "December 13", "txt": "Mahmud I, Ottoman sultan (b. 1696)", "entities": [{"title": "Mahmud I", "href": "/wiki/Mahmud_I", "description": "Mahmud I, known as Mahmud the Hunchback, was the Sultan of the Ottoman Empire from 1730 to 1754. He took over the throne after the Patrona Halil rebellion and he kept good relations with Mughal and Safavid Empires."}]}, {"heading": "Deaths", "year": "1758", "date": "December 13", "txt": "Noël Doiron, Canadian Acadia leader (b. 1684)", "entities": [{"title": "Noël Doiron", "href": "/wiki/No%C3%ABl_Doiron", "description": "Noël Doiron was a leader of the Acadians, renowned for his leadership during the Deportation of the Acadians. Doiron was deported on a vessel named the Duke William (1758). The Duke William sank, killing many passengers, in one of the worst marine disasters in Canadian history. The captain of the Duke William, William Nichols, described Noel Doiron as the \"father\" to all the Acadians on Ile St. Je"}, {"title": "Acadia", "href": "/wiki/Acadia", "description": "Acadia was a colony of New France in northeastern North America which included parts of what are now the Maritime provinces, the Gaspé Peninsula and Maine to the Kennebec River. During much of the 17th and early 18th centuries, Norridgewock on the Kennebec River and Castine at the end of the Penobscot River were the southernmost settlements of Acadia. The French government specified land bordering"}]}, {"heading": "Deaths", "year": "1769", "date": "December 13", "txt": "Christian Fürchtegott Gellert, German poet and hymn-writer  (b. 1715)", "entities": [{"title": "Christian Fürchtegott Gellert", "href": "/wiki/Christian_F%C3%BCrchtegott_Gellert", "description": "Christian Fürchtegott Gellert was a German poet, one of the forerunners of the golden age of German literature that was ushered in by Lessing."}]}, {"heading": "Deaths", "year": "1783", "date": "December 13", "txt": "Pehr Wilhelm Wargentin, Swedish astronomer and demographer (b. 1717)", "entities": [{"title": "Pehr Wilhelm Wargentin", "href": "/wiki/Pehr_Wilhelm_Wargentin", "description": "Pehr Wilhelm Wargentin, Swedish astronomer and demographer."}]}, {"heading": "Deaths", "year": "1784", "date": "December 13", "txt": "Samuel Johnson, English poet and lexicographer (b. 1709)", "entities": [{"title": "Samuel Johnson", "href": "/wiki/Samuel_Johnson", "description": "Samuel Johnson, often referred to as Dr Johnson, was an English writer who made lasting contributions to English literature as a poet, playwright, essayist, moralist, literary critic, biographer, editor, and lexicographer. Religiously, he was a devout Anglican, and politically a committed Tory. The Oxford Dictionary of National Biography describes Johnson as \"arguably the most distinguished man of"}]}, {"heading": "Deaths", "year": "1814", "date": "December 13", "txt": "Charles-Joseph, 7th Prince of Ligne, Belgian-Austrian field marshal (b. 1735)", "entities": [{"title": "Charles-Joseph, 7th Prince of Ligne", "href": "/wiki/Charles-Joseph,_7th_Prince_of_Ligne", "description": "Charles-Joseph Lamoral, 7th Prince de Ligne in French; in German Karl-Joseph Lamoral 7. Fürst von Ligne : was a Field Marshal, inhaber of an infantry regiment, prolific writer, intellectual, member of the princely family of Ligne. He fought as a field officer during several famous battles during the Seven Years' War and briefly returned to military duty in the War of the Bavarian Succession. He pe"}]}, {"heading": "Deaths", "year": "1849", "date": "December 13", "txt": "Johann Centurius Hoffmannsegg, German botanist and entomologist (b. 1766)", "entities": [{"title": "Johann Centurius Hoffmannsegg", "href": "/wiki/Johann_Centurius_Hoffmannsegg", "description": "Johann Centurius Hoffmann Graf von Hoffmannsegg was a German botanist, entomologist and ornithologist. The standard author abbreviation Hoffmanns. is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Deaths", "year": "1862", "date": "December 13", "txt": "Thomas Reade Rootes Cobb, American general, lawyer, and politician (b. 1823)", "entities": [{"title": "Thomas Reade Rootes Cobb", "href": "/wiki/Thomas_Reade_Rootes_Cobb", "description": "Thomas Reade Rootes Cobb was an American lawyer, author, politician, and Confederate States Army officer, killed in the Battle of Fredericksburg during the American Civil War. He is the brother of noted Confederate statesman Howell Cobb."}]}, {"heading": "Deaths", "year": "1863", "date": "December 13", "txt": "Christian Friedrich Hebbel, German poet and playwright (b. 1813)", "entities": [{"title": "Christian Friedrich Hebbel", "href": "/wiki/Christian_Friedrich_Hebbel", "description": "Christian Friedrich Hebbel was a German poet and dramatist."}]}, {"heading": "Deaths", "year": "1868", "date": "December 13", "txt": "Carl Friedrich Philipp von Martius, German botanist and explorer (b. 1794)", "entities": [{"title": "Carl Friedrich Philipp von Martius", "href": "/wiki/Carl_Friedrich_Philipp_von_Martius", "description": "Carl Friedrich Philipp von Martius was a German botanist and explorer."}]}, {"heading": "Deaths", "year": "1881", "date": "December 13", "txt": "August Šenoa, Croatian author and poet (b. 1838)", "entities": [{"title": "August Šenoa", "href": "/wiki/August_%C5%A0enoa", "description": "August Ivan Nepomuk Eduard Šenoa was a novelist. Born to an ethnic German and Slovak family, Šenoa became a key figure in the development of an independent literary tradition in the Croatian language and shaping the emergence of the urban Croatian identity of Zagreb and its surroundings at a time when Austrian control was weaning. He was a literary transitional figure, who helped bring Croatian li"}]}, {"heading": "Deaths", "year": "1883", "date": "December 13", "txt": "Victor de Laprade, French poet and critic (b. 1812)", "entities": [{"title": "Victor de Laprade", "href": "/wiki/Victor_de_Laprade", "description": "Pierre Martin Victor Richard de Laprade, known as Victor de Laprade, was a French poet and critic."}]}, {"heading": "Deaths", "year": "1893", "date": "December 13", "txt": "Georg August Rudolph, German lawyer and politician, 3rd Mayor of Marburg (b. 1816)", "entities": [{"title": "Georg August Rudolph", "href": "/wiki/Georg_August_Rudolph", "description": "Georg August Rudolph was a German politician and from 4 December 1856 until 2 August 1884 mayor of Marburg."}, {"title": "Mayor of Marburg", "href": "/wiki/Mayor_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Deaths", "year": "1895", "date": "December 13", "txt": "Ányos Jedlik, Hungarian physicist and engineer (b. 1800)", "entities": [{"title": "Ányos Jedlik", "href": "/wiki/%C3%81nyos_Jedlik", "description": "Ányos István Jedlik was a Hungarian inventor, engineer, physicist, and Benedictine priest. He was also a member of the Hungarian Academy of Sciences, and author of several books. He is considered by Hungarians and Slovaks to be the unsung father of the dynamo and electric motor."}]}, {"heading": "Deaths", "year": "1908", "date": "December 13", "txt": "Augustus Le Plongeon, French photographer and historian (b. 1825)", "entities": [{"title": "Augustus Le Plongeon", "href": "/wiki/Augustus_Le_Plongeon", "description": "Augustus Henry Julian Le Plongeon was a British-American archeologist and photographer who studied the pre-Columbian ruins of America, particularly those of the Maya civilization on the northern Yucatán Peninsula. While his writings contain many notions that were not well received by his contemporaries and were later disproven, Le Plongeon left a lasting legacy in his photographs documenting the a"}]}, {"heading": "Deaths", "year": "1919", "date": "December 13", "txt": "Woldemar Voigt, German physicist and academic (b. 1850)", "entities": [{"title": "Woldemar Voigt", "href": "/wiki/Woldemar_Voigt", "description": "Woldemar Voigt was a German physicist, who taught at the Georg August University of Göttingen. Voigt eventually went on to head the Mathematical Physics Department at Göttingen and was succeeded in 1914 by Peter Debye, who took charge of the theoretical department of the Physical Institute. In 1921, Debye was succeeded by Max Born."}]}, {"heading": "Deaths", "year": "1922", "date": "December 13", "txt": "Arthur Wesley Dow, American painter and photographer (b. 1857)", "entities": [{"title": "Arthur Wesley Dow", "href": "/wiki/Arthur_Wesley_Dow", "description": "Arthur Wesley Dow was an American painter, printmaker, photographer and influential arts educator."}]}, {"heading": "Deaths", "year": "1922", "date": "December 13", "txt": "Hannes Hafstein, Icelandic poet and politician, 1st Prime Minister of Iceland (b. 1861)", "entities": [{"title": "Prime Minister of Iceland", "href": "/wiki/Prime_Minister_of_Iceland", "description": "The prime minister of Iceland is Iceland's head of government. The prime minister is appointed formally by the president and exercises executive authority along with the cabinet subject to parliamentary support."}]}, {"heading": "Deaths", "year": "1924", "date": "December 13", "txt": "Samuel Gompers, English-born American labor leader, founded the American Federation of Labor (b. 1850)", "entities": [{"title": "Samuel Gompers", "href": "/wiki/Samuel_Gompers", "description": "Samuel Gompers was a British-born American cigar maker, labor union leader and a key figure in American labor history. Gompers founded the American Federation of Labor (AFL), and served as the organization's president from 1886 to 1894, and from 1895 until his death in 1924. He promoted harmony among the different craft unions that comprised the AFL, trying to minimize jurisdictional battles. He p"}, {"title": "American Federation of Labor", "href": "/wiki/American_Federation_of_Labor", "description": "The American Federation of Labor (AFL) was a national federation of labor unions in the United States founded in Columbus, Ohio, in December 1886 by an alliance of craft unions disaffected from the Knights of Labor, a national labor union. Samuel Gompers of the Cigar Makers' International Union was elected president at its founding convention and reelected every year, except one, until his death i"}]}, {"heading": "Deaths", "year": "1927", "date": "December 13", "txt": "Mehmet Nadir, Turkish mathematician and academic (b. 1856)", "entities": [{"title": "Mehmet Nadir", "href": "/wiki/Mehmet_Nadir", "description": "Mehmet Nadir was a Turkish mathematician and educator."}]}, {"heading": "Deaths", "year": "1930", "date": "December 13", "txt": "Fritz Pregl, Slovenian-Austrian chemist and physician, Nobel Prize laureate (b. 1869)", "entities": [{"title": "Fritz Pregl", "href": "/wiki/Fritz_Pregl", "description": "Fritz Pregl, was a Slovenian and Austrian chemist and physician from a mixed Slovene-German-speaking background. He won the Nobel Prize in Chemistry in 1923 for making important contributions to quantitative organic microanalysis, one of which was the improvement of the combustion train technique for elemental analysis."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1931", "date": "December 13", "txt": "Gustave Le Bon, French psychologist, sociologist, and anthropologist (b. 1840)", "entities": [{"title": "Gustave Le Bon", "href": "/wiki/Gustave_Le_Bon", "description": "Charles-Marie Gustave Le Bon was a leading French polymath whose areas of interest included anthropology, psychology, sociology, medicine, invention, and physics. He is best known for his 1895 work The Crowd: A Study of the Popular Mind, which is considered one of the seminal works of crowd psychology."}]}, {"heading": "Deaths", "year": "1932", "date": "December 13", "txt": "Georgios Jakobides, Greek painter and sculptor (b. 1853)", "entities": [{"title": "Georgios Jakobides", "href": "/wiki/Georgios_Jakobides", "description": "Georgios Jakobides was a painter and one of the main representatives of the Greek artistic movement of the Munich School. He founded and was the first curator of the National Gallery of Greece in Athens."}]}, {"heading": "Deaths", "year": "1935", "date": "December 13", "txt": "Victor Grignard, French chemist and academic, Nobel Prize laureate (b. 1871)", "entities": [{"title": "Victor Grignard", "href": "/wiki/Victor_Grignard", "description": "François Auguste Victor Grignard was a French chemist who won the Nobel Prize for his discovery of the eponymously named Grignard reagent and Grignard reaction, both of which are important in the formation of carbon–carbon bonds."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1942", "date": "December 13", "txt": "Wlodimir Ledóchowski, Austrian-Polish religious leader, 26th Superior-General of the Society of Jesus (b. 1866)", "entities": [{"title": "Wlodimir Ledóchowski", "href": "/wiki/Wlodimir_Led%C3%B3chowski", "description": "Very Rev. Włodzimierz Halka Ledóchowski, S.J. was a Polish nobleman who was the twenty-sixth Superior-General of the Society of Jesus from 11 February 1914 until his death. Prior to taking holy orders, he was briefly a page in the Habsburg Court."}, {"title": "Superior-General of the Society of Jesus", "href": "/wiki/Superior-General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Deaths", "year": "1942", "date": "December 13", "txt": "Robert Robinson Taylor, American architect (b. 1868)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "December 13", "txt": "Wassily Kandinsky, Russian-French painter and theorist (b. 1866)", "entities": [{"title": "Wassily Kandinsky", "href": "/wiki/Wassily_Kandinsky", "description": "Wassily Wassilyevich Kandinsky was a Russian painter and art theorist. Kandinsky is generally credited as the pioneer of abstract art. Born in Moscow, Kandinsky spent his childhood in Odessa, where he graduated at Grekov Odessa Art school. He enrolled at the University of Moscow, studying law and economics. Successful in his profession—he was offered a professorship at the University of Dorpat —Ka"}]}, {"heading": "Deaths", "year": "1945", "date": "December 13", "txt": "Irma Grese, German concentration camp guard (b. 1923)", "entities": [{"title": "Irma Grese", "href": "/wiki/Irma_Grese", "description": "Irma Ida Ilse Grese was an SS guard at the Nazi concentration camps of Ravensbrück and Auschwitz, and served as warden of the women's section of Bergen-Belsen."}, {"title": "Nazi concentration camps", "href": "/wiki/Nazi_concentration_camps", "description": "From 1933 to 1945, Nazi Germany operated more than a thousand concentration camps on its own territory and in parts of German-occupied Europe."}]}, {"heading": "Deaths", "year": "1945", "date": "December 13", "txt": "Josef Kramer, German concentration camp commandant (b. 1906)", "entities": [{"title": "Nazi concentration camps", "href": "/wiki/Nazi_concentration_camps", "description": "From 1933 to 1945, Nazi Germany operated more than a thousand concentration camps on its own territory and in parts of German-occupied Europe."}]}, {"heading": "Deaths", "year": "1945", "date": "December 13", "txt": "Elisabeth Volkenrath, Polish-German concentration camp supervisor (b. 1919)", "entities": [{"title": "Nazi concentration camps", "href": "/wiki/Nazi_concentration_camps", "description": "From 1933 to 1945, Nazi Germany operated more than a thousand concentration camps on its own territory and in parts of German-occupied Europe."}]}, {"heading": "Deaths", "year": "1947", "date": "December 13", "txt": "Henry James, American lawyer and author (b. 1879)", "entities": [{"title": "Henry James (biographer)", "href": "/wiki/Henry_James_(biographer)", "description": "Henry James III was an American writer who won the Pulitzer Prize for Biography or Autobiography in 1931. James, who was described as \"delightful, rather pedantic, crisp, and humorous,\" was the son of William James and the nephew of novelist Henry James."}]}, {"heading": "Deaths", "year": "1947", "date": "December 13", "txt": "Nicholas Roerich, Russian archaeologist, painter, and philosopher (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "December 13", "txt": "Abraham Wald, Hungarian mathematician and academic (b. 1902)", "entities": [{"title": "Abraham Wald", "href": "/wiki/Abraham_Wald", "description": "Abraham Wald was a Romania/Romanian Jewish mathematician who contributed to decision theory, geometry, and econometrics, and founded the field of statistical sequential analysis. One of the well known statistical works of his during World War 2 was how to minimize the damage to bomber aircraft taking into account the survivorship bias in his calculations. He spent his researching years at Columbia"}]}, {"heading": "Deaths", "year": "1954", "date": "December 13", "txt": "John Raymond Hubbell, American director and composer (b. 1879)", "entities": [{"title": "John Raymond Hubbell", "href": "/wiki/John_Raymond_Hubbell", "description": "John Raymond Hubbell was an American writer, composer and lyricist. He is best known for the popular song, \"Poor Butterfly\"."}]}, {"heading": "Deaths", "year": "1955", "date": "December 13", "txt": "Egas Moniz, Portuguese psychiatrist and neurosurgeon, Nobel Prize laureate (b. 1874)", "entities": [{"title": "Egas Moniz", "href": "/wiki/Egas_Moniz", "description": "António Caetano de Abreu Freire Egas Moniz, known as Egas Moniz, was a Portuguese neurologist and the developer of cerebral angiography. He is regarded as one of the founders of modern psychosurgery, having developed the surgical procedure leucotomy—​known better today as lobotomy—​for which he became the first Portuguese national to receive a Nobel Prize in 1949."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1960", "date": "December 13", "txt": "Dora Marsden, English author and activist (b. 1882)", "entities": [{"title": "Dora Marsden", "href": "/wiki/Dora_Marsden", "description": "Dora Marsden was an English suffragette, editor of literary journals, and philosopher of language. Beginning her career as an activist in the Women's Social and Political Union, Marsden eventually broke off from the suffragist organization in order to found a journal that would provide a space for more radical voices in the movement. Her prime importance lies with her contributions to the suffrage"}]}, {"heading": "Deaths", "year": "1961", "date": "December 13", "txt": "Grandma Moses, American painter (b. 1860)", "entities": [{"title": "Grandma Moses", "href": "/wiki/Grandma_Moses", "description": "Anna Mary Robertson Moses, known by her nickname Grandma Moses, was an American folk artist. She began painting in earnest at the age of 78 and is often cited as an example of an individual who successfully began a career in the arts at an advanced age. Her works have been shown and sold in the United States and abroad and have been marketed on greeting cards and other merchandise. Moses' painting"}]}, {"heading": "Deaths", "year": "1962", "date": "December 13", "txt": "Harry Barris, American singer-songwriter and pianist  (b. 1905)", "entities": [{"title": "Harry Barris", "href": "/wiki/Harry_Barris", "description": "Harry Barris was an American popular singer and songwriter, and is one of the earliest singers to use \"scat singing\" in recordings. Barris, one of Paul Whiteman's Rhythm Boys, along with Bing Crosby and Al Rinker, scatted on several songs, including \"Mississippi Mud,\" which Barris wrote in 1927."}]}, {"heading": "Deaths", "year": "1969", "date": "December 13", "txt": "Raymond A. Spruance, American admiral and diplomat, United States Ambassador to the Philippines (b. 1886)", "entities": [{"title": "Raymond A. Spruance", "href": "/wiki/Raymond_A._Spruance", "description": "Raymond Ames Spruance was a United States Navy admiral during World War II. He commanded U.S. naval forces during one of the most significant naval battles that took place in the Pacific Theatre: the Battle of the Philippine Sea. He also commanded Task Force 16 at the Battle of Midway, comprising the carriers Enterprise and Hornet. At Midway, dive bombers from the Enterprise crippled two carriers "}, {"title": "United States Ambassador to the Philippines", "href": "/wiki/United_States_Ambassador_to_the_Philippines", "description": "The Ambassador of the United States of America to the Republic of the Philippines was established on July 4, 1946 after the Philippines gained its independence from the United States."}]}, {"heading": "Deaths", "year": "1973", "date": "December 13", "txt": "Henry Green, English author (b. 1905)", "entities": [{"title": "Henry Green", "href": "/wiki/Henry_Green", "description": "Henry Green was the pen name of Henry Vincent Yorke, an English author best remembered for the novels Party Going, Living and Loving. He published a total of nine novels between 1926 and 1952."}]}, {"heading": "Deaths", "year": "1974", "date": "December 13", "txt": "Yakup Kadri Karaosmanoglu, Egyptian-Turkish journalist, author, and politician (b. 1889)", "entities": [{"title": "Yakup Kadri Karaosmanoglu", "href": "/wiki/Yakup_Kadri_Karaosmanoglu", "description": "Yakup Kadri Karaosmanoğlu was a Turkish novelist, journalist, diplomat, and member of parliament."}]}, {"heading": "Deaths", "year": "1975", "date": "December 13", "txt": "Cyril Delevanti, English-American actor (b. 1889)", "entities": [{"title": "Cyril Delevanti", "href": "/wiki/Cyril_Delevanti", "description": "Harry Cyril Delevanti was an English character actor with a long career in American films. He was sometimes credited as Syril Delevanti."}]}, {"heading": "Deaths", "year": "1977", "date": "December 13", "txt": "Oguz Atay, Turkish engineer and author (b. 1934)", "entities": [{"title": "Oguz Atay", "href": "/wiki/Oguz_Atay", "description": "Oğuz Atay was a pioneer of the modern novel in Turkey. His first novel, Tutunamayanlar, appeared in 1971–72. Never reprinted in his lifetime and controversial among critics, it has become a best-seller since a new edition came out in 1984. It has been described as “probably the most eminent novel of twentieth-century Turkish literature”: this reference is due to a UNESCO survey, which goes on: “it"}]}, {"heading": "Deaths", "year": "1979", "date": "December 13", "txt": "Jon Hall, American actor and director (b. 1915)", "entities": [{"title": "Jon Hall (actor)", "href": "/wiki/Jon_Hall_(actor)", "description": "Jon Hall was an American film actor known for playing a variety of adventurous roles, as in 1937's The Hurricane, and later when contracted to Universal Pictures, including Invisible Agent and The Invisible Man's Revenge and six movies he made with Maria Montez. He was also known to 1950s fans as the creator and star of the Ramar of the Jungle television series which ran from 1952 to 1954. Hall di"}]}, {"heading": "Deaths", "year": "1979", "date": "December 13", "txt": "Behçet Necatigil, Turkish author, poet and translator (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "December 13", "txt": "Alexander Schmemann, Estonian-American priest and theologian (b. 1921)", "entities": [{"title": "Alexander Schmemann", "href": "/wiki/Alexander_Schmemann", "description": "Alexander Dmitrievich Schmemann was an influential Orthodox Christian priest, teacher, and writer who had most of his career in the United States. Born in Estonia to émigrés from the Russian Revolution, he grew up primarily in France, where there was a large émigré community in Paris. After being educated there in both Russian and French schools and universities, from 1946 to 1951 he taught in Par"}]}, {"heading": "Deaths", "year": "1983", "date": "December 13", "txt": "Nichita Stănescu, Romanian poet and critic (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "December 13", "txt": "Heather Angel, British-American actress (b. 1909)", "entities": [{"title": "Heather Angel (actress)", "href": "/wiki/Heather_Angel_(actress)", "description": "Heather Grace Angel was an British-American actress. She has been known for providing the voice of Mrs. Darling, Wendy's mother in Peter Pan and Alice's sister in Alice in Wonderland."}]}, {"heading": "Deaths", "year": "1986", "date": "December 13", "txt": "Ella Baker, American activist (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "December 13", "txt": "Smita Patil, Indian actress and journalist (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "December 13", "txt": "K. C. Irving, Canadian businessman (b. 1899)", "entities": [{"title": "K. C. Irving", "href": "/wiki/K._C._Irving", "description": "Kenneth Colin Irving, also known as K. C. Irving, was a 20th-century businessman. K. C. Irving's business began with a family sawmill in Bouctouche, N.B., in 1882. In 1989, he was made an Officer of the Order of Canada."}]}, {"heading": "Deaths", "year": "1992", "date": "December 13", "txt": "Cornelius Vanderbilt Whitney, American businessman and philanthropist (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "December 13", "txt": "Vanessa Duriès, French author (b. 1972)", "entities": [{"title": "Vanessa Duriès", "href": "/wiki/Vanessa_Duri%C3%A8s", "description": "Vanessa Duriès, also known as Katia Lamara, was a French novelist."}]}, {"heading": "Deaths", "year": "1995", "date": "December 13", "txt": "Ann Nolan Clark, American author and educator (b. 1896)", "entities": [{"title": "Ann Nolan Clark", "href": "/wiki/Ann_Nolan_Clark", "description": "Ann Nolan Clark, born Anna Marie Nolan, was an American writer who won the 1953 Newbery Medal."}]}, {"heading": "Deaths", "year": "1996", "date": "December 13", "txt": "Edward Blishen, English author and educator (b. 1920)", "entities": [{"title": "Edward Blishen", "href": "/wiki/Edward_Blishen", "description": "Edward Blishen was an English author and broadcaster. He may be known best for the first of two children's novels based on Greek mythology, written with Leon Garfield, illustrated by Charles Keeping, and published by Longman in 1970. For The God Beneath the Sea Blishen and Garfield won the 1970 Carnegie Medal from the Library Association, recognising the year's best children's book by a British su"}]}, {"heading": "Deaths", "year": "1997", "date": "December 13", "txt": "Don E. Fehrenbacher, American historian, author, and academic (b. 1920)", "entities": [{"title": "Don E. Fehrenbacher", "href": "/wiki/Don_E._Fehrenbacher", "description": "Don Edward Fehrenbacher was an American historian. He wrote on politics, slavery, and Abraham Lincoln. He won the 1979 Pulitzer Prize for History for The Dred Scott Case: Its Significance in American Law and Politics, his book about the Dred Scott Decision. In 1977 David M. Potter's The Impending Crisis, 1848-1861, which he edited and completed, won the Pulitzer Prize. In 1997 he won the Lincoln P"}]}, {"heading": "Deaths", "year": "1998", "date": "December 13", "txt": "Lew Grade, Ukrainian-born British impresario and media proprietor (b. 1906)", "entities": [{"title": "Lew Grade", "href": "/wiki/Lew_Grade", "description": "Lew Grade, Baron Grade, OStJ, KC*SS, born Louis Winogradsky, was a British media proprietor and impresario. Originally a dancer, and later a talent agent, Grade's interest in television production began in 1954 when, in partnership, he successfully bid for franchises in the newly created ITV network, which led to the creation of Associated Television (ATV). Having worked for a time in the United S"}]}, {"heading": "Deaths", "year": "1998", "date": "December 13", "txt": "Richard Thomas, Royal Naval Officer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "December 13", "txt": "Wade Watts, civil rights activist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "December 13", "txt": "Zal Yanovsky, Canadian singer-songwriter and guitarist who founded The Lovin' Spoonful (b. 1944)", "entities": [{"title": "Zal Yanovsky", "href": "/wiki/Zal_Yanovsky", "description": "Zalman Yanovsky was a Canadian folk-rock musician. Born in Toronto, he was the son of political cartoonist Avrom Yanovsky. He played lead guitar and sang for the Lovin' Spoonful, a rock band which he founded with John Sebastian in 1964. He was inducted into the Canadian Music Hall of Fame in 1996. He was married to actress Jackie Burroughs, with whom he had one daughter, Zoe."}, {"title": "The Lovin' Spoonful", "href": "/wiki/The_Lovin%27_Spoonful", "description": "The Lovin' Spoonful is an American rock band which was popular during the mid- to late-1960s. Founded in New York City in 1965 by lead singer/songwriter John Sebastian and guitarist Zal Yanovsky, it is best known for a number of hits which include \"Summer in the City\", \"Do You Believe In Magic\", \"Did You Ever Have to Make Up Your Mind?\", and \"Daydream\". The band was inducted into the Rock and Roll"}]}, {"heading": "Deaths", "year": "2004", "date": "December 13", "txt": "David Wheeler, English computer scientist and academic (b. 1927)", "entities": [{"title": "David Wheeler (British computer scientist)", "href": "/wiki/David_Wheeler_(British_computer_scientist)", "description": "David John Wheeler FRS was a computer scientist and professor of computer science at the University of Cambridge."}]}, {"heading": "Deaths", "year": "2006", "date": "December 13", "txt": "Lamar Hunt, American businessman, co-founded the American Football League and World Championship Tennis (b. 1932)", "entities": [{"title": "Lamar Hunt", "href": "/wiki/Lamar_Hunt", "description": "Lamar Hunt was an American businessman most notable for being one of the sons of H.L. Hunt. Lamar made a name for himself by his promotion of American football, soccer, and tennis in the United States."}, {"title": "American Football League", "href": "/wiki/American_Football_League", "description": "The American Football League (AFL) was a major professional American football league that operated for ten seasons from 1960 until 1970, when it merged with the older National Football League (NFL), and became the American Football Conference. The upstart AFL operated in direct competition with the more established NFL throughout its existence. It was more successful than earlier rivals to the NFL"}, {"title": "World Championship Tennis", "href": "/wiki/World_Championship_Tennis", "description": "World Championship Tennis (WCT) was a tour for professional male tennis players established in 1968 and lasted until the emergence of the ATP Tour in 1990. A number of tennis tournaments around the world were affiliated with WCT and players were ranked in a special WCT ranking according to their results in those tournaments."}]}, {"heading": "Deaths", "year": "2018", "date": "December 13", "txt": "Noah Klieger, Holocaust survivor who became an award-winning Israeli journalist (b. 1926)", "entities": [{"title": "Noah Klieger", "href": "/wiki/Noah_Klieger", "description": "Noah Klieger was an Israeli journalist and sports administrator. Klieger, a survivor of the Nazi concentration camps Auschwitz, Mittelbau-Dora and Ravensbruck, covered trials of Nazi criminals after the end of World War II, besides working as a sports journalist in Israel. He also was the president of the basketball club Maccabi Tel Aviv and chairman of the FIBA's media council. In 2010 he was awa"}, {"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Journalist", "href": "/wiki/Journalist", "description": "A journalist is an individual trained to collect/gather information in form of text, audio or pictures, processes them to a news-worth form and disseminates it to the public. The act or process mainly done by the journalist is called journalism."}]}]