[{"heading": "Events", "year": "537", "date": "December 27", "txt": "The construction of the Hagia Sophia in Constantinople is completed.", "entities": [{"title": "Hagia Sophia", "href": "/wiki/Hagia_Sophia", "description": "Hagia Sophia, officially Ayasofya-i Kebir Cami-i Şerifi, literally Holy Mosque of Hagia Sophia the Grand, and formerly the Church of Hagia Sophia, is a Late Antique place of worship in Istanbul, designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles. Built in 537 as the patriarchal cathedral of the imperial capital of Constantinople, it was the largest Christian church of the "}]}, {"heading": "Events", "year": "1512", "date": "December 27", "txt": "The Spanish Crown issues the Laws of Burgos, governing the conduct of settlers with regard to native Indians in the New World.", "entities": [{"title": "Laws of Burgos", "href": "/wiki/Laws_of_Burgos", "description": "The Laws of Burgos, promulgated on 27 December 1512 in Burgos, Crown of Castile (Spain), was the first codified set of laws governing the behavior of Spaniards in the Americas, particularly with regard to the Indigenous people of the Americas ('native Caribbean Indians'). They forbade the maltreatment of the indigenous people and endorsed their conversion to Catholicism. The laws were created foll"}, {"title": "Indigenous peoples of the Americas", "href": "/wiki/Indigenous_peoples_of_the_Americas", "description": "The indigenous peoples of the Americas are the inhabitants of the Americas before the arrival of the European settlers in the 15th century, and the ethnic groups who now identify themselves with those peoples."}, {"title": "New World", "href": "/wiki/New_World", "description": "The \"New World\" is a eurocultural term applied to the majority of Earth's Western Hemisphere, specifically the Americas. The term gained prominence in the early 16th century, during the Europe's Age of Discovery, shortly after Italian explorer Amerigo Vespucci concluded America represented a new continent, and subsequently published his findings in a pamphlet titled Mundus Novus. This realization "}]}, {"heading": "Events", "year": "1521", "date": "December 27", "txt": "The Zwickau prophets arrive in Wittenberg, disturbing the peace and preaching the Apocalypse.", "entities": [{"title": "Zwickau prophets", "href": "/wiki/Zwickau_prophets", "description": "The Zwickau Prophets were three men of the Radical Reformation from Zwickau in the Electorate of Saxony in the Holy Roman Empire, who were possibly involved in a disturbance in nearby Wittenberg and its evolving Reformation in early 1522."}, {"title": "Wittenberg", "href": "/wiki/Wittenberg", "description": "Wittenberg, is the fourth largest town in Saxony-Anhalt, Germany. Wittenberg is situated on the River Elbe, 60 kilometers (37 mi) north of Leipzig and 90 kilometers (56 mi) south-west of Berlin, and has a population of 46,008 (2018)."}, {"title": "Apocalypse", "href": "/wiki/Apocalypse", "description": "An apocalypse is a disclosure or revelation of great knowledge. In religious concepts an apocalypse usually discloses something very important that was hidden or provides what Bart Ehrman has termed, \"A vision of heavenly secrets that can make sense of earthly realities\".\nHistorically, the term has a heavy religious connotation as commonly seen in the prophetic revelations of eschatology obtained "}]}, {"heading": "Events", "year": "1655", "date": "December 27", "txt": "Second Northern War/the Deluge: Monks at the Jasna Góra Monastery in Częstochowa are successful in fending off a month-long siege.", "entities": [{"title": "Second Northern War", "href": "/wiki/Second_Northern_War", "description": "The Second Northern War (1655–60), also First or Little Northern War) was fought between Sweden and its adversaries the Polish–Lithuanian Commonwealth (1655–60), the Moscow Tsardom (1656–58), Brandenburg-Prussia (1657–60), the Habsburg Monarchy (1657–60) and Denmark–Norway. The Dutch Republic often intervened against Sweden in an informal trade war but was not a recognized part of the Polish–Danis"}, {"title": "Deluge (history)", "href": "/wiki/Deluge_(history)", "description": "The term Deluge denotes a series of mid-17th-century campaigns in the Polish–Lithuanian Commonwealth. In a wider sense it applies to the period between the Khmelnytsky Uprising of 1648 and the Truce of Andrusovo in 1667, thus comprising the Polish theatres of the Russo-Polish and Second Northern Wars. In a stricter sense, the term refers to the Swedish invasion and occupation of the Commonwealth a"}, {"title": "Jasna Góra Monastery", "href": "/wiki/Jasna_G%C3%B3ra_Monastery", "description": "The Jasna Góra Monastery in Częstochowa, Poland, is a shrine dedicated to the Virgin Mary and one of the country's places of pilgrimage. The image of the Black Madonna of Częstochowa, also known as Our Lady of Częstochowa, to which miraculous powers are attributed, is one of Jasna Góra's most precious treasures."}, {"title": "Częstochowa", "href": "/wiki/Cz%C4%99stochowa", "description": "Częstochowa is a city in southern Poland on the Warta River with 220,433 inhabitants, making it the thirteenth-largest city in Poland. It is situated in the Silesian Voivodeship since 1999, and was previously the capital of the Częstochowa Voivodeship (1975–1998). However, Częstochowa is historically part of Lesser Poland, not of Silesia, and before 1795, it belonged to the Kraków Voivodeship. Czę"}, {"title": "Siege of Jasna Góra", "href": "/wiki/Siege_of_Jasna_G%C3%B3ra", "description": "The Siege of Jasna Góra took place in the winter of 1655 during the Second Northern War, or 'The Deluge' — as the Swedish invasion of the Polish–Lithuanian Commonwealth is known. The Swedes were attempting to capture the Jasna Góra monastery in Częstochowa. Their month-long siege, however, was unsuccessful, as a small force consisting of monks from the Jasna Góra monastery led by their Prior and s"}]}, {"heading": "Events", "year": "1657", "date": "December 27", "txt": "The Flushing Remonstrance articulates for the first time in North American history that freedom of religion is a fundamental right.", "entities": [{"title": "Flushing Remonstrance", "href": "/wiki/Flushing_Remonstrance", "description": "The Flushing Remonstrance was a 1657 petition to Director-General of New Netherland Peter Stuyvesant, in which some thirty residents of the small settlement at Flushing requested an exemption to his ban on Quaker worship. It is considered a precursor to the United States Constitution's provision on freedom of religion in the Bill of Rights.\nAccording to Kenneth T. Jackson, the Flushing Remonstranc"}, {"title": "Freedom of religion", "href": "/wiki/Freedom_of_religion", "description": "Freedom of religion or religious liberty is a principle that supports the freedom of an individual or community, in public or private, to manifest religion or belief in teaching, practice, worship, and observance. It also includes the freedom to change one's religion or beliefs, \"the right not to profess any religion or belief\" or \"not to practise a religion\"."}]}, {"heading": "Events", "year": "1703", "date": "December 27", "txt": "Portugal and England sign the Methuen Treaty which gives preference to Portuguese imported wines into England.", "entities": [{"title": "Methuen Treaty", "href": "/wiki/Methuen_Treaty", "description": "The Methuen Treaty was a military and commercial treaty between England and Portugal that was signed in 1703 as part of the War of the Spanish Succession."}, {"title": "Wine", "href": "/wiki/Wine", "description": "Wine is an alcoholic drink typically made from fermented grape juice. Yeast consumes the sugar in the grapes and converts it to ethanol, carbon dioxide, and heat. Different varieties of grapes and strains of yeasts produce different styles of wine. These variations result from the complex interactions between the biochemical development of the grape, the reactions involved in fermentation, the gra"}]}, {"heading": "Events", "year": "1814", "date": "December 27", "txt": "War of 1812: The American schooner USS Carolina is destroyed. It was the last of Commodore Daniel Patterson's makeshift fleet that fought a series of delaying actions that contributed to Andrew Jackson's victory at the Battle of New Orleans.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "USS Carolina (1812)", "href": "/wiki/USS_Carolina_(1812)", "description": "USS Carolina, a schooner, was the only ship of the United States Navy to be named for the British colony that became the states of North Carolina and South Carolina. Her keel was laid down at Charleston, South Carolina. She was purchased by the Navy while still on the stocks, launched on 10 November 1812, and commissioned on 4 June 1813 with Lieutenant J. D. Henley in command."}, {"title": "Daniel Patterson (naval officer)", "href": "/wiki/Daniel_Patterson_(naval_officer)", "description": "Daniel Todd Patterson was an officer in the United States Navy during the Quasi-War with France, the First Barbary War, and the War of 1812."}, {"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}, {"title": "Battle of New Orleans", "href": "/wiki/Battle_of_New_Orleans", "description": "The Battle of New Orleans was fought on January 8, 1815 between the British Army under Major General Sir Edward Pakenham and the United States Army under Brevet Major General Andrew Jackson, roughly 5 miles (8 km) southeast of the French Quarter of New Orleans, in the current suburb of Chalmette, Louisiana."}]}, {"heading": "Events", "year": "1831", "date": "December 27", "txt": "Charles Darwin embarks on his journey aboard HMS Beagle, during which he will begin to formulate his theory of evolution.", "entities": [{"title": "Charles Darwin", "href": "/wiki/Charles_Darwin", "description": "Charles Robert Darwin was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution. His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branc"}, {"title": "Second voyage of HMS Beagle", "href": "/wiki/Second_voyage_of_HMS_Beagle", "description": "The second voyage of HMS Beagle, from 27 December 1831 to 2 October 1836, was the second survey expedition of HMS Beagle, under captain Robert FitzRoy who had taken over command of the ship on its first voyage after the previous captain, Pringle Stokes, committed suicide. FitzRoy had thought of the advantages of having someone onboard who could investigate geology, and sought a naturalist to accom"}, {"title": "HMS Beagle", "href": "/wiki/HMS_Beagle", "description": "HMS Beagle was a  Cherokee-class 10-gun brig-sloop of the Royal Navy, one of more than 100 ships of this class. The vessel, constructed at a cost of £7,803, was launched on 11 May 1820 from the Woolwich Dockyard on the River Thames. Later reports say the ship took part in celebrations of the coronation of King George IV of the United Kingdom, passing through the old London Bridge, and was the firs"}, {"title": "Evolution", "href": "/wiki/Evolution", "description": "Evolution is change in the heritable characteristics of biological populations over successive generations. These characteristics are the expressions of genes that are passed on from parent to offspring during reproduction. Different characteristics tend to exist within any given population as a result of mutation, genetic recombination and other sources of genetic variation. Evolution occurs when"}]}, {"heading": "Events", "year": "1836", "date": "December 27", "txt": "The worst ever avalanche in England occurs at Lewes, Sussex, killing eight people.", "entities": [{"title": "Lewes avalanche", "href": "/wiki/Lewes_avalanche", "description": "The Lewes avalanche occurred on 27 December 1836 in Lewes, East Sussex, when a huge build-up of snow on a chalk cliff overlooking the town collapsed into the settlement 100 metres below, destroying a row of cottages and killing eight people. It remains the deadliest avalanche on record in the United Kingdom."}, {"title": "Lewes", "href": "/wiki/Lewes", "description": "Lewes is the county town of East Sussex, England. It is the police and judicial centre for all of Sussex and is home to Sussex Police, East Sussex Fire & Rescue Service, Lewes Crown Court and HMP Lewes. The civil parish is the centre of the Lewes local government district and the seat of East Sussex County Council at East Sussex County Hall."}, {"title": "Sussex", "href": "/wiki/Sussex", "description": "Sussex, from the Old English Sūþsēaxe, is a historic county in South East England and was formerly an independent medieval kingdom. It is bounded to the west by Hampshire, north by Surrey, northeast by Kent, south by the English Channel, and divided for many purposes into the ceremonial counties of West Sussex and East Sussex."}]}, {"heading": "Events", "year": "1845", "date": "December 27", "txt": "Ether anesthetic is used for childbirth for the first time by Dr. Crawford Long in Jefferson, Georgia.", "entities": [{"title": "Diethyl ether", "href": "/wiki/Diethyl_ether", "description": "Diethyl ether, or simply ether, is an organic compound in the ether class with the formula (C2H5)2O, sometimes abbreviated as Et2O. It is a colorless, highly volatile, sweet-smelling, extremely flammable liquid. It is commonly used as a solvent in laboratories and as a starting fluid for some engines. It was formerly used as a general anesthetic, until non-flammable drugs were developed, such as h"}, {"title": "Anesthetic", "href": "/wiki/Anesthetic", "description": "An anesthetic or anaesthetic is a drug used to induce anesthesia ⁠— ⁠in other words, to result in a temporary loss of sensation or awareness. They may be divided into two broad classes: general anesthetics, which result in a reversible loss of consciousness, and local anesthetics, which cause a reversible loss of sensation for a limited region of the body without necessarily affecting consciousnes"}, {"title": "Jefferson, Georgia", "href": "/wiki/Jefferson,_Georgia", "description": "Jefferson is a city in Jackson County, Georgia, United States. The population was 9,432 at the 2010 census, up from 3,825 at the 2000 census. As of 2019 the estimated population was 12,032. The city is the county seat of Jackson County."}]}, {"heading": "Events", "year": "1845", "date": "December 27", "txt": "Journalist John L. O'Sullivan, writing in his newspaper the New York Morning News, argues that the USA had the right to claim the entire Oregon Country \"by the right of our manifest destiny\".", "entities": [{"title": "Oregon Country", "href": "/wiki/Oregon_Country", "description": "In the nineteenth century, the Oregon Country was a disputed region of the Pacific Northwest of North America. The region was occupied by British and French Canadian fur traders from before 1810, and American settlers from the mid-1830s, with its coastal areas north from the Columbia River frequented by ships from all nations engaged in the maritime fur trade, most of these from the 1790s through "}, {"title": "Manifest destiny", "href": "/wiki/Manifest_destiny", "description": "Manifest destiny was a widely held cultural belief in the 19th-century United States that American settlers were destined to expand across North America. There are three basic themes to manifest destiny:The special virtues of the American people and their institutions\nThe mission of the United States to redeem and remake the west in the image of the agrarian East\nAn irresistible destiny to accompl"}]}, {"heading": "Events", "year": "1911", "date": "December 27", "txt": "\"Jana Gana Mana\", the national anthem of India, is first sung in the Calcutta Session of the Indian National Congress.", "entities": [{"title": "Jana Gana Mana", "href": "/wiki/Jana_Gana_Mana", "description": "Jana Gana Mana is the national anthem of India. It was originally composed as Bharoto Bhagyo Bidhata in Bengali by polymath Rabindranath Tagore. The first stanza of the song Bharoto Bhagyo Bidhata was adopted by the Constituent Assembly of India as the National Anthem on 24 January 1950. A formal rendition of the national anthem takes approximately 52 seconds. A shortened version consisting of the"}, {"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}, {"title": "Indian National Congress", "href": "/wiki/Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}]}, {"heading": "Events", "year": "1918", "date": "December 27", "txt": "The Great Poland Uprising against the Germans begins.", "entities": [{"title": "Greater Poland Uprising (1918–19)", "href": "/wiki/Greater_Poland_Uprising_(1918%E2%80%9319)", "description": "The Greater Poland uprising of 1918–1919, or Wielkopolska uprising of 1918–1919 or Posnanian War was a military insurrection of Poles in the Greater Poland region against German rule. The uprising had a significant effect on the Treaty of Versailles, which granted a reconstituted Second Polish Republic the area won by the Polish insurrectionists. The region had been part of the Kingdom of Poland a"}]}, {"heading": "Events", "year": "1918", "date": "December 27", "txt": "Ukrainian War of Independence: The Revolutionary Insurgent Army of Ukraine occupies Yekaterinoslav and seizes 7 airplanes from the UPRAF, establishing an Insurgent Air Fleet.", "entities": [{"title": "Revolutionary Insurgent Army of Ukraine", "href": "/wiki/Revolutionary_Insurgent_Army_of_Ukraine", "description": "The Revolutionary Insurrectionary Army of Ukraine, also known as the Black Army, or as Makhnovtsi, after their leader Nestor Makhno, was an anarchist army formed largely of Ukrainian peasants and workers during the Russian Civil War of 1917–1922. They protected the operation of \"free soviets\" and libertarian communes in the Free Territory, an attempt to form a stateless libertarian communist socie"}, {"title": "Yekaterinoslav", "href": "/wiki/Yekaterinoslav", "description": "Dnipro, previously called Dnipropetrovsk from 1926 until May 2016, is Ukraine's fourth-largest city, with about one million inhabitants. It is located in the eastern part of Ukraine, 391 kilometres (243 mi) southeast of the Ukrainian capital Kyiv on the Dnieper River, after which it is named. Dnipro is the administrative centre of the Dnipropetrovsk Oblast. Administratively, it is incorporated as "}, {"title": "Ukrainian People's Republic Air Fleet", "href": "/wiki/Ukrainian_People%27s_Republic_Air_Fleet", "description": "The Air Fleet of the UPR was the air force of the Ukrainian People's Republic in 1917–1921."}, {"title": "Air Fleet of the Revolutionary Insurgent Army of Ukraine", "href": "/wiki/Air_Fleet_of_the_Revolutionary_Insurgent_Army_of_Ukraine", "description": "The Air Fleet of the Revolutionary Insurgent Army of Ukraine was one of the branches of the Revolutionary Insurgent Armed Forces."}]}, {"heading": "Events", "year": "1922", "date": "December 27", "txt": "Japanese aircraft carrier Hōshō becomes the first purpose built aircraft carrier to be commissioned in the world.", "entities": [{"title": "Japanese aircraft carrier Hōshō", "href": "/wiki/Japanese_aircraft_carrier_H%C5%8Dsh%C5%8D", "description": "Hōshō  was the world's first commissioned ship that was built as an aircraft carrier, and the first aircraft carrier of the Imperial Japanese Navy (IJN). Commissioned in 1922, the ship was used for testing carrier aircraft operations equipment, techniques, such as take-offs and landings, and carrier aircraft operational methods and tactics. The ship provided valuable lessons and experience for the"}, {"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}]}, {"heading": "Events", "year": "1927", "date": "December 27", "txt": "Kern and Hammerstein's musical play Show Boat, considered to be the first true American musical play, opens at the Ziegfeld Theatre on Broadway.", "entities": [{"title": "Ziegfeld Theatre (1927)", "href": "/wiki/Ziegfeld_Theatre_(1927)", "description": "The Ziegfeld Theatre was a Broadway theatre located at 1341 Sixth Avenue, corner of 54th Street in Manhattan, New York City. It was built in 1927 and, despite public protests, was razed in 1966."}, {"title": "Broadway theatre", "href": "/wiki/Broadway_theatre", "description": "Broadway theatre, also simply known as Broadway, refers to the theatrical performances which are presented in the 41 professional theatres, each with 500 or more seats, located in the Theater District and the Lincoln Center along Broadway, in Midtown Manhattan, New York City. Broadway and London's West End together represent the highest commercial level of live theater in the English-speaking worl"}]}, {"heading": "Events", "year": "1929", "date": "December 27", "txt": "Soviet General Secretary Joseph Stalin orders the \"liquidation of the kulaks as a class\".", "entities": [{"title": "General Secretary of the Communist Party of the Soviet Union", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_the_Soviet_Union", "description": "The General Secretary of the Central Committee of the Communist Party of the Soviet Union was an office of the Communist Party of the Soviet Union (CPSU) that by the late 1920s had evolved into the most powerful of the Central Committee's various positions. Seldom in Soviet history would any other office trump the authority of General Secretary. From 1929 until the union's dissolution, the holder "}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Dekulakization", "href": "/wiki/Dekulakization", "description": "Dekulakization was the Soviet campaign of political repressions, including arrests, deportations, or executions of millions of kulaks and their families in the 1929–1932 period of the first five-year plan. To facilitate the expropriations of farmland, the Soviet government portrayed kulaks as class enemies of the USSR."}]}, {"heading": "Events", "year": "1932", "date": "December 27", "txt": "Radio City Music Hall, \"Showplace of the Nation\", opens in New York City.", "entities": [{"title": "Radio City Music Hall", "href": "/wiki/Radio_City_Music_Hall", "description": "Radio City Music Hall is an entertainment venue at 1260 Avenue of the Americas, within Rockefeller Center, in Midtown Manhattan, New York City. Nicknamed the Showplace of the Nation, it is the headquarters for the Rockettes, the precision dance company. Radio City Music Hall was designed by Edward Durell Stone and Donald Deskey in the Art Deco style."}]}, {"heading": "Events", "year": "1935", "date": "December 27", "txt": "Regina Jonas is ordained as the first female rabbi in the history of Judaism.", "entities": [{"title": "Regina Jonas", "href": "/wiki/Regina_Jonas", "description": "Regina Jonas was a Berlin-born rabbi. In 1935, she became the first woman to be ordained as a rabbi. There had been some women before Jonas who made significant contributions to Jewish thought, such as the Maiden of Ludmir, Asenath Barzani, and Lily Montagu, who acted in similar roles without being ordained."}, {"title": "Rabbi", "href": "/wiki/Rabbi", "description": "A rabbi is a spiritual leader or religious teacher in Judaism. One becomes a rabbi by being ordained by another rabbi, following a course of study of Jewish texts such as the Talmud."}, {"title": "Judaism", "href": "/wiki/Judaism", "description": "Judaism is an Abrahamic primarily ethnic religion comprising the collective religious, cultural, and legal tradition and civilization of the Jewish people. Judaism is considered by religious Jews to be the expression of the covenant that God established with the Children of Israel. It encompasses a wide body of texts, practices, theological positions, and forms of organization. The Torah is part o"}]}, {"heading": "Events", "year": "1939", "date": "December 27", "txt": "The 7.8 Mw  Erzincan earthquake shakes eastern Turkey with a maximum Mercalli intensity of XI (Extreme). At least 32,700 people were killed.", "entities": [{"title": "1939 Erzincan earthquake", "href": "/wiki/1939_Erzincan_earthquake", "description": "The 1939 Erzincan earthquake struck eastern Turkey at 1:57:23 a.m. on 27 December local time with a moment magnitude of 7.8 Mw and a maximum Mercalli intensity of XII (Extreme). This was one of the largest in a sequence of violent shocks to affect Turkey along the North Anatolian Fault between 1939 and 1999. Surface rupturing, with an horizontal displacement of up to 3.7 meters, occurred in a 360 "}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1939", "date": "December 27", "txt": "Winter War: Finland holds off a Soviet attack in the Battle of Kelja.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Battle of Kelja", "href": "/wiki/Battle_of_Kelja", "description": "The Battle of Kelja, fought from December 25 to December 27, 1939 in and around the village of Kelja, was a part of the Winter War between Finland and the Soviet Union."}]}, {"heading": "Events", "year": "1945", "date": "December 27", "txt": "The International Monetary Fund is created with the signing of an agreement by 29 nations.", "entities": [{"title": "International Monetary Fund", "href": "/wiki/International_Monetary_Fund", "description": "The International Monetary Fund (IMF) is an international financial institution, headquartered in Washington, D.C., consisting of 190 countries working to foster global monetary cooperation, secure financial stability, facilitate international trade, promote high employment and sustainable economic growth, and reduce poverty around the world while periodically depending on the World Bank for its r"}]}, {"heading": "Events", "year": "1949", "date": "December 27", "txt": "Indonesian National Revolution: The Netherlands officially recognizes Indonesian independence. End of the Dutch East Indies.", "entities": [{"title": "Indonesian National Revolution", "href": "/wiki/Indonesian_National_Revolution", "description": "The Indonesian National Revolution, or Indonesian War of Independence, was an armed conflict and diplomatic struggle between the Republic of Indonesia and the Dutch Empire and an internal social revolution during postwar and postcolonial Indonesia. It took place between Indonesia's declaration of independence in 1945 and the Netherlands' recognition of Indonesia's independence at the end of 1949."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}]}, {"heading": "Events", "year": "1966", "date": "December 27", "txt": "The Cave of Swallows, the largest known cave shaft in the world, is discovered in Aquismón, San Luis Potosí, Mexico.", "entities": [{"title": "Cave of Swallows", "href": "/wiki/Cave_of_Swallows", "description": "The Cave of Swallows, also called the Cave of the Swallows, is an open air pit cave in the Municipality of Aquismón, San Luis Potosí, Mexico. The elliptical mouth, on a slope of karst, is 49 by 62 m wide and is undercut around all of its perimeter, widening to a room approximately 303 by 135 meters wide. The floor of the cave is a 333-meter (1092 ft) freefall drop from the lowest side of the openi"}, {"title": "Aquismón", "href": "/wiki/Aquism%C3%B3n", "description": "Aquismón is a town and municipality in San Luis Potosí in central Mexico. In 2010 the municipality had an area of 796 square kilometres (307 sq mi) and a population of 47,423. The town had a population of 2,127."}, {"title": "San Luis Potosí", "href": "/wiki/San_Luis_Potos%C3%AD", "description": "San Luis Potosí, officially the Free and Sovereign State of San Luis Potosí, is one of the 32 states which comprise the Federal Entities of Mexico. It is divided in 58 municipalities and its capital city is San Luis Potosí City."}]}, {"heading": "Events", "year": "1968", "date": "December 27", "txt": "Apollo program: Apollo 8 splashes down in the Pacific Ocean, ending the first orbital manned mission to the Moon.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}]}, {"heading": "Events", "year": "1978", "date": "December 27", "txt": "Spain becomes a democracy after 40 years of fascist dictatorship.", "entities": [{"title": "Spanish transition to democracy", "href": "/wiki/Spanish_transition_to_democracy", "description": "The Spanish transition to democracy, known in Spain as la Transición or la Transición española, is a period of modern Spanish history encompassing the regime change that moved from the Francoist dictatorship to the consolidation of a parliamentary system, in the form of monarchy under Juan Carlos I."}, {"title": "Dictatorship", "href": "/wiki/Dictatorship", "description": "A dictatorship is a form of government characterized by a single leader or group of leaders and little or no toleration for political pluralism or independent media. According to other definitions, democracies are a form of government in which \"those who govern are selected through contested elections\"; therefore, dictatorships are \"not democracies\"."}]}, {"heading": "Events", "year": "1983", "date": "December 27", "txt": "Pope John Paul II visits Mehmet Ali Ağca in Rebibbia's prison and personally forgives him for the 1981 attack on him in St. Peter's Square.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Mehmet Ali Ağca", "href": "/wiki/Mehmet_Ali_A%C4%9Fca", "description": "Mehmet Ali Ağca is a Turkish assassin and Grey Wolves member who murdered left-wing journalist Abdi İpekçi on 1 February 1979, and later shot and wounded Pope John Paul II on 13 May 1981, after escaping from a Turkish prison. After serving 19 years of imprisonment in Italy where he was visited by the Pope, he was deported to Turkey, where he served a ten-year sentence. In 2007, he converted to Rom"}, {"title": "Rebibbia", "href": "/wiki/Rebibbia", "description": "Rebibbia is an urban zone of Rome, Italy. It was located on the road Via Tiburtina on the north-east edge of the city. Administratively Rebibbia is part of both Ponte Mammolo quarter of Rome and Municipio IV of Rome."}, {"title": "St. Peter's Square", "href": "/wiki/St._Peter%27s_Square", "description": "St. Peter's Square is a large plaza located directly in front of St. Peter's Basilica in the Vatican City, the papal enclave inside Rome, directly west of the neighborhood (rione) of Borgo. Both the square and the basilica are named after Saint Peter, an apostle of Jesus considered by Catholics to be the first Pope."}]}, {"heading": "Events", "year": "1985", "date": "December 27", "txt": "Palestinian guerrillas kill eighteen people inside the airports of Rome, Italy, and Vienna, Austria.", "entities": [{"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Rome and Vienna airport attacks", "href": "/wiki/Rome_and_Vienna_airport_attacks", "description": "The Rome and Vienna airport attacks were two major terrorist attacks carried out on 27 December 1985. Seven Arab terrorists attacked two airports in Rome, Italy, and Vienna, Austria with assault rifles and hand grenades. Nineteen civilians were killed and over a hundred others were injured before four of the terrorists were killed by El Al Security personnel and local police, who captured the rema"}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1989", "date": "December 27", "txt": "The Romanian Revolution concludes, as the last minor street confrontations and stray shootings abruptly end in the country's capital, Bucharest.", "entities": [{"title": "Romanian Revolution", "href": "/wiki/Romanian_Revolution", "description": "The Romanian Revolution was a period of violent civil unrest in Romania during December 1989 as a part of the Revolutions of 1989 that occurred in several countries. The Romanian Revolution started in the city of Timișoara and soon spread throughout the country, ultimately culminating in the show trial and execution of longtime Communist Party General Secretary Nicolae Ceaușescu and his wife Elena"}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}]}, {"heading": "Events", "year": "1996", "date": "December 27", "txt": "Taliban forces retake the strategic Bagram Airfield which solidifies their buffer zone around Kabul, Afghanistan.", "entities": [{"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "Bagram Airfield", "href": "/wiki/Bagram_Airfield", "description": "Bagram Airfield-BAF also known as Bagram Air Base is the largest U.S. military base in Afghanistan. It is located next to the ancient city of Bagram, 11 kilometres (6.8 mi) southeast of Charikar in the Parwan Province of Afghanistan. It has a single runway capable of handling large military aircraft, including the Lockheed Martin C-5 Galaxy and Antonov An-225. Bagram Air Base is occupied by the Af"}, {"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Events", "year": "1997", "date": "December 27", "txt": "Protestant paramilitary leader Billy Wright is assassinated in Northern Ireland, United Kingdom.", "entities": [{"title": "Billy Wright (loyalist)", "href": "/wiki/Billy_Wright_(loyalist)", "description": "Billy \"King Rat\" Wright was a prominent English-born Ulster loyalist leader during the conflict in Northern Ireland known as the Troubles. He joined the Ulster Volunteer Force (UVF) in 1975. After spending several years in prison and becoming a born again Christian, Wright resumed his UVF activities and became commander of its Mid-Ulster Brigade in the early 1990s, taking over from Robin \"the Jack"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "2002", "date": "December 27", "txt": "Two truck bombs kill 72 and wound 200 at the pro-Moscow headquarters of the Chechen government in Grozny, Chechnya, Russia.", "entities": [{"title": "2002 Grozny truck bombing", "href": "/wiki/2002_Grozny_truck_bombing", "description": "The Grozny truck bombing occurred on December 27, 2002, when three Chechen suicide bombers ran vehicles into the heavily guarded republic's government headquarters in the regional capital Grozny."}, {"title": "Grozny", "href": "/wiki/Grozny", "description": "Grozny is the capital city of Chechnya, Russia. The city lies on the Sunzha River. According to the 2010 Census, it had a population of 271,573 – up from 210,720 recorded in the 2002 Census, but still only about two-thirds of 399,688 recorded in the 1989 Census. It was previously known as Groznaya."}, {"title": "Chechnya", "href": "/wiki/Chechnya", "description": "Chechnya, officially the Chechen Republic, is a constituent republic of Russia situated in the North Caucasus in Eastern Europe, close to the Caspian Sea. The republic forms part of Russia's North Caucasian Federal District. It shares land borders with the country of Georgia to its south; with the Russian republic of Dagestan to its east and north, with Ingushetia and North Ossetia–Alania to its w"}]}, {"heading": "Events", "year": "2004", "date": "December 27", "txt": "Radiation from an explosion on the magnetar SGR 1806-20 reaches Earth. It is the brightest extrasolar event known to have been witnessed on the planet.", "entities": [{"title": "Radiation", "href": "/wiki/Radiation", "description": "In physics, radiation is the emission or transmission of energy in the form of waves or particles through space or through a material medium. This includes:electromagnetic radiation, such as radio waves, microwaves, infrared, visible light, ultraviolet, x-rays, and gamma radiation (γ)\nparticle radiation, such as alpha radiation (α), beta radiation (β), proton radiation and neutron radiation \nacous"}, {"title": "Magnetar", "href": "/wiki/Magnetar", "description": "A magnetar is a type of neutron star believed to have an extremely powerful magnetic field (∼109 to 1011 T, ∼1013 to 1015 G). The magnetic-field decay powers the emission of high-energy electromagnetic radiation, particularly X-rays and gamma rays. The theory regarding these objects was proposed independently by two teams in 1992: the duo Robert Duncan and Christopher Thompson, and simultaneously "}, {"title": "SGR 1806-20", "href": "/wiki/SGR_1806-20", "description": "SGR 1806−20 is a magnetar, a type of neutron star with a very powerful magnetic field, that was discovered in 1979 and identified as a soft gamma repeater. SGR 1806−20 is located about 14.5 kiloparsecs (50,000 light-years) from Earth on the far side of the Milky Way in the constellation of Sagittarius. It has a diameter of no more than 20 kilometres (12 mi) and rotates on its axis every 7.5 second"}, {"title": "Extrasolar", "href": "/wiki/Extrasolar", "description": "An extrasolar object is an astronomical object that exists outside the Solar System. It is not applied to stars, or any other celestial object that is larger than a star or the Solar System, such as a galaxy. The terms for extrasolar examples of Solar System bodies are:Extrasolar planet, also called an \"exoplanet\"\nExtrasolar moon, also called an \"exomoon\"\nExocomet, an extrasolar comet\nExtrasolar a"}]}, {"heading": "Events", "year": "2007", "date": "December 27", "txt": "Former Pakistani prime minister Benazir Bhutto is assassinated in a shooting incident.", "entities": [{"title": "Prime minister", "href": "/wiki/Prime_minister", "description": "A prime minister is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems, a prime minister is not the head of state of their respective state nor a monarch; rather the prime minister is the head of government, serving typically under a monarch in a hybrid of aristocratic and democrat"}, {"title": "Benazir Bhutto", "href": "/wiki/Benazir_Bhutto", "description": "Benazir Bhutto was a Pakistani politician who served as Prime Minister of Pakistan from 1988 to 1990 and again from 1993 to 1996. She was the first woman to head a democratic government in a Muslim majority country. Ideologically a liberal and a secularist, she chaired or co-chaired the Pakistan Peoples Party (PPP) from the early 1980s until her assassination in 2007."}, {"title": "Assassination of Benazir Bhutto", "href": "/wiki/Assassination_of_Benazir_Bhutto", "description": "The assassination of Benazir Bhutto took place on 27 December 2007 in Rawalpindi, Pakistan. Benazir Bhutto, twice Prime Minister of Pakistan and then-leader of the opposition Pakistan Peoples Party, had been campaigning ahead of elections scheduled for January 2008. Shots were fired at her after a political rally at Liaqat National Bagh, and a suicide bomb was detonated immediately following the s"}]}, {"heading": "Events", "year": "2007", "date": "December 27", "txt": "Riots erupt in Mombasa, Kenya, after Mwai Kibaki is declared the winner of the presidential election, triggering a political, economic, and humanitarian crisis.", "entities": [{"title": "Mwai Kibaki", "href": "/wiki/Mwai_Kibaki", "description": "Emilio Stanley Mwai Kibaki, C.G.H. is a Kenyan politician who was the third President of Kenya, serving from December 2002 until April 2013."}, {"title": "Kenyan presidential election, 2007", "href": "/wiki/Kenyan_presidential_election,_2007", "description": "General elections were held in Kenya on 27 December 2007. Voters elected the President, and members of the National Assembly. They coincided with the 2007 Kenyan local elections."}, {"title": "2007–08 Kenyan crisis", "href": "/wiki/2007%E2%80%9308_Kenyan_crisis", "description": "The 2007–08 Kenyan crisis was a political, economic, and humanitarian crisis that erupted in Kenya after former President Mwai Kibaki was declared the winner of the presidential election held on December 27, 2007. Supporters of Kibaki's opponent, Raila Odinga of the Orange Democratic Movement, alleged electoral manipulation. This was widely confirmed by international observers, as being perpetrate"}]}, {"heading": "Events", "year": "2008", "date": "December 27", "txt": "Operation Cast Lead: Israel launches 3-week operation on Gaza.", "entities": [{"title": "Gaza War (2008–09)", "href": "/wiki/Gaza_War_(2008%E2%80%9309)", "description": "The Gaza War, also known as Operation Cast Lead, also known in the Muslim world as the Gaza Massacre, and referred to as the Battle of al-Furqan by Hamas, was a three-week armed conflict between Gaza Strip Palestinian paramilitary groups and the Israel Defense Forces (IDF) that began on 27 December 2008 and ended on 18 January 2009 with a unilateral ceasefire. The conflict resulted in between 1,16"}]}, {"heading": "Events", "year": "2009", "date": "December 27", "txt": "Iranian election protests: On the Day of Ashura in Tehran, Iran, government security forces fire upon demonstrators.", "entities": [{"title": "2009 Iranian presidential election protests", "href": "/wiki/2009_Iranian_presidential_election_protests", "description": "Protests against the results of the highly controversial 2009 Iranian presidential election, a disputed victory by President Mahmoud Ahmadinejad, in support of opposition candidates Mir-Hossein Mousavi and Mehdi Karroubi, occurred in major cities nationwide from 2009 into early 2010. The protests were titled the Iranian Green Movement by its proponents, reflecting Mousavi's campaign theme, and Per"}, {"title": "Day of Ashura", "href": "/wiki/Day_of_Ashura", "description": "Ashura, also known as Yawm Ashura is the tenth day of Muharram, the first month in the Islamic calendar. For most Muslims except Shia Muslims, Ashura marks the day that Moses and the Israelites were saved from Pharaoh by God creating a path in the Sea. The World Sunni Movement celebrates this day as National Martyrs' Day of Muslim nation under the direction of Syed Imam Hayat. For Shia Muslims, it"}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Ashura protests", "href": "/wiki/Ashura_protests", "description": "The 2009 Ashura protests were a series of protests which occurred on 27 December 2009 in Iran against the outcome of the June 2009 Iranian presidential election, which demonstrators claim was rigged. The demonstrations were part of the 2009 Iranian election protests and were the largest since June. In December 2009, the protests saw an escalation in violence."}]}, {"heading": "Events", "year": "2019", "date": "December 27", "txt": "Bek Air Flight 2100 crashes during takeoff from Almaty International Airport in Almaty, Kazakhstan, killing 13.", "entities": [{"title": "Bek Air Flight 2100", "href": "/wiki/Bek_Air_Flight_2100", "description": "Bek Air Flight 2100 was a domestic passenger flight from Almaty to Nur-Sultan, Kazakhstan, operated by a Fokker 100 that crashed on 27 December 2019 while taking off from Almaty International Airport. There were 98 people on board – 93 passengers and 5 crew. Thirteen people died in the crash, and 66 were injured. The local government started investigations the same day."}, {"title": "Almaty International Airport", "href": "/wiki/Almaty_International_Airport", "description": "Almaty International Airport, is a major international airport in Almaty, Kazakhstan. It is also the largest international airport in Kazakhstan. Almaty International Airport is about 15 km (9.3 mi) northeast of Almaty, the country's largest city and commercial capital. Almaty International Airport accounts for half of passenger traffic and 68% of cargo traffic to Kazakhstan. At 4,500 metres (14,8"}, {"title": "Almaty", "href": "/wiki/Almaty", "description": "Almaty, formerly known as Alma-Ata and Verny, is the largest city in Kazakhstan, with a population of about 2,000,000 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Kazakh Soviet Socialist Republic and later independent Kazakhstan from 1929 to 199"}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}]}, {"heading": "Births", "year": "1350", "date": "December 27", "txt": "John I of Aragon (d. 1395)", "entities": [{"title": "John I of Aragon", "href": "/wiki/John_I_of_Aragon", "description": "John I, called by posterity the Hunter or the Lover of Elegance, but the Abandoned in his lifetime, was the King of Aragon from 1387 until his death."}]}, {"heading": "Births", "year": "1390", "date": "December 27", "txt": "Anne de Mortimer, claimant to the English throne (d. 1411)", "entities": [{"title": "Anne de Mortimer", "href": "/wiki/Anne_de_Mortimer", "description": "Anne Mortimer, also known as Anne de Mortimer, was a medieval English noblewoman who became an ancestress to the royal House of York, one of the parties in the fifteenth-century dynastic Wars of the Roses. It was her line of descent which gave the Yorkist dynasty its claim to the throne. Anne was the mother of Richard, Duke of York, and thus grandmother of kings Edward IV and Richard III."}]}, {"heading": "Births", "year": "1459", "date": "December 27", "txt": "John I Albert (d. 1501)", "entities": [{"title": "John I Albert", "href": "/wiki/John_I_Albert", "description": "John I Albert was King of Poland (1492–1501) and Duke of Głogów (1491–1498)."}]}, {"heading": "Births", "year": "1481", "date": "December 27", "txt": "Casimir, Margrave of Brandenburg-Bayreuth, Margrave of Bayreuth (d. 1527)", "entities": [{"title": "Casimir, Margrave of Brandenburg-Bayreuth", "href": "/wiki/Casimir,_Margrave_of_Brandenburg-Bayreuth", "description": "Casimir of Brandenburg-Bayreuth was Margrave of Bayreuth or Margrave of Brandenburg-Kulmbach from 1515 to 1527."}]}, {"heading": "Births", "year": "1493", "date": "December 27", "txt": "Johann Pfeffinger, German theologian (d. 1573)", "entities": [{"title": "Johann Pfeffinger", "href": "/wiki/Johann_Pfeffinger", "description": "Johann Pfeffinger was a significant theologian and Protestant Reformer."}]}, {"heading": "Births", "year": "1566", "date": "December 27", "txt": "Jan Jesenius, Bohemian physician, politician and philosopher (d. 1621)", "entities": [{"title": "Jan Jesenius", "href": "/wiki/Jan_Jesenius", "description": "Jan Jesenius, also written as Jessenius, was a Bohemian physician, politician and philosopher."}]}, {"heading": "Births", "year": "1571", "date": "December 27", "txt": "Johannes Kepler, German mathematician, astronomer, and astrologer (d. 1630)", "entities": [{"title": "Johannes Kepler", "href": "/wiki/Johannes_Kepler", "description": "Johannes Kepler was a German astronomer, mathematician, and astrologer. He is a key figure in the 17th-century scientific revolution, best known for his laws of planetary motion, and his books Astronomia nova, Harmonices Mundi, and Epitome Astronomiae Copernicanae. These works also provided one of the foundations for Newton's theory of universal gravitation."}]}, {"heading": "Births", "year": "1572", "date": "December 27", "txt": "Johannes Vodnianus Campanus, Czech poet, playwright, and composer (d. 1622)", "entities": [{"title": "Johannes Vodnianus Campanus", "href": "/wiki/Johannes_Vodnianus_Campanus", "description": "Jan Campanus Vodňanský was a Czech humanist, composer, pedagogue, poet, and dramatist. He was born in Vodňany, in southern Bohemia. He studied at the University of Prague and in 1596 and was made Master of Liberal Arts there. He became a teacher in Prague and Kutná Hora. From 1603 he taught Greek and Latin at the University of Prague. He also taught history and Latin poetry. He was repeatedly appo"}]}, {"heading": "Births", "year": "1584", "date": "December 27", "txt": "Philipp Julius, Duke of Pomerania (d. 1625)", "entities": [{"title": "Philipp Julius, Duke of Pomerania", "href": "/wiki/Philipp_Julius,_Duke_of_Pomerania", "description": "Philipp Julius was duke of Pomerania in the Teilherzogtum Pomerania-Wolgast from 1592 to 1625."}]}, {"heading": "Births", "year": "1595", "date": "December 27", "txt": "Bohdan Khmelnytsky, hetman of Ukraine (d. 1657)", "entities": [{"title": "Bohdan Khmelnytsky", "href": "/wiki/Bohdan_Khmelnytsky", "description": "Zynoviy Bohdan Khmelnytsky was a Ukrainian Hetman of the Zaporozhian Host, then in the Polish Crown of the Polish–Lithuanian Commonwealth. He led an uprising against the Commonwealth and its magnates (1648–1654) that resulted in the creation of a state led by the Cossacks. In 1654, he concluded the Treaty of Pereyaslav with the Moscow Tsar and thus allied the Cossack Hetmanate with Tsardom of Musc"}]}, {"heading": "Births", "year": "1683", "date": "December 27", "txt": "Conyers Middleton, English priest and theologian (d. 1750)", "entities": [{"title": "Conyers Middleton", "href": "/wiki/Conyers_Middleton", "description": "Conyers Middleton was an English clergyman. Mired in controversy and disputes, he was also considered one of the best stylists in English of his time."}]}, {"heading": "Births", "year": "1714", "date": "December 27", "txt": "George Whitefield, English preacher and saint (d. 1770)", "entities": [{"title": "George Whitefield", "href": "/wiki/George_Whitefield", "description": "George Whitefield, also known as George Whitfield, was an Anglican cleric and evangelist who was one of the founders of Methodism and the evangelical movement."}]}, {"heading": "Births", "year": "1715", "date": "December 27", "txt": "Philippe de Noailles, French general (d. 1794)", "entities": [{"title": "Philippe de Noailles", "href": "/wiki/Philippe_de_Noailles", "description": "Philippe de Noailles, comte de Noailles and later prince de Poix, duc de Mouchy, and duc de Poix à brevêt, was a younger brother of Louis de Noailles, and a more distinguished soldier than his brother. He was the son of Françoise Charlotte d'Aubigné, niece of Madame de Maintenon."}]}, {"heading": "Births", "year": "1721", "date": "December 27", "txt": "François Hemsterhuis, Dutch philosopher and author (d. 1790)", "entities": [{"title": "François Hemsterhuis", "href": "/wiki/Fran%C3%A7ois_Hemsterhuis", "description": "François Hemsterhuis was a Dutch writer on aesthetics and moral philosophy."}]}, {"heading": "Births", "year": "1761", "date": "December 27", "txt": "Michael Andreas Barclay de Tolly, Russian field marshal and politician, Governor-General of Finland (d. 1818)", "entities": [{"title": "Michael Andreas Barclay de Tolly", "href": "/wiki/Michael_Andreas_Barclay_de_Tolly", "description": "Prince Michael Andreas Barclay de Tolly was a Baltic German field marshal and Minister of War of the Russian Empire during Napoleon's invasion in 1812 and the War of the Sixth Coalition. Barclay implemented a number of reforms during this time that improved supply system in the army, doubled the number of army troops, and implemented new combat training principles. He was also the Governor-General"}, {"title": "Governor-General of Finland", "href": "/wiki/Governor-General_of_Finland", "description": "Governor-General of Finland ; was the military commander and the highest administrator of Finland sporadically under Swedish rule in the 17th and 18th centuries and continuously in the autonomous Grand Duchy of Finland between 1809 and 1917."}]}, {"heading": "Births", "year": "1773", "date": "December 27", "txt": "George Cayley, English engineer and politician (d. 1857)", "entities": [{"title": "George Cayley", "href": "/wiki/George_Cayley", "description": "Sir George Cayley, 6th Baronet was an English engineer, inventor, and aviator. He is one of the most important people in the history of aeronautics. Many consider him to be the first true scientific aerial investigator and the first person to understand the underlying principles and forces of flight."}]}, {"heading": "Births", "year": "1776", "date": "December 27", "txt": "Nikolay Kamensky, Russian general (d. 1811)", "entities": [{"title": "Nikolay Kamensky", "href": "/wiki/Nikolay_Kamensky", "description": "Count Nikolay Mikhailovich Kamensky was a Russian general who outlived his father, Field Marshal Mikhail Kamensky, by two years."}]}, {"heading": "Births", "year": "1797", "date": "December 27", "txt": "Ghalib, Indian poet (d. 1869)", "entities": [{"title": "Ghalib", "href": "/wiki/Ghalib", "description": "Mirza Asadullah Baig Khan, also known by the pen names of Ghalib and Asad, was an Indian poet. His honorific was Dabir-ul-Mulk, Najm-ud-Daula. During his lifetime, the already declining Mughal empire was eclipsed and displaced by the Colonial British Raj and finally deposed following the defeat of the First Indian War of Independence of 1857; these are described through his work."}]}, {"heading": "Births", "year": "1797", "date": "December 27", "txt": "Charles Hodge, American theologian (d. 1878)", "entities": []}, {"heading": "Births", "year": "1803", "date": "December 27", "txt": "François-Marie-Thomas Chevalier de Lorimier, Canadian activist (d. 1839)", "entities": [{"title": "François-Marie-Thomas Chevalier de Lorimier", "href": "/wiki/Fran%C3%A7ois-Marie-Thomas_Chevalier_de_Lorimier", "description": "François-Marie-Thomas Chevalier de Lorimier, also known under shorter names as François-Marie-Thomas de Lorimier, Marie-Thomas Chevalier de Lorimier or Chevalier de Lorimier, was a notary who fought as a Patriote and Frère chasseur for the independence of Lower Canada in the Lower Canada Rebellion. For these actions, he was incarcerated at the Montreal Pied-du-Courant Prison and was hanged at the "}]}, {"heading": "Births", "year": "1809", "date": "December 27", "txt": "Alexandros Rizos Rangavis, Greek poet and politician, Foreign Minister of Greece (d. 1892)", "entities": [{"title": "Alexandros Rizos Rangavis", "href": "/wiki/Alexandros_Rizos_Rangavis", "description": "Alexandros Rizos Rangavis or Alexander Rizos Rakgabis, was a Greek man of letters, poet and statesman."}, {"title": "List of foreign ministers of Greece", "href": "/wiki/List_of_foreign_ministers_of_Greece", "description": null}]}, {"heading": "Births", "year": "1822", "date": "December 27", "txt": "Louis Pasteur, French chemist and microbiologist (d. 1895)", "entities": [{"title": "Louis Pasteur", "href": "/wiki/Louis_Pasteur", "description": "Louis Pasteur was a French chemist and microbiologist renowned for his discoveries of the principles of vaccination, microbial fermentation, and pasteurization. His research in chemistry led to remarkable breakthroughs in the understanding of the causes and preventions of diseases, which laid down the foundations of hygiene, public health and much of modern medicine. His works are credited to savi"}]}, {"heading": "Births", "year": "1823", "date": "December 27", "txt": "Mackenzie Bowell, English-Canadian journalist and politician, 5th Prime Minister of Canada (d. 1917)", "entities": [{"title": "Mackenzie Bowell", "href": "/wiki/Mackenzie_Bowell", "description": "Sir Mackenzie Bowell was a Canadian newspaper publisher and politician, who served as the fifth prime minister of Canada, in office from 1894 to 1896."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1827", "date": "December 27", "txt": "Stanisław Mieroszewski, Polish-born politician, writer, historian and member of the Imperial Council of Austria (d. 1900)", "entities": [{"title": "Stanisław Mieroszewski", "href": "/wiki/Stanis%C5%82aw_Mieroszewski", "description": "Count Stanisław Mieroszewski (Mieroszowski) (1827–1900) was a Polish-born politician, writer, historian and member of the Imperial Council of Austria."}]}, {"heading": "Births", "year": "1832", "date": "December 27", "txt": "Pavel Tretyakov, Russian businessman and philanthropist, founded the Tretyakov Gallery (d. 1897)", "entities": [{"title": "Pavel Tretyakov", "href": "/wiki/Pavel_Tretyakov", "description": "Pavel Mikhaylovich Tretyakov was a Russian businessman, patron of art, collector, and philanthropist who gave his name to the Tretyakov Gallery and Tretyakov Drive in Moscow. His brother Sergei Tretyakov was also a famous patron of art and a philanthropist."}, {"title": "Tretyakov Gallery", "href": "/wiki/Tretyakov_Gallery", "description": "The State Tretyakov Gallery is an art gallery in Moscow, Russia, the foremost depository of Russian fine art in the world."}]}, {"heading": "Births", "year": "1858", "date": "December 27", "txt": "Juan Luis Sanfuentes, Chilean lawyer and politician, 17th President of Chile (d. 1930)", "entities": [{"title": "Juan Luis Sanfuentes", "href": "/wiki/Juan_Luis_Sanfuentes", "description": "Juan Luis Sanfuentes Andonaegui, GCTE was President of Chile between 1915 and 1920."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1863", "date": "December 27", "txt": "Louis Lincoln Emmerson, American lawyer and politician, 27th Governor of Illinois (d. 1941)", "entities": [{"title": "Louis Lincoln Emmerson", "href": "/wiki/Louis_Lincoln_Emmerson", "description": "Louis Lincoln Emmerson was a Republican and the twenty-ninth governor of Illinois. He was born in Albion, Illinois on December 27, 1863. After completing his education in the Albion public school system, Emmerson moved to Mount Vernon, Illinois in 1883, and established a career in the mercantile business. He also was influential in the organization of the Mount Vernon Third National Bank, which oc"}, {"title": "Governor of Illinois", "href": "/wiki/Governor_of_Illinois", "description": "The Governor of Illinois is the chief executive of the State of Illinois, and the various agencies and departments over which the officer has jurisdiction, as prescribed in the state constitution. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enacting laws passed by the Illinois General Assembly. Illinois is one o"}]}, {"heading": "Births", "year": "1864", "date": "December 27", "txt": "Hermann-Paul, French painter and illustrator (d. 1940)", "entities": [{"title": "Hermann-Paul", "href": "/wiki/Hermann-Paul", "description": "René Georges Hermann-Paul was a French artist. He was born in Paris and died in Saintes-Maries-de-la-Mer."}]}, {"heading": "Births", "year": "1879", "date": "December 27", "txt": "Sydney Greenstreet, English-American actor (d. 1954)", "entities": [{"title": "Sydney Greenstreet", "href": "/wiki/Sydney_Greenstreet", "description": "Sydney Hughes Greenstreet was a British-American actor. While he did not begin his career in films until the age of 61, he had a run of significant motion pictures in a Hollywood career lasting through the 1940s. Greenstreet is best remembered for his Warner Bros. films with Humphrey Bogart and Peter Lorre, which include The Maltese Falcon (1941), Casablanca (1942), and Passage to Marseille (1944)"}]}, {"heading": "Births", "year": "1883", "date": "December 27", "txt": "Cyrus S. Eaton, Canadian-American businessman and philanthropist (d. 1979)", "entities": [{"title": "Cyrus S. Eaton", "href": "/wiki/Cyrus_S._Eaton", "description": "Cyrus Stephen Eaton, Sr. was a Cleveland-based Canadian-American investment banker, businessman and philanthropist, with a career that spanned seventy years."}]}, {"heading": "Births", "year": "1888", "date": "December 27", "txt": "Thea von Harbou, German actress, director, and screenwriter (d. 1954)", "entities": [{"title": "Thea von Harbou", "href": "/wiki/Thea_von_Harbou", "description": "Thea Gabriele von Harbou was a German screenwriter, novelist, film director, and actress. She is remembered as the screenwriter of the science fiction film classic Metropolis (1927) and the story on which it was based. Harbou collaborated as a screenwriter with film director Fritz Lang, her husband, during the period of transition from silent to sound films."}]}, {"heading": "Births", "year": "1892", "date": "December 27", "txt": "Alfred Edwin McKay, Canadian captain and pilot (d. 1917)", "entities": [{"title": "Alfred Edwin McKay", "href": "/wiki/Alfred_Edwin_McKay", "description": "Captain Alfred Edwin \"Eddie\" McKay MC was a Canadian flying ace who flew with the Royal Flying Corps during the First World War."}]}, {"heading": "Births", "year": "1896", "date": "December 27", "txt": "Louis Bromfield, American author and theorist (d. 1956)", "entities": [{"title": "Louis Bromfield", "href": "/wiki/Louis_Bromfield", "description": "Louis Bromfield was an American author and conservationist. A bestselling novelist in the 1920s, he reinvented himself as a farmer in the late 1930s and became one of the earliest proponents of sustainable and organic agriculture in the United States. He won the Pulitzer Prize, founded the experimental Malabar Farm near Mansfield, Ohio, and played an important role in the early environmental movem"}]}, {"heading": "Births", "year": "1896", "date": "December 27", "txt": "Maurice De Waele, Belgian cyclist (d. 1952)", "entities": []}, {"heading": "Births", "year": "1896", "date": "December 27", "txt": "Carl Zuckmayer, German author and playwright (d. 1977)", "entities": []}, {"heading": "Births", "year": "1898", "date": "December 27", "txt": "Inejiro Asanuma, Japanese politician (d. 1960)", "entities": [{"title": "Inejiro Asanuma", "href": "/wiki/Inejiro_Asanuma", "description": "Inejiro Asanuma  was a Japanese politician and leader of the Japan Socialist Party. Asanuma became a forceful advocate of socialism in post-war Japan. He was noted for his support of the Chinese Communist Party, and his criticism of U.S–Japanese relations, which were particularly controversial."}]}, {"heading": "Births", "year": "1900", "date": "December 27", "txt": "Hans Stuck, German race car driver (d. 1978)", "entities": [{"title": "Hans Stuck", "href": "/wiki/Hans_Stuck", "description": "Hans Stuck was a German motor racing driver. Both his son Hans-Joachim Stuck and his grandsons Johannes and Ferdinand Stuck became race drivers."}]}, {"heading": "Births", "year": "1901", "date": "December 27", "txt": "Marlene Dietrich, German-American actress and singer (d. 1992)", "entities": [{"title": "Marlene Dietrich", "href": "/wiki/Marlene_Dietrich", "description": "Marie Magdalene \"Marlene\" Dietrich was a German-born American actress and singer. Her career spanned from the 1910s to the 1980s."}]}, {"heading": "Births", "year": "1901", "date": "December 27", "txt": "Irene Handl, English actress (d. 1987)", "entities": []}, {"heading": "Births", "year": "1904", "date": "December 27", "txt": "René Bonnet, French race car driver and engineer (d. 1983)", "entities": [{"title": "René Bonnet", "href": "/wiki/Ren%C3%A9_Bonnet", "description": "René Bonnet was a French driver and automobile constructor."}]}, {"heading": "Births", "year": "1905", "date": "December 27", "txt": "Cliff Arquette, American actor and comedian (d. 1974)", "entities": [{"title": "Cliff Arquette", "href": "/wiki/Cliff_Arquette", "description": "Clifford Charles Arquette was an American actor and comedian, famous for his persona, Charley Weaver, played on numerous television shows."}]}, {"heading": "Births", "year": "1906", "date": "December 27", "txt": "Oscar Levant, American pianist, composer, and actor (d. 1972)", "entities": [{"title": "Oscar Levant", "href": "/wiki/Oscar_Levant", "description": "Oscar Levant was an American concert pianist, composer, music conductor, author, radio game show panelist, television talk show host, comedian and actor. Though awarded a star on the Hollywood Walk of Fame for recordings featuring his piano performances, he was as famous for his mordant character and witticisms, on the radio and later in movies and television, as for his music."}]}, {"heading": "Births", "year": "1907", "date": "December 27", "txt": "Asaf Halet Çelebi, Turkish poet (d. 1958)", "entities": [{"title": "Asaf Halet Çelebi", "href": "/wiki/Asaf_Halet_%C3%87elebi", "description": "Asaf Halet Çelebi was a Turkish mystical poet. Although not very widely known, due to his erudite and often foreign-influenced style, he is considered to be Turkey's first surrealist poet."}]}, {"heading": "Births", "year": "1907", "date": "December 27", "txt": "Sebastian Haffner, German journalist and author (d. 1999)", "entities": []}, {"heading": "Births", "year": "1907", "date": "December 27", "txt": "Mary Howard, English author (d. 1991)", "entities": []}, {"heading": "Births", "year": "1907", "date": "December 27", "txt": "Conrad L. Raiford, American baseball player and activist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1907", "date": "December 27", "txt": "Willem van Otterloo, Dutch conductor and composer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1909", "date": "December 27", "txt": "James Riddell, English skier and author (d. 2000)", "entities": [{"title": "James Riddell (skier)", "href": "/wiki/James_Riddell_(skier)", "description": "\n\nW. James Riddell MBE was a British champion skier and author who was involved in the early days of skiing as a competitive sport and holiday industry. Like his near contemporary, Sir Arnold Lunn, he matched his adventurism on the slopes and knowledge of the Alpine countries with an elegant record of his times."}]}, {"heading": "Births", "year": "1910", "date": "December 27", "txt": "Charles Olson, American poet and educator (d. 1970)", "entities": [{"title": "Charles Olson", "href": "/wiki/Charles_Olson", "description": "Charles Olson was a second generation modern American poet who was a link between earlier figures such as Ezra Pound and William Carlos Williams and the New American poets, which includes the New York School, the Black Mountain School, the Beat poets, and the San Francisco Renaissance. Consequently, many postmodern groups, such as the poets of the language school, include Olson as a primary and pr"}]}, {"heading": "Births", "year": "1911", "date": "December 27", "txt": "Anna Russell, English-Canadian singer and actress (d. 2006)", "entities": [{"title": "Anna Russell", "href": "/wiki/Anna_Russell", "description": "Anna Russell was an English–Canadian singer and comedian. She gave many concerts in which she sang and played comic musical sketches on the piano. Among her best-known works are her concert performances and famous recordings of The Ring of the Nibelungs  – a humorous 22-minute synopsis of Richard Wagner's Der Ring des Nibelungen – and her parody How to Write Your Own Gilbert and Sullivan Opera."}]}, {"heading": "Births", "year": "1915", "date": "December 27", "txt": "William Masters, American gynecologist, author, and academic (d. 2001)", "entities": [{"title": "William Masters", "href": "/wiki/William_Masters", "description": "William Howell Masters was an American gynecologist, best known as the senior member of the Masters and Johnson sexuality research team. Along with his partner Virginia E. Johnson, he pioneered research into the nature of human sexual response and the diagnosis and treatment of sexual dysfunctions and disorders from 1957 until the 1990s."}]}, {"heading": "Births", "year": "1915", "date": "December 27", "txt": "Gyula Zsengellér, Hungarian-Cypriot footballer and manager (d. 1999)", "entities": []}, {"heading": "Births", "year": "1916", "date": "December 27", "txt": "Werner Baumbach, German pilot (d. 1953)", "entities": [{"title": "Werner Baumbach", "href": "/wiki/Werner_Baumbach", "description": "Werner Baumbach was a German bomber pilot during World War II. He commanded the secret bomber wing Kampfgeschwader 200 of the Luftwaffe, the air force of Nazi Germany. Baumbach received the Knight's Cross of the Iron Cross with Oak Leaves and Swords for the destruction of over 300,000 gross register tons (GRT) of Allied shipping."}]}, {"heading": "Births", "year": "1916", "date": "December 27", "txt": "Cathy Lewis, American actress (d. 1968)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 27", "txt": "Buddy Boudreaux, American saxophonist and clarinet player (d. 2015)", "entities": [{"title": "Buddy Boudreaux", "href": "/wiki/Buddy_Boudreaux", "description": "John Landry “Buddy” Boudreaux was a big band and jazz musician in Baton Rouge, Louisiana. He played saxophone and clarinet. Since 1934, he directed and played in a number of bands that have toured the southern United States and drawn nationally known performers to Baton Rouge. The State-Times newspaper called him “the city’s sound of big band.” His bands backed such artists as Andy Williams, Berna"}]}, {"heading": "Births", "year": "1917", "date": "December 27", "txt": "T. Nadaraja, Sri Lankan lawyer and academic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 27", "txt": "Onni Palaste, Finnish soldier and author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1918", "date": "December 27", "txt": "John Celardo, American captain and illustrator (d. 2012)", "entities": [{"title": "John Celardo", "href": "/wiki/John_Celardo", "description": "John Celardo was an American comic strip and comic book artist, best known for illustrating the Tarzan comic strip."}]}, {"heading": "Births", "year": "1919", "date": "December 27", "txt": "Charles Sweeney, American general and pilot (d. 2004)", "entities": [{"title": "Charles Sweeney", "href": "/wiki/Charles_Sweeney", "description": "Charles W. Sweeney was an officer in the United States Army Air Forces during World War II and the pilot who flew Bockscar carrying the Fat Man atomic bomb to the Japanese city of Nagasaki on August 9, 1945. Separating from active duty at the end of World War II, he later became an officer in the Massachusetts Air National Guard as the Army Air Forces transitioned to an independent United States A"}]}, {"heading": "Births", "year": "1920", "date": "December 27", "txt": "Bruce Hobbs, American jockey and trainer (d. 2005)", "entities": [{"title": "Bruce Hobbs", "href": "/wiki/Bruce_Hobbs", "description": "Bruce Robertson Hobbs was an English jockey and racehorse trainer."}]}, {"heading": "Births", "year": "1921", "date": "December 27", "txt": "John Whitworth, English countertenor (d. 2013)", "entities": [{"title": "John Whitworth (musician)", "href": "/wiki/John_Whitworth_(musician)", "description": "John Anthony Whitworth was an English countertenor, organist, and teacher of music. He was a lay vicar at Westminster Abbey and a Professor at the Guildhall School of Music."}]}, {"heading": "Births", "year": "1923", "date": "December 27", "txt": "Bruno Bobak, Polish-Canadian painter and educator (d. 2012)", "entities": [{"title": "Bruno Bobak", "href": "/wiki/Bruno_Bobak", "description": "Bruno Bobak, was a Polish-born Canadian war painter and art teacher. His main medium was watercolour painting but he also produced woodcuts."}]}, {"heading": "Births", "year": "1923", "date": "December 27", "txt": "Lucas Mangope, South African politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 27", "txt": "Jean Bartik, American computer scientist and engineer (d. 2011)", "entities": [{"title": "Jean Bartik", "href": "/wiki/Jean_Bartik", "description": "Jean Jennings Bartik was one of the original programmers for the ENIAC computer."}]}, {"heading": "Births", "year": "1924", "date": "December 27", "txt": "James A. McClure, American soldier, lawyer, and politician (d. 2011)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 27", "txt": "Michel Piccoli, French actor, singer, director, and producer (d. 2020)", "entities": [{"title": "Michel Piccoli", "href": "/wiki/Michel_Piccoli", "description": "Jacques Daniel Michel Piccoli was a French actor, producer and film director with a career spanning 70 years. He was lauded as one of the greatest French character actors of his generation who played a wide variety of roles and worked with many acclaimed directors, being awarded with a Best Actor Award at the Cannes Film Festival and a Silver Bear for Best Actor at the Berlin Film Festival."}]}, {"heading": "Births", "year": "1926", "date": "December 27", "txt": "Jerome Courtland, American actor, director, and producer (d. 2012)", "entities": [{"title": "Jerome Courtland", "href": "/wiki/Jerome_Courtland", "description": "Jerome Courtland was an American actor, director and producer. He acted in films in the 1940s, 1950s and 1960s, and in television in the 1950s and 1960s. Courtland also appeared on Broadway in the musical Flahooley in the early 1950s. He directed and produced television series in the 1960s, 1970s and 1980s. He served in the Pacific Theater of World War II."}]}, {"heading": "Births", "year": "1927", "date": "December 27", "txt": "Antony Gardner, English engineer and politician (d. 2011)", "entities": [{"title": "Antony Gardner", "href": "/wiki/Antony_Gardner", "description": "\n\nAntony (Tony) John Gardner was a British Labour Party politician. He sat in the House of Commons from 1966 to 1970."}]}, {"heading": "Births", "year": "1927", "date": "December 27", "txt": "Nityanand Swami, Indian lawyer and politician, 1st Chief Minister of Uttarakhand (d. 2012)", "entities": [{"title": "Chief Minister of Uttarakhand", "href": "/wiki/Chief_Minister_of_Uttarakhand", "description": "The Chief Minister of Uttarakhand is the chief executive of the Indian state of Uttarakhand. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the legislative assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor"}]}, {"heading": "Births", "year": "1927", "date": "December 27", "txt": "Audrey Wagner, American baseball player, obstetrician, and gynecologist (d. 1984)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 27", "txt": "Marshall Sahlins, American anthropologist and academic (d. 2021)", "entities": [{"title": "Marshall Sahlins", "href": "/wiki/Marshall_Sahlins", "description": "Marshall David Sahlins was an American cultural anthropologist best known for his ethnographic work in the Pacific and for his contributions to anthropological theory. He was Charles F. Grey Distinguished Service Professor Emeritus of Anthropology and of Social Sciences at the University of Chicago."}]}, {"heading": "Births", "year": "1930", "date": "December 27", "txt": "Wilfrid Sheed, English-born American novelist and essayist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 27", "txt": "Scotty Moore, American guitarist and songwriter (d. 2016)", "entities": [{"title": "Scotty Moore", "href": "/wiki/Scotty_Moore", "description": "Winfield Scott \"Scotty\" Moore III was an American guitarist and recording engineer who formed The Blue Moon Boys in 1954, Elvis Presley's backing band. He was studio and touring guitarist for Presley between 1954 and 1968."}]}, {"heading": "Births", "year": "1933", "date": "December 27", "txt": "Dave Marr, American golfer (d. 1997)", "entities": [{"title": "Dave Marr", "href": "/wiki/Dave_Marr", "description": "David Francis Marr, Jr. was an American professional golfer and sportscaster, best known for winning the 1965 PGA Championship."}]}, {"heading": "Births", "year": "1934", "date": "December 27", "txt": "Larisa Latynina, Ukrainian gymnast and coach", "entities": [{"title": "Larisa Latynina", "href": "/wiki/Larisa_Latynina", "description": "Larisa Semyonovna Latynina is a former Soviet artistic gymnast. Between 1956 and 1964 she won 14 individual Olympic medals and four team medals. She holds the record for the most Olympic gold medals by a gymnast, male or female, with 9. Her total of 18 Olympic medals was a record for 48 years. She held the record for individual event medals with 14 for 52 years. She is credited with helping to est"}]}, {"heading": "Births", "year": "1934", "date": "December 27", "txt": "Jeffrey Sterling, Baron Sterling of Plaistow, English businessman", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 27", "txt": "Michael Turnbull, English bishop", "entities": [{"title": "Michael Turnbull", "href": "/wiki/Michael_Turnbull", "description": "Anthony Michael Arnold Turnbull is a Church of England bishop. He was ordained in 1961 and in 1988 he was consecrated as the Bishop of Rochester. In 1994, he became the Bishop of Durham until he retired in 2003. In his retirement, Turnbull continues \"preaching and teaching and writing\"."}]}, {"heading": "Births", "year": "1936", "date": "December 27", "txt": "Phil Sharpe, English cricketer (d. 2014)", "entities": [{"title": "Phil Sharpe (cricketer)", "href": "/wiki/Phil_Sharpe_(cricketer)", "description": "Philip John Sharpe was an English cricketer, who played in twelve Tests from 1963 to 1969, and was one of the Wisden Cricketers of the Year in 1963. He played all of his county cricket for Yorkshire and Derbyshire, and played in Minor counties cricket for Norfolk. However he was despised by Geoff Boycott because of what Boycott perceived as his “social, rather weak and insipid attitude towards cri"}]}, {"heading": "Births", "year": "1936", "date": "December 27", "txt": "Eve Uusmees, Estonian swimmer and coach", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 27", "txt": "John Amos, American actor", "entities": [{"title": "John Amos", "href": "/wiki/John_Amos", "description": "John Allen Amos Jr. is an American actor known for his role as James Evans, Sr. on the CBS television series Good Times and for the 1977 miniseries Roots, for which he received an Emmy nomination. Amos's other television work includes The Mary Tyler Moore Show, a recurring role as Admiral Percy Fitzwallace on The West Wing, and the role of Washington, D.C. Mayor Ethan Baker in the series The Distr"}]}, {"heading": "Births", "year": "1940", "date": "December 27", "txt": "David Shepherd, English cricketer and umpire (d. 2009)", "entities": [{"title": "David Shepherd (umpire)", "href": "/wiki/David_Shepherd_(umpire)", "description": "David Robert Shepherd was a first-class cricketer who played county cricket for Gloucestershire, and later became one of the cricket world's best-known umpires. He stood in 92 Test matches, the last of them in June 2005, the most for any English umpire. He also umpired 172 ODIs, including three consecutive World Cup finals in 1996, 1999 and 2003"}]}, {"heading": "Births", "year": "1941", "date": "December 27", "txt": "Miles Aiken, American basketball player and coach", "entities": [{"title": "Miles Aiken", "href": "/wiki/Miles_Aiken", "description": "Miles Aiken is an American former professional basketball player, coach of the British Olympic basketball team, and sportscaster of basketball and American football."}]}, {"heading": "Births", "year": "1941", "date": "December 27", "txt": "Mike Pinder, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 27", "txt": "Nolan Richardson, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 27", "txt": "Byron Browne, American baseball player", "entities": [{"title": "Byron Browne", "href": "/wiki/Byron_Browne", "description": "Byron Ellis Browne, is an American former professional baseball outfielder, who played in Major League Baseball (MLB) for the Chicago Cubs, Houston Astros, St. Louis Cardinals, and Philadelphia Phillies, between 1965 and 1972. He attended Central High School in St. Joseph, MO."}]}, {"heading": "Births", "year": "1942", "date": "December 27", "txt": "Thomas Menino, American politician, 53rd Mayor of Boston (d. 2014)", "entities": [{"title": "Mayor of Boston", "href": "/wiki/Mayor_of_Boston", "description": "The mayor of Boston is the head of the municipal government in Boston, Massachusetts. Boston has a mayor-council system of government. Boston's mayoral elections are non-partisan, and elect a mayor to a four-year term; there are no term limits. The mayor's office is in Boston City Hall, in Government Center."}]}, {"heading": "Births", "year": "1942", "date": "December 27", "txt": "Ron Rothstein, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 27", "txt": "Cokie Roberts, American journalist and author (d. 2019)", "entities": [{"title": "Cokie Roberts", "href": "/wiki/Cokie_Roberts", "description": "Mary Martha Corinne Morrison Claiborne \"Cokie\" Roberts was an American journalist and bestselling author. Her career included decades as a political reporter and analyst for National Public Radio and ABC News, with prominent positions on Morning Edition, The MacNeil/Lehrer NewsHour, World News Tonight, and This Week."}]}, {"heading": "Births", "year": "1943", "date": "December 27", "txt": "Joan Manuel Serrat, Spanish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 27", "txt": "Peter Sinfield, English songwriter and producer", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 27", "txt": "Roy White, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 27", "txt": "Mick Jones, English guitarist, songwriter, and producer (Foreigner)", "entities": [{"title": "Mick Jones (Foreigner guitarist)", "href": "/wiki/Mick_Jones_(Foreigner_guitarist)", "description": "Michael Leslie Jones is a British musician, singer, songwriter, and record producer, best known as the sole remaining original member of the British-American rock band Foreigner. Prior to Foreigner, he was in the band Spooky Tooth."}, {"title": "Foreigner (band)", "href": "/wiki/Foreigner_(band)", "description": "Foreigner is a British-American rock band, originally formed in New York City in 1976 by veteran British guitarist and songwriter Mick Jones, and fellow Briton and ex-King Crimson member Ian McDonald, along with American vocalist Lou Gramm. Jones came up with the band's name as he, McDonald and Dennis Elliott were British, whereas Gramm, Al Greenwood and Ed Gagliardi were American."}]}, {"heading": "Births", "year": "1946", "date": "December 27", "txt": "Lenny Kaye, American guitarist, songwriter, and producer", "entities": [{"title": "Lenny Kaye", "href": "/wiki/Lenny_Kaye", "description": "Lenny Kaye is an American guitarist, composer, and writer who is best known as a member of the Patti Smith Group."}]}, {"heading": "Births", "year": "1946", "date": "December 27", "txt": "Joe Kinnear, Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 27", "txt": "Janet Street-Porter, English journalist and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 27", "txt": "Polly Toynbee, English journalist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 27", "txt": "Bill Eadie, American wrestler and coach", "entities": [{"title": "Bill Eadie", "href": "/wiki/Bill_Eadie", "description": "William Reid Eadie is an American retired professional wrestler who has competed under the names of Ax as part of Demolition and The Masked Superstar. He was a high school teacher and coach at Cambridge High School in Cambridge, Ohio, and at East Liverpool, Ohio."}]}, {"heading": "Births", "year": "1947", "date": "December 27", "txt": "Doug Livermore, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 27", "txt": "Osman Pamukoğlu, Turkish general and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 27", "txt": "Willy Polleunis, Belgian runner", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 27", "txt": "Gérard Depardieu, French-Russian actor", "entities": [{"title": "Gérard Depardieu", "href": "/wiki/G%C3%A9rard_Depardieu", "description": "Gérard Xavier Marcel Depardieu, CQ is a French actor. He has received acclaim for his performances in The Last Metro (1980), for which he won the César Award for Best Actor, in Police (1985), for which he won the Volpi Cup for Best Actor, Jean de Florette (1986), and Cyrano de Bergerac (1990), winning the Cannes Film Festival for Best Actor, his second César Award for Best Actor, and his first Aca"}]}, {"heading": "Births", "year": "1949", "date": "December 27", "txt": "Terry Ito, Japanese director, producer, and critic", "entities": [{"title": "Terry Ito", "href": "/wiki/Terry_Ito", "description": "Teruo Ito , better known as Terry Ito , is a Japanese director, television producer, critic, and writer. His name \"Terry\" comes from his first name, \"Teruo\". His ancestral home is in Yokoshibahikari, Sanbu District, Chiba Prefecture."}]}, {"heading": "Births", "year": "1950", "date": "December 27", "txt": "Haris Alexiou, Greek singer-songwriter", "entities": [{"title": "Haris Alexiou", "href": "/wiki/Haris_Alexiou", "description": "Haris Alexiou is a Greek singer. She is considered one of the most popular singers in Greece and has been commercially successful since the 1970s. She has worked with important Greek songwriters and composers, has performed at top musical theatres all over the world, and has received several awards. She has recorded over thirty albums and has been featured on albums of other musicians. On 14 March"}]}, {"heading": "Births", "year": "1950", "date": "December 27", "txt": "Roberto Bettega, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 27", "txt": "Terry Bozzio, American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 27", "txt": "Ernesto Zedillo, Mexican economist and politician, 54th President of Mexico", "entities": [{"title": "Ernesto Zedillo", "href": "/wiki/Ernesto_Zedillo", "description": "Ernesto Zedillo Ponce de León CYC GColIH GCMG is a Mexican economist and politician. He was President of Mexico from 1 December 1994 to 30 November 2000, as the last of the uninterrupted 71-year line of Mexican presidents from the Institutional Revolutionary Party (PRI)."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1952", "date": "December 27", "txt": "Tovah Feldshuh, American actress, singer, and playwright", "entities": [{"title": "Tovah Feldshuh", "href": "/wiki/Tovah_Feldshuh", "description": "Terri Sue \"Tovah\" Feldshuh is an American actress, singer, and playwright. She has been a Broadway star for more than four decades, earning four Tony Award nominations. She has also received two Emmy Award nominations for Holocaust and Law & Order, and appeared in such films as A Walk on the Moon, She's Funny That Way, and Kissing Jessica Stein. In 2015–2016, she played the role of Deanna Monroe o"}]}, {"heading": "Births", "year": "1952", "date": "December 27", "txt": "Jay Hill, Canadian farmer and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 27", "txt": "David Knopfler, Scottish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 27", "txt": "Edmund Zagorski, American convicted murderer (d. 2018)", "entities": [{"title": "Edmund Zagorski", "href": "/wiki/Edmund_Zagorski", "description": "Edmund Zagorski was an American convicted murderer from Michigan who was executed by the state of Tennessee for the 1983 murders of John Dotson and Jimmy Porter in Robertson County. Zagorski lured the two men into a wooded hunting ground under the pretense of selling them 100 lb of marijuana – before shooting them and slitting their throats."}]}, {"heading": "Births", "year": "1954", "date": "December 27", "txt": "Mandie Fletcher, English director, producer, and production manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 27", "txt": "Teo Chee Hean, Singaporean politician and 5th Senior Minister of Singapore", "entities": [{"title": "Senior Minister", "href": "/wiki/Senior_Minister", "description": "The Senior Minister is a political office in the Cabinet of Singapore. Previous holders of this office have served as either the Prime Minister or as the former Deputy Prime Minister. Senior Ministers are ranked higher in the order of precedence, either immediately after the Prime Minister or the Deputy Prime Minister (as in the case of Teo Chee Hean and Tharman Shanmugaratnam and serves as part o"}]}, {"heading": "Births", "year": "1955", "date": "December 27", "txt": "Brad Murphey, American race car driver", "entities": [{"title": "Brad Murphey", "href": "/wiki/Brad_Murphey", "description": "Brad Murphey, is a former American racecar driver in the Indy Racing League. He raced in the 1996 and 1996-1997 seasons for Hemelgarn Racing with 3 career starts, including the Indianapolis 500 where he was credited with 23rd place, but never finished a race or led a lap. His last IRL race was the inaugural 500K at Las Vegas Motor Speedway where his right leg/pelvis was broken while involved in an"}]}, {"heading": "Births", "year": "1955", "date": "December 27", "txt": "Barbara Olson, American journalist and author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 27", "txt": "Doina Melinte, Romanian runner", "entities": [{"title": "Doina Melinte", "href": "/wiki/Doina_Melinte", "description": "Doina Ofelia Melinte is a retired Romanian middle-distance runner. She competed at four Olympics (1980–92), and won a gold medal in the 800 metres and a silver medal in the 1500 metres in 1984. She won the world indoor title in 1987 and 1989 and the European indoor title in 1985, 1988 and 1990 in the 1500 m. Her world indoor mile record of 4:17.41 in 1990, stood for 26 years."}]}, {"heading": "Births", "year": "1958", "date": "December 27", "txt": "Steve Jones, American golfer", "entities": [{"title": "Steve Jones (golfer)", "href": "/wiki/Steve_Jones_(golfer)", "description": "Steven Glen Jones is an American professional golfer, best known for winning the U.S. Open in 1996."}]}, {"heading": "Births", "year": "1959", "date": "December 27", "txt": "Gerina Dunwich, American astrologer, historian, and author", "entities": [{"title": "Gerina Dunwich", "href": "/wiki/Gerina_Dunwich", "description": "Gerina Dunwich is a professional astrologer, occult historian, and New Age author, best known for her books on Wicca and various occult subjects. She is also involved in paranormal research and is the founder of the Paranormal Animal Research Group, which investigates cases of alleged hauntings by animal spirits."}]}, {"heading": "Births", "year": "1959", "date": "December 27", "txt": "Andre Tippett, American football player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 27", "txt": "Maryam d'Abo, English actress", "entities": [{"title": "Maryam d'Abo", "href": "/wiki/Maryam_d%27Abo", "description": "Maryam d'Abo is an English film and television actress, perhaps best known as Bond girl Kara Milovy in the 1987 James Bond film The Living Daylights."}]}, {"heading": "Births", "year": "1960", "date": "December 27", "txt": "Donald Nally, American conductor and academic", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 27", "txt": "Terry Price, Australian golfer", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 27", "txt": "Guido Westerwelle, German lawyer and politician, 15th Vice-Chancellor of Germany (d. 2016)", "entities": [{"title": "Guido Westerwelle", "href": "/wiki/Guido_Westerwelle", "description": "Guido Westerwelle was a German politician who served as Foreign Minister in the second cabinet of Chancellor Angela Merkel and as Vice Chancellor of Germany from 2009 to 2011, being the first openly gay person to hold any of these positions. He was also the chairman of the Free Democratic Party of Germany (FDP) from May 2001 until he stepped down in 2011. A lawyer by profession, he was a member of"}, {"title": "Vice-Chancellor of Germany", "href": "/wiki/Vice-Chancellor_of_Germany", "description": "The Deputy to the Federal Chancellor, commonly known as Vice Chancellor (Vizekanzler), is the second highest ranking German cabinet member. The chancellor is the head of government and, according to the constitution, gives this title of deputy to one of the Federal Ministers. It is common that the title is given to the major minister provided by the (smaller) coalition partner."}]}, {"heading": "Births", "year": "1962", "date": "December 27", "txt": "Mark Few, American basketball player and coach", "entities": [{"title": "Mark Few", "href": "/wiki/Mark_Few", "description": "Mark Norman Few is an American college basketball coach who has been the head coach at Gonzaga University since 1999. He has served on Gonzaga's coaching staff since 1989, and has been a constant on the sidelines throughout a period that has seen the Bulldogs rise from mid-major obscurity to consistent NCAA Tournament contenders. During his tenure as head coach, Few has led the Bulldogs to the NCA"}]}, {"heading": "Births", "year": "1962", "date": "December 27", "txt": "John Kampfner, Singaporean journalist and author", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 27", "txt": "Bill Self, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 27", "txt": "Sherri Steinhauer, American golfer", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 27", "txt": "Gaspar Noé, Argentinian-French director and screenwriter", "entities": [{"title": "Gaspar Noé", "href": "/wiki/Gaspar_No%C3%A9", "description": "Gaspar Noé is an Argentine filmmaker based in Paris, France. He is the son of Argentine painter, writer and intellectual Luis Felipe Noé. He has directed five feature films: I Stand Alone (1998), Irréversible (2002), Enter the Void (2009), Love (2015), and Climax (2018)."}]}, {"heading": "Births", "year": "1965", "date": "December 27", "txt": "Chris Mainwaring, Australian footballer and journalist (d. 2007)", "entities": [{"title": "Chris Mainwaring", "href": "/wiki/Chris_Mainwaring", "description": "Christopher Douglas Mainwaring was an Australian rules footballer. He played for the West Coast Eagles in the Victorian Football League/Australian Football League (VFL/AFL) and East Fremantle in the West Australian Football League (WAFL). He was also a television presenter and sports journalist with Seven News Perth and a radio presenter with Mix 94.5."}]}, {"heading": "Births", "year": "1965", "date": "December 27", "txt": "Salman Khan, Indian film actor and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 27", "txt": "Marianne Elliott, English director and producer", "entities": [{"title": "Marianne Elliott (director)", "href": "/wiki/Marianne_Elliott_(director)", "description": "Marianne Phoebe Elliott, OBE is a British theatre director. She is the recipient of three Laurence Olivier Awards and three Tony Awards."}]}, {"heading": "Births", "year": "1966", "date": "December 27", "txt": "Bill Goldberg, American football player, wrestler and actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 27", "txt": "Eva LaRue, American model and actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 27", "txt": "Fabian Núñez, American politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 27", "txt": "Jean-Christophe Boullion, French race car driver", "entities": [{"title": "Jean-Christophe Boullion", "href": "/wiki/Jean-Christophe_Boullion", "description": "Jean-Christophe \"Jules\" Boullion is a French professional racing driver who raced in Formula One for the Sauber team."}]}, {"heading": "Births", "year": "1969", "date": "December 27", "txt": "Sarah Vowell, American author and journalist", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 27", "txt": "Chyna, American professional wrestler and actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 27", "txt": "Brendon Cook, Australian race car driver and rugby player", "entities": [{"title": "Brendon Cook", "href": "/wiki/Brendon_Cook", "description": "Brendon John Cook is a former race driver who raced mainly in Australia, but also in Europe."}]}, {"heading": "Births", "year": "1970", "date": "December 27", "txt": "Lorenzo Neal, American football player and radio host", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 27", "txt": "Duncan Ferguson, Scottish footballer and coach", "entities": [{"title": "Duncan Ferguson", "href": "/wiki/Duncan_Ferguson", "description": "Duncan Cowan Ferguson is a Scottish former professional footballer who is the assistant manager of Premier League club Everton. He began his career at Dundee United in 1990, and moved to Rangers in 1993 for what was then a British transfer record fee. He spent the remainder of his career in England, moving to Everton in 1994 before a stint with Newcastle United between 1998 and 2000, after which h"}]}, {"heading": "Births", "year": "1971", "date": "December 27", "txt": "Guthrie Govan, English guitarist and educator", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 27", "txt": "Savannah Guthrie, American television journalist", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 27", "txt": "Jason Hawes, American paranormal investigator and author, founded The Atlantic Paranormal Society", "entities": [{"title": "The Atlantic Paranormal Society", "href": "/wiki/The_Atlantic_Paranormal_Society", "description": "The Atlantic Paranormal Society (TAPS) is an organization that investigates reported paranormal activity. Based in Warwick, Rhode Island, TAPS was founded in 1990 by Jason Hawes and Grant Wilson. In 2004, the organization itself became the subject of Ghost Hunters, a popular weekly American paranormal reality television series on the Syfy channel. The show ran for eleven seasons on Syfy in the US."}]}, {"heading": "Births", "year": "1971", "date": "December 27", "txt": "Bryan Smolinski, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 27", "txt": "Colin Charvis, Welsh rugby union player and coach", "entities": [{"title": "Colin Charvis", "href": "/wiki/Colin_Charvis", "description": "Colin Charvis is a former captain of the Wales national rugby union team and also played for the British & Irish Lions. A back row forward, Charvis was equally adept as a flanker or as the no. 8."}]}, {"heading": "Births", "year": "1972", "date": "December 27", "txt": "Kevin Ollie, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 27", "txt": "Matt Slocum, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 27", "txt": "Kristoffer Zegers, Dutch pianist and composer", "entities": [{"title": "Kristoffer Zegers", "href": "/wiki/Kristoffer_Zegers", "description": "Kristoffer Zegers is a Dutch composer."}]}, {"heading": "Births", "year": "1974", "date": "December 27", "txt": "Tomáš Janků, Czech high jumper", "entities": [{"title": "Tomáš Janků", "href": "/wiki/Tom%C3%A1%C5%A1_Jank%C5%AF", "description": "Tomáš Janků is a former Czech high jumper."}]}, {"heading": "Births", "year": "1974", "date": "December 27", "txt": "Masi Oka, Japanese-American actor and visual effects designer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 27", "txt": "Fumiko Orikasa, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 27", "txt": "Jay Pandolfo, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 27", "txt": "Aigars Fadejevs, Latvian race walker and therapist", "entities": [{"title": "Aigars Fadejevs", "href": "/wiki/Aigars_Fadejevs", "description": "Aigars Fadejevs is a former Latvian athlete, competing in 20 km, 50 km walk and marathon running, and a rehabilitologist for sprinters."}]}, {"heading": "Births", "year": "1975", "date": "December 27", "txt": "Kjell Eriksson, Swedish television personality", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 27", "txt": "Heather O'Rourke, American actress (d. 1988)", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 27", "txt": "Nikolaos Georgeas, Greek footballer", "entities": [{"title": "Nikolaos Georgeas", "href": "/wiki/Nikolaos_Georgeas", "description": "Nikolaos \"Nikos\" Georgeas is a Greek former professional footballer who played as a right-back. He is the current administrative director of AEK FC Academy."}]}, {"heading": "Births", "year": "1976", "date": "December 27", "txt": "Piotr Morawski, Polish mountaineer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 27", "txt": "Daimí Pernía, Cuban basketball player and hurdler", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 27", "txt": "Fernando Pisani, Canadian-Italian ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 27", "txt": "Jacqueline Pillon, Canadian actress", "entities": [{"title": "Jacqueline Pillon", "href": "/wiki/Jacqueline_Pillon", "description": "Jacqueline Patricia Pillon  is a Canadian voice actress. She is best known as the voice of Matt from Cyberchase and Cookie Falcone (MacDougall) in Fugget About It."}]}, {"heading": "Births", "year": "1977", "date": "December 27", "txt": "Chris Tate, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 27", "txt": "Deuce McAllister, American football player", "entities": [{"title": "Deuce McAllister", "href": "/wiki/Deuce_McAllister", "description": "Dulymus Jenod \"Deuce\" McAllister is a former American football running back who played eight seasons for the New Orleans Saints in the National Football League (NFL). He played college football for Ole Miss and was drafted by the Saints in the first round of the 2001 NFL Draft. McAllister was selected to two Pro Bowls in his career and won Super Bowl XLIV in 2009. As of 2010, he lives in Metairie,"}]}, {"heading": "Births", "year": "1979", "date": "December 27", "txt": "Pascale Dorcelus, Canadian weightlifter", "entities": [{"title": "Pascale Dorcelus", "href": "/wiki/Pascale_Dorcelus", "description": "Pascale Dorcelus is a Canadian weightlifter."}]}, {"heading": "Births", "year": "1979", "date": "December 27", "txt": "David Dunn, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 27", "txt": "Carson Palmer, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 27", "txt": "Bernard Berrian, American football player", "entities": [{"title": "Bernard Berrian", "href": "/wiki/Bernard_Berrian", "description": "Bernard Berrian is a former American football wide receiver. He was drafted by the Chicago Bears in the third round of the 2004 NFL Draft. He played college football at Fresno State."}]}, {"heading": "Births", "year": "1980", "date": "December 27", "txt": "Cesaro, Swiss professional wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 27", "txt": "Dahntay Jones, American basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 27", "txt": "Meelis Kompus, Estonian journalist", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 27", "txt": "David Aardsma, American baseball player", "entities": [{"title": "David Aardsma", "href": "/wiki/David_Aardsma", "description": "David Allan Aardsma is an American former professional baseball pitcher, currently serving in the Toronto Blue Jays front office as a coordinator of player development. He played in Major League Baseball (MLB) for the San Francisco Giants, Chicago Cubs, Chicago White Sox, Boston Red Sox, Seattle Mariners, New York Yankees, New York Mets, and Atlanta Braves."}]}, {"heading": "Births", "year": "1981", "date": "December 27", "txt": "Emilie de Ravin, Australian actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 27", "txt": "Moise Joseph, American-Haitian runner", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 27", "txt": "Patrick Sharp, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 27", "txt": "Erin E. Stead, American illustrator", "entities": [{"title": "Erin E. Stead", "href": "/wiki/Erin_E._Stead", "description": "Erin E. Stead is an American illustrator of children's books. She won the 2011 Caldecott Medal for the year's best-illustrated U.S. picture book, recognizing her first publication, A Sick Day for Amos McGee."}]}, {"heading": "Births", "year": "1983", "date": "December 27", "txt": "Anthony Boric, New Zealand rugby union player", "entities": [{"title": "Anthony Boric", "href": "/wiki/Anthony_Boric", "description": "Anthony Frank Boric is a former rugby union footballer who represented the New Zealand in international rugby, and was a member of the 2011 Rugby World Cup winning All Blacks squad. He played as a lock."}]}, {"heading": "Births", "year": "1983", "date": "December 27", "txt": "Cole Hamels, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 27", "txt": "Jesse Williams, American high jumper", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 27", "txt": "Andrejs Perepļotkins, Ukrainian-Latvian footballer", "entities": [{"title": "Andrejs Perepļotkins", "href": "/wiki/Andrejs_Perep%C4%BCotkins", "description": "Andrejs Perepļotkins is a Ukrainian born Latvian footballer, who plays primarily as a right winger for SK Super Nova."}]}, {"heading": "Births", "year": "1984", "date": "December 27", "txt": "Gilles Simon, French tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 27", "txt": "Logan Bailly, Belgian footballer", "entities": [{"title": "Logan Bailly", "href": "/wiki/Logan_Bailly", "description": "Logan Bailly is a Belgian professional footballer who plays as a goalkeeper for Bressoux in the Belgian Provincial Leagues. Having started his career at Genk, Bailly has had spells at German Bundesliga side Borussia Mönchengladbach, Scottish Premiership club Celtic and Belgian Pro League side Oud-Heverlee Leuven."}]}, {"heading": "Births", "year": "1985", "date": "December 27", "txt": "Jérôme d'Ambrosio, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 27", "txt": "Paul Stastny, Canadian-American ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 27", "txt": "Halley Gross, American screenwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 27", "txt": "Torah Bright, Australian snowboarder", "entities": [{"title": "Torah Bright", "href": "/wiki/Torah_Bright", "description": "Torah Jane Bright is an Australian professional snowboarder. She is Australia's most successful Winter Olympian, former Olympic gold and silver medalist, two time X Games gold medalist, three time US Open winner, two time Global Open Champion, three time World Superpipe Champion, former TTR World Champion and recipient of the Best Female Action Sports Athlete at the ESPY awards. In 2014 Bright bec"}]}, {"heading": "Births", "year": "1986", "date": "December 27", "txt": "Shelly-Ann Fraser-Pryce, Jamaican sprinter", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 27", "txt": "Tim Browne, Australian rugby league player", "entities": [{"title": "Tim Browne", "href": "/wiki/Tim_Browne", "description": "Tim Browne is an Australian former professional rugby league footballer who last played for the Penrith Panthers in the National Rugby League. He played as a prop. He previously played for the Canterbury-Bankstown Bulldogs and the Penrith Panthers."}]}, {"heading": "Births", "year": "1987", "date": "December 27", "txt": "Lily Cole, English model", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 27", "txt": "Hera Hilmar, Icelandic actress", "entities": [{"title": "Hera Hilmar", "href": "/wiki/Hera_Hilmar", "description": "Hera Hilmarsdóttir is an Icelandic actress. She first started acting in the 1990s as a child actress. She resumed acting in 2008."}]}, {"heading": "Births", "year": "1988", "date": "December 27", "txt": "Zavon Hines, Jamaican-English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 27", "txt": "Ok Taec-yeon, South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 27", "txt": "Rick Porcello, American baseball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 27", "txt": "Hayley Williams, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 27", "txt": "Ingrid Várgas Calvo, Peruvian tennis player", "entities": [{"title": "Ingrid Várgas Calvo", "href": "/wiki/Ingrid_V%C3%A1rgas_Calvo", "description": "Ingrid Esperanza Várgas Calvo is a Peruvian former tennis player."}]}, {"heading": "Births", "year": "1990", "date": "December 27", "txt": "Max Lindholm, Finnish figure skater", "entities": [{"title": "Max Lindholm", "href": "/wiki/Max_Lindholm", "description": "Max Lindholm is a Finnish former ice dancer. With partner Olesia Karmi, he is the 2015 CS Ice Challenge bronze medalist, 2014 NRW Trophy bronze medalist, and a two-time Finnish national champion. The duo reached the free skate at two ISU Championships – 2013 Europeans in Zagreb and 2015 Europeans in Stockholm. They were 22nd at the 2013 World Championships in London, Ontario."}]}, {"heading": "Births", "year": "1990", "date": "December 27", "txt": "Milos Raonic, Canadian tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 27", "txt": "Jon Marchessault, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 27", "txt": "Michael Morgan, Australian rugby league player", "entities": [{"title": "Michael Morgan (rugby league born 1991)", "href": "/wiki/Michael_Morgan_(rugby_league_born_1991)", "description": "Michael Morgan is an Australian former professional rugby league footballer who played in the NRL."}]}, {"heading": "Births", "year": "1991", "date": "December 27", "txt": "Danny Wilson, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 27", "txt": "Joel Indermitte, Estonian footballer", "entities": [{"title": "Joel Indermitte", "href": "/wiki/Joel_Indermitte", "description": "Joel Indermitte is an Estonian footballer. He plays the position of centre back."}]}, {"heading": "Births", "year": "1992", "date": "December 27", "txt": "Maicel Uibo, Estonian decathlete", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 27", "txt": "Olivia Cooke, English actress", "entities": [{"title": "Olivia Cooke", "href": "/wiki/Olivia_Cooke", "description": "Olivia Kate Cooke is an English actress. She is known for her starring role as Emma Decody in the A&E drama thriller series Bates Motel (2013–2017) and as Becky Sharp in the period drama miniseries Vanity Fair (2018). She also starred in the horror film Ouija (2014), the comedy-drama film Me and Earl and the Dying Girl (2015), the period horror mystery film The Limehouse Golem (2016), the thriller"}]}, {"heading": "Births", "year": "1995", "date": "December 27", "txt": "Timothée Chalamet, American actor", "entities": [{"title": "Timothée Chalamet", "href": "/wiki/Timoth%C3%A9e_Chalamet", "description": "Timothée Hal Chalamet is an American actor. The recipient of various accolades, including nominations for an Academy Award, three BAFTA Film Awards, two Golden Globe Awards and four Screen Actors Guild Awards, he began his acting career in short films and commercials, before appearing in the television drama series Homeland in 2012. Two years later, he made his feature film debut in the drama Men,"}]}, {"heading": "Births", "year": "1995", "date": "December 27", "txt": "Mark Lapidus, Estonian chess player", "entities": []}, {"heading": "Births", "year": "1997", "date": "December 27", "txt": "Ana Konjuh, Croatian tennis player", "entities": [{"title": "Ana Konjuh", "href": "/wiki/Ana_Konjuh", "description": "Ana Konjuh is a Croatian tennis player."}]}, {"heading": "Births", "year": "1997", "date": "December 27", "txt": "Vachirawit Chiva-aree, Thai actor and singer", "entities": []}, {"heading": "Deaths", "year": "683", "date": "December 27", "txt": "Gaozong of Tang, founding emperor of the Chinese Tang dynasty (b. 628)", "entities": [{"title": "Emperor Gaozong of Tang", "href": "/wiki/Emperor_Gaozong_of_Tang", "description": "Emperor Gaozong of Tang, personal name Li Zhi, was the third emperor of the Tang dynasty in China, ruling from 649 to 683; after January 665, he gave his wife great power over the empire, and imperial powers were primarily in the hands of his powerful second wife Empress Wu, and her decrees were carried out with greater force than the decrees of Emperor Gaozong's. Emperor Gaozong was the youngest "}]}, {"heading": "Deaths", "year": "870", "date": "December 27", "txt": "Aeneas of Paris, Frankish bishop", "entities": [{"title": "Aeneas of Paris", "href": "/wiki/Aeneas_of_Paris", "description": "Aeneas of Paris was bishop of Paris from 858 to 870. He is best known as the author of one of the controversial treatises against the Byzantines (\"Greeks\"), called forth by the encyclical letters of Photius. His comprehensive Liber adversus Græcos deals with the procession of the Holy Spirit, the marriage of the clergy, fasting, the consignatio infantium, the clerical tonsure, the Roman primacy, a"}]}, {"heading": "Deaths", "year": "975", "date": "December 27", "txt": "Balderic, bishop of Utrecht (b. 897)", "entities": [{"title": "Balderic of Utrecht", "href": "/wiki/Balderic_of_Utrecht", "description": "Balderic of Cleves was a long-reigning and influential Bishop of Utrecht from 918 to 975."}]}, {"heading": "Deaths", "year": "1003", "date": "December 27", "txt": "Emma of Blois, French duchess and regent", "entities": [{"title": "Emma of Blois", "href": "/wiki/Emma_of_Blois", "description": "Emma of Blois was Duchess consort of Aquitaine by marriage to William IV, Duke of Aquitaine. She ruled Aquitaine as regent for her son, William V, Duke of Aquitaine, from 996 until 1004."}]}, {"heading": "Deaths", "year": "1005", "date": "December 27", "txt": "Nilus the Younger, Byzantine abbot (b. 910)", "entities": [{"title": "Nilus the Younger", "href": "/wiki/Nilus_the_Younger", "description": "Nilus the Younger, also called Neilos of Rossano was a monk, abbot, and founder of Italo-Byzantine monasticism in southern Italy. He is venerated as a saint in the Eastern Orthodox and Roman Catholic churches, and his feast day is celebrated on September 26 in both the Byzantine Calendar and the Roman Martyrology."}]}, {"heading": "Deaths", "year": "1076", "date": "December 27", "txt": "Sviatoslav II, Grand Prince of Kiev (b. 1027)", "entities": [{"title": "Sviatoslav II of Kiev", "href": "/wiki/Sviatoslav_II_of_Kiev", "description": "Sviatoslav II Iaroslavich or Sviatoslav II Yaroslavich was Grand Prince of Kiev between 1073 and 1076. He was born as a younger son of Grand Prince Yaroslav the Wise. His baptismal name was Nicholas."}]}, {"heading": "Deaths", "year": "1087", "date": "December 27", "txt": "Bertha of Savoy, Holy Roman Empress (b. 1051)", "entities": [{"title": "Bertha of Savoy", "href": "/wiki/Bertha_of_Savoy", "description": "Bertha of Savoy, also called Bertha of Turin, a member of the Burgundian House of Savoy, was Queen consort of Germany from 1066 and Holy Roman Empress from 1084 until 1087 as the first wife of the Salian emperor Henry IV."}]}, {"heading": "Deaths", "year": "1381", "date": "December 27", "txt": "Edmund Mortimer, 3rd Earl of March, English politician (b. 1352)", "entities": [{"title": "Edmund Mortimer, 3rd Earl of March", "href": "/wiki/Edmund_Mortimer,_3rd_Earl_of_March", "description": "Edmund de Mortimer, 3rd Earl of March and jure uxoris Earl of Ulster was son of Roger Mortimer, 2nd Earl of March, by his wife Philippa, daughter of William Montagu, 1st Earl of Salisbury and Catherine Grandison."}]}, {"heading": "Deaths", "year": "1518", "date": "December 27", "txt": "Mahmood Shah Bahmani II, sultan of the Bahmani Sultanate (b. c. 1470)", "entities": [{"title": "Mahmood Shah Bahmani II", "href": "/wiki/Mahmood_Shah_Bahmani_II", "description": "Mahmood Shah or Shihab-Ud-Din Mahmud was the sultan of the Bahmani Sultanate from 1482 until his death in 1518. His long rule is noted for the disintegration of the sultanate and the creation of the independent Deccan Sultanates."}, {"title": "Bahmani Sultanate", "href": "/wiki/Bahmani_Sultanate", "description": "The Bahmani Sultanate was a Persianate Muslim empire of the Deccan in South India. It was the first independent Muslim kingdom of the Deccan, and was known for its perpetual wars with its Hindu rivals of Vijayanagara, which would outlast the Sultanate. The Kingdom later split into five successor states that were collectively known as the Deccan sultanates, that would eventually sack the Vijayanaga"}]}, {"heading": "Deaths", "year": "1543", "date": "December 27", "txt": "George, margrave of Brandenburg-Ansbach (b. 1484)", "entities": [{"title": "George, Margrave of Brandenburg-Ansbach", "href": "/wiki/George,_Margrave_of_Brandenburg-Ansbach", "description": "George of Brandenburg-Ansbach, known as George the Pious, was a Margrave of Brandenburg-Ansbach from the House of Hohenzollern."}]}, {"heading": "Deaths", "year": "1548", "date": "December 27", "txt": "Francesco Spiera, Italian lawyer and jurist (b. 1502)", "entities": [{"title": "Francesco Spiera", "href": "/wiki/Francesco_Spiera", "description": "Francesco Spiera was a Protestant Italian jurist. The manner of his death has been the subject of numerous religious tracts."}]}, {"heading": "Deaths", "year": "1603", "date": "December 27", "txt": "Thomas Cartwright, English minister and theologian (b. 1535)", "entities": [{"title": "Thomas Cartwright (theologian)", "href": "/wiki/Thomas_Cartwright_(theologian)", "description": "Thomas Cartwright was an English Puritan churchman."}]}, {"heading": "Deaths", "year": "1656", "date": "December 27", "txt": "Andrew White, English Jesuit missionary (b. 1579)", "entities": [{"title": "Andrew White (Jesuit)", "href": "/wiki/Andrew_White_(Jesuit)", "description": "Andrew White was an English Jesuit missionary who was involved in the founding of the Maryland colony. He was a chronicler of the early colony, and his writings are a primary source on the land, the Native Americans of the area, and the Jesuit mission in North America. For his efforts in converting and educating the native population, he is frequently referred to as the \"Apostle of Maryland.\" He i"}]}, {"heading": "Deaths", "year": "1704", "date": "December 27", "txt": "Hans Albrecht von Barfus, Prussian field marshal and politician (b. 1635)", "entities": [{"title": "Hans Albrecht von Barfus", "href": "/wiki/Hans_Albrecht_von_Barfus", "description": "Hans Albrecht von Barfus was a field marshal in the service of Brandenburg and Prussia, serving briefly as prime minister under King Frederick I."}]}, {"heading": "Deaths", "year": "1707", "date": "December 27", "txt": "Jean Mabillon, French monk and scholar (b. 1632)", "entities": [{"title": "Jean Mabillon", "href": "/wiki/Jean_Mabillon", "description": "Dom Jean Mabillon, O.S.B., was a French Benedictine monk and scholar of the Congregation of Saint Maur. He is considered the founder of the disciplines of palaeography and diplomatics."}]}, {"heading": "Deaths", "year": "1737", "date": "December 27", "txt": "William Bowyer, English printer (b. 1663)", "entities": [{"title": "William Bowyer (1663–1737)", "href": "/wiki/William_Bowyer_(1663%E2%80%931737)", "description": "William Bowyer the elder, English printer, was apprenticed to a Miles Flesher in 1679, made a liveryman of The Stationers' and Newspaper Makers' Company in 1700, and nominated as one of the twenty printers allowed by the Star Chamber."}]}, {"heading": "Deaths", "year": "1743", "date": "December 27", "txt": "Hyacinthe Rigaud, French painter (b. 1659)", "entities": [{"title": "Hyacinthe Rigaud", "href": "/wiki/Hyacinthe_Rigaud", "description": "Jacint Rigau-Ros i Serra, known as Hyacinthe Rigaud, was a French baroque painter most famous for his portraits of Louis XIV and other members of the French nobility."}]}, {"heading": "Deaths", "year": "1771", "date": "December 27", "txt": "Henri Pitot, French engineer, invented the Pitot tube (b. 1695)", "entities": [{"title": "Henri Pitot", "href": "/wiki/Henri_Pitot", "description": "Henri Pitot was a French hydraulic engineer and the inventor of the pitot tube."}, {"title": "Pitot tube", "href": "/wiki/Pitot_tube", "description": "A pitot tube, also known as pitot probe, is a flow measurement device used to measure fluid flow velocity. The pitot tube was invented by the French engineer Henri Pitot in the early 18th century and was modified to its modern form in the mid-19th century by French scientist Henry Darcy. It is widely used to determine the airspeed of an aircraft, water speed of a boat, and to measure liquid, air a"}]}, {"heading": "Deaths", "year": "1776", "date": "December 27", "txt": "Johann Rall, Hessian colonel (b. c. 1726)", "entities": [{"title": "Johann Rall", "href": "/wiki/Johann_Rall", "description": "Johann Gottlieb Rall was a German colonel best known for his command of Hessian troops at the Battle of Trenton during the American Revolutionary War."}]}, {"heading": "Deaths", "year": "1782", "date": "December 27", "txt": "Henry Home, Lord Kames, Scottish judge and philosopher (b. 1697)", "entities": [{"title": "Henry Home, Lord Kames", "href": "/wiki/Henry_Home,_Lord_Kames", "description": "Henry Home, Lord Kames was a Scottish writer, philosopher, advocate, judge, and agricultural improver. A central figure of the Scottish Enlightenment, a founding member of the Philosophical Society of Edinburgh, and active in the Select Society, he acted as patron to some of the most influential thinkers of the Scottish Enlightenment, including the philosopher David Hume, the economist Adam Smith,"}]}, {"heading": "Deaths", "year": "1800", "date": "December 27", "txt": "Hugh Blair, Scottish minister and author (b. 1718)", "entities": [{"title": "Hugh Blair", "href": "/wiki/Hugh_Blair", "description": "Hugh Blair was a Scottish minister of religion, author and rhetorician, considered one of the first great theorists of written discourse."}]}, {"heading": "Deaths", "year": "1812", "date": "December 27", "txt": "Joanna Southcott, English religious leader (b. 1750)", "entities": [{"title": "Joanna Southcott", "href": "/wiki/Joanna_Southcott", "description": "Joanna Southcott, was a self-described religious prophetess from Devon, England. A \"Southcottian\" movement continued in various forms after her death."}]}, {"heading": "Deaths", "year": "1834", "date": "December 27", "txt": "Charles Lamb, English essayist and poet (b. 1775)", "entities": [{"title": "Charles Lamb", "href": "/wiki/Charles_Lamb", "description": "Charles Lamb was an English essayist, poet, and antiquarian, best known for his Essays of Elia and for the children's book Tales from Shakespeare, co-authored with his sister, Mary Lamb (1764–1847)."}]}, {"heading": "Deaths", "year": "1836", "date": "December 27", "txt": "Stephen F. Austin, American soldier and politician (b. 1793)", "entities": [{"title": "Stephen F. Austin", "href": "/wiki/Stephen_F._Austin", "description": "Stephen Fuller Austin was an American-born empresario. Known as the \"Father of Texas\" and the founder of Anglo Texas, he led the second and, ultimately, the successful colonization of the region by bringing 300 families from the United States to the region in 1825."}]}, {"heading": "Deaths", "year": "1858", "date": "December 27", "txt": "Alexandre Pierre François Boëly, French pianist and composer (b. 1785)", "entities": [{"title": "Alexandre Pierre François Boëly", "href": "/wiki/Alexandre_Pierre_Fran%C3%A7ois_Bo%C3%ABly", "description": "Alexandre Pierre François Boëly was a French composer, organist, and pianist. Born into a family of musicians, Boëly received his first music lessons from his father, Jean François, who was a countertenor at the Sainte-Chapelle in Paris and a composer and harp teacher at the court of Versailles. He also studied under the Tyrolian pianist Ignaz Ladurner, who introduced him to the work of Bach and H"}]}, {"heading": "Deaths", "year": "1896", "date": "December 27", "txt": "John Brown, English businessman and politician (b. 1816)", "entities": [{"title": "John Brown (industrialist)", "href": "/wiki/John_Brown_(industrialist)", "description": "Sir John Brown, British industrialist, was born in Sheffield. He was known as the Father of the South Yorkshire Iron Trade."}]}, {"heading": "Deaths", "year": "1900", "date": "December 27", "txt": "William Armstrong, 1st Baron Armstrong, English engineer and businessman, founded Armstrong Whitworth (b. 1810)", "entities": [{"title": "William Armstrong, 1st Baron Armstrong", "href": "/wiki/William_Armstrong,_1st_Baron_Armstrong", "description": "William George Armstrong, 1st Baron Armstrong was an English engineer and industrialist who founded the Armstrong Whitworth manufacturing concern on Tyneside. He was also an eminent scientist, inventor and philanthropist. In collaboration with the architect Richard Norman Shaw, he built Cragside in Northumberland, the first house in the world to be lit by hydroelectricity. He is regarded as the in"}, {"title": "Armstrong Whitworth", "href": "/wiki/Armstrong_Whitworth", "description": "Sir W G Armstrong Whitworth & Co Ltd was a major British manufacturing company of the early years of the 20th century. With headquarters in Elswick, Newcastle upon Tyne, Armstrong Whitworth built armaments, ships, locomotives, automobiles and aircraft."}]}, {"heading": "Deaths", "year": "1914", "date": "December 27", "txt": "Charles Martin Hall, American chemist and engineer (b. 1863)", "entities": [{"title": "Charles Martin Hall", "href": "/wiki/Charles_Martin_Hall", "description": "Charles Martin Hall was an American inventor, businessman, and chemist. He is best known for his invention in 1886 of an inexpensive method for producing aluminum, which became the first metal to attain widespread use since the prehistoric discovery of iron. He was one of the founders of Alcoa. Alfred E. Hunt, together with Charles Hall and a group of five other individuals – his partner at the Pi"}]}, {"heading": "Deaths", "year": "1919", "date": "December 27", "txt": "Achilles Alferaki, Russian-Greek composer and politician, Governor of Taganrog (b. 1846)", "entities": [{"title": "Achilles Alferaki", "href": "/wiki/Achilles_Alferaki", "description": "Achilles Nikolayevich Alferaki was a Russian composer and mayor of Greek descent. His brother was Sergei Alphéraky."}, {"title": "Governor of Taganrog", "href": "/wiki/Governor_of_Taganrog", "description": "The Governor of Taganrog was the head of the Taganrog borough or governorate, between October 8, 1802 and May 19, 1887."}]}, {"heading": "Deaths", "year": "1923", "date": "December 27", "txt": "Gustave Eiffel, French architect and engineer, co-designed the Eiffel Tower (b. 1832)", "entities": [{"title": "Gustave Eiffel", "href": "/wiki/Gustave_Eiffel", "description": "Alexandre Gustave Eiffel was a French civil engineer. A graduate of École Centrale des Arts et Manufactures, he made his name with various bridges for the French railway network, most famously the Garabit viaduct. He is best known for the world-famous Eiffel Tower, built for the 1889 Universal Exposition in Paris, and his contribution to building the Statue of Liberty in New York. After his retire"}, {"title": "Eiffel Tower", "href": "/wiki/Eiffel_Tower", "description": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower."}]}, {"heading": "Deaths", "year": "1924", "date": "December 27", "txt": "Agda Meyerson, Swedish nurse and healthcare activist (b. 1866)", "entities": [{"title": "Agda Meyerson", "href": "/wiki/Agda_Meyerson", "description": "Agda Meyerson was a Swedish nurse who became an activist to improve the education, pay and working conditions of her profession. She served as vice chair of the Swedish Nursing Association in 1910 and on the board of numerous nursing facilities. She is recognized as one of the pioneers of the profession in Sweden."}]}, {"heading": "Deaths", "year": "1936", "date": "December 27", "txt": "Mehmet Akif Ersoy, Turkish poet, academic, and politician (b. 1873)", "entities": [{"title": "Mehmet Akif Ersoy", "href": "/wiki/Mehmet_Akif_Ersoy", "description": "Mehmet Akif Ersoy  was an Ottoman-born Turkish poet, writer, academic, politician, and the author of the Turkish National Anthem. Widely regarded as one of the premiere literary minds of his time, Ersoy is noted for his command of the Turkish language, as well as his patriotism and role in the Turkish War of Independence."}]}, {"heading": "Deaths", "year": "1938", "date": "December 27", "txt": "Calvin Bridges, American geneticist and academic (b. 1889)", "entities": [{"title": "Calvin Bridges", "href": "/wiki/Calvin_Bridges", "description": "Calvin Blackman Bridges was an American scientist known for his contributions to the field of genetics. Along with Alfred Sturtevant and H.J. Muller, Bridges was part of Thomas Hunt Morgan's famous \"Fly Room\" at Columbia University."}]}, {"heading": "Deaths", "year": "1938", "date": "December 27", "txt": "Osip Mandelstam, Polish-Russian poet and critic (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1938", "date": "December 27", "txt": "Zona Gale, American novelist, short story writer, and playwright (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1939", "date": "December 27", "txt": "Rinaldo Cuneo, American painter (b. 1877)", "entities": [{"title": "Rinaldo Cuneo", "href": "/wiki/Rinaldo_Cuneo", "description": "Rinaldo Cuneo, dubbed the Painter of San Francisco, was an American artist known for his landscape paintings and murals."}]}, {"heading": "Deaths", "year": "1943", "date": "December 27", "txt": "Ants Kurvits, Estonian general and politician, 10th Estonian Minister of War (b. 1887)", "entities": [{"title": "Ants Kurvits", "href": "/wiki/Ants_Kurvits", "description": "Ants Kurvits or Hans Kurvits was an Estonian military commander, reaching rank of major general. He participated in the Estonian War of Independence and later became the founder and long-time leader of the Estonian Border Guard. Kurvits also served briefly as Minister of War."}, {"title": "Estonian Minister of War", "href": "/wiki/Estonian_Minister_of_War", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Deaths", "year": "1950", "date": "December 27", "txt": "Max Beckmann, German-American painter and sculptor (b. 1884)", "entities": [{"title": "Max Beckmann", "href": "/wiki/Max_Beckmann", "description": "Max Carl Friedrich Beckmann was a German painter, draftsman, printmaker, sculptor, and writer. Although he is classified as an Expressionist artist, he rejected both the term and the movement. In the 1920s, he was associated with the New Objectivity, an outgrowth of Expressionism that opposed its introverted emotionalism. His work became full of horrifying imagery and distorted forms with combinat"}]}, {"heading": "Deaths", "year": "1952", "date": "December 27", "txt": "Patrick Joseph Hartigan, Australian priest, author, and educator (b. 1878)", "entities": [{"title": "Patrick Joseph Hartigan", "href": "/wiki/Patrick_Joseph_Hartigan", "description": "Monsignor Patrick Joseph Hartigan was an Australian Roman Catholic priest, educator, author and poet, writing under the name John O'Brien."}]}, {"heading": "Deaths", "year": "1953", "date": "December 27", "txt": "Şükrü Saracoğlu, Turkish soldier and politician, 6th Prime Minister of Turkey (b. 1887)", "entities": [{"title": "Şükrü Saracoğlu", "href": "/wiki/%C5%9E%C3%BCkr%C3%BC_Saraco%C4%9Flu", "description": "Mehmet Şükrü Saracoğlu was a Turkish politician, the fifth Prime Minister of Turkey and the Turkish Minister of Foreign Affairs during the early stages of World War II. He signed the German–Turkish Treaty of Friendship in 1941, which would prevent Turkish involvement in the war. He was also the chairman of the Turkish sports club Fenerbahçe S.K. for 16 years between 1934 and 1950, including holdin"}, {"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Deaths", "year": "1953", "date": "December 27", "txt": "Julian Tuwim, Polish poet and author (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "December 27", "txt": "Alfred Carpenter, English admiral, Victoria Cross recipient (b. 1881)", "entities": [{"title": "Alfred Carpenter", "href": "/wiki/Alfred_Carpenter", "description": "Vice-Admiral Alfred Francis Blakeney Carpenter, VC was a Royal Navy officer who was selected by his fellow officers and men to receive the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1956", "date": "December 27", "txt": "Lambert McKenna, Irish priest and lexicographer (b. 1870)", "entities": [{"title": "Lambert McKenna", "href": "/wiki/Lambert_McKenna", "description": "Lambert McKenna S.J. was a Jesuit priest and writer."}]}, {"heading": "Deaths", "year": "1958", "date": "December 27", "txt": "Harry Warner, Polish-American film producer, co-founded Warner Bros. (b. 1881)", "entities": [{"title": "Harry Warner", "href": "/wiki/Harry_Warner", "description": "Harry Morris Warner was an American studio executive, one of the founders of Warner Bros., and a major contributor to the development of the film industry. Along with his three younger brothers Warner played a crucial role in the film business and played a key role in establishing Warner Bros. Pictures, Inc, serving as the company president until 1956."}, {"title": "Warner Bros.", "href": "/wiki/Warner_Bros.", "description": "Warner Bros. Entertainment Inc. is an American diversified multinational mass media and entertainment conglomerate headquartered at the Warner Bros. Studios complex in Burbank, California, and a subsidiary of AT&T's WarnerMedia through its Studios & Networks division. Founded in 1923 by brothers Harry, Albert, Sam, and Jack Warner, the company established itself as a leader in the American film in"}]}, {"heading": "Deaths", "year": "1965", "date": "December 27", "txt": "Edgar Ende, German painter (b. 1901)", "entities": [{"title": "Edgar Ende", "href": "/wiki/Edgar_Ende", "description": "Edgar Karl Alfons Ende was a German surrealist painter and father of the children's novelist Michael Ende."}]}, {"heading": "Deaths", "year": "1972", "date": "December 27", "txt": "Lester B. Pearson, Canadian historian and politician, 14th Prime Minister of Canada, Nobel Prize laureate (b. 1897)", "entities": [{"title": "Lester B. Pearson", "href": "/wiki/Lester_B._Pearson", "description": "Lester Bowles Pearson was a Canadian scholar, statesman, soldier, and diplomat, who won the Nobel Peace Prize in 1957 for organizing the United Nations Emergency Force to resolve the Suez Canal Crisis. He was the 14th prime minister of Canada from 1963 to 1968, as the head of two back-to-back Liberal minority governments following elections in 1963 and 1965."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1974", "date": "December 27", "txt": "Vladimir Fock, Russian physicist and mathematician (b. 1898)", "entities": [{"title": "Vladimir Fock", "href": "/wiki/Vladimir_Fock", "description": "Vladimir Aleksandrovich Fock was a Soviet physicist, who did foundational work on quantum mechanics and quantum electrodynamics."}]}, {"heading": "Deaths", "year": "1974", "date": "December 27", "txt": "Amy Vanderbilt, American author (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "December 27", "txt": "Chris Bell, American singer-songwriter and guitarist (b. 1951)", "entities": [{"title": "Chris Bell (American musician)", "href": "/wiki/Chris_Bell_(American_musician)", "description": "Christopher Branford Bell was an American musician, guitarist, singer, and songwriter. Along with Alex Chilton, he led the power pop band Big Star through its first album #1 Record (1972). He also pursued a solo career throughout the mid-1970s, resulting in the posthumous I Am the Cosmos LP."}]}, {"heading": "Deaths", "year": "1978", "date": "December 27", "txt": "Houari Boumediene, Algerian colonel and politician, 2nd President of Algeria (b. 1932)", "entities": [{"title": "President of Algeria", "href": "/wiki/President_of_Algeria", "description": "The president of the People's Democratic Republic of Algeria is the head of state and chief executive of Algeria, as well as the commander-in-chief of the Algerian People's National Armed Forces."}]}, {"heading": "Deaths", "year": "1978", "date": "December 27", "txt": "Bob Luman, American singer-songwriter and guitarist (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "December 27", "txt": "Hafizullah Amin, Afghan educator and politician, 2nd President of Afghanistan (b. 1929)", "entities": [{"title": "Hafizullah Amin", "href": "/wiki/Hafizullah_Amin", "description": "Hafizullah Amin was an Afghan communist politician during the Cold War. Born in Paghman and educated at Kabul University, he started his career as a teacher. After a few years in that occupation, he went to the United States to study. He would visit the United States a second time before moving permanently to Afghanistan and starting his career in radical politics. He ran as a candidate in the 196"}, {"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}]}, {"heading": "Deaths", "year": "1981", "date": "December 27", "txt": "Hoagy Carmichael, American singer-songwriter, pianist, and actor (b. 1899)", "entities": [{"title": "Hoagy Carmichael", "href": "/wiki/Hoagy_Carmichael", "description": "Hoagland Howard \"Hoagy\" Carmichael was an American singer, songwriter, musician, actor and attorney. American composer and author Alec Wilder described Carmichael as the \"most talented, inventive, sophisticated and jazz-oriented of all the great craftsmen\" of pop songs in the first half of the 20th century. Carmichael was one of the most successful Tin Pan Alley songwriters of the 1930s, and was a"}]}, {"heading": "Deaths", "year": "1982", "date": "December 27", "txt": "Jack Swigert, American pilot, astronaut, and politician (b. 1931)", "entities": [{"title": "Jack Swigert", "href": "/wiki/Jack_Swigert", "description": "John Leonard \"Jack\" Swigert Jr. was an American NASA astronaut, test pilot, mechanical engineer, aerospace engineer, United States Air Force pilot, and politician. In April 1970, as command module pilot of Apollo 13, he became one of twenty-four astronauts who flew to the Moon."}]}, {"heading": "Deaths", "year": "1985", "date": "December 27", "txt": "Jean Rondeau, French race car driver (b. 1946)", "entities": [{"title": "Jean Rondeau", "href": "/wiki/Jean_Rondeau", "description": "Jean Rondeau was a French race car driver and constructor, who won the 24 Hours of Le Mans in 1980, in a car bearing his own name, an achievement which remains unique in the history of the race."}]}, {"heading": "Deaths", "year": "1986", "date": "December 27", "txt": "George Dangerfield, English-American historian and journalist (b. 1904)", "entities": [{"title": "George Dangerfield", "href": "/wiki/George_Dangerfield", "description": "\n\nGeorge Bubb Dangerfield was an English-American journalist, historian, and the literary editor of Vanity Fair from 1933 to 1935. He is known primarily for his book The Strange Death of Liberal England (1935), a classic account of how the Liberal Party in Great Britain ruined itself in dealing with the House of Lords, woman suffrage, the Irish question, and labour unions, 1906–1914. His book on e"}]}, {"heading": "Deaths", "year": "1986", "date": "December 27", "txt": "Dumas Malone, American historian and author (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "December 27", "txt": "Rewi Alley, New Zealand writer and political activist (b. 1897)", "entities": [{"title": "Rewi Alley", "href": "/wiki/Rewi_Alley", "description": "Rewi Alley was a New Zealand-born writer and political activist. A member of the Communist Party of China, he dedicated 60 years of his life to the cause and was a key figure in the establishment of Chinese Industrial Cooperatives and technical training schools, including the Peili Vocational Institute. Alley was a prolific writer about 20th century China, and especially the communist revolution. "}]}, {"heading": "Deaths", "year": "1988", "date": "December 27", "txt": "Hal Ashby, American director and producer (b. 1929)", "entities": [{"title": "Hal Ashby", "href": "/wiki/Hal_Ashby", "description": "William Hal Ashby was an American film director and editor associated with the New Hollywood wave of filmmaking."}]}, {"heading": "Deaths", "year": "1992", "date": "December 27", "txt": "Kay Boyle, American novelist, poet, and educator (b. 1902)", "entities": [{"title": "Kay Boyle", "href": "/wiki/Kay_Boyle", "description": "Kay Boyle was an American novelist, short story writer, educator, and political activist. She was a Guggenheim Fellow and O. Henry Award winner."}]}, {"heading": "Deaths", "year": "1993", "date": "December 27", "txt": "Feliks Kibbermann, Estonian chess player and philologist (b. 1902)", "entities": [{"title": "Feliks Kibbermann", "href": "/wiki/Feliks_Kibbermann", "description": "Feliks (Felix) Kibbermann was an Estonian chess master, philologist of German language, lexicographer and pedagogue."}]}, {"heading": "Deaths", "year": "1993", "date": "December 27", "txt": "Evald Mikson, Estonian footballer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "December 27", "txt": "André Pilette, Belgian race car driver (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "December 27", "txt": "Fanny Cradock, English author and critic (b. 1909)", "entities": [{"title": "Fanny Cradock", "href": "/wiki/Fanny_Cradock", "description": "Phyllis Nan Sortain Pechey, better known as Fanny Cradock, was an English restaurant critic, television chef and writer. She frequently appeared on television, at cookery demonstrations and in print with Major Johnnie Cradock who played the part of a slightly bumbling hen-pecked husband."}]}, {"heading": "Deaths", "year": "1994", "date": "December 27", "txt": "J. B. L. Reyes, Filipino lawyer and jurist (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "December 27", "txt": "Shura Cherkassky, Ukrainian-American pianist (b. 1909)", "entities": [{"title": "Shura Cherkassky", "href": "/wiki/Shura_Cherkassky", "description": "Shura Cherkassky was a Ukrainian-American concert pianist known for his performances of the romantic repertoire. His playing was characterized by a virtuoso technique and singing piano tone. For much of his later life, Cherkassky resided in London."}]}, {"heading": "Deaths", "year": "1995", "date": "December 27", "txt": "Genrikh Kasparyan, Armenian chess player and composer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "December 27", "txt": "Brendan Gill, American journalist and essayist (b. 1914)", "entities": [{"title": "Brendan Gill", "href": "/wiki/Brendan_Gill", "description": "Brendan Gill wrote for The New Yorker for more than 60 years. He also contributed film criticism for Film Comment and wrote a popular book about his time at the New Yorker magazine."}]}, {"heading": "Deaths", "year": "1997", "date": "December 27", "txt": "Billy Wright, Northern Irish loyalist leader (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "December 27", "txt": "Michael McDowell, American author and screenwriter (b. 1950)", "entities": [{"title": "Michael McDowell (author)", "href": "/wiki/Michael_McDowell_(author)", "description": "Michael McEachern McDowell was an American novelist and screenwriter described by author Stephen King as \"the finest writer of paperback originals in America today\". His best-known work is the screenplay for the Tim Burton film Beetlejuice."}]}, {"heading": "Deaths", "year": "2002", "date": "December 27", "txt": "George Roy Hill, American actor, director, producer, and screenwriter (b. 1922)", "entities": [{"title": "George Roy Hill", "href": "/wiki/George_Roy_Hill", "description": "George Roy Hill was an American film director. He is most noted for directing such films as Butch Cassidy and the Sundance Kid (1969) and The Sting (1973), both starring Paul Newman and Robert Redford."}]}, {"heading": "Deaths", "year": "2003", "date": "December 27", "txt": "Alan Bates, English actor (b. 1934)", "entities": [{"title": "Alan Bates", "href": "/wiki/Alan_Bates", "description": "Sir Alan Arthur Bates, was an English actor who came to prominence in the 1960s, when he appeared in films ranging from the popular children's story Whistle Down the Wind to the \"kitchen sink\" drama A Kind of Loving."}]}, {"heading": "Deaths", "year": "2003", "date": "December 27", "txt": "Iván Calderón, Puerto Rican-American baseball player (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 27", "txt": "Hank Garland, American guitarist (b. 1930)", "entities": [{"title": "Hank Garland", "href": "/wiki/Hank_Garland", "description": "Walter Louis Garland professionally Hank Garland, was an American guitarist and songwriter. He started as a country musician, played rock and roll as it became popular in the 1950s, and released a jazz album in 1960. His career was cut short when a car accident in 1961 left him unable to perform."}]}, {"heading": "Deaths", "year": "2007", "date": "December 27", "txt": "Benazir Bhutto, Pakistani financier and politician, 11th Prime Minister of Pakistan (b. 1953)", "entities": [{"title": "Benazir Bhutto", "href": "/wiki/Benazir_Bhutto", "description": "Benazir Bhutto was a Pakistani politician who served as Prime Minister of Pakistan from 1988 to 1990 and again from 1993 to 1996. She was the first woman to head a democratic government in a Muslim majority country. Ideologically a liberal and a secularist, she chaired or co-chaired the Pakistan Peoples Party (PPP) from the early 1980s until her assassination in 2007."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Deaths", "year": "2007", "date": "December 27", "txt": "Jerzy Kawalerowicz, Polish director and screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 27", "txt": "Jaan Kross, Estonian author and poet (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 27", "txt": "Delaney Bramlett, American singer-songwriter, guitarist, and producer (b. 1939)", "entities": [{"title": "Delaney Bramlett", "href": "/wiki/Delaney_Bramlett", "description": "Delaine Alvin \"Delaney\" Bramlett was an American singer, songwriter, musician, and producer. Bramlett is best known for his musical partnership with his then-wife Bonnie Bramlett in the band Delaney & Bonnie and Friends, which included a wide variety of other musicians, many of whom were successful in other contexts."}]}, {"heading": "Deaths", "year": "2008", "date": "December 27", "txt": "Robert Graham, Mexican-American sculptor (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 27", "txt": "Isaac Schwartz,  Ukrainian-Russian composer and educator (b. 1923)", "entities": [{"title": "Isaac Schwartz", "href": "/wiki/Isaac_Schwartz", "description": "Isaac Iosifovich Schwartz, also known as Isaak Shvarts, was a Soviet composer."}]}, {"heading": "Deaths", "year": "2011", "date": "December 27", "txt": "Catê, Brazilian footballer and manager (b. 1973)", "entities": [{"title": "Catê", "href": "/wiki/Cat%C3%AA", "description": "Marco Antônio Lemos Tozzi, commonly known as Catê, was a Brazilian footballer who played for clubs of Brazil, Chile, Italy, the United States and Venezuela."}]}, {"heading": "Deaths", "year": "2011", "date": "December 27", "txt": "Michael Dummett, English soldier, philosopher, and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 27", "txt": "Helen Frankenthaler, American painter and educator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 27", "txt": "Johnny Wilson, Canadian-American ice hockey player and coach (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 27", "txt": "Harry Carey, Jr., American actor, producer, and screenwriter (b. 1921)", "entities": [{"title": "Harry Carey, Jr.", "href": "/wiki/Harry_Carey,_Jr.", "description": "Henry George Carey Jr. was an American actor. He appeared in more than 90 films, including several John Ford Westerns, as well as numerous television series."}]}, {"heading": "Deaths", "year": "2012", "date": "December 27", "txt": "Lloyd Charmers, Jamaican singer, keyboard player, and producer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 27", "txt": "Tingye Li, Chinese-American physicist and engineer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 27", "txt": "Archie Roy, Scottish astronomer and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 27", "txt": "Norman Schwarzkopf, Jr., American general and engineer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 27", "txt": "Salt Walther, American race car driver (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 27", "txt": "Richard Ambler, English-Scottish biologist and academic (b. 1933)", "entities": [{"title": "Richard Ambler", "href": "/wiki/Richard_Ambler", "description": "Richard Penry Ambler was an English molecular biologist who conducted groundbreaking research into the evolution of antibiotic-resistant bacteria. Ambler was the first scientist to publish an amino acid sequence of a bacterial protein, and had a long academic career at the University of Edinburgh."}]}, {"heading": "Deaths", "year": "2013", "date": "December 27", "txt": "Mohamad Chatah, Lebanese economist and politician, Lebanese Minister of Finance (b. 1951)", "entities": [{"title": "Ministry of Finance (Lebanon)", "href": "/wiki/Ministry_of_Finance_(Lebanon)", "description": "The Ministry of Finance is a ministry of the government of Lebanon."}]}, {"heading": "Deaths", "year": "2013", "date": "December 27", "txt": "Gianna D'Angelo, American soprano and educator (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 27", "txt": "John Matheson, Canadian colonel, lawyer, and politician (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 27", "txt": "Farooq Sheikh, Indian actor, philanthropist and a popular television presenter (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 27", "txt": "Ben Ammi Ben-Israel, American-Israeli religious leader, founded the African Hebrew Israelites of Jerusalem (b. 1939)", "entities": [{"title": "Ben Ammi Ben-Israel", "href": "/wiki/Ben_Ammi_Ben-Israel", "description": "Ben Ammi Ben-Israel was the American-born founder and spiritual leader of the African Hebrew Israelites of Jerusalem."}, {"title": "African Hebrew Israelites of Jerusalem", "href": "/wiki/African_Hebrew_Israelites_of_Jerusalem", "description": "The African Hebrew Israelite Nation of Jerusalem is a spiritual group now mainly based in Dimona, Israel, whose members believe they are descended from the Twelve Tribes of Israel. The community now numbers around 5,000. Their immigrant ancestors were African Americans, many from Chicago, Illinois, who migrated to Israel in the late 1960s."}]}, {"heading": "Deaths", "year": "2014", "date": "December 27", "txt": "Ulises Estrella, Ecuadorian poet and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 27", "txt": "Ronald Li, Hong Kong accountant and businessman (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 27", "txt": "Karel Poma, Belgian bacteriologist and politician (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 27", "txt": "Stein Eriksen, Norwegian-American skier (b. 1927)", "entities": [{"title": "Stein Eriksen", "href": "/wiki/Stein_Eriksen", "description": "Stein Eriksen was an alpine ski racer and Olympic gold medalist from Norway. Following his racing career, he was a ski school director and ambassador at various resorts in the United States."}]}, {"heading": "Deaths", "year": "2015", "date": "December 27", "txt": "Dave Henderson, American baseball player and sportscaster (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 27", "txt": "Ellsworth Kelly, American painter and sculptor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 27", "txt": "Meadowlark Lemon, American basketball player and minister (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 27", "txt": "Alfredo Pacheco, Salvadoran footballer (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 27", "txt": "Stevie Wright, English-Australian singer-songwriter (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 27", "txt": "Carrie Fisher, American actress, screenwriter, author, producer, and speaker (b. 1956)", "entities": [{"title": "Carrie Fisher", "href": "/wiki/Carrie_Fisher", "description": "Carrie Frances Fisher was an American actress and writer. Fisher played Princess Leia in the Star Wars films, a role for which she was nominated for four Saturn Awards. Her other film credits include Shampoo (1975), The Blues Brothers (1980), Hannah and Her Sisters (1986), The 'Burbs (1989), When Harry Met Sally... (1989), Soapdish (1991), and The Women (2008). Fisher was nominated twice for the P"}]}, {"heading": "Deaths", "year": "2016", "date": "December 27", "txt": "Ratnasiri Wickremanayake, Sri Lankan politician (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "December 27", "txt": "Frank Blaichman, Polish resistance fighter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "December 27", "txt": "Maria Creveling, American League of Legends player (b. 1995)", "entities": [{"title": "Remilia", "href": "/wiki/Remilia", "description": "Maria Creveling, better known as Remilia, was an American professional League of Legends player. She was the first woman and transgender person to compete in the NA LCS, debuting in the 2016 Spring Split as the support for Renegades. However, she took a sudden hiatus from professional play a few weeks into her debut season due to on-stage pressure and online harassment. During her career she was p"}]}]