[{"heading": "Events", "year": "0395", "date": "December 8", "txt": "Later Yan is defeated by its former vassal Northern Wei at the Battle of Canhe Slope.", "entities": [{"title": "Later Yan", "href": "/wiki/Later_Yan", "description": "The Later Yan was a Murong–Xianbei state, located in modern-day northeast China, during the era of Sixteen Kingdoms in China."}, {"title": "Northern Wei", "href": "/wiki/Northern_Wei", "description": "The Northern Wei, also known as the Tuoba Wei (拓跋魏), Later Wei (後魏), was a dynasty founded by the Tuoba (Tabgach) clan of the Xianbei, which ruled northern China from 386 to 534 AD, during the period of the Northern and Southern dynasties. Described as \"part of an era of political turbulence and intense social and cultural change\", the Northern Wei dynasty is particularly noted for unifying northe"}, {"title": "Battle of Canhe Slope", "href": "/wiki/Battle_of_Canhe_Slope", "description": "Battle of Canhe Slope refers to a battle in 395 where the Chinese/Xianbei state Later Yan, then ruling over northern and central China, had launched a punitive campaign against its former vassal Northern Wei, also of Xianbei extraction."}]}, {"heading": "Events", "year": "0757", "date": "December 8", "txt": "Du Fu returns to Chang'an as a member of Emperor Xuanzong's court, after having escaped the city during the An Lushan Rebellion.", "entities": [{"title": "Du Fu", "href": "/wiki/Du_Fu", "description": "Du Fu was a Chinese poet and politician of the Tang dynasty. Along with his elder contemporary and friend Li Bai, he is frequently called the greatest of the Chinese poets. His greatest ambition was to serve his country as a successful civil servant, but he proved unable to make the necessary accommodations. His life, like the whole country, was devastated by the An Lushan Rebellion of 755, and hi"}, {"title": "Chang'an", "href": "/wiki/Chang%27an", "description": "Chang'an was an ancient capital of more than ten dynasties in Chinese history, today known as Xi'an in Shaanxi province. Chang'an means \"Perpetual Peace\" in Classical Chinese since it was a capital that was repeatedly used by new Chinese rulers. During the short-lived Xin dynasty, the city was renamed \"Constant Peace\" ; the old name was later restored. By the time of the Ming dynasty, a new walled"}, {"title": "Emperor Xuanzong of Tang", "href": "/wiki/Emperor_Xuanzong_of_Tang", "description": "Emperor Xuanzong of Tang, also commonly known as Emperor Ming of Tang or Illustrious August, personal name Li Longji, was the seventh emperor of the Tang dynasty in China, reigning from 713 to 756 CE. His reign of 43 years was the longest during the Tang dynasty. In the early half of his reign he was a diligent and astute ruler. Ably assisted by capable chancellors like Yao Chong, Song Jing and Zh"}, {"title": "An Lushan Rebellion", "href": "/wiki/An_Lushan_Rebellion", "description": "The An Lushan Rebellion was an uprising against the Tang dynasty of China towards the mid-point of the dynasty, with an attempt to replace it with the Yan dynasty. The rebellion was originally led by An Lushan, a general officer of the Tang military system. The event involved military activity and direct deaths from battle, but also significant associated population loss from famine, and populatio"}]}, {"heading": "Events", "year": "0877", "date": "December 8", "txt": "Louis the Stammerer (son of Charles the Bald) is crowned king of the West Frankish Kingdom at Compiègne.", "entities": [{"title": "Louis the Stammerer", "href": "/wiki/Louis_the_Stammerer", "description": "Louis II, known as Louis the Stammerer, was the king of Aquitaine and later the king of West Francia. He was the eldest son of Emperor Charles the Bald and Ermentrude of Orléans. Louis the Stammerer was physically weak and outlived his father by a year and a half."}, {"title": "Charles the Bald", "href": "/wiki/Charles_the_Bald", "description": "Charles the Bald was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious b"}, {"title": "West Francia", "href": "/wiki/West_Francia", "description": "In medieval history, West Francia or the Kingdom of the West Franks refers to the western part of the Frankish Empire established by Charlemagne. It represents the earliest stage of the Kingdom of France, lasting from about 840 until 987. West Francia emerged from the partition of the Carolingian Empire in 843 under the Treaty of Verdun following the death of Charlemagne's son, Louis the Pious."}, {"title": "Compiègne", "href": "/wiki/Compi%C3%A8gne", "description": "Compiègne is a commune in the Oise department in northern France. It is located on the river Oise. Its inhabitants are called Compiégnois."}]}, {"heading": "Events", "year": "1432", "date": "December 8", "txt": "The first battle between the forces of Švitrigaila and Sigismund Kęstutaitis is fought near the town of Oszmiana (Ashmyany), launching the most active phase of the Lithuanian Civil War.", "entities": [{"title": "Švitrigaila", "href": "/wiki/%C5%A0vitrigaila", "description": "Švitrigaila was the Grand Duke of Lithuania from 1430 to 1432. He spent most of his life in largely unsuccessful dynastic struggles against his cousins Vytautas and Sigismund Kęstutaitis."}, {"title": "Sigismund Kęstutaitis", "href": "/wiki/Sigismund_K%C4%99stutaitis", "description": "Sigismund Kęstutaitis was the Grand Duke of Lithuania from 1432 to 1440. Sigismund was his baptismal name, while his pagan Lithuanian birth name is unknown. He was the son of the Grand Duke of Lithuania Kęstutis and his wife Birutė."}, {"title": "Ashmyany", "href": "/wiki/Ashmyany", "description": "Ashmyany is a town in Grodno Region, Belarus, located at 50 km from Vilnius. It is the capital of the Ashmyany District. It lies in the basin of the Ashmyanka River. It is also known as \"Aschemynne\" in the chronicles of the Teutonic Knights. It was the birthplace of Lucjan Żeligowski, a renowned Polish general and military commander and Abba Kovner, Jewish partisan leader during World War II and I"}, {"title": "Lithuanian Civil War (1431–35)", "href": "/wiki/Lithuanian_Civil_War_(1431%E2%80%9335)", "description": "The Lithuanian Civil War of 1432–1438 was a conflict over the succession to the throne of the Grand Duchy of Lithuania, after Vytautas the Great died in 1430 without leaving an heir. The war was fought on the one side by Švitrigaila, allied with the Teutonic Knights, and on the other by Sigismund Kęstutaitis, backed by the Kingdom of Poland. The war threatened to sever the Union of Krewo, the pers"}]}, {"heading": "Events", "year": "1504", "date": "December 8", "txt": "Ahmad ibn Abi Jum'ah writes his Oran fatwa, arguing for the relaxation of Islamic law requirements for the forcibly converted Muslims in Spain.", "entities": [{"title": "Ahmad ibn Abi Jum'ah", "href": "/wiki/Ahmad_ibn_Abi_Jum%27ah", "description": "Abu al-Abbas Ahmad ibn Abi Jum'ah al-Maghrawi al-Wahrani was a Maliki scholar of Islamic law, active in the Maghreb from the end of the fifteenth century until his death. He was identified as the author of the 1504 fatwa commonly named the Oran fatwa, instructing the Muslims in Spain about how to secretly practice Islam, and granting comprehensive dispensations for them to publicly conform to Chri"}, {"title": "Oran fatwa", "href": "/wiki/Oran_fatwa", "description": "The Oran fatwa was a responsum fatwa, or an Islamic legal opinion, issued in 1504 to address the crisis that occurred when Muslims in the Crown of Castile were forced to convert to Christianity in 1500–1502. The fatwa sets out detailed relaxations of the sharia requirements, allowing the Muslims to conform outwardly to Christianity and perform acts that are ordinarily forbidden in Islamic law, whe"}, {"title": "Fiqh", "href": "/wiki/Fiqh", "description": "Fiqh is Islamic jurisprudence. Fiqh is often described as the human understanding and practices of the sharia, that is human understanding of the divine Islamic law as revealed in the Quran and the Sunnah. Fiqh expands and develops Shariah through interpretation (ijtihad) of the Quran and Sunnah by Islamic jurists (ulama) and is implemented by the rulings (fatwa) of jurists on questions presented "}, {"title": "Forced conversion of Muslims in Spain", "href": "/wiki/Forced_conversion_of_Muslims_in_Spain", "description": "The forced conversions of Muslims in Spain were enacted through a series of edicts outlawing Islam in the lands of the Spanish Monarchy. This effort was overseen by three Spanish kingdoms during the early 16th century: the Crown of Castile in 1500–1502, followed by Navarre in 1515–1516, and lastly the Crown of Aragon in 1523–1526."}]}, {"heading": "Events", "year": "1660", "date": "December 8", "txt": "A woman (either Margaret Hughes or Anne Marshall) appears on an English public stage for the first time, in the role of Desdemona in a production of Shakespeare's play Othello.", "entities": [{"title": "Margaret Hughes", "href": "/wiki/Margaret_Hughes", "description": "Margaret Hughes, also Peg Hughes or Margaret Hewes, is often credited as the first professional actress on the English stage on 8 December 1660. Hughes was the mistress of the English Civil War general Prince Rupert of the Rhine."}, {"title": "Anne Marshall", "href": "/wiki/Anne_Marshall", "description": "Anne Marshall, also Mrs. Anne Quin, was a leading English actress of the Restoration era, one of the first generation of women performers to appear on the public stage in England."}, {"title": "Desdemona", "href": "/wiki/Desdemona", "description": "Desdemona is a character in William Shakespeare's play Othello. Shakespeare's Desdemona is a Venetian beauty who enrages and disappoints her father, a Venetian senator, when she elopes with Othello, a Moorish man several years her senior. When her husband is deployed to Cyprus in the service of the Republic of Venice, Desdemona accompanies him. There, her husband is manipulated by his ensign Iago "}]}, {"heading": "Events", "year": "1851", "date": "December 8", "txt": "Conservative Santiago-based government troops defeat rebels at the Battle of Loncomilla, signaling the end of the 1851 Chilean Revolution.", "entities": [{"title": "Pelucones", "href": "/wiki/Pelucones", "description": "Pelucones was the name used to refer to Chilean aristocratic conservatives in early 19th century. The name \"Pelucones\" was originally used by the Pipiolos, or Liberals, as a derogatory term linking the conservatives to old fashioned wigs that were popular in the 18th century. Following the Chilean Civil War of 1829, when the Pipiolos were defeated, the Pelucones enforced the Chilean Constitution o"}, {"title": "Santiago", "href": "/wiki/Santiago", "description": "Santiago, also known as Santiago de Chile, is the capital and largest city of Chile as well as one of the largest cities in the Americas. It is the center of Chile's most densely populated region, the Santiago Metropolitan Region, whose total population is 7 million, of which more than 6 million live in the city's continuous urban area. The city is entirely in the country's central valley. Most of"}, {"title": "Battle of Loncomilla", "href": "/wiki/Battle_of_Loncomilla", "description": "The Battle of Loncomilla was the decisive battle of the 1851 Chilean Revolution between conservative government and liberal rebel forces on 8 December 1851. The conservative victory in the battle essentially crushed the revolution. The rebel army of José María de la Cruz's was aided by Mapuche chief Mañil who participated in battle with his warriors. After defeat at Loncomilla Mañil returned south"}, {"title": "1851 Chilean Revolution", "href": "/wiki/1851_Chilean_Revolution", "description": "The Revolution of 1851 was an attempt by Chilean liberals to overthrow the conservative government of president Manuel Montt and repeal the Chilean Constitution of 1833. After various battles and sieges, by late December 1851 government forces had subdued the revolutionaries."}]}, {"heading": "Events", "year": "1854", "date": "December 8", "txt": "In his Apostolic constitution Ineffabilis Deus, Pope Pius IX proclaims the dogmatic definition of Immaculate Conception, which holds that the Blessed Virgin Mary was conceived free of Original Sin.", "entities": [{"title": "Apostolic constitution", "href": "/wiki/Apostolic_constitution", "description": "An apostolic constitution is the most solemn form of legislation issued by the Pope. The use of the term constitution comes from Latin constitutio, which referred to any important law issued by the Roman emperor, and is retained in church documents because of the inheritance that the canon law of the Roman Catholic Church received from Roman law."}, {"title": "Pope Pius IX", "href": "/wiki/Pope_Pius_IX", "description": "Pius IX was head of the Catholic Church from 1846 to 1878, the longest papal reign. After starting as a liberal he reversed positions and strongly condemned liberalism. He was notable for convoking the First Vatican Council in 1868 and for permanently losing papal control of the Papal States in 1870 to the Kingdom of Italy. He refused to leave Vatican City, declaring himself a \"prisoner of the Vat"}, {"title": "Dogmatic definition", "href": "/wiki/Dogmatic_definition", "description": "Papal infallibility is a dogma of the Catholic Church which states that, in virtue of the promise of Jesus to Peter, the pope when appealing to his highest authority is preserved from the possibility of error on doctrine \"initially given to the apostolic Church and handed down in Scripture and tradition\". This doctrine was defined dogmatically at the First Vatican Council of 1869–1870 in the docum"}, {"title": "Immaculate Conception", "href": "/wiki/Immaculate_Conception", "description": "The Immaculate Conception is a dogma of the Catholic Church which states that Mary, mother of Jesus has been free of original sin from the moment of her conception. It proved controversial in the Middle Ages, but was revived in the 19th century and was adopted as Church dogma when Pope Pius IX promulgated Ineffabilis Deus in 1854. This followed Ubi primum, an 1849 encyclical wherein Pius had asked"}, {"title": "Blessed Virgin Mary", "href": "/wiki/Blessed_Virgin_Mary", "description": "Mary was a 1st century Galilean Jewish woman of Nazareth, the wife of Joseph and the mother of Jesus, according to the canonical gospels and the Quran."}, {"title": "Original Sin", "href": "/wiki/Original_Sin", "description": "Original sin is the Christian doctrine that humans inherit a tainted nature and a proclivity to sin through the fact of birth. Theologians have characterized this condition in many ways, seeing it as ranging from something as insignificant as a slight deficiency, or a tendency toward sin yet without collective guilt, referred to as a \"sin nature\", to total depravity or automatic guilt of all human"}]}, {"heading": "Events", "year": "1864", "date": "December 8", "txt": "Pope Pius IX promulgates the encyclical Quanta cura and its appendix, the Syllabus of Errors, outlining the authority of the Catholic Church and condemning various liberal ideas.", "entities": [{"title": "Pope Pius IX", "href": "/wiki/Pope_Pius_IX", "description": "Pius IX was head of the Catholic Church from 1846 to 1878, the longest papal reign. After starting as a liberal he reversed positions and strongly condemned liberalism. He was notable for convoking the First Vatican Council in 1868 and for permanently losing papal control of the Papal States in 1870 to the Kingdom of Italy. He refused to leave Vatican City, declaring himself a \"prisoner of the Vat"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Liberalism", "href": "/wiki/Liberalism", "description": "Liberalism is a political and moral philosophy based on liberty, consent of the governed and equality before the law. Liberals espouse a wide array of views depending on their understanding of these principles, but they generally support free markets, free trade, limited government, individual rights, capitalism, democracy, secularism, gender equality, racial equality, internationalism, freedom of"}]}, {"heading": "Events", "year": "1907", "date": "December 8", "txt": "King Gustaf V of Sweden accedes to the Swedish throne.", "entities": [{"title": "Gustaf V of Sweden", "href": "/wiki/Gustaf_V_of_Sweden", "description": "Gustaf V was King of Sweden from 1907 until his death in 1950. He was the eldest son of King Oscar II of Sweden and Sophia of Nassau, a half-sister of Adolphe, Grand Duke of Luxembourg. Reigning from the death of his father, Oscar II, in 1907 to his own death 43 years later, he holds the record of being the oldest monarch of Sweden and the third-longest rule, after Magnus IV and Carl XVI Gustaf. H"}, {"title": "Monarchy of Sweden", "href": "/wiki/Monarchy_of_Sweden", "description": "The monarchy of Sweden concerns the monarchical head of state of Sweden, which is a constitutional and hereditary monarchy with a parliamentary system. There have been kings in what now is the Kingdom of Sweden since time immemorial. Originally an elective monarchy, it became an hereditary monarchy in the 16th century during the reign of Gustav Vasa, though virtually all monarchs before that belon"}]}, {"heading": "Events", "year": "1912", "date": "December 8", "txt": "Leaders of the German Empire hold an Imperial War Council to discuss the possibility that war might break out.", "entities": [{"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "German Imperial War Council of 8 December 1912", "href": "/wiki/German_Imperial_War_Council_of_8_December_1912", "description": "The German Imperial War Council of 8 December 1912 was an informal conference of some of the highest military leaders of the German Empire. Meeting at the Stadtschloss in Berlin, they discussed and debated the tense military and diplomatic situation in Europe at the time. As a result of the Russian Great Military Program announced in November, Austria-Hungary's concerns about Serbian successes in "}]}, {"heading": "Events", "year": "1914", "date": "December 8", "txt": "World War I: A squadron of Britain's Royal Navy defeats the Imperial German East Asia Squadron in the Battle of the Falkland Islands in the South Atlantic.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "German East Asia Squadron", "href": "/wiki/German_East_Asia_Squadron", "description": "The German East Asia Squadron was an Imperial German Navy cruiser squadron which operated mainly in the Pacific Ocean between the mid-1890s until 1914, when it was destroyed at the Battle of the Falkland Islands. It was based at Germany's Kiautschou Bay concession in China."}, {"title": "Battle of the Falkland Islands", "href": "/wiki/Battle_of_the_Falkland_Islands", "description": "The Battle of the Falkland Islands was a First World War naval action between the British Royal Navy and Imperial German Navy on 8 December 1914 in the South Atlantic. The British, after their defeat at the Battle of Coronel on 1 November, sent a large force to track down and destroy the German cruiser squadron. The battle is commemorated every year on 8 December in the Falkland Islands as a publi"}]}, {"heading": "Events", "year": "1941", "date": "December 8", "txt": "World War II: U.S. President Franklin D. Roosevelt declares December 7 to be \"a date which will live in infamy\", after which the U.S. declares war on Japan.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "December 7", "href": "/wiki/December_7", "description": "December 7 is the 341st day of the year in the Gregorian calendar; 24 days remain until the end of the year."}, {"title": "Infamy Speech", "href": "/wiki/Infamy_Speech", "description": "The Infamy Speech was a speech delivered by United States President Franklin D. Roosevelt to a Joint Session of the U.S. Congress on December 8, 1941, one day after the Empire of Japan's attack on the U.S. naval base at Pearl Harbor, Hawaii, and the Japanese declaration of war on the United States and the British Empire. The name derives from the first line of the speech: Roosevelt describing the "}, {"title": "United States declaration of war upon Japan", "href": "/wiki/United_States_declaration_of_war_upon_Japan", "description": "On December 8, 1941, the United States Congress declared war on the Empire of Japan in response to that country's surprise attack on Pearl Harbor the prior day. It was formulated an hour after the Infamy Speech of President Franklin D. Roosevelt. Japan had sent a message to their embassy in Washington, but because of problems in decoding and typing out the very long message – the high-security lev"}]}, {"heading": "Events", "year": "1941", "date": "December 8", "txt": "World War II: Japanese forces simultaneously invade Shanghai International Settlement, Malaya, Thailand, Hong Kong, the Philippines, and the Dutch East Indies. (See December 7 for the concurrent attack on Pearl Harbor in the Western Hemisphere.)", "entities": [{"title": "Japanese invasion of Malaya", "href": "/wiki/Japanese_invasion_of_Malaya", "description": "The Japanese Invasion of Malaya began just after midnight on 8 December 1941 before the attack on Pearl Harbor. It was the first major battle of the Pacific War, and was fought between ground forces of the British Indian Army and the Empire of Japan."}, {"title": "Japanese invasion of Thailand", "href": "/wiki/Japanese_invasion_of_Thailand", "description": "The Japanese invasion of Thailand occurred on 8 December 1941. It was briefly fought between the Kingdom of Thailand and the Empire of Japan. Despite fierce fighting in Southern Thailand, the fighting lasted only five hours before ending in a ceasefire. Thailand and Japan then formed an alliance, making Thailand part of the Axis' alliance until the end of World War II."}, {"title": "Battle of Hong Kong", "href": "/wiki/Battle_of_Hong_Kong", "description": "The Battle of Hong Kong, also known as the Defence of Hong Kong and the Fall of Hong Kong, was one of the first battles of the Pacific War in World War II. On the same morning as the attack on Pearl Harbor, forces of the Empire of Japan attacked the British Crown colony of Hong Kong, without declaring war against the British Empire. The Hong Kong garrison consisted of British, Indian and Canadian "}, {"title": "Philippines campaign (1941–1942)", "href": "/wiki/Philippines_campaign_(1941%E2%80%931942)", "description": "The Philippines campaign, also known as the Battle of the Philippines or the Fall of the Philippines, was from December 8, 1941 to May 8, 1942 the invasion of the Philippines by the Empire of Japan and the defense of the islands by United States and the Philippine Armies during World War II."}, {"title": "Dutch East Indies campaign", "href": "/wiki/Dutch_East_Indies_campaign", "description": "The Dutch East Indies campaign of 1941–1942 was the conquest of the Dutch East Indies by forces from the Empire of Japan in the early days of the Pacific campaign of World War II. Forces from the Allies attempted unsuccessfully to defend the islands. The East Indies were targeted by the Japanese for their rich oil resources which would become a vital asset during the war. The campaign and subseque"}, {"title": "December 7", "href": "/wiki/December_7", "description": "December 7 is the 341st day of the year in the Gregorian calendar; 24 days remain until the end of the year."}, {"title": "Attack on Pearl Harbor", "href": "/wiki/Attack_on_Pearl_Harbor", "description": "The Attack on Pearl Harbor was a surprise military strike by the Imperial Japanese Navy Air Service upon the United States against the naval base at Pearl Harbor in Honolulu, Territory of Hawaii, just before 08:00, on Sunday morning, December 7, 1941. The attack led to the United States' formal entry into World War II the next day. The Japanese military leadership referred to the attack as the Haw"}, {"title": "Western Hemisphere", "href": "/wiki/Western_Hemisphere", "description": "The Western Hemisphere is a geographical term for the half of Earth which lies west of the prime meridian and east of the antimeridian. The other half is called the Eastern Hemisphere. In geopolitical terms, the context in which the term is most often used, the Encyclopedia Britannica defines it as \"North and South America and the surrounding waters. Longitudes 20°W and 160°E are often considered "}]}, {"heading": "Events", "year": "1943", "date": "December 8", "txt": "World War II: The German 117th Jäger Division destroys the monastery of Mega Spilaio in Greece and executes 22 monks and visitors as part of reprisals that culminated a few days later with the Massacre of Kalavryta.", "entities": [{"title": "117th Jäger Division (Wehrmacht)", "href": "/wiki/117th_J%C3%A4ger_Division_(Wehrmacht)", "description": "117th Jäger Division was a German infantry division of World War II. The division was formed in April 1943 by the reorganization and redesignation of the 717th Infantry Division. The 717th Division had been formed in April 1941. It was transferred to Yugoslavia in May 1941, to conduct anti partisan and Internal security operations."}, {"title": "Mega Spilaio", "href": "/wiki/Mega_Spilaio", "description": "Mega Spilaio, formally the Monastery of the Dormition of the Theotokos, is a Greek Orthodox monastery near Kalavryta, in the Peloponnese peninsula in southern Greece."}, {"title": "Reprisals", "href": "/wiki/Reprisals", "description": "A reprisal is a limited and deliberate violation of international law to punish another sovereign state that has already broken them. Reprisals in the laws of war are extremely limited, as they commonly breach the rights of non-combatants, an action outlawed by the 1949 Geneva Convention."}, {"title": "Massacre of Kalavryta", "href": "/wiki/Massacre_of_Kalavryta", "description": "The Kalavryta massacre, or the Holocaust of Kalavryta, refers to the near-extermination of the male population and the total destruction of the town of Kalavryta, Greece, by the 117th Jäger Division (Wehrmacht) during World War II, on 13 December 1943."}]}, {"heading": "Events", "year": "1953", "date": "December 8", "txt": "U.S. President Dwight D. Eisenhower delivers his \"Atoms for Peace\" speech, which leads to an American program to supply equipment and information on nuclear power to schools, hospitals, and research institutions around the world.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Atoms for Peace", "href": "/wiki/Atoms_for_Peace", "description": "\"Atoms for Peace\" was the title of a speech delivered by U.S. President Dwight D. Eisenhower to the UN General Assembly in New York City on December 8, 1953.I feel impelled to speak today in a language that in a sense is new – one which I, who have spent so much of my life in the military profession, would have preferred never to use.\n\nThat new language is the language of atomic warfare."}]}, {"heading": "Events", "year": "1955", "date": "December 8", "txt": "The Flag of Europe is adopted by Council of Europe.", "entities": [{"title": "Flag of Europe", "href": "/wiki/Flag_of_Europe", "description": "The flag of Europe or the European flag is an official symbol used by two separate organisations, the Council of Europe (CoE) - as a symbol representing Europe, and the European Union (EU). It consists of a circle of twelve five-pointed golden stars on a blue field."}, {"title": "Council of Europe", "href": "/wiki/Council_of_Europe", "description": "The Council of Europe is an international organisation founded in the wake of World War II to uphold human rights, democracy and the rule of law in Europe. Founded in 1949, it has 47 member states, with a population of approximately 820 million, and operates with an annual budget of approximately 500 million euros."}]}, {"heading": "Events", "year": "1962", "date": "December 8", "txt": "Workers at four New York City newspapers (this later increases to nine) go on strike for 114 days.", "entities": [{"title": "1962–63 New York City newspaper strike", "href": "/wiki/1962%E2%80%9363_New_York_City_newspaper_strike", "description": "The 1962–63 New York City Newspaper Strike ran from December 8, 1962, until March 31, 1963, lasting for a total of 114 days. Besides low wages, the unions were resisting automation of the printing presses."}]}, {"heading": "Events", "year": "1963", "date": "December 8", "txt": "Pan Am Flight 214, a Boeing 707, is struck by lightning and crashes near Elkton, Maryland, killing all 81 people on board.", "entities": [{"title": "Pan Am Flight 214", "href": "/wiki/Pan_Am_Flight_214", "description": "Pan Am Flight 214 was a scheduled flight of Pan American World Airways from San Juan, Puerto Rico, to Baltimore, Maryland, and Philadelphia, Pennsylvania. On December 8, 1963, the Boeing 707 serving the flight crashed near Elkton, Maryland, while flying from Baltimore to Philadelphia, after being hit by lightning. All 81 occupants of the plane were killed. The crash was Pan Am's first fatal accide"}, {"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}, {"title": "Lightning", "href": "/wiki/Lightning", "description": "Lightning is a naturally occurring electrostatic discharge during which two electrically charged regions in the atmosphere or ground temporarily equalize themselves, causing the instantaneous release of as much as one gigajoule of energy. This discharge may produce a wide range of electromagnetic radiation, from very hot plasma created by the rapid movement of electrons, to brilliant flashes of vi"}, {"title": "Elkton, Maryland", "href": "/wiki/Elkton,_Maryland", "description": "Elkton is a town in and the county seat of Cecil County, Maryland, United States. The population was 15,443 at the 2010 census. It was formerly called Head of Elk because it sits at the head of navigation on the Elk River, which flows into the nearby Chesapeake Bay."}]}, {"heading": "Events", "year": "1966", "date": "December 8", "txt": "The Greek ship SS Heraklion sinks in a storm in the Aegean Sea, killing over 200.", "entities": [{"title": "SS Heraklion", "href": "/wiki/SS_Heraklion", "description": "SS Heraklion was a roll on/roll off car ferry operating the lines Piraeus – Chania and Piraeus – Irakleio between 1965 and 1966. The ship capsized and sank on 8 December 1966 in the Aegean Sea, resulting in the death of over 200 people. Her demise resulted in one of the greatest maritime disasters in Greek history."}, {"title": "Aegean Sea", "href": "/wiki/Aegean_Sea", "description": "The Aegean Sea is an elongated embayment of the Mediterranean Sea located between Europe's Balkan peninsula and Asia's Anatolia peninsula. The sea has an area of some 215,000 square kilometres. In the north, the Aegean is connected to the Marmara Sea and the Black Sea by the straits of the Dardanelles and the Bosphorus. The Aegean Islands are located within the sea and some bound it on its souther"}]}, {"heading": "Events", "year": "1969", "date": "December 8", "txt": "Olympic Airways Flight 954 strikes a mountain outside of Keratea, Greece, killing 90 people in the worst crash of a Douglas DC-6 in history.", "entities": [{"title": "Olympic Airways Flight 954", "href": "/wiki/Olympic_Airways_Flight_954", "description": "Olympic Airways Flight 954 was a Douglas DC-6B aircraft that crashed into a mountain near Keratea, Greece on December 8th, 1969. All 85 passengers and 5 crew on board died in the crash."}, {"title": "Douglas DC-6", "href": "/wiki/Douglas_DC-6", "description": "The Douglas DC-6 is a piston-powered airliner and cargo aircraft built by the Douglas Aircraft Company from 1946 to 1958. Originally intended as a military transport near the end of World War II, it was reworked after the war to compete with the Lockheed Constellation in the long-range commercial transport market. More than 700 were built and many still fly today in cargo, military, and wildfire c"}]}, {"heading": "Events", "year": "1971", "date": "December 8", "txt": "Indo-Pakistani War: The Indian Navy launches an attack on West Pakistan's port city of Karachi.", "entities": [{"title": "Indo-Pakistani War of 1971", "href": "/wiki/Indo-Pakistani_War_of_1971", "description": "The Indo-Pakistani War of 1971 was a military confrontation between India's Mitro bahini forces and Pakistan that occurred during the Bangladesh Liberation War in East Pakistan from 3 December 1971 to the fall of Dacca (Dhaka) on 16 December 1971. The war began with Operation Chengiz Khan's preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakis"}, {"title": "Indian Navy", "href": "/wiki/Indian_Navy", "description": "The Indian Navy is the naval branch of the Indian Armed Forces. The President of India is the Supreme Commander of the Indian Navy. The Chief of Naval Staff, a four-star admiral, commands the navy."}, {"title": "Operation Python", "href": "/wiki/Operation_Python", "description": "Operation Python, a follow-up to Operation Trident, was the code name of a naval attack launched on West Pakistan's port city of Karachi by the Indian Navy during the Indo-Pakistani War of 1971. After the first attack during Operation Trident on the Port of Karachi, Pakistan stepped up aerial surveillance of its coast as the presence of large Indian Navy ships gave the impression that another atta"}, {"title": "West Pakistan", "href": "/wiki/West_Pakistan", "description": "West Pakistan was one of the two exclaves created during the formation of Pakistan through the Partition of British India in 1947."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}]}, {"heading": "Events", "year": "1972", "date": "December 8", "txt": "United Airlines Flight 553, a Boeing 737, crashes after aborting its landing attempt at Chicago Midway International Airport, killing 45. This is the first-ever loss of a Boeing 737.", "entities": [{"title": "United Airlines Flight 553", "href": "/wiki/United_Airlines_Flight_553", "description": "United Airlines Flight 553 was a scheduled flight from Washington National Airport to Omaha, Nebraska, via Chicago Midway International Airport. On December 8, 1972, the Boeing 737-222 serving the flight, City of Lincoln, registration N9031U, crashed during an aborted landing and go around while approaching Midway Airport."}, {"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}, {"title": "Chicago Midway International Airport", "href": "/wiki/Chicago_Midway_International_Airport", "description": "Chicago Midway International Airport, typically referred to as Midway Airport, Chicago Midway, or simply Midway, is a major commercial airport on the south side of Chicago, Illinois, located eight miles (13 km) from the Loop. Established in 1927, Midway served as Chicago's primary airport until the opening of O'Hare International Airport in 1955. Today, Midway is the second-largest airport in Chic"}]}, {"heading": "Events", "year": "1974", "date": "December 8", "txt": "A plebiscite results in the abolition of monarchy in Greece.", "entities": [{"title": "Greek republic referendum, 1974", "href": "/wiki/Greek_republic_referendum,_1974", "description": "A referendum on retaining the republic was held in Greece on 8 December 1974. After the collapse of the military junta that ruled the country from 1967, the issue of the form of government remained unsolved. The Junta had already staged a referendum held on 29 July 1973, which resulted in the establishment of the Republic. However, after the fall of the military regime, the new government, under C"}, {"title": "Monarchy of Greece", "href": "/wiki/Monarchy_of_Greece", "description": "The Monarchy of Greece or Greek Monarchy was the government in which a hereditary monarch was the sovereign of the Kingdom of Greece from 1832 to 1924 and 1935 to 1973."}]}, {"heading": "Events", "year": "1980", "date": "December 8", "txt": "John Lennon is murdered by Mark David Chapman in front of The Dakota in New York City.", "entities": [{"title": "John Lennon", "href": "/wiki/John_Lennon", "description": "John Winston Ono Lennon was an English singer, songwriter, musician and peace activist who achieved worldwide fame as the founder, co-lead vocalist, and rhythm guitarist of the Beatles. His songwriting partnership with Paul McCartney remains the most successful in history. In 1969, he started the Plastic Ono Band with his second wife, Yoko Ono. After the Beatles disbanded in 1970, Lennon continued"}, {"title": "Murder of John Lennon", "href": "/wiki/Murder_of_John_Lennon", "description": "On the evening of 8 December 1980, English musician John Lennon, formerly of the Beatles, was shot and fatally wounded in the archway of The Dakota, his residence in New York City. His killer was Mark David Chapman, an American Beatles fan who had travelled from Hawaii. Chapman said he was angered by Lennon's lifestyle and public statements, especially his much-publicized remark about the Beatles "}, {"title": "Mark David Chapman", "href": "/wiki/Mark_David_Chapman", "description": "Mark David Chapman is an American former security guard who murdered John Lennon, formerly of the Beatles, outside Lennon's apartment at the Dakota, in Manhattan, on December 8, 1980. As Lennon walked into the building's archway with his wife Yoko Ono, Chapman fired five shots at Lennon from a few yards away with a Charter Arms Undercover .38 Special revolver. Lennon was hit four times from the ba"}, {"title": "The Dakota", "href": "/wiki/The_Dakota", "description": "The Dakota, also known as the Dakota Apartments, is a cooperative apartment building on the northwest corner of 72nd Street and Central Park West in the Upper West Side of Manhattan in New York City, United States. The Dakota was constructed between 1880 and 1884, and was designed by Henry Janeway Hardenbergh."}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1985", "date": "December 8", "txt": "The South Asian Association for Regional Cooperation, the regional intergovernmental organization and geopolitical union in South Asia, is established.", "entities": [{"title": "South Asian Association for Regional Cooperation", "href": "/wiki/South_Asian_Association_for_Regional_Cooperation", "description": "The South Asian Association for Regional Cooperation (SAARC) is the regional intergovernmental organization and geopolitical union of states in South Asia. Its member states are Afghanistan, Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan and Sri Lanka. The SAARC comprises 3% of the world's area, 21% of the world's population and 4.21% of the global economy, as of 2019."}]}, {"heading": "Events", "year": "1987", "date": "December 8", "txt": "Cold War: The Intermediate-Range Nuclear Forces Treaty is signed by U.S. President Ronald Reagan and Soviet leader Mikhail Gorbachev in the White House.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Intermediate-Range Nuclear Forces Treaty", "href": "/wiki/Intermediate-Range_Nuclear_Forces_Treaty", "description": "The Intermediate-Range Nuclear Forces Treaty was an arms control treaty between the United States and the Soviet Union. US President Ronald Reagan and Soviet General Secretary Mikhail Gorbachev signed the treaty on 8 December 1987. The US Senate approved the treaty on 27 May 1988, and Reagan and Gorbachev ratified it on 1 June 1988."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}]}, {"heading": "Events", "year": "1987", "date": "December 8", "txt": "An Israeli army tank transporter kills four Palestinian refugees and injures seven others during a traffic accident at the Erez Crossing on the Israel–Gaza Strip border, which has been cited as one of the events which sparked the First Intifada.", "entities": [{"title": "Erez Crossing", "href": "/wiki/Erez_Crossing", "description": "The Erez Crossing also Beit Hanoun Crossing is a border crossing on the Israel–Gaza barrier located at the northern end of the Gaza Strip, on the border with Israel, between the Israeli kibbutz of Erez and the Palestinian town of Beit Hanoun."}, {"title": "Israel–Gaza barrier", "href": "/wiki/Israel%E2%80%93Gaza_barrier", "description": "The Gaza–Israel barrier is a border barrier located on the Israeli side of the Gaza–Israel border. There are two main crossing points on the Israel-Gaza border: the northern Erez Crossing and the eastern Karni Crossing used only for cargo. Other cargo crossing points are the Kerem Shalom border crossing on the border with Egypt and the Sufa Crossing further north."}, {"title": "First Intifada", "href": "/wiki/First_Intifada", "description": "The First Intifada, or First Palestinian Intifada, was a sustained series of Palestinian protests and violent riots in the West Bank, Gaza Strip, and within Israel. The protests were against the Israeli occupation of the West Bank and Gaza that had begun twenty years prior, in 1967. The intifada lasted from December 1987 until the Madrid Conference in 1991, though some date its conclusion to 1993,"}]}, {"heading": "Events", "year": "1988", "date": "December 8", "txt": "A United States Air Force A-10 Thunderbolt II crashes into an apartment complex in Remscheid, Germany, killing 5 people and injuring 50 others.", "entities": [{"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "Fairchild Republic A-10 Thunderbolt II", "href": "/wiki/Fairchild_Republic_A-10_Thunderbolt_II", "description": "The Fairchild Republic A-10 Thunderbolt II is a single-seat, twin turbofan engine, straight wing jet aircraft developed by Fairchild-Republic for the United States Air Force (USAF). It is commonly referred to by the nicknames \"Warthog\" or \"Hog\", although the A-10's official name comes from the Republic P-47 Thunderbolt, a World War II fighter-bomber effective at attacking ground targets. The A-10 "}, {"title": "1988 Remscheid A-10 crash", "href": "/wiki/1988_Remscheid_A-10_crash", "description": "The 1988 Remscheid A-10 crash occurred on December 8, 1988, when an A-10 Thunderbolt II attack jet of the United States Air Force crashed onto a residential area in the city of Remscheid, West Germany. The aircraft crashed into the upper floor of an apartment complex. In addition to the pilot, five people were killed. Fifty others were injured, many of them seriously."}, {"title": "Remscheid", "href": "/wiki/Remscheid", "description": "Remscheid is a city in North Rhine-Westphalia, Germany. It is, after Wuppertal and Solingen, the third largest municipality in Bergisches Land, being located on the northern edge of the region, on the south side of the Ruhr area."}]}, {"heading": "Events", "year": "1990", "date": "December 8", "txt": "The Galileo spacecraft flies past Earth for the first time.", "entities": [{"title": "Galileo (spacecraft)", "href": "/wiki/Galileo_(spacecraft)", "description": "Galileo was an American robotic space probe that studied the planet Jupiter and its moons, as well as several other Solar System bodies. Named after the Italian astronomer Galileo Galilei, it consisted of an orbiter and an entry probe. It was delivered into Earth orbit on October 18, 1989 by Space Shuttle Atlantis. Galileo arrived at Jupiter on December 7, 1995, after gravitational assist flybys o"}]}, {"heading": "Events", "year": "1991", "date": "December 8", "txt": "The leaders of Russia, Belarus and Ukraine sign an agreement dissolving the Soviet Union and establishing the Commonwealth of Independent States.", "entities": [{"title": "Belarus", "href": "/wiki/Belarus", "description": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Covering an area of 207,600 square kilometres (80,200 sq mi) and with a population of 9.4 million, Belarus is the thirteenth-largest and the twentieth-most populous country in"}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Commonwealth of Independent States", "href": "/wiki/Commonwealth_of_Independent_States", "description": "The Commonwealth of Independent States (CIS) is a regional intergovernmental organization of nine members, plus two founding non-member, post-Soviet republics in Eurasia. It was formed following the dissolution of the Soviet Union in 1991. It covers an area of 20,368,759 km2 (7,864,422 sq mi) and has an estimated population of 239,796,010. The CIS encourages cooperation in economic, political and "}]}, {"heading": "Events", "year": "1992", "date": "December 8", "txt": "The Galileo spacecraft flies past Earth for the second time.", "entities": [{"title": "Galileo (spacecraft)", "href": "/wiki/Galileo_(spacecraft)", "description": "Galileo was an American robotic space probe that studied the planet Jupiter and its moons, as well as several other Solar System bodies. Named after the Italian astronomer Galileo Galilei, it consisted of an orbiter and an entry probe. It was delivered into Earth orbit on October 18, 1989 by Space Shuttle Atlantis. Galileo arrived at Jupiter on December 7, 1995, after gravitational assist flybys o"}]}, {"heading": "Events", "year": "1998", "date": "December 8", "txt": "Eighty-one people are killed by armed groups in Algeria.", "entities": [{"title": "Tadjena massacre", "href": "/wiki/Tadjena_massacre", "description": "The Tadjena massacre was an incident resulting in 81 deaths. Beginning about 9:00 p.m. on December 8 and continuing until early December 9, 1998, 81 villagers were killed by armed groups in the mountain villages of Bouhamed and Ayachiche just north of Tadjena, some 170 km (106 mi) west of Algiers, in the Chlef region of western Algeria. The manner of killing is reported to have been notably sadist"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "2004", "date": "December 8", "txt": "The Cusco Declaration is signed in Cusco, Peru, establishing the South American Community of Nations.", "entities": [{"title": "Cusco Declaration", "href": "/wiki/Cusco_Declaration", "description": "The Cusco Declaration, formally titled Preamble to the Foundation Act of the South American Union, is a two-page declaration of intent signed by 12 South American countries during the Third South American Summit on 8 December 2004 in Cusco, Peru. It announces the foundation of the Union of South American Nations. It called for a regional parliament, a common market and a common currency."}, {"title": "Cusco", "href": "/wiki/Cusco", "description": "Cusco, often spelled Cuzco [ˈkusko], is a city in southeastern Peru near the Urubamba Valley of the Andes mountain range. It is the capital of the Cusco Region and of the Cusco Province. The city is the seventh most populous in Peru and, in 2017, had a population of 428,450. Its elevation is around 3,400 m (11,200 ft)."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "South American Community of Nations", "href": "/wiki/South_American_Community_of_Nations", "description": "The Union of South American Nations is an intergovernmental regional organization that once comprised twelve South American countries; as of 2019, most have withdrawn."}]}, {"heading": "Events", "year": "2009", "date": "December 8", "txt": "Bombings in Baghdad, Iraq, kill 127 people and injure 448 others.", "entities": [{"title": "December 2009 Baghdad bombings", "href": "/wiki/December_2009_Baghdad_bombings", "description": "The December 2009 Baghdad bombings were attacks in Baghdad, Iraq, which resulted in the deaths of at least 127 people and injuries to at least 448 more. The attacks have been condemned internationally as acts of terrorism. Opposition parties within Iraqi politics have suggested that the attacks were aided by corruption within the Iraqi security forces and that the Iraqi Prime Minister, Nouri al-Ma"}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}]}, {"heading": "Events", "year": "2010", "date": "December 8", "txt": "With the second launch of the Falcon 9 and the first launch of the Dragon, SpaceX becomes the first private company to successfully launch, orbit and recover a spacecraft.", "entities": [{"title": "COTS Demo Flight 1", "href": "/wiki/COTS_Demo_Flight_1", "description": "SpaceX COTS Demo Flight 1 was the first orbital spaceflight of the Dragon cargo spacecraft, and the second overall flight of the Falcon 9 rocket manufactured by SpaceX. It was also the first demonstration flight for NASA's Commercial Orbital Transportation Services (COTS) program. The primary mission objectives were to test the orbital maneuvering and reentry of the Dragon capsule. The mission als"}, {"title": "Falcon 9", "href": "/wiki/Falcon_9", "description": "Falcon 9 is a partially reusable two-stage-to-orbit medium-lift launch vehicle designed and manufactured by SpaceX in the United States. Both the first and second stages are powered by SpaceX Merlin engines, using cryogenic liquid oxygen and rocket-grade kerosene (RP-1) as propellants. Its name is derived from the fictional Star Wars spacecraft, the Millennium Falcon, and the nine Merlin engines o"}, {"title": "SpaceX Dragon", "href": "/wiki/SpaceX_Dragon", "description": "The SpaceX Dragon, also known as Dragon 1 or Cargo Dragon, was a class of reusable cargo spacecraft developed by SpaceX, an American private space transportation company. Dragon was launched into orbit by the company's Falcon 9 launch vehicle to resupply the International Space Station (ISS). It is now superseded by SpaceX Dragon 2."}, {"title": "SpaceX", "href": "/wiki/SpaceX", "description": "Space Exploration Technologies Corp. (SpaceX) is an American aerospace manufacturer and space transportation services company headquartered in Hawthorne, California. SpaceX was founded in 2002 by Elon Musk with the goal of reducing space transportation costs to enable the colonization of Mars. SpaceX manufactures the Falcon 9 and Falcon Heavy launch vehicles, several rocket engines, Dragon cargo a"}, {"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}]}, {"heading": "Events", "year": "2010", "date": "December 8", "txt": "The Japanese solar-sail spacecraft IKAROS passes the planet Venus at a distance of about 80,800 km.", "entities": [{"title": "IKAROS", "href": "/wiki/IKAROS", "description": "IKAROS is a Japan Aerospace Exploration Agency (JAXA) experimental spacecraft. The spacecraft was launched on 20 May 2010, aboard an H-IIA rocket, together with the Akatsuki probe and four other small spacecraft. IKAROS is the first spacecraft to successfully demonstrate solar sail technology in interplanetary space."}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "2013", "date": "December 8", "txt": "Riots break out in Singapore after a fatal accident in Little India.", "entities": [{"title": "2013 Little India riot", "href": "/wiki/2013_Little_India_riot", "description": "The 2013 Little India riot took place on 8 December 2013 after a fatal accident occurred at SST 21:23 at the junction of Race Course Road and Hampshire Road in Little India, Singapore, causing angry mobs of passersby to attack the bus involved and emergency vehicles that had by then arrived at the location. About 300 migrant labourers were involved in the riot which lasted for around two hours. Th"}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}, {"title": "Little India, Singapore", "href": "/wiki/Little_India,_Singapore", "description": "Little India is an ethnic district in Singapore. It is located east of the Singapore River – across from Chinatown, located west of the river – and north of Kampong Glam. Both areas are part of the urban planning area of Rochor. Little India is commonly known as Tekka in the Indian Singaporean community."}]}, {"heading": "Events", "year": "2013", "date": "December 8", "txt": "Metallica performs a show in Antarctica, making them the first band to perform on all seven continents.", "entities": [{"title": "Antarctica", "href": "/wiki/Antarctica", "description": "Antarctica is Earth's southernmost continent. It contains the geographic South Pole and is situated in the Antarctic region of the Southern Hemisphere, almost entirely south of the Antarctic Circle, and is surrounded by the Southern Ocean. At 14,200,000 square kilometres, it is the fifth-largest continent and nearly twice the size of Australia. It is by far the least populated continent, with arou"}]}, {"heading": "Events", "year": "2019", "date": "December 8", "txt": "First confirmed case of COVID-19 in China.", "entities": [{"title": "Coronavirus disease 2019", "href": "/wiki/Coronavirus_disease_2019", "description": "Coronavirus disease 2019 (COVID-19), also known as the coronavirus or COVID, is a contagious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first known case was identified in Wuhan, China, in December 2019. The disease has since spread worldwide, leading to an ongoing pandemic."}]}, {"heading": "Births", "year": "65 BC", "date": "December 8", "txt": "Horace, Roman poet (d. 8 BC)", "entities": [{"title": "Horace", "href": "/wiki/Horace", "description": "Quintus Horatius Flaccus, known in the English-speaking world as Horace, was the leading Roman lyric poet during the time of Augustus. The rhetorician Quintilian regarded his Odes as just about the only Latin lyrics worth reading: \"He can be lofty sometimes, yet he is also full of charm and grace, versatile in his figures, and felicitously daring in his choice of words.\""}]}, {"heading": "Births", "year": "1021", "date": "December 8", "txt": "Wang Anshi, Chinese economist and chancellor (d. 1086)", "entities": [{"title": "Wang Anshi", "href": "/wiki/Wang_Anshi", "description": "{{family name hatnote|[[Wang (surname)|王|lang=Chinese}}\n"}]}, {"heading": "Births", "year": "1412", "date": "December 8", "txt": "Astorre II Manfredi, Italian lord (d. 1468)", "entities": [{"title": "Astorre II Manfredi", "href": "/wiki/Astorre_II_Manfredi", "description": "Astorre II Manfredi was lord of Imola from 1439 and of Faenza from 1443."}]}, {"heading": "Births", "year": "1418", "date": "December 8", "txt": "Queen Jeonghui, Queen consort of Korea (d. 1483)", "entities": [{"title": "Queen Jeonghui", "href": "/wiki/Queen_Jeonghui", "description": "Queen Jeonghui or Queen Jung-Hee, of the Papyeong Yun clan, was a posthumous name bestowed to the wife and queen consort of Yi Yu, King Sejo. She was Queen consort of Joseon from \t1455 until her husband's death in 1468, after which she was honoured as Queen Dowager Jaseong (자성왕대비) during the reign of her son, Yi Hwang, King Yejong, and honoured as Grand Queen Dowager Jaseong (자성대왕대비) during the re"}]}, {"heading": "Births", "year": "1424", "date": "December 8", "txt": "Anselm Adornes, Belgian merchant, politician and diplomat (d. 1483)", "entities": [{"title": "Anselm Adornes", "href": "/wiki/Anselm_Adornes", "description": "Anselm Adornes, also known as Anselm Adorno, was a merchant, patron, politician and diplomat, who belonged to the fifth generation of the Adornes family to live in Bruges."}]}, {"heading": "Births", "year": "1538", "date": "December 8", "txt": "Miklós Istvánffy, Hungarian politician (d. 1615)", "entities": [{"title": "Miklós Istvánffy", "href": "/wiki/Mikl%C3%B3s_Istv%C3%A1nffy", "description": "Baron Miklós Istvánffy de Baranyavár et Kisasszonyfalva was a Hungarian politician, Humanist historian and poet, who served as Palatinal Governor of Hungary from 19 January 1582 to November 1608."}]}, {"heading": "Births", "year": "1542", "date": "December 8", "txt": "Mary, Queen of Scots, daughter of James V of Scotland and Mary of Guise, at Linlithgow Palace (d. 1587)", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "James V of Scotland", "href": "/wiki/James_V_of_Scotland", "description": "James V was King of Scotland from 9 September 1513 until his death in 1542, which followed the Scottish defeat at the Battle of Solway Moss. His only surviving legitimate child, Mary, Queen of Scots, succeeded him when she was just six days old."}, {"title": "Mary of Guise", "href": "/wiki/Mary_of_Guise", "description": "Mary of Guise, also called Mary of Lorraine, ruled Scotland as regent from 1554 until her death. A noblewoman from the Lotharingian House of Guise, she played a prominent role in 16th-century French politics. Mary became queen consort upon her marriage to King James V of Scotland in 1538. Their infant daughter, Mary, Queen of Scots, ascended the throne when James died in 1542. Mary of Guise's main"}, {"title": "Linlithgow Palace", "href": "/wiki/Linlithgow_Palace", "description": "The ruins of Linlithgow Palace are situated in the town of Linlithgow, West Lothian, Scotland, 15 miles (24 km) west of Edinburgh. The palace was one of the principal residences of the monarchs of Scotland in the 15th and 16th centuries. Although maintained after Scotland's monarchs left for England in 1603, the palace was little used, and was burned out in 1746. It is now a visitor attraction in "}]}, {"heading": "Births", "year": "1558", "date": "December 8", "txt": "François de La Rochefoucauld, Catholic cardinal (d. 1645)", "entities": [{"title": "François de La Rochefoucauld (cardinal)", "href": "/wiki/Fran%C3%A7ois_de_La_Rochefoucauld_(cardinal)", "description": "François de La Rochefoucauld was a French Cardinal and an \"important figure in the French Counter Reformation church\"."}]}, {"heading": "Births", "year": "1678", "date": "December 8", "txt": "Antonio de Benavides, colonial governor of Florida (d. 1762)", "entities": [{"title": "Antonio de Benavides", "href": "/wiki/Antonio_de_Benavides", "description": "Antonio Benavides Bazán y Molina was a Lieutenant General in the Spanish Army who held administrative positions in the Americas as Royal Governor of Spanish Florida (1718–1734), Governor of Veracruz (1734–1745), Governor and Captain General of Yucatán province, as well as Governor of Manila in the Philippines. Before his successive appointments to these various positions, he served with distinctio"}]}, {"heading": "Births", "year": "1678", "date": "December 8", "txt": "Horatio Walpole, 1st Baron Walpole, English politician and diplomat, British Ambassador to France (d. 1757)", "entities": [{"title": "British Ambassador to France", "href": "/wiki/British_Ambassador_to_France", "description": "The British Ambassador to France is the United Kingdom's foremost diplomatic representative in France, and is the head of Britain's diplomatic mission in Paris. The official title is Her Majesty's Ambassador to France."}]}, {"heading": "Births", "year": "1699", "date": "December 8", "txt": "Maria Josepha of Austria (d. 1757)", "entities": [{"title": "Maria Josepha of Austria", "href": "/wiki/Maria_Josepha_of_Austria", "description": "Maria Josepha of Austria was the Queen of Poland by marriage to Augustus III. From 1711 to 1717, she was heir presumptive to the Habsburg Empire. Her sister Maria Amalia became Electress of Bavaria."}]}, {"heading": "Births", "year": "1708", "date": "December 8", "txt": "Francis I, Holy Roman Emperor (d. 1765)", "entities": [{"title": "Francis I, Holy Roman Emperor", "href": "/wiki/Francis_I,_Holy_Roman_Emperor", "description": "Francis I was the Duke of Lorraine and Bar (1729–1737), and later Grand Duke of Tuscany (1737–1765), who married Maria Theresa of Austria and became Holy Roman Emperor (1745–1765) and Archduke of Austria (1740–1765). His wife effectively ruled Austria and the Holy Roman Empire. They were the founders of the Habsburg-Lorraine dynasty. The oldest surviving son of Leopold, Duke of Lorraine, Francis l"}]}, {"heading": "Births", "year": "1724", "date": "December 8", "txt": "Claude Balbastre, French organist and composer (d. 1799)", "entities": [{"title": "Claude Balbastre", "href": "/wiki/Claude_Balbastre", "description": "Claude-Bénigne Balbastre was a French composer, organist, harpsichordist and fortepianist. He was one of the most famous musicians of his time."}]}, {"heading": "Births", "year": "1730", "date": "December 8", "txt": "Jan Ingenhousz, Dutch physician, physiologist, and botanist (d. 1799)", "entities": [{"title": "Jan Ingenhousz", "href": "/wiki/Jan_Ingenhousz", "description": "Jan Ingenhousz or Ingen-Housz FRS was a Dutch physiologist, biologist and chemist."}]}, {"heading": "Births", "year": "1731", "date": "December 8", "txt": "František Xaver Dušek, Czech pianist and composer (d. 1799)", "entities": [{"title": "František Xaver Dušek", "href": "/wiki/Franti%C5%A1ek_Xaver_Du%C5%A1ek", "description": "\nFrantišek Xaver Dušek ; baptised 8 December 1731 – 12 February 1799) was a Czech composer and one of the most important harpsichordists and pianists of his time."}]}, {"heading": "Births", "year": "1756", "date": "December 8", "txt": "Archduke Maximilian Francis of Austria (d. 1801)", "entities": [{"title": "Archduke Maximilian Francis of Austria", "href": "/wiki/Archduke_Maximilian_Francis_of_Austria", "description": "Archduke Maximilian Francis of Austria was Elector of Cologne, and Grand Master of the Teutonic Knights. He was the youngest child of the Habsburg ruler of Austria, Maria Theresa, and her husband, Francis I, Holy Roman Emperor, for whom he was named. His siblings included emperors Joseph II and Leopold II, the Sicilian queen Maria Carolina, and the French queen Marie Antoinette. He was the last fu"}]}, {"heading": "Births", "year": "1765", "date": "December 8", "txt": "Eli Whitney, American engineer, invented the cotton gin (d. 1825)", "entities": [{"title": "Eli Whitney", "href": "/wiki/Eli_Whitney", "description": "Eli Whitney Jr. was an American inventor, widely known for inventing the cotton gin, one of the key inventions of the Industrial Revolution and shaped the economy of the Antebellum South."}, {"title": "Cotton gin", "href": "/wiki/Cotton_gin", "description": "A cotton gin – meaning \"cotton engine\" – is a machine that quickly and easily separates cotton fibers from their seeds, enabling much greater productivity than manual cotton separation. The fibers are then processed into various cotton goods such as calico, while any undamaged cotton is used largely for textiles like clothing. The separated seeds may be used to grow more cotton or to produce cotto"}]}, {"heading": "Births", "year": "1795", "date": "December 8", "txt": "Peter Andreas Hansen, Danish astronomer and mathematician (d. 1874)", "entities": [{"title": "Peter Andreas Hansen", "href": "/wiki/Peter_Andreas_Hansen", "description": "Peter Andreas Hansen was a Danish-born German astronomer."}]}, {"heading": "Births", "year": "1807", "date": "December 8", "txt": "Friedrich Traugott Kützing, German pharmacist, botanist and phycologist (d. 1893)", "entities": [{"title": "Friedrich Traugott Kützing", "href": "/wiki/Friedrich_Traugott_K%C3%BCtzing", "description": "Friedrich Traugott Kützing was a German pharmacist, botanist and phycologist."}, {"title": "Phycology", "href": "/wiki/Phycology", "description": "Phycology is the scientific study of algae. Also known as algology, phycology is a branch of life science."}]}, {"heading": "Births", "year": "1813", "date": "December 8", "txt": "August Belmont, Prussian-American financier and diplomat, 16th United States Ambassador to the Netherlands (d. 1890)", "entities": [{"title": "August Belmont", "href": "/wiki/August_Belmont", "description": "August Belmont Sr. was a German-American politician, financier, foreign diplomat, and party chairman of the Democratic National Committee during the 1860s, and later a horse-breeder and racehorse owner. He was the founder and namesake of the Belmont Stakes, third leg of the Triple Crown series of American thoroughbred horse racing."}, {"title": "United States Ambassador to the Netherlands", "href": "/wiki/United_States_Ambassador_to_the_Netherlands", "description": "The United States diplomatic mission to the Netherlands consists of the embassy located in The Hague and a consular office located in Amsterdam."}]}, {"heading": "Births", "year": "1815", "date": "December 8", "txt": "Adolph Menzel, German painter and illustrator (d. 1905)", "entities": [{"title": "Adolph Menzel", "href": "/wiki/Adolph_Menzel", "description": "Adolph Friedrich Erdmann von Menzel was a German Realist artist noted for drawings, etchings, and paintings. Along with Caspar David Friedrich, he is considered one of the two most prominent German painters of the 19th century, and was the most successful artist of his era in Germany. First known as Adolph Menzel, he was knighted in 1898 and changed his name to Adolph von Menzel."}]}, {"heading": "Births", "year": "1817", "date": "December 8", "txt": "Christian Emil Krag-Juel-Vind-Frijs, Danish lawyer and politician, 10th Prime Minister of Denmark (d. 1896)", "entities": [{"title": "Christian Emil Krag-Juel-Vind-Frijs", "href": "/wiki/Christian_Emil_Krag-Juel-Vind-Frijs", "description": "Christian Emil Krag-Juel-Vind-Frijs was a Danish nobleman and politician. He was Council President of Denmark from 1865 to 1870 as the leader of the Frijs Cabinet."}, {"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Births", "year": "1818", "date": "December 8", "txt": "Charles III, Prince of Monaco (d. 1889)", "entities": [{"title": "Charles III, Prince of Monaco", "href": "/wiki/Charles_III,_Prince_of_Monaco", "description": "Charles III was Prince of Monaco and Duke of Valentinois from 20 June 1856 to his death. He was the founder of the famous casino in Monte Carlo, as his title in Monegasque and Italian was Carlo III. He was born in Paris, the only son of Florestan, Prince of Monaco, and Maria Caroline Gibert de Lametz."}]}, {"heading": "Births", "year": "1822", "date": "December 8", "txt": "Jakov Ignjatović, Hungarian-Serbian author (d. 1889)", "entities": [{"title": "Jakov Ignjatović", "href": "/wiki/Jakov_Ignjatovi%C4%87", "description": "Jakov Ignjatović was a novelist and prose writer, who primarily wrote in Serbian but also in Hungarian."}]}, {"heading": "Births", "year": "1832", "date": "December 8", "txt": "Bjørnstjerne Bjørnson, Norwegian-French author and playwright, Nobel Prize laureate (d. 1910)", "entities": [{"title": "Bjørnstjerne Bjørnson", "href": "/wiki/Bj%C3%B8rnstjerne_Bj%C3%B8rnson", "description": "Bjørnstjerne Martinius Bjørnson was a Norwegian writer who received the 1903 Nobel Prize in Literature \"as a tribute to his noble, magnificent and versatile poetry, which has always been distinguished by both the freshness of its inspiration and the rare purity of its spirit\", becoming the first Norwegian Nobel laureate. He was a prolific polemicist and extremely influential in Norwegian public li"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1860", "date": "December 8", "txt": "Amanda McKittrick Ros, Irish author and poet (d. 1939)", "entities": [{"title": "Amanda McKittrick Ros", "href": "/wiki/Amanda_McKittrick_Ros", "description": "Anna Margaret Ross, known by her pen-name Amanda McKittrick Ros, was an Irish writer. She published her first novel Irene Iddesleigh at her own expense in 1897. She wrote poetry and a number of novels. Her works were not read widely, and her eccentric, over-written, \"purple\" circumlocutory writing is alleged by some critics to be some of the worst prose and poetry ever written."}]}, {"heading": "Births", "year": "1861", "date": "December 8", "txt": "William C. Durant, American businessman, founded General Motors and Chevrolet (d. 1947)", "entities": [{"title": "William C. Durant", "href": "/wiki/William_C._Durant", "description": "William Crapo Durant, also known as Billy Durant, was a leading pioneer of the United States automobile industry, who created a system in which a company held multiple marques – each seemingly independent, with different automobile lines – bound under a unified corporate holding company. Durant, along with Frederic L. Smith, co-founded General Motors, as well as Chevrolet with Louis Chevrolet. He "}, {"title": "General Motors", "href": "/wiki/General_Motors", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}, {"title": "Chevrolet", "href": "/wiki/Chevrolet", "description": "Chevrolet, colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a contro"}]}, {"heading": "Births", "year": "1861", "date": "December 8", "txt": "Aristide Maillol, French sculptor and painter (d. 1944)", "entities": []}, {"heading": "Births", "year": "1861", "date": "December 8", "txt": "Georges Méliès, French actor, director, producer, and screenwriter (d. 1938)", "entities": []}, {"heading": "Births", "year": "1862", "date": "December 8", "txt": "Georges Feydeau, French playwright (d. 1921)", "entities": [{"title": "Georges Feydeau", "href": "/wiki/Georges_Feydeau", "description": "Georges-Léon-Jules-Marie Feydeau was a French playwright of the era known as the Belle Époque. He is remembered for his farces, written between 1886 and 1914."}]}, {"heading": "Births", "year": "1863", "date": "December 8", "txt": "Charles Lincoln Edwards, American zoologist (d. 1937)", "entities": [{"title": "Charles Lincoln Edwards", "href": "/wiki/Charles_Lincoln_Edwards", "description": "Charles Lincoln Edwards (1863–1937) was an American zoologist. His research included studies of development in reptiles and sea cucumbers, chromosomes of Ascaris roundworms, and taxonomy of sea cucumbers and copepods, naming at least five species of copepods found in sea cucumber body cavities."}]}, {"heading": "Births", "year": "1864", "date": "December 8", "txt": "Camille Claudel, French illustrator and sculptor (d. 1943)", "entities": [{"title": "Camille Claudel", "href": "/wiki/Camille_Claudel", "description": "Camille Rosalie Claudel was a French sculptor known for her figurative works in bronze and marble. She died in relative obscurity, but later gained recognition for the originality and quality of her work. The subject of several biographies and films, Claudel is well known for her sculptures including The Waltz, and The Mature Age."}]}, {"heading": "Births", "year": "1865", "date": "December 8", "txt": "Rüdiger von der Goltz, German general (d. 1946)", "entities": [{"title": "Rüdiger von der Goltz", "href": "/wiki/R%C3%BCdiger_von_der_Goltz", "description": "Gustav Adolf Joachim Rüdiger Graf von der Goltz was a German army general during the First World War. He commanded the Baltic Sea Division, which successfully intervened in the Finnish Civil War in the spring of 1918. Goltz stayed with his troops in Finland until December 1918 representing German interests, and in practise ruled the country as a military dictator during this period. After the Armi"}]}, {"heading": "Births", "year": "1865", "date": "December 8", "txt": "Jacques Hadamard, French mathematician and academic (d. 1963)", "entities": []}, {"heading": "Births", "year": "1865", "date": "December 8", "txt": "Jean Sibelius, Finnish violinist and composer (d. 1957)", "entities": []}, {"heading": "Births", "year": "1874", "date": "December 8", "txt": "Ernst Moro, Austrian physician and pediatrician (d. 1951)", "entities": [{"title": "Ernst Moro", "href": "/wiki/Ernst_Moro", "description": "Ernst Moro was an Austrian physician and pediatrician who was the first in western medicine to describe the infant reflex that was named after him."}]}, {"heading": "Births", "year": "1875", "date": "December 8", "txt": "Frederik Buch, Danish actor and screenwriter (d. 1925)", "entities": [{"title": "Frederik Buch", "href": "/wiki/Frederik_Buch", "description": "Frederik Buch was a Danish film actor of the silent era in Denmark. He starred in over 100 films, and prolifically worked under Lau Lauritzen Sr.."}]}, {"heading": "Births", "year": "1877", "date": "December 8", "txt": "Paul Ladmirault, French pianist, violinist, and composer (d. 1944)", "entities": [{"title": "Paul Ladmirault", "href": "/wiki/Paul_Ladmirault", "description": "Paul Émile Ladmirault was a French composer and music critic whose music expressed his devotion to Brittany. Claude Debussy wrote that his work possessed a \"fine dreamy musicality\", commenting on its characteristically hesitant character by suggesting that it sounded as if it was \"afraid of expressing itself too much\". Florent Schmitt said of him: \"Of all the musicians of his generation, he was pe"}]}, {"heading": "Births", "year": "1880", "date": "December 8", "txt": "Johannes Aavik, Estonian linguist and philologist (d. 1973)", "entities": [{"title": "Johannes Aavik", "href": "/wiki/Johannes_Aavik", "description": "Johannes Aavik was an Estonian philologist and Fennophile who played a significant role in the modernization and development of the Estonian language."}]}, {"heading": "Births", "year": "1881", "date": "December 8", "txt": "Albert Gleizes, French painter (d. 1953)", "entities": [{"title": "Albert Gleizes", "href": "/wiki/Albert_Gleizes", "description": "Albert Gleizes was a major 20th-century French artist, theoretician, philosopher, a self-proclaimed founder of Cubism and an influence on the School of Paris. Albert Gleizes and Jean Metzinger wrote the first major treatise on Cubism, Du \"Cubisme\", 1912. Gleizes was a founding member of the Section d'Or group of artists. He was also a member of Der Sturm, and his many theoretical writings were ori"}]}, {"heading": "Births", "year": "1884", "date": "December 8", "txt": "Francis Balfour, English colonel and politician (d. 1965)", "entities": [{"title": "Francis Balfour (colonial administrator)", "href": "/wiki/Francis_Balfour_(colonial_administrator)", "description": "Lieutenant-Colonel Francis Cecil Campbell Balfour was a British military officer and colonial administrator."}]}, {"heading": "Births", "year": "1886", "date": "December 8", "txt": "Diego Rivera, Mexican painter and educator (d. 1957)", "entities": [{"title": "Diego Rivera", "href": "/wiki/Diego_Rivera", "description": "Diego María de la Concepción Juan Nepomuceno Estanislao de la Rivera y Barrientos Acosta y Rodríguez, known as Diego Rivera, was a prominent Mexican painter. His large frescoes helped establish the mural movement in Mexican and international art."}]}, {"heading": "Births", "year": "1890", "date": "December 8", "txt": "Bohuslav Martinů, Czech-American pianist and composer (d. 1959)", "entities": [{"title": "Bohuslav Martinů", "href": "/wiki/Bohuslav_Martin%C5%AF", "description": "Bohuslav Jan Martinů was a Czech composer of modern classical music. He wrote 6 symphonies, 15 operas, 14 ballet scores and a large body of orchestral, chamber, vocal and instrumental works. He became a violinist in the Czech Philharmonic Orchestra, and briefly studied under Czech composer and violinist Josef Suk. After leaving Czechoslovakia in 1923 for Paris, Martinů deliberately withdrew from t"}]}, {"heading": "Births", "year": "1892", "date": "December 8", "txt": "Marcus Lee Hansen, American historian, author, and academic (d. 1938)", "entities": [{"title": "Marcus Lee Hansen", "href": "/wiki/Marcus_Lee_Hansen", "description": "Marcus Lee Hansen was an American historian, who won the 1941 Pulitzer Prize for History for The Atlantic Migration, 1607–1860 (1940)."}]}, {"heading": "Births", "year": "1894", "date": "December 8", "txt": "E. C. Segar, American cartoonist, created Popeye (d. 1938)", "entities": [{"title": "E. C. Segar", "href": "/wiki/E._C._Segar", "description": "Elzie Crisler Segar, known by the pen name E. C. Segar, was an American cartoonist best known as the creator of Popeye, a pop culture character who first appeared in 1929 in Segar's comic strip Thimble Theatre."}]}, {"heading": "Births", "year": "1894", "date": "December 8", "txt": "James Thurber, American humorist and cartoonist (d. 1961)", "entities": []}, {"heading": "Births", "year": "1899", "date": "December 8", "txt": "Arthur Leslie, English-Welsh actor and playwright (d. 1970)", "entities": [{"title": "Arthur Leslie", "href": "/wiki/Arthur_Leslie", "description": "Arthur Leslie Scottorn Broughton, better known as Arthur Leslie, was a British actor and playwright, best known for original character of public house landlord Jack Walker in television soap Coronation Street."}]}, {"heading": "Births", "year": "1899", "date": "December 8", "txt": "John Qualen, Canadian-American actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 8", "txt": "Sun Li-jen, Chinese general and politician (d. 1990)", "entities": [{"title": "Sun Li-jen", "href": "/wiki/Sun_Li-jen", "description": "Sun Li-jen was a Chinese Nationalist (KMT) general, a graduate of Virginia Military Institute, best known for his leadership in the Second Sino-Japanese War and the Chinese Civil War. His military achievements earned him the laudatory nickname \"Rommel of the East\". His New First Army was known as the \"Best Army under heaven\" and credited with effectively confronting Japanese troops in the 1937 Bat"}]}, {"heading": "Births", "year": "1900", "date": "December 8", "txt": "Ants Oras, Estonian-American author and academic (d. 1982)", "entities": []}, {"heading": "Births", "year": "1902", "date": "December 8", "txt": "Wifredo Lam, Cuban-French painter (d. 1982)", "entities": [{"title": "Wifredo Lam", "href": "/wiki/Wifredo_Lam", "description": "Wifredo Óscar de la Concepción Lam y Castilla, better known as Wifredo Lam, was a Cuban artist who sought to portray and revive the enduring Afro-Cuban spirit and culture. Inspired by and in contact with some of the most renowned artists of the 20th century, including Pablo Picasso, Henri Matisse, Frida Kahlo and Diego Rivera, Lam melded his influences and created a unique style, which was ultimat"}]}, {"heading": "Births", "year": "1903", "date": "December 8", "txt": "Zelma Watson George, Black American opera singer (d. 1994)", "entities": [{"title": "Zelma Watson George", "href": "/wiki/Zelma_Watson_George", "description": "Zelma Watson George was a well-known African-American philanthropist who was famous for being an alternate in the United Nations General Assembly and, as a headliner in Gian-Carlo Menotti's opera The Medium, the first African American to play a role that was typically played by a white actress."}]}, {"heading": "Births", "year": "1908", "date": "December 8", "txt": "Concha Piquer, Spanish singer and actress (d. 1990)", "entities": [{"title": "Concha Piquer", "href": "/wiki/Concha_Piquer", "description": "María de la Concepción Piquer López better known as Concha Piquer was a Spanish singer and actress. She was known for her work in the copla form, and she performed her own interpretations of some of the key pieces in the Spanish song tradition, mostly works of the mid-20th century trio of composers Quintero, León y Quiroga."}]}, {"heading": "Births", "year": "1908", "date": "December 8", "txt": "John A. Volpe, American soldier and politician, 61st Governor of Massachusetts (d. 1994)", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1911", "date": "December 8", "txt": "Lee J. Cobb, American actor (d. 1976)", "entities": [{"title": "Lee J. Cobb", "href": "/wiki/Lee_J._Cobb", "description": "Lee J. Cobb was an American actor. He played the role of Willy Loman in the original Broadway production of Arthur Miller's 1949 play Death of a Salesman under the direction of Elia Kazan. He also performed in On the Waterfront (1954), 12 Angry Men (1957), and The Exorcist (1973). On television, Cobb starred in the first four seasons of the Western series The Virginian. He often played arrogant, i"}]}, {"heading": "Births", "year": "1911", "date": "December 8", "txt": "Nikos Gatsos, Greek poet and songwriter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1913", "date": "December 8", "txt": "Delmore Schwartz, American poet and short story writer (d. 1966)", "entities": [{"title": "Delmore Schwartz", "href": "/wiki/Delmore_Schwartz", "description": "Delmore Schwartz was an American poet and short story writer."}]}, {"heading": "Births", "year": "1914", "date": "December 8", "txt": "Floyd Tillman, American country music singer-songwriter and guitarist (d. 2003)", "entities": [{"title": "Floyd Tillman", "href": "/wiki/Floyd_Tillman", "description": "Floyd Tillman was an American country musician who, in the 1930s and 1940s, helped create the Western swing and honky tonk genres. Tillman was inducted into the Nashville Songwriters Hall of Fame in 1970 and the Country Music Hall of Fame in 1984."}]}, {"heading": "Births", "year": "1914", "date": "December 8", "txt": "Ernie Toshack, Australian cricketer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 8", "txt": "Ernest Lehman, American director, producer, and screenwriter (d. 2005)", "entities": [{"title": "Ernest Lehman", "href": "/wiki/Ernest_Lehman", "description": "Ernest Paul Lehman was an American screenwriter. He was nominated six times for Academy Awards for his screenplays during his career, but did not win. At the 73rd Academy Awards in 2001, he received an Honorary Academy Award in recognition of his achievements and his influential works for the screen. He was the first screenwriter to receive that honor. The award was presented to him by Julie Andre"}]}, {"heading": "Births", "year": "1916", "date": "December 8", "txt": "Richard Fleischer, American director, producer, and screenwriter (d. 2006)", "entities": [{"title": "Richard Fleischer", "href": "/wiki/Richard_Fleischer", "description": "Richard O. Fleischer was an American film director whose career spanned more than four decades, beginning at the height of the Golden Age of Hollywood and lasting through the American New Wave."}]}, {"heading": "Births", "year": "1917", "date": "December 8", "txt": "Ian Johnson, Australian cricketer and administrator (d. 1998)", "entities": [{"title": "Ian Johnson (cricketer)", "href": "/wiki/Ian_Johnson_(cricketer)", "description": "Ian William Geddes Johnson, was an Australian cricketer who played 45 Test matches as a slow off-break bowler between 1946 and 1956. Johnson captured 109 Test wickets at an average of 29.19 runs per wicket and as a lower order batsman made 1,000 runs at an average of 18.51 runs per dismissal. He captained the Australian team in 17 Tests, winning seven and losing five, with a further five drawn. De"}]}, {"heading": "Births", "year": "1919", "date": "December 8", "txt": "Peter Tali Coleman, Samoan-American lawyer and politician, 43rd Governor of American Samoa (d. 1997)", "entities": [{"title": "Peter Tali Coleman", "href": "/wiki/Peter_Tali_Coleman", "description": "Peter Tali Coleman was the first person of Samoan descent to be appointed Governor of American Samoa, and later became the territory's first popularly elected Governor. A member of the Republican Party, he is the only U.S. governor whose service spanned five decades and one of the longest-serving governors of any jurisdiction in American history. In 1955, Coleman became the first of Samoan ancestr"}, {"title": "Governor of American Samoa", "href": "/wiki/Governor_of_American_Samoa", "description": "This is a list of governors, etc. of the part of the Samoan Islands under United States administration since 1900."}]}, {"heading": "Births", "year": "1919", "date": "December 8", "txt": "Julia Bowman, American mathematician and theorist (d. 1985)", "entities": []}, {"heading": "Births", "year": "1919", "date": "December 8", "txt": "Kateryna Yushchenko, Ukrainian computer scientist and academic (d. 2001)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 8", "txt": "McDonald Bailey, Trinidadian-English sprinter and rugby player (d. 2013)", "entities": [{"title": "McDonald Bailey", "href": "/wiki/McDonald_Bailey", "description": "Emmanuel McDonald Bailey was a British and Trinidadian athlete, who was born in Williamsville, Trinidad and Tobago. Bailey won a bronze medal in the 1946 Central American and Caribbean Games. He competed for Great Britain in the men's 100 metres at the 1948 Summer Olympics held in London, where he finished sixth and last in the final, and the 1952 Summer Olympics held in Helsinki where he won the "}]}, {"heading": "Births", "year": "1922", "date": "December 8", "txt": "Lucian Freud, German-English painter and illustrator (d. 2011)", "entities": [{"title": "Lucian Freud", "href": "/wiki/Lucian_Freud", "description": "Lucian Michael Freud, OM CH was a British painter and draughtsman, specialising in figurative art, and is known as one of the foremost 20th-century portraitists. He was born in Berlin, the son of Jewish architect Ernst L. Freud and the grandson of Sigmund Freud. Freud got his first name \"Lucian\" from his mother in memory of the ancient writer Lucian of Samosata. His family moved to England in 1933"}]}, {"heading": "Births", "year": "1922", "date": "December 8", "txt": "Jean Ritchie, American singer-songwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 8", "txt": "Dewey Martin, American actor (d. 2018)", "entities": [{"title": "Dewey Martin (actor)", "href": "/wiki/Dewey_Martin_(actor)", "description": "Dewey Martin was an American film and television actor."}]}, {"heading": "Births", "year": "1923", "date": "December 8", "txt": "Rudolph Pariser, Chinese-American soldier and chemist", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 8", "txt": "Lionel Gilbert, Australian historian, author, and academic (d. 2015)", "entities": [{"title": "Lionel Gilbert", "href": "/wiki/Lionel_Gilbert", "description": "Lionel Arthur Gilbert was an Australian historian, author, curator, lecturer, and biographer, specializing in applied, natural, and local history. Born in Burwood, New South Wales, he studied at Sydney Teachers College and, beginning in 1946, worked as a teacher and later a headmaster in state schools in various locations around New South Wales until 1961. In 1963 Gilbert graduated from the Univer"}]}, {"heading": "Births", "year": "1925", "date": "December 8", "txt": "Sammy Davis, Jr., American actor, singer, and dancer (d. 1990)", "entities": [{"title": "Sammy Davis, Jr.", "href": "/wiki/Sammy_Davis,_Jr.", "description": "Samuel George Davis Jr. was an American singer, dancer, actor, vaudevillian and comedian whom critic Randy Blaser called \"the greatest entertainer ever to grace a stage in these United States\"."}]}, {"heading": "Births", "year": "1925", "date": "December 8", "txt": "Nasir Kazmi, Pakistani Urdu poet (d. 1972)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 8", "txt": "Carmen Martín Gaite, Spanish author and poet (d. 2000)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 8", "txt": "Jimmy Smith, American organist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 8", "txt": "Vladimir Shatalov, Kazakhstani general, pilot, and astronaut", "entities": [{"title": "Vladimir Shatalov", "href": "/wiki/Vladimir_Shatalov", "description": "Vladimir Aleksandrovich Shatalov is a former Soviet cosmonaut who flew three space missions of the Soyuz programme: Soyuz 4, Soyuz 8, and Soyuz 10."}]}, {"heading": "Births", "year": "1927", "date": "December 8", "txt": "Niklas Luhmann, German thinker and social theorist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1928", "date": "December 8", "txt": "Bill Hewitt, Canadian journalist and sportscaster (d. 1996)", "entities": [{"title": "Bill Hewitt (sportscaster)", "href": "/wiki/Bill_Hewitt_(sportscaster)", "description": "Foster William Alfred Hewitt was a Canadian radio and television sportscaster. He was the son of hockey broadcaster Foster Hewitt and the grandson of Toronto Star sports journalist W. A. Hewitt."}]}, {"heading": "Births", "year": "1928", "date": "December 8", "txt": "Ulric Neisser, German-American psychologist, neuroscientist, and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 8", "txt": "Julian Critchley, English journalist and politician (d. 2000)", "entities": [{"title": "Julian Critchley", "href": "/wiki/Julian_Critchley", "description": "Sir Julian Michael Gordon Critchley was a British journalist and Conservative Party politician."}]}, {"heading": "Births", "year": "1930", "date": "December 8", "txt": "Maximilian Schell, Austrian-Swiss actor, director, producer, and screenwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 8", "txt": "Bob Arum, American boxing promoter, founded Top Rank", "entities": [{"title": "Bob Arum", "href": "/wiki/Bob_Arum", "description": "Robert Arum is an American lawyer, boxing promoter and businessman. He is the founder and CEO of Top Rank, a professional boxing promotion company based in Las Vegas. He also worked for the US Attorney's Office for the Southern District of New York in the tax division during his legal career before moving into boxing promotion."}, {"title": "Top Rank", "href": "/wiki/Top_Rank", "description": "Top Rank, Inc. is a boxing promotional company founded by Jabir Herbert Muhammad and Bob Arum, which was incorporated in 1973, and is based in Las Vegas, Nevada."}]}, {"heading": "Births", "year": "1933", "date": "December 8", "txt": "Flip Wilson, American actor and comedian (d. 1998)", "entities": [{"title": "Flip Wilson", "href": "/wiki/Flip_Wilson", "description": "Clerow \"Flip\" Wilson Jr. was an American comedian and actor best known for his television appearances during the late 1960s and 1970s. From 1970 to 1974, Wilson hosted his own weekly variety series The Flip Wilson Show, and introduced viewers to his recurring character Geraldine. The series earned Wilson a Golden Globe and two Emmy Awards, and it was the second highest-rated show on network televi"}]}, {"heading": "Births", "year": "1935", "date": "December 8", "txt": "Dharmendra, Indian actor, producer, and politician", "entities": [{"title": "Dharmendra", "href": "/wiki/Dharmendra", "description": "Dharam Singh Deol, known mononymously as Dharmendra , is an Indian film actor, film producer and politician who is best known for his work in Hindi films. He is also known as the \"He-Man\" of Indian cinema. He is considered one of the most successful and prolific actors in the history of Indian cinema."}]}, {"heading": "Births", "year": "1935", "date": "December 8", "txt": "Tatiana Zatulovskaya, Russian-Israeli chess player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 8", "txt": "David Carradine, American actor, director, and producer (d. 2009)", "entities": [{"title": "David Carradine", "href": "/wiki/David_Carradine", "description": "David Carradine was an American actor best known for playing martial arts roles. He is perhaps best known as the star of the 1970s television series Kung Fu, playing Kwai Chang Caine, a peace-loving Shaolin monk travelling through the American Old West. He also portrayed the title character of both of the Kill Bill films. He appeared in two Martin Scorsese movies: Boxcar Bertha and Mean Streets."}]}, {"heading": "Births", "year": "1936", "date": "December 8", "txt": "Michael Hobson, American publisher", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 8", "txt": "Peter Parfitt, English cricketer", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 8", "txt": "James MacArthur, American actor (d. 2010)", "entities": [{"title": "James MacArthur", "href": "/wiki/James_MacArthur", "description": "James Gordon MacArthur was an American actor best known for the role of Danny \"Danno\" Williams, the reliable second-in-command of the fictional Hawaiian State Police squad in the long-running television series Hawaii Five-O, and for playing the juvenile lead in a series of Disney movies."}]}, {"heading": "Births", "year": "1937", "date": "December 8", "txt": "Arne Næss, Jr., German-Norwegian mountaineer and businessman (d. 2004)", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 8", "txt": "Red Berenson, Canadian ice hockey player and coach", "entities": [{"title": "Red Berenson", "href": "/wiki/Red_Berenson", "description": "Gordon Arthur \"Red, The Red Baron\" Berenson is a Canadian former professional ice hockey centre and head coach of the Michigan Wolverines men's ice hockey team from 1984 to 2017. Berenson was inducted into Canada's Sports Hall of Fame in 2005 and the US Hockey Hall of Fame in 2018."}]}, {"heading": "Births", "year": "1939", "date": "December 8", "txt": "Jerry Butler, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 8", "txt": "James Galway, Irish flute player", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 8", "txt": "Felipe Gozon, Filipino lawyer and businessman", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 8", "txt": "Dariush Mehrjui, Iranian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 8", "txt": "Soko Richardson, American drummer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 8", "txt": "Brant Alyea, American baseball player", "entities": [{"title": "Brant Alyea", "href": "/wiki/Brant_Alyea", "description": "Garrabrant Ryerson Alyea is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Washington Senators, Minnesota Twins, Oakland Athletics, and St. Louis Cardinals. In 1965, he became the ninth player to hit a home run on his first MLB pitch."}]}, {"heading": "Births", "year": "1941", "date": "December 8", "txt": "Ed Brinkman, American baseball player and coach (d. 2008)", "entities": [{"title": "Ed Brinkman", "href": "/wiki/Ed_Brinkman", "description": "Edwin Albert Brinkman was an American professional baseball player, coach and scout. He played for 15 seasons in Major League Baseball, principally as a shortstop, for the Washington Senators (1961–1970), Detroit Tigers (1971–1974), St. Louis Cardinals (1975), Texas Rangers (1975), and New York Yankees (1975). Brinkman led the American League in games played twice, won a Gold Glove Award at shorts"}]}, {"heading": "Births", "year": "1941", "date": "December 8", "txt": "Bob Brown, American football player", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 8", "txt": "Duke Cunningham, American commander and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 8", "txt": "Bobby Elliott, English drummer", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 8", "txt": "Geoff Hurst, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 8", "txt": "Larry Martin, American paleontologist and ornithologist (d. 2013)", "entities": [{"title": "Larry Martin", "href": "/wiki/Larry_Martin", "description": "Larry Dean Martin was an American vertebrate paleontologist and curator of the Natural History Museum and Biodiversity Research Center at the University of Kansas. Among Martin's work is research on the Triassic reptile Longisquama and theropod dinosaur Caudipteryx and Dakotaraptor. According to the University of Kansas, he \"has been a leading opponent of the theory that birds are 'living dinosaur"}]}, {"heading": "Births", "year": "1943", "date": "December 8", "txt": "Jim Morrison, American singer-songwriter and poet (d. 1971)", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 8", "txt": "James Tate, American poet (d. 2015)", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 8", "txt": "Bodo Tümmler, German runner", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 8", "txt": "Mary Woronov, American actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 8", "txt": "George Baker, Dutch singer-songwriter", "entities": [{"title": "George Baker (Dutch singer)", "href": "/wiki/George_Baker_(Dutch_singer)", "description": "George Baker (born Johannes \"Hans\" Bouwens, is a Dutch singer and songwriter who, with his band George Baker Selection, scored two international hits in the 1970s, \"Paloma Blanca\" and \"Little Green Bag.\" He became a solo artist after 1989. \"Little Green Bag\" was used as the opening soundtrack for the film Reservoir Dogs."}]}, {"heading": "Births", "year": "1944", "date": "December 8", "txt": "Bertie Higgins, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 8", "txt": "Ted Irvine, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 8", "txt": "Vince MacLean, Canadian educator and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 8", "txt": "John Banville, Irish novelist and screenwriter", "entities": [{"title": "John Banville", "href": "/wiki/John_Banville", "description": "William John Banville is an Irish novelist, short story writer, adapter of dramas and screenwriter. Though he has been described as \"the heir to Proust, via Nabokov\", Banville himself maintains that W. B. Yeats and Henry James are the two real influences on his work."}]}, {"heading": "Births", "year": "1945", "date": "December 8", "txt": "Julie Heldman, American tennis player", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 8", "txt": "John Rubinstein, American actor, director, and composer", "entities": [{"title": "John Rubinstein", "href": "/wiki/John_Rubinstein", "description": "John Arthur Rubinstein is an American actor, composer and director."}]}, {"heading": "Births", "year": "1946", "date": "December 8", "txt": "Chava Alberstein, Polish-Israeli singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 8", "txt": "Gregg Allman, American musician (d. 2017)", "entities": [{"title": "Gregg Allman", "href": "/wiki/Gregg_Allman", "description": "Gregory LeNoir Allman was an American singer-songwriter and musician. He was known for performing in the Allman Brothers Band. Allman grew up with an interest in rhythm and blues music, and the Allman Brothers Band fused it with rock music, jazz, and country at times. He wrote several of the band's biggest songs, including \"Whipping Post\", \"Melissa\", and \"Midnight Rider\". Allman also had a success"}]}, {"heading": "Births", "year": "1947", "date": "December 8", "txt": "Gérard Blanc, French singer, guitarist, and actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 8", "txt": "Thomas Cech, American chemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1947", "date": "December 8", "txt": "Kati-Claudia Fofonoff, Finnish author and poet (d. 2011)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 8", "txt": "Margaret Geller, American astrophysicist, astronomer, and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 8", "txt": "Luis Caffarelli, Argentinian-American mathematician and academic", "entities": [{"title": "Luis Caffarelli", "href": "/wiki/Luis_Caffarelli", "description": "Luis Angel Caffarelli is an Argentine mathematician and luminary in the field of partial differential equations and their applications."}]}, {"heading": "Births", "year": "1948", "date": "December 8", "txt": "John Waters, English-Australian actor, singer-songwriter, and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 8", "txt": "Mary Gordon, American author, critic, and academic", "entities": [{"title": "Mary Gordon (writer)", "href": "/wiki/Mary_Gordon_(writer)", "description": "Mary Catherine Gordon is an American writer from Queens and Valley Stream, New York. She is the McIntosh Professor of English at Barnard College. She is best known for her novels, memoirs and literary criticism. In 2008 she was named Official State Author of New York."}]}, {"heading": "Births", "year": "1949", "date": "December 8", "txt": "Nancy Meyers, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 8", "txt": "Robert Sternberg, American psychologist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 8", "txt": "Rick Baker, American actor and makeup artist", "entities": [{"title": "Rick Baker (makeup artist)", "href": "/wiki/Rick_Baker_(makeup_artist)", "description": "Richard A. Baker is an American retired special make-up effects creator and actor, mostly known for his creature effects and designs. Baker won the Academy Award for Best Makeup a record seven times from a record eleven nominations, beginning when he won the inaugural award for the 1981 film An American Werewolf in London."}]}, {"heading": "Births", "year": "1950", "date": "December 8", "txt": "Tim Foli, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 8", "txt": "Dan Hartman, American singer-songwriter and producer  (d. 1994)", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 8", "txt": "Bill Bryson, American essayist, travel and science writer", "entities": [{"title": "Bill Bryson", "href": "/wiki/Bill_Bryson", "description": "William McGuire Bryson is an American–British author of books on travel, the English language, science, and other non-fiction topics. Born in the United States, he has been a resident of Britain for most of his adult life, returning to the U.S. between 1995 and 2003, and holds dual American and British citizenship. He served as the chancellor of Durham University from 2005 to 2011."}]}, {"heading": "Births", "year": "1951", "date": "December 8", "txt": "Richard Desmond, English publisher and businessman, founded Northern & Shell", "entities": [{"title": "Northern & Shell", "href": "/wiki/Northern_%26_Shell", "description": "Northern & Shell is a British publishing group, founded in December 1974 and owned since then by Richard Desmond. It published the Daily Express, Sunday Express, Daily Star and Daily Star Sunday, and the magazines OK!, New! and Star until these were sold to Trinity Mirror in February 2018. Northern & Shell also owned three entertainment television channels: Channel 5, 5* and 5USA until 2015. It ow"}]}, {"heading": "Births", "year": "1951", "date": "December 8", "txt": "Jan Eggum, Norwegian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 8", "txt": "Khaw Boon Wan, Malayan-Singaporean politician, Singaporean Minister of Health", "entities": [{"title": "Khaw Boon Wan", "href": "/wiki/Khaw_Boon_Wan", "description": "Khaw Boon Wan is a former Singaporean politician. Khaw announced his retirement from politics after 19 years on 26 June 2020."}, {"title": "Ministry of Health (Singapore)", "href": "/wiki/Ministry_of_Health_(Singapore)", "description": "The Ministry of Health is a ministry of the Government of Singapore responsible for providing information, raising health awareness and education and ensuring and monitoring the accessibility and quality of healthcare services provided to the citizens and nationals of Singapore. In addition, it is also involved in the control of illness and disease in the country, coordinating the utilisation of r"}]}, {"heading": "Births", "year": "1952", "date": "December 8", "txt": "Steve Atkinson, English-Hong Kong cricketer", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 8", "txt": "Kim Basinger, American actress", "entities": [{"title": "Kim Basinger", "href": "/wiki/Kim_Basinger", "description": "Kimila Ann Basinger is an American actress, singer and former fashion model. Following a successful modeling career in New York, Basinger moved to Los Angeles where she began her acting career on television in 1976. She starred in several made-for-television films, including a remake of From Here to Eternity (1979), before making her feature debut in the drama Hard Country (1981)."}]}, {"heading": "Births", "year": "1953", "date": "December 8", "txt": "Roy Firestone, American sportscaster and journalist", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 8", "txt": "Norman Finkelstein, American author, academic, and activist", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 8", "txt": "Sam Kinison, American comedian (d. 1992)", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 8", "txt": "Władysław Kozakiewicz, Lithuanian-Polish pole vaulter and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 8", "txt": "Steve Yates, English footballer", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 8", "txt": "Harold Hongju Koh, American lawyer, academic, and politician", "entities": [{"title": "Harold Hongju Koh", "href": "/wiki/Harold_Hongju_Koh", "description": "Harold Hongju Koh is an American lawyer and legal scholar who served as the legal adviser of the Department of State in the Obama administration. He was nominated to this position by President Barack Obama on March 23, 2009, and confirmed by the Senate on June 25, 2009. He left the State Department in January 2013, returning to Yale University as a Sterling Professor of international law."}]}, {"heading": "Births", "year": "1954", "date": "December 8", "txt": "Frits Pirard, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 8", "txt": "Milenko Zablaćanski, Serbian actor, director, and screenwriter (d. 2008)", "entities": [{"title": "Milenko Zablaćanski", "href": "/wiki/Milenko_Zabla%C4%87anski", "description": "Milenko Zablaćanski,, , was a Serbian actor, director, and screenwriter."}]}, {"heading": "Births", "year": "1956", "date": "December 8", "txt": "Warren Cuccurullo, American singer-songwriter and guitarist", "entities": [{"title": "Warren Cuccurullo", "href": "/wiki/Warren_Cuccurullo", "description": "Warren Bruce Cuccurullo is an American musician, singer-songwriter, restaurant owner and former body builder who first worked with Frank Zappa during the 1970s. He was also a founding member of Missing Persons in the 1980s. In 1986, Cuccurullo joined Duran Duran, becoming a long-term member of the band until 2001."}]}, {"heading": "Births", "year": "1956", "date": "December 8", "txt": "Andrius Kubilius, Lithuanian academic and politician, 9th Prime Minister of Lithuania", "entities": [{"title": "Prime Minister of Lithuania", "href": "/wiki/Prime_Minister_of_Lithuania", "description": "The prime minister of Lithuania is the head of the government of Lithuania. The prime minister is Lithuania's head of government and is appointed by the president with the assent of the Lithuanian parliament, the Seimas. The modern office of prime minister was established in 1990, when Lithuania declared its independence, although the official title was \"Chairperson of the Council of Ministers\" un"}]}, {"heading": "Births", "year": "1956", "date": "December 8", "txt": "Slick, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 8", "txt": "Mike Buchanan, British men's rights advocate", "entities": [{"title": "Mike Buchanan (politician)", "href": "/wiki/Mike_Buchanan_(politician)", "description": "Gordon Michael Alexander Buchanan founded and has since either led or chaired the minor political party, Justice for Men and Boys (J4MB), in the United Kingdom. He is also a media commentator for the men's rights movement."}]}, {"heading": "Births", "year": "1957", "date": "December 8", "txt": "James Cama, American martial artist and educator (d. 2014)", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 8", "txt": "Phil Collen, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 8", "txt": "Rob Byrnes, American author and blogger", "entities": [{"title": "Rob Byrnes", "href": "/wiki/Rob_Byrnes", "description": "Robert Charles \"Rob\" Byrnes, Jr. is a 21st-century gay American, novelist and blogger, whose fiction focuses primarily on gay men and other sexual minorities. He serves on the Steering Committee for The Publishing Triangle, and was also a member of the Executive Council of the International Association of Crime Writers/North American Branch from 2011-2015."}]}, {"heading": "Births", "year": "1958", "date": "December 8", "txt": "Rob Curling, Malayan-English journalist", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 8", "txt": "Michel Ferté, French race car driver", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 8", "txt": "Bob Greene, American physiologist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 8", "txt": "Mirosław Okoński, Polish footballer", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 8", "txt": "Stephen Jefferies, South African cricketer and coach", "entities": [{"title": "Stephen Jefferies", "href": "/wiki/Stephen_Jefferies", "description": "\nStephen Thomas Jefferies is a former South African first-class cricketer."}]}, {"heading": "Births", "year": "1959", "date": "December 8", "txt": "Mark Steyn, Canadian-American author and critic", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 8", "txt": "Aaron Allston, American game designer and author (d. 2014)", "entities": [{"title": "Aaron Allston", "href": "/wiki/Aaron_Allston", "description": "Aaron Dale Allston was an American game designer and author of many science fiction books, notably Star Wars novels. His works as a game designer include game supplements for role-playing games, several of which served to establish the basis for products and subsequent development of TSR's Dungeons & Dragons game setting Mystara. His later works as a novelist include those of the X-Wing series: Wr"}]}, {"heading": "Births", "year": "1960", "date": "December 8", "txt": "Lim Guan Eng, Malaysian accountant and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 8", "txt": "Conceição Lima, São Toméan poet", "entities": [{"title": "Conceição Lima", "href": "/wiki/Concei%C3%A7%C3%A3o_Lima", "description": "Maria da Conceição de Deus Lima, also known as Conceição Lima, is a Santomean poet."}]}, {"heading": "Births", "year": "1961", "date": "December 8", "txt": "Mikey Robins, Australian comedian and television host", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 8", "txt": "Steve Elkington, Australian-American golfer", "entities": [{"title": "Steve Elkington", "href": "/wiki/Steve_Elkington", "description": "Stephen John Elkington is an Australian professional golfer on the PGA Tour Champions. Formerly on the PGA Tour, he spent more than fifty weeks in the top-10 of the Official World Golf Ranking from 1995 to 1998.\nElkington won a major title at the PGA Championship in 1995, and is a two-time winner of The Players Championship."}]}, {"heading": "Births", "year": "1962", "date": "December 8", "txt": "Marty Friedman, American-Japanese guitarist, songwriter, and television host", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 8", "txt": "Nikos Karageorgiou, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 8", "txt": "Berry van Aerle, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 8", "txt": "Greg Howe, American guitarist, songwriter, and producer", "entities": [{"title": "Greg Howe", "href": "/wiki/Greg_Howe", "description": "Gregory Howe is an American guitarist and composer. An active musician for almost four decades, he has released nine studio albums in addition to collaborating with a wide variety of artists."}]}, {"heading": "Births", "year": "1963", "date": "December 8", "txt": "Toshiaki Kawada, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 8", "txt": "Ricky Walford, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 8", "txt": "James Blundell, Australian singer-songwriter and guitarist", "entities": [{"title": "James Blundell (singer)", "href": "/wiki/James_Blundell_(singer)", "description": "James Blundell is an Australian country music singer. Born in Stanthorpe, Queensland, Blundell first rose to prominence after being named \"best new talent\" at the 1987 Country Music Awards of Australia. Blundell has since released several albums in both Australia and the United States, with his most successful album This Road selling more than 145,000 copies in Australia. Blundell was an unsuccess"}]}, {"heading": "Births", "year": "1964", "date": "December 8", "txt": "Teri Hatcher, American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 8", "txt": "Chigusa Nagayo, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 8", "txt": "Óscar Ramírez, Costa Rican footballer and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 8", "txt": "David Harewood, English actor", "entities": [{"title": "David Harewood", "href": "/wiki/David_Harewood", "description": "David Harewood, MBE is a British actor and presenter. He is best known for his roles as CIA Counterterrorism Director David Estes in Homeland (2011–2012), and as J'onn J'onzz / Martian Manhunter and Hank Henshaw / Cyborg Superman in Supergirl (2015–present)."}]}, {"heading": "Births", "year": "1965", "date": "December 8", "txt": "Theo Maassen, Dutch actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 8", "txt": "Bushwick Bill, Jamaican-American rapper (d. 2019)", "entities": [{"title": "Bushwick Bill", "href": "/wiki/Bushwick_Bill", "description": "Richard Stephen Shaw, better known by his stage name Bushwick Bill, was a Jamaican-American rapper and record producer. He was best known as a member of the pioneering Texas hip hop group Geto Boys, a group he originally joined as a dancer in 1986 as Little Billy. He went on to become one third of the best-known incarnation of the group, alongside Willie D and Scarface."}]}, {"heading": "Births", "year": "1966", "date": "December 8", "txt": "Les Ferdinand, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 8", "txt": "Tyler Mane, Canadian wrestler and actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 8", "txt": "Sinéad O'Connor, Irish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 8", "txt": "Jeff George, American football player", "entities": [{"title": "Jeff George", "href": "/wiki/Jeff_George", "description": "Jeffrey Scott George is a former American college and professional football player in the National Football League (NFL) for thirteen seasons during the 1990s and through 2001. He played college football for the University of Illinois after transferring from Purdue. George was drafted by the Indianapolis Colts with the first overall pick of the 1990 NFL Draft, and also played for the Atlanta Falco"}]}, {"heading": "Births", "year": "1967", "date": "December 8", "txt": "Andy Kapp, German curler", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 8", "txt": "Kotono Mitsuishi, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 8", "txt": "Darren Sheridan, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 8", "txt": "Mike Mussina, American baseball player and coach", "entities": [{"title": "Mike Mussina", "href": "/wiki/Mike_Mussina", "description": "Michael Cole Mussina, nicknamed \"Moose\", is an American former baseball starting pitcher who played 18 seasons in Major League Baseball (MLB) for the Baltimore Orioles (1991–2000) and the New York Yankees (2001–2008). He was elected to the Baseball Hall of Fame in his sixth year of eligibility in 2019."}]}, {"heading": "Births", "year": "1968", "date": "December 8", "txt": "Doriano Romboni, Italian motorcycle racer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 8", "txt": "Kristin Lauter, American mathematician and cryptographer", "entities": [{"title": "Kristin Lauter", "href": "/wiki/Kristin_Lauter", "description": "Kristin Estella Lauter is an American mathematician and cryptographer whose research interest is broadly in application of number theory and algebraic geometry in cryptography. She is particularly known for her work in the area of elliptic curve cryptography. She was a researcher at Microsoft Research in Redmond, Washington, from 1999–2021 and the head of the Cryptography Group from 2008–2021; her"}]}, {"heading": "Births", "year": "1971", "date": "December 8", "txt": "Abdullah Ercan, Turkish footballer and manager", "entities": [{"title": "Abdullah Ercan", "href": "/wiki/Abdullah_Ercan", "description": "Abdullah Ercan is a retired Turkish international footballer and manager."}]}, {"heading": "Births", "year": "1972", "date": "December 8", "txt": "Indrek Allmann, Estonian architect", "entities": [{"title": "Indrek Allmann", "href": "/wiki/Indrek_Allmann", "description": "Indrek Allmann is an Estonian architect."}]}, {"heading": "Births", "year": "1972", "date": "December 8", "txt": "Janae Marie Kroczaleski, American powerlifter", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 8", "txt": "Édson Ribeiro, Brazilian sprinter", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 8", "txt": "Corey Taylor, American singer-songwriter, musician, and actor", "entities": [{"title": "Corey Taylor", "href": "/wiki/Corey_Taylor", "description": "Corey Todd Taylor is an American singer, musician and songwriter. He is known as the lead vocalist and lyricist of the bands Slipknot and Stone Sour."}]}, {"heading": "Births", "year": "1974", "date": "December 8", "txt": "Cristian Castro, Mexican singer", "entities": [{"title": "Cristian Castro", "href": "/wiki/Cristian_Castro", "description": "Christian Sáinz Valdés Castro, known professionally as Cristian Castro  or Cristian, is a Mexican pop singer.\nHe is the son of actors Veronica Castro and Manuel \"El Loco\" Valdés, and nephew of actors Ramón Valdés and Germán \"Tin-Tan\" Valdés. Of artistic family heritage, he is also a nephew on his mother's side of José Alberto \"El Güero\" Castro, well-known producer of soap operas on Televisa."}]}, {"heading": "Births", "year": "1974", "date": "December 8", "txt": "Tony Simmons, American football player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 8", "txt": "Nick Zinner, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 8", "txt": "Kevin Harvick, American race car driver", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 8", "txt": "Brettina, Bahamian-American singer-songwriter and actress", "entities": [{"title": "Brettina", "href": "/wiki/Brettina", "description": "Brettina Lorena Robinson is a Bahamian jazz singer-songwriter, model, and SAG actress, who lives in metropolitan Los Angeles."}]}, {"heading": "Births", "year": "1976", "date": "December 8", "txt": "Reed Johnson, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 8", "txt": "Dominic Monaghan, German-born English actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 8", "txt": "Zoe Konstantopoulou, Greek lawyer and politician", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 8", "txt": "Ryan Newman, American race car driver", "entities": [{"title": "Ryan Newman (racing driver)", "href": "/wiki/Ryan_Newman_(racing_driver)", "description": "Ryan Joseph Newman, nicknamed \"Rocket Man\", is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 6 Ford Mustang for Roush Fenway Racing, as well as part-time in the NASCAR Camping World Truck Series, driving the No. 39 Ford F-150 for DCC Racing."}]}, {"heading": "Births", "year": "1977", "date": "December 8", "txt": "Aleksandra Olsza, Polish tennis player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 8", "txt": "Anita Weyermann, Swiss runner and journalist", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 8", "txt": "John Oster, English-Welsh footballer", "entities": [{"title": "John Oster", "href": "/wiki/John_Oster", "description": "John Morgan Oster is an English-born Welsh football coach and former professional footballer, who played as a midfielder."}]}, {"heading": "Births", "year": "1978", "date": "December 8", "txt": "Frédéric Piquionne, French footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 8", "txt": "Anwar Siraj, Ethiopian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 8", "txt": "Ian Somerhalder, American actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 8", "txt": "Vernon Wells, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 8", "txt": "Daniel Fitzhenry, Australian rugby player", "entities": [{"title": "Daniel Fitzhenry", "href": "/wiki/Daniel_Fitzhenry", "description": "Daniel Fitzhenry is an Australian former professional rugby league footballer who played in the 2000s. He played for the Wests Tigers in the NRL and Hull Kingston Rovers in the Super League. He primarily played on the wing."}]}, {"heading": "Births", "year": "1979", "date": "December 8", "txt": "Johan Forssell, Swedish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 8", "txt": "Raymond Lam, Chinese actor and singer", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 8", "txt": "Ingrid Michaelson, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 8", "txt": "Christian Wilhelmsson, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 8", "txt": "Yuliya Krevsun, Ukrainian runner", "entities": [{"title": "Yuliya Krevsun", "href": "/wiki/Yuliya_Krevsun", "description": "Yuliya Krevsun is a Ukrainian middle-distance running athlete who specialises in the 800 metres. She is a member of Fenerbahçe athletics club in Turkey."}]}, {"heading": "Births", "year": "1981", "date": "December 8", "txt": "Jeremy Accardo, American baseball player", "entities": [{"title": "Jeremy Accardo", "href": "/wiki/Jeremy_Accardo", "description": "Jeremiah Lee Accardo is an American former professional baseball pitcher and assistant pitching coach for the New York Mets of Major League Baseball (MLB). He played in MLB for the San Francisco Giants, Toronto Blue Jays, Baltimore Orioles, Cleveland Indians, and Oakland Athletics. Prior to playing professionally, Accardo attended Mesa High School and later Illinois State University."}]}, {"heading": "Births", "year": "1981", "date": "December 8", "txt": "Simon Finnigan, English rugby league player", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 8", "txt": "Philip Rivers, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 8", "txt": "Alfredo Aceves, American baseball player", "entities": [{"title": "Alfredo Aceves", "href": "/wiki/Alfredo_Aceves", "description": "Alfredo Aceves Martínez is a Mexican former professional baseball pitcher. He pitched in Major League Baseball for the New York Yankees and the Boston Red Sox."}]}, {"heading": "Births", "year": "1982", "date": "December 8", "txt": "Serena Ryder, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 8", "txt": "Chrisette Michele, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 8", "txt": "Nicki Minaj, Trinidadian-American rapper and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 8", "txt": "Neel Jani, Swiss race car driver", "entities": [{"title": "Neel Jani", "href": "/wiki/Neel_Jani", "description": "Neel Jani is a Swiss professional Porsche factory driver. His father is from India and his mother is German Swiss."}]}, {"heading": "Births", "year": "1983", "date": "December 8", "txt": "Valéry Mézague, Cameroonian footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 8", "txt": "Emma Green Tregaro, Swedish high jumper", "entities": [{"title": "Emma Green Tregaro", "href": "/wiki/Emma_Green_Tregaro", "description": "Emma Anna-Maria Green, also known as Emma Green Tregaro is a retired Swedish high jumper. She won a bronze medal in the event at the 2005 IAAF World Championships. She represented Sweden at the 2008 and 2012 Summer Olympics. She finished 2nd at the 2010 European Athletics Championships with a new personal best of 2.01 m."}]}, {"heading": "Births", "year": "1984", "date": "December 8", "txt": "Greg Halford, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 8", "txt": "Sam Hunt, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 8", "txt": "Meagan Duhamel, Canadian figure skater", "entities": [{"title": "Meagan Duhamel", "href": "/wiki/Meagan_Duhamel", "description": "Meagan Duhamel is a Canadian pair skater. With partner Eric Radford, she is a two-time world champion, a 2018 Olympic gold medallist in the team event, a 2014 Olympic silver medallist in the team event, a 2018 Olympic bronze medallist in the pairs event, a two-time Four Continents champion, the 2014–15 Grand Prix Final champion, and a seven-time Canadian national champion (2012–18)."}]}, {"heading": "Births", "year": "1985", "date": "December 8", "txt": "Dwight Howard, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 8", "txt": "Oleksiy Pecherov, Ukrainian basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 8", "txt": "Enzo Amore, American wrestler and rapper", "entities": [{"title": "Enzo Amore", "href": "/wiki/Enzo_Amore", "description": "Eric Arndt is an American professional wrestler who performs on the independent circuit under the ring name nZo. He is best known for his tenure with WWE, where he performed under the ring name Enzo Amore."}]}, {"heading": "Births", "year": "1986", "date": "December 8", "txt": "Amir Khan, English boxer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 8", "txt": "Sam Tagataese, New Zealand-Samoan rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 8", "txt": "Kate Voegele, American singer-songwriter, guitarist, and actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 8", "txt": "Drew Doughty, Canadian ice hockey player", "entities": [{"title": "Drew Doughty", "href": "/wiki/Drew_Doughty", "description": "Drew Doughty is a Canadian professional ice hockey defenceman and alternate captain for the Los Angeles Kings of the National Hockey League (NHL). He was selected second overall by the Kings in the 2008 NHL Entry Draft from the Guelph Storm of the OHL, where he was twice voted the league's top offensive defenceman."}]}, {"heading": "Births", "year": "1989", "date": "December 8", "txt": "Jesse Sene-Lefao, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 8", "txt": "Yui Yokoyama, Japanese idol, model, and actress", "entities": [{"title": "Yui Yokoyama", "href": "/wiki/Yui_Yokoyama", "description": "Yui Yokoyama  is a Japanese idol, singer, actress and member of the Japanese idol girl group AKB48. She was the second General Manager of the AKB48 Group. She has served as the captain of AKB48 Team A, and was a former member of AKB48 sister group NMB48. Since 2011, Yokoyama has also been also a member of the group Not Yet."}]}, {"heading": "Births", "year": "1993", "date": "December 8", "txt": "Janari Jõesaar, Estonian basketball player", "entities": [{"title": "Janari Jõesaar", "href": "/wiki/Janari_J%C3%B5esaar", "description": "Janari Jõesaar is an Estonian professional basketball player for Kalev/Cramo of the VTB United League. He is a 1.98 m tall small forward. He played college basketball for the Ole Miss Rebels and the Texas–Pan American Broncs."}]}, {"heading": "Births", "year": "1993", "date": "December 8", "txt": "Jordan Obita, English footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 8", "txt": "AnnaSophia Robb, American actress", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 8", "txt": "Cara Mund, Miss America 2018", "entities": [{"title": "Miss America 2018", "href": "/wiki/Miss_America_2018", "description": "Miss America 2018 was the 91st Miss America pageant, though the Miss America Organization celebrated its 97th anniversary in 2017. This discrepancy is due to no national pageants being held from 1928-1932 or in 1934 because of financial problems associated with the Great Depression. The 2018 pageant was held in Boardwalk Hall in Atlantic City, New Jersey on Sunday, September 10, 2017. This was the"}]}, {"heading": "Births", "year": "1994", "date": "December 8", "txt": "Conseslus Kipruto, Kenyan runner", "entities": [{"title": "Conseslus Kipruto", "href": "/wiki/Conseslus_Kipruto", "description": "Conseslus Kipruto is a Kenyan middle distance runner who competes in the 3000 metre steeplechase. He won the gold medal at the 2016 Summer Olympics, 2017 and 2019 World Championships. Kipruto also won the World Youth and in 2012 the World Junior titles in the steeplechase. He also ranks second on the all-time junior lists with 8:01.16. He set his personal best of 8:00.12 minutes at the Birmingham "}]}, {"heading": "Births", "year": "1994", "date": "December 8", "txt": "Raheem Sterling, English footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 8", "txt": "Scott McTominay, Scottish footballer", "entities": [{"title": "Scott McTominay", "href": "/wiki/Scott_McTominay", "description": "Scott Francis McTominay is an English-born Scottish professional footballer who plays as a central midfielder for Premier League club Manchester United and the Scotland national team."}]}, {"heading": "Deaths", "year": "0855", "date": "December 8", "txt": "Drogo of Metz, illegitimate son of Charlemagne (b. 801)", "entities": [{"title": "Drogo of Metz", "href": "/wiki/Drogo_of_Metz", "description": "Drogo, also known as Dreux or Drogon, was an illegitimate son of Frankish emperor Charlemagne by the concubine Regina."}, {"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}]}, {"heading": "Deaths", "year": "0899", "date": "December 8", "txt": "Arnulf of Carinthia (b. 850)", "entities": [{"title": "Arnulf of Carinthia", "href": "/wiki/Arnulf_of_Carinthia", "description": "Arnulf of Carinthia was the duke of Carinthia who overthrew his uncle, Emperor Charles the Fat, became the Carolingian king of East Francia from 887, the disputed King of Italy from 894 and the disputed Holy Roman Emperor from February 22, 896 until his death at Regensburg, Bavaria."}]}, {"heading": "Deaths", "year": "0964", "date": "December 8", "txt": "Zhou the Elder, Chinese queen consort", "entities": [{"title": "Queen Zhou the Elder", "href": "/wiki/Queen_Zhou_the_Elder", "description": "Zhou Ehuang (周娥皇), posthumously named Queen Zhaohui (昭惠國后), was a queen consort of imperial China's short-lived Southern Tang state during the Five Dynasties and Ten Kingdoms period. Her husband was Li Yu, Southern Tang's third and last ruler."}]}, {"heading": "Deaths", "year": "1186", "date": "December 8", "txt": "Berthold IV, Duke of Zähringen (b.c 1125)", "entities": [{"title": "Berthold IV, Duke of Zähringen", "href": "/wiki/Berthold_IV,_Duke_of_Z%C3%A4hringen", "description": "Berthold IV, Duke of Zähringen was a Duke of Zähringen and Rector of Burgundy. He was the son of Conrad I, Duke of Zähringen and Clementia of Luxembourg-Namur. He founded numerous cities, including Fribourg."}, {"title": "1125", "href": "/wiki/1125", "description": "Year 1125 (MCXXV) was a common year starting on Thursday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1292", "date": "December 8", "txt": "John Peckham, Archbishop of Canterbury", "entities": [{"title": "John Peckham", "href": "/wiki/John_Peckham", "description": "John Peckham was Archbishop of Canterbury in the years 1279–1292. He was a native of Sussex who was educated at Lewes Priory and became a Friar Minor about 1250. He studied at the University of Paris under Bonaventure, where he would later teach theology. From his teaching, he came into conflict with Thomas Aquinas, with whom he debated on two occasions. Known as a conservative theologian, he oppo"}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1365", "date": "December 8", "txt": "Nicholas II, Duke of Opava (b. 1288)", "entities": [{"title": "Nicholas II, Duke of Opava", "href": "/wiki/Nicholas_II,_Duke_of_Opava", "description": "Nicholas II of Opava was Duke of Opava from 1318 to 1365 and Duke of Ratibór from 1337 to 1365 and Burgrave of Kladsko from 1350 to 1365 and also chamberlain of the Kingdom of Bohemia."}]}, {"heading": "Deaths", "year": "1431", "date": "December 8", "txt": "Hedwig Jagiellon, Polish and Lithuanian princess (b. 1408)", "entities": [{"title": "Hedwig Jagiellon (1408–1431)", "href": "/wiki/Hedwig_Jagiellon_(1408%E2%80%931431)", "description": "Hedwig Jagiellon was a Polish and Lithuanian princess, and a member of the Jagiellon dynasty. For most of her life she, as the only child of Wladyslaw Jagiello, was considered to be heiress of the Polish and Lithuanian thrones. After the birth of Jagiello's sons in 1424 and 1427, Hedwig had some support for her claims to the throne. She died in 1431 amidst rumors that she was poisoned by her stepm"}]}, {"heading": "Deaths", "year": "1550", "date": "December 8", "txt": "Gian Giorgio Trissino, Italian humanist, poet, dramatist and diplomat (b. 1478)", "entities": [{"title": "Gian Giorgio Trissino", "href": "/wiki/Gian_Giorgio_Trissino", "description": "Gian Giorgio Trissino, also called Giovan Giorgio Trissino, was an Italian Renaissance humanist, poet, dramatist, diplomat, and grammarian."}]}, {"heading": "Deaths", "year": "1626", "date": "December 8", "txt": "John Davies, English poet, lawyer, and politician (b. 1569)", "entities": [{"title": "John Davies (poet)", "href": "/wiki/John_Davies_(poet)", "description": "Sir John Davies was an English poet, lawyer, and politician who sat in the House of Commons at various times between 1597 and 1621. He became Attorney General for Ireland and formulated many of the legal principles that underpinned the British Empire."}]}, {"heading": "Deaths", "year": "1632", "date": "December 8", "txt": "Philippe van Lansberge, Dutch astronomer and mathematician (b. 1561)", "entities": [{"title": "Philippe van Lansberge", "href": "/wiki/Philippe_van_Lansberge", "description": "Johan Philip Lansberge was a Dutch Calvinist Minister, astronomer and Mathematician. His name is sometimes written Lansberg, and his first name is sometimes given as Philip or  Johannes Philippus. He published under the Latin name Philippus Lansbergius."}]}, {"heading": "Deaths", "year": "1638", "date": "December 8", "txt": "Ivan Gundulić, Croatian poet (b. 1589)", "entities": [{"title": "Ivan Gundulić", "href": "/wiki/Ivan_Gunduli%C4%87", "description": "Dživo Franov Gundulić, also Gianfrancesco Gondola, better known today as Ivan Gundulić, was the most prominent Baroque poet from the Republic of Ragusa, He is regarded as the Croatian national poet. His work embodies central characteristics of Roman Catholic Counter-Reformation: religious fervor, insistence on \"vanity of this world\" and zeal in opposition to \"infidels\". Gundulić's major works—the "}]}, {"heading": "Deaths", "year": "1643", "date": "December 8", "txt": "John Pym, English politician (b. 1583)", "entities": [{"title": "John Pym", "href": "/wiki/John_Pym", "description": "John Pym was an English politician, who helped establish the foundations of Parliamentary democracy. One of the Five Members whose attempted arrest in January 1642 sparked the First English Civil War, his use of procedure to outmanoeuvre opponents was unusual for the period and he was respected by contemporaries rather than admired. In 1895, the political historian Goldwin Smith described him as \""}]}, {"heading": "Deaths", "year": "1649", "date": "December 8", "txt": "Noël Chabanel, French missionary and saint (b. 1613)", "entities": [{"title": "Noël Chabanel", "href": "/wiki/No%C3%ABl_Chabanel", "description": "Noël Chabanel was a Jesuit missionary at Sainte-Marie among the Hurons, and one of the Canadian Martyrs."}]}, {"heading": "Deaths", "year": "1680", "date": "December 8", "txt": "Henry Pierrepont, 1st Marquess of Dorchester, English lawyer and politician (b. 1606)", "entities": [{"title": "Henry Pierrepont, 1st Marquess of Dorchester", "href": "/wiki/Henry_Pierrepont,_1st_Marquess_of_Dorchester", "description": "Henry Pierrepont, 1st Marquess of Dorchester, PC, FRS, FRCP was an English peer. He was the son of Robert Pierrepont, 1st Earl of Kingston-upon-Hull, and his wife, the former Gertrude Talbot, daughter of George Talbot and Elizabeth Reyner, and cousin of the Earl of Shrewsbury."}]}, {"heading": "Deaths", "year": "1691", "date": "December 8", "txt": "Richard Baxter, English minister, poet, and hymn-writer (b. 1615)", "entities": [{"title": "Richard Baxter", "href": "/wiki/Richard_Baxter", "description": "Richard Baxter was an English Puritan church leader, poet, hymnodist, theologian, and controversialist. Dean Stanley called him \"the chief of English Protestant Schoolmen\". After some false starts, he made his reputation by his ministry at Kidderminster, and at around the same time began a long and prolific career as theological writer. After the Restoration he refused preferment, while retaining "}]}, {"heading": "Deaths", "year": "1695", "date": "December 8", "txt": "Barthélemy d'Herbelot, French orientalist and academic (b. 1625)", "entities": [{"title": "Barthélemy d'Herbelot", "href": "/wiki/Barth%C3%A9lemy_d%27Herbelot", "description": "Barthélemy d'Herbelot de Molainville was a French Orientalist."}]}, {"heading": "Deaths", "year": "1709", "date": "December 8", "txt": "Thomas Corneille, French playwright and philologist (b. 1625)", "entities": [{"title": "Thomas Corneille", "href": "/wiki/Thomas_Corneille", "description": "Thomas Corneille was a French lexicographer and dramatist."}]}, {"heading": "Deaths", "year": "1722", "date": "December 8", "txt": "Elizabeth Charlotte, Princess Palatine (b. 1652)", "entities": [{"title": "Elizabeth Charlotte, Princess Palatine", "href": "/wiki/Elizabeth_Charlotte,_Princess_Palatine", "description": "Princess Elisabeth Charlotte was a German princess member of the House of Wittelsbach and, as Madame, the second wife of Philippe I, Duke of Orléans, and mother of Philippe II, Duke of Orléans, France's ruler during the Regency. She gained literary and historical importance primarily through her correspondence, which is of cultural and historical value due to her sometimes very blunt descriptions "}]}, {"heading": "Deaths", "year": "1744", "date": "December 8", "txt": "Marie Anne de Mailly, French mistress of Louis XV of France (b. 1717)", "entities": [{"title": "Marie Anne de Mailly", "href": "/wiki/Marie_Anne_de_Mailly", "description": "Marie Anne de Mailly-Nesle, duchesse de Châteauroux was the youngest of the five famous de Nesle sisters, four of whom would become the mistress of King Louis XV of France. She was his mistress from 1742 until 1744."}, {"title": "Louis XV of France", "href": "/wiki/Louis_XV_of_France", "description": "Louis XV, known as Louis the Beloved, was King of France from 1 September 1715 until his death in 1774. He succeeded his great-grandfather Louis XIV at the age of five. Until he reached maturity on 15 February 1723, the kingdom was ruled by Philippe II, Duke of Orléans, as Regent of France.\nCardinal Fleury was chief minister from 1726 until his death in 1743, at which time the king took sole contr"}]}, {"heading": "Deaths", "year": "1745", "date": "December 8", "txt": "Étienne Fourmont, French orientalist and academic (b. 1683)", "entities": [{"title": "Étienne Fourmont", "href": "/wiki/%C3%89tienne_Fourmont", "description": "Étienne Fourmont was a French scholar and Orientalist who served as professor of Arabic at the Collège de France and published grammars on the Arabic, Hebrew, and Chinese languages."}]}, {"heading": "Deaths", "year": "1746", "date": "December 8", "txt": "Charles Radclyffe, English courtier and soldier (b. 1693)", "entities": [{"title": "Charles Radclyffe", "href": "/wiki/Charles_Radclyffe", "description": "Charles Radclyffe, titular 5th Earl of Derwentwater, was one of the few English participants in the Risings of 1715 and 1745."}]}, {"heading": "Deaths", "year": "1756", "date": "December 8", "txt": "William Stanhope, 1st Earl of Harrington, English politician and diplomat, Lord Lieutenant of Ireland (b. 1690)", "entities": [{"title": "William Stanhope, 1st Earl of Harrington", "href": "/wiki/William_Stanhope,_1st_Earl_of_Harrington", "description": "William Stanhope, 1st Earl of Harrington, PC was a British statesman and diplomat."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1768", "date": "December 8", "txt": "Jean Denis Attiret, French painter and missionary (b. 1702)", "entities": [{"title": "Jean Denis Attiret", "href": "/wiki/Jean_Denis_Attiret", "description": "Jean Denis Attiret was a French Jesuit painter and missionary to China."}]}, {"heading": "Deaths", "year": "1779", "date": "December 8", "txt": "Nathan Alcock, English physician (b. 1707)", "entities": [{"title": "Nathan Alcock", "href": "/wiki/Nathan_Alcock", "description": "Nathan Alcock was an English physician."}]}, {"heading": "Deaths", "year": "1815", "date": "December 8", "txt": "Mary Bosanquet Fletcher, Methodist preacher and philanthropist (b. 1739)", "entities": [{"title": "Mary Bosanquet Fletcher", "href": "/wiki/Mary_Bosanquet_Fletcher", "description": "Mary Bosanquet Fletcher was an English preacher credited with persuading John Wesley, one of the founders of Methodism, to allow women to preach in public. She was born into an affluent family, but after converting to Methodism, rejected her luxurious lifestyle. Bosanquet was involved in charity work throughout her life, operating a school and orphanage until her marriage to John Fletcher. She and"}, {"title": "Methodism", "href": "/wiki/Methodism", "description": "Methodism, also called the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their doctrine of practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. They were named Methodists for \"the methodical way in which they carried out "}]}, {"heading": "Deaths", "year": "1830", "date": "December 8", "txt": "Benjamin Constant, Swiss-French philosopher and author (b. 1767)", "entities": [{"title": "Benjamin Constant", "href": "/wiki/Benjamin_Constant", "description": "Henri-Benjamin Constant de Rebecque, or simply Benjamin Constant, was a Swiss-French political thinker, activist and writer on political theory and religion."}]}, {"heading": "Deaths", "year": "1856", "date": "December 8", "txt": "Theobald Mathew, Irish social reformer and temperance movement leader (b. 1790)", "entities": [{"title": "Theobald Mathew (temperance reformer)", "href": "/wiki/Theobald_Mathew_(temperance_reformer)", "description": "Theobald Mathew was an Irish Catholic priest and teetotalist reformer, popularly known as Father Mathew. He was born at Thomastown, near Golden, County Tipperary, on 10 October 1790, to James Mathew and his wife Anne, daughter of George Whyte, of Cappaghwhyte. Of the family of the Earls Landaff, he was a kinsman of the clergyman Arnold Mathew."}]}, {"heading": "Deaths", "year": "1859", "date": "December 8", "txt": "Thomas De Quincey, English journalist and author (b. 1785)", "entities": [{"title": "Thomas De Quincey", "href": "/wiki/Thomas_De_Quincey", "description": "Thomas Penson De Quincey was an English essayist, best known for his Confessions of an English Opium-Eater (1821). Many scholars suggest that in publishing this work De Quincey inaugurated the tradition of addiction literature in the West."}]}, {"heading": "Deaths", "year": "1864", "date": "December 8", "txt": "George Boole, English mathematician and philosopher (b. 1815)", "entities": [{"title": "George Boole", "href": "/wiki/George_Boole", "description": "George Boole was a largely self-taught English mathematician, philosopher, and logician, most of whose short career was spent as the first professor of mathematics at Queen's College, Cork in Ireland. He worked in the fields of differential equations and algebraic logic, and is best known as the author of The Laws of Thought (1854) which contains Boolean algebra. Boolean logic is credited with lay"}]}, {"heading": "Deaths", "year": "1869", "date": "December 8", "txt": "Narcisa de Jesús, Ecuadorian saint (b. 1832)", "entities": [{"title": "Narcisa de Jesús", "href": "/wiki/Narcisa_de_Jes%C3%BAs", "description": "Narcisa de Jesús Martillo Morán was an Ecuadorian Catholic saint. Martillo was known for her charitable giving and strict devotion to Jesus Christ while becoming somewhat of a hermit dedicated to discerning his will. The death of her parents prompted her to relocate in order to work as a seamstress while doubling as a catechist and educator to some of her siblings who needed caring. But her devoti"}]}, {"heading": "Deaths", "year": "1885", "date": "December 8", "txt": "William Henry Vanderbilt, American businessman and philanthropist (b. 1821)", "entities": [{"title": "William Henry Vanderbilt", "href": "/wiki/William_Henry_Vanderbilt", "description": "William Henry \"Billy\" Vanderbilt was an American businessman and philanthropist. He was the eldest son of Commodore Cornelius Vanderbilt, an heir to his fortune and a prominent member of the Vanderbilt family. Vanderbilt became the richest American after he took over his father's fortune in 1877 until his own death in 1885, passing on a substantial part of the fortune to his wife and children, par"}]}, {"heading": "Deaths", "year": "1886", "date": "December 8", "txt": "Isaac Lea, American conchologist, geologist, and publisher (b. 1792)", "entities": [{"title": "Isaac Lea", "href": "/wiki/Isaac_Lea", "description": "Isaac Lea was an American conchologist, geologist, and publisher, who was born in Wilmington, Delaware."}]}, {"heading": "Deaths", "year": "1894", "date": "December 8", "txt": "Pafnuty Chebyshev, Russian mathematician and theorist (b. 1821)", "entities": [{"title": "Pafnuty Chebyshev", "href": "/wiki/Pafnuty_Chebyshev", "description": "Pafnuty Lvovich Chebyshev was a Russian mathematician and considered to be the founding father of Russian mathematics."}]}, {"heading": "Deaths", "year": "1903", "date": "December 8", "txt": "Herbert Spencer, English biologist, anthropologist, sociologist, and philosopher (b. 1820)", "entities": [{"title": "Herbert Spencer", "href": "/wiki/Herbert_Spencer", "description": "Herbert Spencer was an English philosopher, biologist, anthropologist, and sociologist famous for his hypothesis of social Darwinism whereby superior physical force shapes history. Spencer originated the expression \"survival of the fittest\", which he coined in Principles of Biology (1864) after reading Charles Darwin's On the Origin of Species. The term strongly suggests natural selection, yet Spe"}]}, {"heading": "Deaths", "year": "1907", "date": "December 8", "txt": "Oscar II of Sweden (b. 1829)", "entities": [{"title": "Oscar II of Sweden", "href": "/wiki/Oscar_II_of_Sweden", "description": "Oscar II was King of Sweden from 1872 until his death in 1907, and King of Norway from 1872 to 1905."}]}, {"heading": "Deaths", "year": "1913", "date": "December 8", "txt": "Camille Jenatzy, Belgian race car driver (b. 1868)", "entities": [{"title": "Camille Jenatzy", "href": "/wiki/Camille_Jenatzy", "description": "Camille Jenatzy was a Belgian race car driver. He is known for breaking the land speed record three times and being the first man to break the 100 km/h barrier.\nHe was nicknamed Le Diable Rouge after the colour of his beard."}]}, {"heading": "Deaths", "year": "1914", "date": "December 8", "txt": "Melchior Anderegg, Swiss mountain guide (b. 1828)", "entities": [{"title": "Melchior Anderegg", "href": "/wiki/Melchior_Anderegg", "description": "Melchior Anderegg, from Zaun, Meiringen, was a Swiss mountain guide and the first ascensionist of many prominent mountains in the western Alps during the golden and silver ages of alpinism. His clients were mostly British, the most famous of whom was Leslie Stephen, the writer, critic and mountaineer; Anderegg also climbed extensively with members of the Walker family, including Horace Walker and "}]}, {"heading": "Deaths", "year": "1914", "date": "December 8", "txt": "Maximilian von Spee, Danish-German admiral (b. 1861)", "entities": []}, {"heading": "Deaths", "year": "1917", "date": "December 8", "txt": "Mendele Mocher Sforim, Russian author (b. 1836)", "entities": [{"title": "Mendele Mocher Sforim", "href": "/wiki/Mendele_Mocher_Sforim", "description": "Mendele Mocher Sforim, born Sholem Yankev Abramovich or S. J. Abramowitch, was a Jewish author and one of the founders of modern Yiddish and Hebrew literature."}]}, {"heading": "Deaths", "year": "1918", "date": "December 8", "txt": "Josip Stadler, Bosnian Catholic archbishop (b. 1843)", "entities": [{"title": "Josip Stadler", "href": "/wiki/Josip_Stadler", "description": "Josip Stadler was a Roman Catholic priest, the first Archbishop of Vrhbosna, the founder of the religious order of the Servants of the Infant Jesus. He is a candidate for sainthood."}]}, {"heading": "Deaths", "year": "1919", "date": "December 8", "txt": "J. Alden Weir, American painter (b. 1852)", "entities": [{"title": "J. Alden Weir", "href": "/wiki/J._Alden_Weir", "description": "Julian Alden Weir was an American impressionist painter and member of the Cos Cob Art Colony near Greenwich, Connecticut. Weir was also one of the founding members of \"The Ten\", a loosely allied group of American artists dissatisfied with professional art organizations, who banded together in 1898 to exhibit their works as a stylistically unified group."}]}, {"heading": "Deaths", "year": "1929", "date": "December 8", "txt": "José Vicente Concha, Colombian politician and 8th President of Colombia (b. 1867)", "entities": [{"title": "José Vicente Concha", "href": "/wiki/Jos%C3%A9_Vicente_Concha", "description": "José Vicente Concha Ferreira was a Colombian politician who served as President of Colombia from 1914 to 1918. He was also a noted member of the Colombian Conservative Party."}, {"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Deaths", "year": "1932", "date": "December 8", "txt": "Gertrude Jekyll, British horticulturist and writer (b. 1843)", "entities": [{"title": "Gertrude Jekyll", "href": "/wiki/Gertrude_Jekyll", "description": "Gertrude Jekyll was a British horticulturist, garden designer, craftswoman, photographer, writer and artist. She created over 400 gardens in the United Kingdom, Europe and the United States, and wrote over 1,000 articles for magazines such as Country Life and William Robinson's The Garden. Jekyll has been described as \"a premier influence in garden design\" by British and American gardening enthusi"}]}, {"heading": "Deaths", "year": "1937", "date": "December 8", "txt": "Hans Molisch, Czech-Austrian botanist and academic (b. 1856)", "entities": [{"title": "Hans Molisch", "href": "/wiki/Hans_Molisch", "description": "Hans Molisch was a Czech-Austrian botanist."}]}, {"heading": "Deaths", "year": "1938", "date": "December 8", "txt": "Friedrich Glauser, Swiss author (b. 1896)", "entities": [{"title": "Friedrich Glauser", "href": "/wiki/Friedrich_Glauser", "description": "Friedrich Glauser was a German-language Swiss writer. He was a morphine and opium addict for most of his life. In his first novel Gourrama, written between 1928 and 1930, he treated his own experiences at the French Foreign Legion. The evening before his wedding day, he suffered a stroke caused by cerebral infarction, and died two days later. Friedrich Glauser's literary estate is archived in the "}]}, {"heading": "Deaths", "year": "1940", "date": "December 8", "txt": "George Lloyd, English-Canadian bishop and theologian (b. 1861)", "entities": [{"title": "George Lloyd (bishop of Saskatchewan)", "href": "/wiki/George_Lloyd_(bishop_of_Saskatchewan)", "description": "George Exton Lloyd was an Anglican bishop and theologian who helped found Lloydminster, a city on the border of the provinces of Alberta and Saskatchewan in Canada. He served as Bishop of Saskatchewan from 1922 to 1931."}]}, {"heading": "Deaths", "year": "1941", "date": "December 8", "txt": "Izidor Kürschner, Hungarian football player and coach (b. 1885)", "entities": [{"title": "Izidor Kürschner", "href": "/wiki/Izidor_K%C3%BCrschner", "description": "Izidor \"Dori\" Kürschner, in Brazil primarily known as Dori Kruschner,, was a Hungarian football player and coach. As player he was successful with Budapest club MTK, and also played for the Hungary national football team. As coach he succeeded in Germany, winning the national championship with 1. FC Nürnberg. His greatest triumphs were to follow in Switzerland with the Grasshopper Club Zürich, whe"}]}, {"heading": "Deaths", "year": "1942", "date": "December 8", "txt": "Albert Kahn, American architect, Fisher Building, Packard Automotive Plant, Ford River Rouge Complex (b. 1869)", "entities": [{"title": "Albert Kahn (architect)", "href": "/wiki/Albert_Kahn_(architect)", "description": "Albert Kahn was the foremost American industrial architect of his day. He is sometimes called the \"architect of Detroit\", designing such major industrial works as the Ford River Rouge Complex, the largest in the world when built; as well as skyscrapers and office buildings in the city, and mansions in the suburbs. He built a practice with hundreds of architects; in 1937 his firm designed 19 percen"}, {"title": "Fisher Building", "href": "/wiki/Fisher_Building", "description": "The Fisher Building is a landmark skyscraper located at 3011 West Grand Boulevard in the heart of the New Center area of Detroit, Michigan. The ornate 30-story building, completed in 1928, is one of the major works of architect Albert Kahn, and is designed in an Art Deco style, faced with limestone, granite, and several types of marble. The Fisher family financed the building with proceeds from th"}, {"title": "Packard Automotive Plant", "href": "/wiki/Packard_Automotive_Plant", "description": "The Packard Automotive Plant, also known as Plant #10, is a former automobile-manufacturing factory in Detroit, Michigan, where luxury cars were made by the Packard Motor Car Company and later by the Studebaker-Packard Corporation."}, {"title": "Ford River Rouge Complex", "href": "/wiki/Ford_River_Rouge_Complex", "description": "The Ford River Rouge Complex is a Ford Motor Company automobile factory complex located in Dearborn, Michigan, along the River Rouge, upstream from its confluence with the Detroit River at Zug Island. Construction began in 1917, and when it was completed in 1928, it was the largest integrated factory in the world, surpassing Buick City, built in 1904."}]}, {"heading": "Deaths", "year": "1952", "date": "December 8", "txt": "Charles Lightoller, English sailor (b. 1874)", "entities": [{"title": "Charles Lightoller", "href": "/wiki/Charles_Lightoller", "description": "Charles Herbert Lightoller,, RNR was a British naval officer and the second officer on board the RMS Titanic. He was the most senior member of the crew to survive the Titanic disaster. As the officer in charge of loading passengers into lifeboats on the port side, Lightoller strictly enforced the women and children only protocol, not allowing any male passengers to board the lifeboats unless they "}]}, {"heading": "Deaths", "year": "1954", "date": "December 8", "txt": "Claude Cahun, French artist, photographer, and writer (b. 1894)", "entities": [{"title": "Claude Cahun", "href": "/wiki/Claude_Cahun", "description": "Claude Cahun, born Lucy Renee Mathilde Schwob, was a French lesbian Surrealist photographer, sculptor and writer."}]}, {"heading": "Deaths", "year": "1954", "date": "December 8", "txt": "Gladys George, American actress (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1954", "date": "December 8", "txt": "Joseph B. Keenan, American lawyer and politician (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1958", "date": "December 8", "txt": "Tris Speaker, American baseball player and manager (b. 1888)", "entities": [{"title": "Tris Speaker", "href": "/wiki/Tris_Speaker", "description": "Tristram Edgar Speaker, nicknamed \"The Gray Eagle\", was an American professional baseball player. Considered one of the greatest offensive and defensive center fielders in the history of Major League Baseball (MLB), he compiled a career batting average of .345. His 792 career doubles represent an MLB career record. His 3,514 hits are fifth in the all-time hits list. Defensively, Speaker holds care"}]}, {"heading": "Deaths", "year": "1963", "date": "December 8", "txt": "Sarit Thanarat, Thai field marshal and politician, 11th Prime Minister of Thailand (b. 1908)", "entities": [{"title": "Sarit Thanarat", "href": "/wiki/Sarit_Thanarat", "description": "Field Marshal Sarit Thanarat was a Thai general who staged a coup in 1957, replacing Plaek Phibunsongkhram as Thailand's prime minister until Sarit died in 1963. He was born in Bangkok, but grew up in his mother's home town in Lao-speaking northeastern Thailand and considered himself from Isan. His father, Major Luang Ruangdetanan, was a career army officer best known for his translations into Tha"}, {"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Deaths", "year": "1966", "date": "December 8", "txt": "Ward Morehouse, American playwright, author, and critic (b. 1899)", "entities": [{"title": "Ward Morehouse", "href": "/wiki/Ward_Morehouse", "description": "Ward Morehouse was an American theater critic, newspaper columnist, playwright, and author."}]}, {"heading": "Deaths", "year": "1971", "date": "December 8", "txt": "Ernst Krenkel, Russian geographer and explorer (b. 1903)", "entities": [{"title": "Ernst Krenkel", "href": "/wiki/Ernst_Krenkel", "description": "Ernst Teodorovich Krenkel was a Soviet Arctic explorer, radio operator, doctor of geographical sciences (1938), and Hero of the Soviet Union (1938). Amateur radio callsigns: U3AA, UA3AA, RAEM."}]}, {"heading": "Deaths", "year": "1971", "date": "December 8", "txt": "Eleni Ourani, Greek poet and critic (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "December 8", "txt": "Gary Thain, New Zealand bass player (b. 1948)", "entities": [{"title": "Gary Thain", "href": "/wiki/Gary_Thain", "description": "Gary Mervin Thain was a New Zealand rock bassist, best known for his work with British band Uriah Heep."}]}, {"heading": "Deaths", "year": "1978", "date": "December 8", "txt": "Golda Meir, Ukrainian-Israeli educator and politician, 4th Prime Minister of Israel (b. 1898)", "entities": [{"title": "Golda Meir", "href": "/wiki/Golda_Meir", "description": "Golda Meir was an Israeli stateswoman, politician, teacher, and kibbutznik who served as the fourth Prime Minister of Israel."}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Deaths", "year": "1980", "date": "December 8", "txt": "John Lennon, English singer-songwriter and guitarist  (b. 1940)", "entities": [{"title": "John Lennon", "href": "/wiki/John_Lennon", "description": "John Winston Ono Lennon was an English singer, songwriter, musician and peace activist who achieved worldwide fame as the founder, co-lead vocalist, and rhythm guitarist of the Beatles. His songwriting partnership with Paul McCartney remains the most successful in history. In 1969, he started the Plastic Ono Band with his second wife, Yoko Ono. After the Beatles disbanded in 1970, Lennon continued"}]}, {"heading": "Deaths", "year": "1982", "date": "December 8", "txt": "Bram Behr, Surinamese journalist and politician (b. 1951)", "entities": [{"title": "Bram Behr", "href": "/wiki/Bram_Behr", "description": "Abraham Maurits \"Bram\" Behr was a Surinamese journalist. He published the pamphlet De Rode Surinamer and edited the weekly newspaper Mokro. He also founded and led the Hoxhaist Communist Party of Suriname (CPS) in opposition to the military dictatorship of Dési Bouterse. Behr was assassinated along with 14 other prominent Bouterse opponents on December 8, 1982, an incident known as the December mu"}]}, {"heading": "Deaths", "year": "1982", "date": "December 8", "txt": "André Kamperveen, Surinamese footballer and manager (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "December 8", "txt": "Marty Robbins, American singer-songwriter and race car driver (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "December 8", "txt": "Haim Laskov, Israel Defense Forces fifth Chief of Staff (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "December 8", "txt": "Keith Holyoake, New Zealand farmer and politician, 26th Prime Minister of New Zealand (b. 1904)", "entities": [{"title": "Keith Holyoake", "href": "/wiki/Keith_Holyoake", "description": "Sir Keith Jacka Holyoake, was the 26th Prime Minister of New Zealand, serving for a brief period in 1957 and then from 1960 to 1972, and also the 13th Governor-General of New Zealand, serving from 1977 to 1980. He is the only New Zealand politician to date to have held both positions."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1983", "date": "December 8", "txt": "Slim Pickens, American actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "December 8", "txt": "Luther Adler, American actor (b. 1903)", "entities": [{"title": "Luther Adler", "href": "/wiki/Luther_Adler", "description": "Luther Adler was an American actor best known for his work in theatre, but who also worked in film and television. He also directed plays on Broadway."}]}, {"heading": "Deaths", "year": "1984", "date": "December 8", "txt": "Robert Jay Mathews, American militant leader, founded The Order (b. 1953)", "entities": [{"title": "The Order (white supremacist group)", "href": "/wiki/The_Order_(white_supremacist_group)", "description": "The Order, also known as the Brüder Schweigen, Silent Brotherhood or less commonly known as the \"Aryan Resistance Movement\" was a white supremacist terrorist organization active in the United States between September 1983 and December 1984. The group raised funds via armed robbery. Ten members were tried and convicted for racketeering, and two for their role in the 1984 murder of radio talk show h"}]}, {"heading": "Deaths", "year": "1984", "date": "December 8", "txt": "Razzle, English drummer (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "December 8", "txt": "Semih Sancar, Turkish general (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "December 8", "txt": "Buck Clayton, American trumpet player and composer (b. 1911)", "entities": [{"title": "Buck Clayton", "href": "/wiki/Buck_Clayton", "description": "Wilbur Dorsey \"Buck\" Clayton was an American jazz trumpeter who was a member of Count Basie's orchestra. His principal influence was Louis Armstrong, first hearing the record \"Confessin' That I Love You\" as he passed by a shop window."}]}, {"heading": "Deaths", "year": "1992", "date": "December 8", "txt": "William Shawn, American journalist (b. 1917)", "entities": [{"title": "William Shawn", "href": "/wiki/William_Shawn", "description": "William Shawn was an American magazine editor who edited The New Yorker from 1952 until 1987."}]}, {"heading": "Deaths", "year": "1993", "date": "December 8", "txt": "Yevgeny Minayev, Russian weightlifter (b. 1933)", "entities": [{"title": "Yevgeny Minayev", "href": "/wiki/Yevgeny_Minayev", "description": "Yevgeny Gavrilovich Minayev was a Russian weightlifter who competed for the Soviet Union. He won a silver medal at the 1956 Summer Olympics and a gold medal at the 1960 Summer Olympics."}]}, {"heading": "Deaths", "year": "1994", "date": "December 8", "txt": "Antônio Carlos Jobim, Brazilian singer-songwriter and pianist (b. 1927)", "entities": [{"title": "Antônio Carlos Jobim", "href": "/wiki/Ant%C3%B4nio_Carlos_Jobim", "description": "Antônio Carlos Brasileiro de Almeida Jobim, also known as Tom Jobim, was a Brazilian composer, pianist, songwriter, arranger and singer. Considered one of the great exponents of Brazilian music, Jobim internationalized bossa nova and, with the help of important American artists, merged it with jazz in the 1960s to create a new sound with popular success. As such he is sometimes known as the \"fathe"}]}, {"heading": "Deaths", "year": "1996", "date": "December 8", "txt": "Howard Rollins, American actor (b. 1950)", "entities": [{"title": "Howard Rollins", "href": "/wiki/Howard_Rollins", "description": "Howard Ellsworth Rollins Jr. was an American stage, film, and television actor. Howard Rollins was best known for his role as Andrew Young in 1978's King, George Haley in the 1979 miniseries Roots: The Next Generations, Coalhouse Walker Jr. in the 1981 film Ragtime, Captain Davenport in the 1984 film A Soldier's Story, and as Virgil Tibbs on the TV crime drama In the Heat of the Night. In the fall"}]}, {"heading": "Deaths", "year": "1996", "date": "December 8", "txt": "Kashiwado Tsuyoshi, Japanese sumo wrestler, the 47th Yokozuna (b. 1938)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1997", "date": "December 8", "txt": "Bob Bell, American clown and actor (b. 1922)", "entities": [{"title": "Bob Bell (actor)", "href": "/wiki/Bob_Bell_(actor)", "description": "Robert Lewis Bell, better known as Bob Bell, was an American announcer and actor famous for his alter-ego, Bozo the Clown. He was the original portrayer of the character for Chicago superstation WGN-TV."}]}, {"heading": "Deaths", "year": "1999", "date": "December 8", "txt": "Péter Kuczka, Hungarian poet and author (b. 1923)", "entities": [{"title": "Péter Kuczka", "href": "/wiki/P%C3%A9ter_Kuczka", "description": "Péter Kuczka was a Hungarian writer, poet and science fiction editor."}]}, {"heading": "Deaths", "year": "2001", "date": "December 8", "txt": "Mirza Delibašić, Bosnian basketball player and coach (b. 1954)", "entities": [{"title": "Mirza Delibašić", "href": "/wiki/Mirza_Deliba%C5%A1i%C4%87", "description": "Mirza Delibašić was a Bosnian and Yugoslav professional basketball player and coach."}]}, {"heading": "Deaths", "year": "2001", "date": "December 8", "txt": "Betty Holberton, American computer scientist and programmer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 8", "txt": "Rubén González, Cuban pianist (b. 1919)", "entities": [{"title": "Rubén González (pianist)", "href": "/wiki/Rub%C3%A9n_Gonz%C3%A1lez_(pianist)", "description": "Rubén González Fontanills was a Cuban pianist. Together with Lilí Martínez and Peruchín he is said to have \"forged the style of modern Cuban piano playing in the 1940s\"."}]}, {"heading": "Deaths", "year": "2004", "date": "December 8", "txt": "Dimebag Darrell, American singer-songwriter and guitarist (b. 1966)", "entities": [{"title": "Dimebag Darrell", "href": "/wiki/Dimebag_Darrell", "description": "Darrell Lance Abbott, best known by his stage name Dimebag Darrell, was an American musician and songwriter. He was the guitarist of the heavy metal bands Pantera and Damageplan, both of which he co-founded alongside his brother Vinnie Paul."}]}, {"heading": "Deaths", "year": "2005", "date": "December 8", "txt": "Rose Heilbron, British barrister and judge (b. 1914)", "entities": [{"title": "Rose Heilbron", "href": "/wiki/Rose_Heilbron", "description": "Dame Rose Heilbron DBE was a High Court judge, previously a barrister of the post-war period in the United Kingdom. Her career included many \"firsts\" for a woman – she was the first woman to achieve a first class honours degree in law at the University of Liverpool, the first woman to win a scholarship to Gray's Inn, one of the first two women to be appointed King's Counsel in England, the first w"}]}, {"heading": "Deaths", "year": "2006", "date": "December 8", "txt": "Martha Tilton, American singer (b. 1915)", "entities": [{"title": "Martha Tilton", "href": "/wiki/Martha_Tilton", "description": "Martha Tilton was an American popular singer during America's swing era and traditional pop period. She is best known for her 1939 recording of \"And the Angels Sing\" with Benny Goodman."}]}, {"heading": "Deaths", "year": "2006", "date": "December 8", "txt": "José Uribe, Dominican baseball player (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 8", "txt": "Gerardo García Pimentel, Mexican journalist (b. 1983)", "entities": [{"title": "Gerardo García Pimentel", "href": "/wiki/Gerardo_Garc%C3%ADa_Pimentel", "description": "Gerardo Israel García Pimentel was a Mexican journalist and crime reporter."}]}, {"heading": "Deaths", "year": "2008", "date": "December 8", "txt": "Oliver Postgate, English voice actor, director, producer, and screenwriter (b. 1925)", "entities": [{"title": "Oliver Postgate", "href": "/wiki/Oliver_Postgate", "description": "Richard Oliver Postgate, generally known as Oliver Postgate, was an English animator, puppeteer and writer. He was the creator and writer of some of Britain's most popular children's television programmes. Bagpuss, Pingwings, Noggin the Nog, Ivor the Engine, Clangers and Pogles' Wood, were all made by Smallfilms, the company he set up with collaborator, artist and puppet maker Peter Firmin. The pr"}]}, {"heading": "Deaths", "year": "2008", "date": "December 8", "txt": "Robert Prosky, American actor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 8", "txt": "Luis Días, Dominican singer-songwriter and guitarist (b. 1952)", "entities": [{"title": "Luis Días (composer)", "href": "/wiki/Luis_D%C3%ADas_(composer)", "description": "Luis Díaz Portorreal, best known as Luis Días, was a musician, composer and performer of popular music born in the Dominican Republic."}]}, {"heading": "Deaths", "year": "2012", "date": "December 8", "txt": "Jerry Brown, American football player (b. 1987)", "entities": [{"title": "Jerry Brown (American football)", "href": "/wiki/Jerry_Brown_(American_football)", "description": "Jerry Jerome Brown Jr. was an American football linebacker who played for five different teams combined in the National Football League, Arena Football League and Canadian Football League. In college, he played on the defensive line for the University of Illinois. In his professional career, he was a member of the Hamilton Tiger-Cats of the Canadian Football League, the Jacksonville Sharks and San"}]}, {"heading": "Deaths", "year": "2012", "date": "December 8", "txt": "John Gowans, Scottish-English 16th General of The Salvation Army (b. 1934)", "entities": [{"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Deaths", "year": "2012", "date": "December 8", "txt": "Johnny Lira, American boxer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 8", "txt": "John Cornforth, Australian-English chemist and academic, Nobel Prize laureate (b. 1917)", "entities": [{"title": "John Cornforth", "href": "/wiki/John_Cornforth", "description": "Sir John Warcup Cornforth Jr., AC, CBE, FRS, FAA was an Australian–British chemist who won the Nobel Prize in Chemistry in 1975 for his work on the stereochemistry of enzyme-catalysed reactions, becoming the only Nobel laureate born in New South Wales."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2013", "date": "December 8", "txt": "Sándor Szokolay, Hungarian composer and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 8", "txt": "Richard S. Williamson, American lawyer and diplomat (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 8", "txt": "Tom Gosnell, Canadian lawyer and politician (b. 1951)", "entities": [{"title": "Tom Gosnell", "href": "/wiki/Tom_Gosnell", "description": "Thomas Charles Gosnell, commonly called \"Tom\", was a mayor of London, Ontario, Canada from December 1, 1986 to December 1, 1994. He is the son of James Fredrick Gosnell, known as \"Fred\", who was the mayor of London, Ontario, Canada briefly in 1972. Gosnell was London City Council's deputy mayor and budget chief from 2003 to 2010. Gosnell died at his home in London of cancer in 2014."}]}, {"heading": "Deaths", "year": "2014", "date": "December 8", "txt": "Russ Kemmerer, American baseball player and coach (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 8", "txt": "Knut Nystedt, Norwegian organist and composer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 8", "txt": "Mattiwilda Dobbs, American soprano and actress (b. 1925)", "entities": [{"title": "Mattiwilda Dobbs", "href": "/wiki/Mattiwilda_Dobbs", "description": "Mattiwilda Dobbs was an American coloratura soprano and was one of the first black singers to enjoy a major international career in opera. She was the first black singer to perform at La Scala in Italy, the first black woman to receive a long-term performance contract and to sing a lead role at the Metropolitan Opera, New York and the first black singer to play a lead role at the San Francisco Ope"}]}, {"heading": "Deaths", "year": "2015", "date": "December 8", "txt": "Alan Hodgkinson, English footballer and coach (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 8", "txt": "Douglas Tompkins, American businessman, co-founded The North Face and Esprit Holdings (b. 1943)", "entities": [{"title": "The North Face", "href": "/wiki/The_North_Face", "description": "The North Face is an American outdoor recreation products company. The North Face produces outdoor clothing, footwear, and related equipment. Founded in 1968 to supply climbers, the company's logo draws inspiration from Half Dome, in Yosemite National Park. By the late 1990s, the label had expanded beyond outdoor enthusiasts by focusing on street couture and since the 2000s it is regarded as a str"}, {"title": "Esprit Holdings", "href": "/wiki/Esprit_Holdings", "description": "Esprit Holdings Limited is a publicly owned manufacturer of clothing, footwear, accessories, jewellery and housewares under the Esprit label. The company is headquartered in Kowloon, Hong Kong, and Ratingen, Germany. In the 2019–2020 business year, Esprit generated a worldwide sales of around €1.05 billion. Esprit operates 225 retail stores worldwide and distributes products to more than 4,500 who"}]}, {"heading": "Deaths", "year": "2015", "date": "December 8", "txt": "John Trudell, American author, poet, and actor (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 8", "txt": "Elsie Tu, English-Hong Kong educator and politician (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 8", "txt": "John Glenn, American astronaut and senator, first American to go into orbit (b. 1921)", "entities": [{"title": "John Glenn", "href": "/wiki/John_Glenn", "description": "John Herschel Glenn Jr. was a United States Marine Corps aviator, engineer, astronaut, businessman and politician. He was the third American in space, and the first American to orbit the Earth, circling it three times in 1962. Following his retirement from NASA, he served from 1974 to 1999 as a Democratic United States Senator from Ohio; in 1998, he flew into space again at age 77."}]}, {"heading": "Deaths", "year": "2018", "date": "December 8", "txt": "David Weatherall, English physician, geneticist, and academic (b. 1933)", "entities": [{"title": "David Weatherall", "href": "/wiki/David_Weatherall", "description": "Sir David John Weatherall, was a British physician and researcher in molecular genetics, haematology, pathology and clinical medicine."}]}, {"heading": "Deaths", "year": "2019", "date": "December 8", "txt": "René Auberjonois, American actor (b. 1940)", "entities": [{"title": "René Auberjonois", "href": "/wiki/Ren%C3%A9_Auberjonois", "description": "René Murat Auberjonois was an American actor and director best known for playing Odo on Star Trek: Deep Space Nine (1993–1999). He first achieved fame as a stage actor, winning the Tony Award for Best Featured Actor in a Musical in 1970 for his portrayal of Sebastian Baye opposite Katharine Hepburn in the André Previn-Alan Jay Lerner musical Coco. He went on to earn three more Tony nominations for"}]}, {"heading": "Deaths", "year": "2019", "date": "December 8", "txt": "Juice Wrld, American rapper, singer and songwriter (b. 1998)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "December 8", "txt": "Caroll Spinney, American puppeteer and actor (b. 1933) ", "entities": []}]