[{"heading": "Events", "year": "303", "date": "February 23", "txt": "Roman emperor Diocletian orders the destruction of the Christian church in Nicomedia, beginning eight years of Diocletianic Persecution.", "entities": [{"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}, {"title": "Nicomedia", "href": "/wiki/Nicomedia", "description": "Nicomedia was an ancient Greek city located in what is now Turkey. In 286 Nicomedia became the eastern and most senior capital city of the Roman Empire, a status which the city maintained during the Tetrarchy system (293–324)."}, {"title": "Diocletianic Persecution", "href": "/wiki/Diocletianic_Persecution", "description": "The Diocletianic or Great Persecution was the last and most severe persecution of Christians in the Roman Empire. In 303, the Emperors Diocletian, Maximian, Galerius, and Constantius issued a series of edicts rescinding Christians' legal rights and demanding that they comply with traditional religious practices. Later edicts targeted the clergy and demanded universal sacrifice, ordering all inhabi"}]}, {"heading": "Events", "year": "532", "date": "February 23", "txt": "Byzantine emperor Justinian I lays the foundation stone of a new Orthodox Christian basilica in Constantinople", "entities": [{"title": "Byzantine emperor", "href": "/wiki/Byzantine_emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Justinian I", "href": "/wiki/Justinian_I", "description": "Justinian I, also known as Justinian the Great, was the Byzantine emperor from 527 to 565."}, {"title": "Eastern Orthodox Church", "href": "/wiki/Eastern_Orthodox_Church", "description": "The Eastern Orthodox Church, officially the Orthodox Catholic Church, is the second-largest Christian church, with approximately 220 million baptised members. It operates as a communion of autocephalous churches, each governed by its bishops in local synods. Roughly half of Eastern Orthodox Christians live in the territory of the former Soviet Union, most of those living in Russia. The church has "}, {"title": "Basilica", "href": "/wiki/Basilica", "description": "In Ancient Roman architecture, a basilica is a large public building with multiple functions, typically built alongside the town's forum. The basilica was in the Latin West equivalent to a stoa in the Greek East. The building gave its name to the architectural form of the basilica."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Hagia Sophia", "href": "/wiki/Hagia_Sophia", "description": "Hagia Sophia, officially Ayasofya-i Kebir Cami-i Şerifi, literally Holy Mosque of Hagia Sophia the Grand, and formerly the Church of Hagia Sophia, is a Late Antique place of worship in Istanbul, designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles. Built in 537 as the patriarchal cathedral of the imperial capital of Constantinople, it was the largest Christian church of the "}]}, {"heading": "Events", "year": "1455", "date": "February 23", "txt": "Traditional date for the publication of the Gutenberg Bible, the first Western book printed with movable type.[citation needed]", "entities": [{"title": "Gutenberg Bible", "href": "/wiki/Gutenberg_Bible", "description": "The Gutenberg Bible was among the earliest major books printed using mass-produced movable metal type in Europe. It marked the start of the \"Gutenberg Revolution\" and the age of printed books in the West. The book is valued and revered for its high aesthetic and artistic qualities as well as its historic significance. It is an edition of the Latin Vulgate printed in the 1450s by Johannes Gutenberg"}, {"title": "Western culture", "href": "/wiki/Western_culture", "description": "Western culture, sometimes equated with Western civilization, Occidental culture, the Western world, Western society, and is the heritage of social norms, ethical values, traditional customs, belief systems, political systems, artifacts and technologies of the Western world. The term also applies beyond Europe to countries and cultures whose histories are strongly connected to Western Europe by im"}, {"title": "Book", "href": "/wiki/Book", "description": "A book is a medium for recording information in the form of writing or images, typically composed of many pages bound together and protected by a cover. The technical term for this physical arrangement is codex. In the history of hand-held physical supports for extended written compositions or records, the codex replaces its predecessor, the scroll. A single sheet in a codex is a leaf and each sid"}, {"title": "Movable type", "href": "/wiki/Movable_type", "description": "Movable type is the system and technology of printing and typography that uses movable components to reproduce the elements of a document usually on the medium of paper."}]}, {"heading": "Events", "year": "1554", "date": "February 23", "txt": "Mapuche forces, under the leadership of Lautaro, score a victory over the Spanish at the Battle of Marihueñu in Chile.[citation needed]", "entities": [{"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Lautaro", "href": "/wiki/Lautaro", "description": "Lautaro was a young Mapuche toqui known for leading the indigenous resistance against Spanish conquest in Chile and developing the tactics that would continue to be employed by the Mapuche during the long-running Arauco War. Lautaro was captured by Spanish forces in his early youth, and he spent his teenage years as a personal servant of chief conquistador Pedro de Valdivia, but escaped in 1551. B"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Battle of Marihueñu", "href": "/wiki/Battle_of_Marihue%C3%B1u", "description": "Battle of Marihueñu was one of the early decisive battles of the Arauco War; it took place between the Mapuche leader Lautaro and the Spanish general Francisco de Villagra on 23 February 1554."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1778", "date": "February 23", "txt": "American Revolutionary War: Baron von Steuben arrives at Valley Forge, Pennsylvania, to help to train the Continental Army.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Friedrich Wilhelm von Steuben", "href": "/wiki/Friedrich_Wilhelm_von_Steuben", "description": "Friedrich Wilhelm August Heinrich Ferdinand von Steuben, also referred to as Baron von Steuben, was a Prussian and later an American military officer. He served as Inspector General and a Major General of the Continental Army during the American Revolutionary War. He was one of the fathers of the Continental Army in teaching them the essentials of military drills, tactics, and discipline. He wrote"}, {"title": "Valley Forge, Pennsylvania", "href": "/wiki/Valley_Forge,_Pennsylvania", "description": "The Village of Valley Forge is an unincorporated settlement located on the west side of Valley Forge National Historical Park at the confluence of Valley Creek and the Schuylkill River in Pennsylvania, United States. The remaining village is in Schuylkill Township of Chester County, but once spanned Valley Creek into Montgomery County. The name Valley Forge is often used to refer to anywhere in th"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}]}, {"heading": "Events", "year": "1820", "date": "February 23", "txt": "Cato Street Conspiracy: A plot to murder all the British cabinet ministers is exposed and the conspirators arrested.", "entities": [{"title": "Cato Street Conspiracy", "href": "/wiki/Cato_Street_Conspiracy", "description": "The Cato Street Conspiracy was an attempt to murder all the British cabinet ministers and the Prime Minister Lord Liverpool in 1820. The name comes from the meeting place near Edgware Road in London. The police had an informer; the plotters fell into a police trap. Thirteen were arrested, while one policeman, Richard Smithers, was killed. Five conspirators were executed, and five others were trans"}]}, {"heading": "Events", "year": "1836", "date": "February 23", "txt": "Texas Revolution: The Siege of the Alamo (prelude to the Battle of the Alamo) begins in San Antonio, Texas.", "entities": [{"title": "Texas Revolution", "href": "/wiki/Texas_Revolution", "description": "The Texas Revolution was a rebellion of colonists from the United States and Tejanos in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one, the Mexican Federalist War, that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas in"}, {"title": "Siege of the Alamo", "href": "/wiki/Siege_of_the_Alamo", "description": "The Siege of the Alamo describes the first thirteen days of the Battle of the Alamo. On February 23, Mexican troops under General Antonio Lopez de Santa Anna entered San Antonio de Bexar, Texas and surrounded the Alamo Mission. The Alamo was defended by a small force of Texians and Tejanos, led by William Barrett Travis and James Bowie, and included Davy Crockett. Before beginning his assault on t"}, {"title": "Battle of the Alamo", "href": "/wiki/Battle_of_the_Alamo", "description": "The Battle of the Alamo was a pivotal event in the Texas Revolution. Following a 13-day siege, Mexican troops under President General Antonio López de Santa Anna reclaimed the Alamo Mission near San Antonio de Béxar, killing most of the Texians and Tejanos inside. Santa Anna's cruelty during the battle inspired many Texians and Tejanos to join the Texian Army. Buoyed by a desire for revenge, the T"}, {"title": "San Antonio, Texas", "href": "/wiki/San_Antonio,_Texas", "description": "San Antonio, officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with 1,547,253 residents in 2019. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish "}]}, {"heading": "Events", "year": "1847", "date": "February 23", "txt": "Mexican–American War: Battle of Buena Vista: In Mexico, American troops under future president General Zachary Taylor defeat Mexican General Antonio López de Santa Anna.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Battle of Buena Vista", "href": "/wiki/Battle_of_Buena_Vista", "description": "The Battle of Buena Vista, known as the Battle of La Angostura in Mexico, and sometimes as Battle of Buena Vista/La Angostura, was a battle of the Mexican–American War. It was fought between the US invading forces, largely volunteers, under General Zachary Taylor, and the much larger Mexican Army under General Antonio López de Santa Anna. It took place near Buena Vista, a village in the state of C"}, {"title": "Zachary Taylor", "href": "/wiki/Zachary_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}, {"title": "Antonio López de Santa Anna", "href": "/wiki/Antonio_L%C3%B3pez_de_Santa_Anna", "description": "Antonio de Padua María Severino López de Santa Anna y Pérez de Lebrón, usually known as Santa Anna or López de Santa Anna, was a Mexican politician and general. His influence on post-independence Mexican politics and government in the first half of the nineteenth century is such that historians of Mexico often refer to it as the \"Age of Santa Anna\"."}]}, {"heading": "Events", "year": "1854", "date": "February 23", "txt": "The official independence of the Orange Free State is declared.", "entities": [{"title": "Orange Free State", "href": "/wiki/Orange_Free_State", "description": "The Orange Free State was an independent Boer sovereign republic under British suzerainty in Southern Africa during the second half of the 19th century, which ceased to exist after it was defeated and surrendered to the British Empire at the end of the Second Boer War in 1902. It is one of the three historical precursors to the present-day Free State province."}]}, {"heading": "Events", "year": "1861", "date": "February 23", "txt": "President-elect Abraham Lincoln arrives secretly in Washington, D.C., after the thwarting of an alleged assassination plot in Baltimore, Maryland.", "entities": [{"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Baltimore Plot", "href": "/wiki/Baltimore_Plot", "description": "The Baltimore Plot was a conspiracy in late February 1861 to assassinate President-elect Abraham Lincoln en route to his inauguration. Allan Pinkerton, founder of the Pinkerton National Detective Agency, played a key role by managing Lincoln's security throughout the journey. Though scholars debate whether or not the threat was real, clearly Lincoln and his advisors believed that there was a threa"}, {"title": "Baltimore", "href": "/wiki/Baltimore", "description": "Baltimore is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with an estimated population of 593,490 in 2019. Baltimore was designated an independent city by the Constitution of Maryland in 1851, and today is the largest independent city in the United States. As of 2017, the population of the Baltimore metropolitan area was estimat"}, {"title": "Maryland", "href": "/wiki/Maryland", "description": "Maryland is a state in the Mid-Atlantic region of the United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. Baltimore is the largest city in the state and the capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State"}]}, {"heading": "Events", "year": "1870", "date": "February 23", "txt": "Reconstruction Era: Post-U.S. Civil War military control of Mississippi ends and it is readmitted to the Union.", "entities": [{"title": "Reconstruction Era", "href": "/wiki/Reconstruction_Era", "description": "The Reconstruction era, the period in American history that lasted from 1865 to 1877 following the American Civil War (1861–65), marked a significant chapter in the history of civil rights in the United States. Reconstruction ended the remnants of Confederate secession and abolished slavery, making the newly freed slaves citizens with civil rights ostensibly guaranteed by three new constitutional "}, {"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1883", "date": "February 23", "txt": "Alabama becomes the first U.S. state to enact an anti-trust law.", "entities": [{"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}, {"title": "Competition law", "href": "/wiki/Competition_law", "description": "Competition law is a law that promotes or seeks to maintain market competition by regulating anti-competitive conduct by companies. Competition law is implemented through public and private enforcement. It is also known as anti-monopoly law in China and Russia. In previous years it has been known as trade practices law in the United Kingdom and Australia. In the European Union, it is referred to a"}]}, {"heading": "Events", "year": "1885", "date": "February 23", "txt": "Sino-French War: French Army gains an important victory in the Battle of Đồng Đăng in the Tonkin region of Vietnam.", "entities": [{"title": "Sino-French War", "href": "/wiki/Sino-French_War", "description": "The Sino-French War, also known as the Tonkin War and Tonquin War, was a limited conflict fought from August 1884 through April 1885. There was no declaration of war. Militarily it was a stalemate. The Chinese armies performed better than its other nineteenth-century wars, and the war ended with French retreat on land. However, one consequence was that France supplanted China's control of Tonkin. "}, {"title": "Battle of Đồng Đăng (1885)", "href": "/wiki/Battle_of_%C4%90%E1%BB%93ng_%C4%90%C4%83ng_(1885)", "description": "The Battle of Đồng Đăng was an important French victory during the Sino-French War. It is named after the town of Đồng Đăng, then in northern Tonkin, close to the border between China and Vietnam."}, {"title": "Tonkin", "href": "/wiki/Tonkin", "description": "Tonkin, also spelled Tongkin, Tonquin or Tongking, is an exonym referring to the northern region of Vietnam. During the 17th and 18th centuries, this term referred to the domain Đàng Ngoài under Trịnh lords' control, including both the Northern and Thanh-Nghệ regions, north of the Gianh River. From 1884 to early 1945, this term was used for the French protectorate of Tonkin, composed of only the N"}]}, {"heading": "Events", "year": "1886", "date": "February 23", "txt": "Charles Martin Hall produced the first samples of aluminium from the electrolysis of aluminium oxide, after several years of intensive work. He was assisted in this project by his older sister, Julia Brainerd Hall.", "entities": [{"title": "Charles Martin Hall", "href": "/wiki/Charles_Martin_Hall", "description": "Charles Martin Hall was an American inventor, businessman, and chemist. He is best known for his invention in 1886 of an inexpensive method for producing aluminum, which became the first metal to attain widespread use since the prehistoric discovery of iron. He was one of the founders of Alcoa. Alfred E. Hunt, together with Charles Hall and a group of five other individuals – his partner at the Pi"}, {"title": "Aluminium", "href": "/wiki/Aluminium", "description": "Aluminium is a chemical element with the symbol Al and atomic number 13. Aluminium has a density lower than those of other common metals, at approximately one third that of steel. It has a great affinity towards oxygen, and forms a protective layer of oxide on the surface when exposed to air. Aluminium visually resembles silver, both in its color and in its great ability to reflect light. It is so"}, {"title": "Julia Brainerd Hall", "href": "/wiki/Julia_Brainerd_Hall", "description": "Julia Brainerd Hall was the sister of American scientist Charles Martin Hall. She supported him in his discovery of the Hall process for extracting aluminium from its ore. She was also a still-life painter, who exhibited at the Edgar Adams Gallery in Cleveland."}]}, {"heading": "Events", "year": "1887", "date": "February 23", "txt": "The French Riviera is hit by a large earthquake, killing around 2,000.", "entities": [{"title": "French Riviera", "href": "/wiki/French_Riviera", "description": "The French Riviera is the Mediterranean coastline of the southeast corner of France. There is no official boundary, but it is usually considered to extend from Cassis, Toulon or Saint-Tropez on the west to Menton at the France–Italy border in the east, where the Italian Riviera joins. The coast is entirely within the Provence-Alpes-Côte d'Azur region of France. The Principality of Monaco is a semi"}]}, {"heading": "Events", "year": "1898", "date": "February 23", "txt": "Émile Zola is imprisoned in France after writing J'Accuse…!, a letter accusing the French government of antisemitism and wrongfully imprisoning Captain Alfred Dreyfus.", "entities": [{"title": "Émile Zola", "href": "/wiki/%C3%89mile_Zola", "description": "Émile Édouard Charles Antoine Zola was a French novelist, journalist, playwright, the best-known practitioner of the literary school of naturalism, and an important contributor to the development of theatrical naturalism. According to major Zola scholar and biographer Henri Mitterand, \"Naturalism contributes something more than realism: the attention brought to bear on the most lush and opulent as"}, {"title": "Antisemitism", "href": "/wiki/Antisemitism", "description": "Antisemitism is hostility to, prejudice, or discrimination against Jews. A person who holds such positions is called an antisemite. Antisemitism is generally considered to be a form of racism."}, {"title": "Captain (OF-2)", "href": "/wiki/Captain_(OF-2)", "description": "The army rank of captain is a commissioned officer rank historically corresponding to the command of a company of soldiers. The rank is also used by some air forces and marine forces. Today, a captain is typically either the commander or second-in-command of a company or artillery battery. In the Chinese People's Liberation Army, a captain may also command a company, or be the second-in-command of"}, {"title": "Alfred Dreyfus", "href": "/wiki/Alfred_Dreyfus", "description": "Alfred Dreyfus was a French artillery officer of Jewish ancestry whose trial and conviction in 1894 on charges of treason became one of the most controversial and polarizing political dramas in modern French history. The incident has gone down in history as the Dreyfus Affair, the reverberations from which were felt throughout Europe. It ultimately ended with Dreyfus's complete exoneration."}]}, {"heading": "Events", "year": "1900", "date": "February 23", "txt": "Second Boer War: During the Battle of the Tugela Heights, the first British attempt to take Hart's Hill fails.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Battle of the Tugela Heights", "href": "/wiki/Battle_of_the_Tugela_Heights", "description": "The Battle of Tugela Heights, consisted of a series of military actions lasting from 14 February through to 27 February 1900 in which General Sir Redvers Buller's British army forced Louis Botha's Boer army to lift the Siege of Ladysmith during the Second Boer War."}]}, {"heading": "Events", "year": "1903", "date": "February 23", "txt": "Cuba leases Guantánamo Bay to the United States \"in perpetuity\".", "entities": [{"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Guantanamo Bay Naval Base", "href": "/wiki/Guantanamo_Bay_Naval_Base", "description": "Guantanamo Bay Naval Base, officially known as Naval Station Guantanamo Bay or NSGB, is a United States military base located on 45 square miles (117 km2) of land and water on the shore of Guantánamo Bay at the southeastern end of Cuba. It was first leased by the United States for use as a coaling station and naval base in 1903 and is the oldest overseas U.S. naval base. The lease was $2,000 in go"}]}, {"heading": "Events", "year": "1905", "date": "February 23", "txt": "Chicago attorney Paul Harris and three other businessmen meet for lunch to form the Rotary Club, the world's first service club.", "entities": [{"title": "Paul P. Harris", "href": "/wiki/Paul_P._Harris", "description": "Paul Percy Harris was a Chicago, Illinois, attorney. He founded the club that became the humanitarian organisation Rotary International in 1905."}, {"title": "Rotary Club", "href": "/wiki/Rotary_Club", "description": "Rotary International is an international service organization whose stated purpose is to bring together business and professional leaders in order to provide humanitarian service and to advance goodwill and peace around the world. It is a non-political and non-religious organization open to all. There are over 35,000 member clubs worldwide, with a membership of 1.2 million individuals, known as Ro"}, {"title": "Service club", "href": "/wiki/Service_club", "description": "A service club or service organization is a voluntary nonprofit organization where members meet regularly to perform charitable works either by direct hands-on efforts or by raising money for other organizations. A service club is defined firstly by its service mission and secondly its membership benefits, such as social occasions, networking, and personal growth opportunities that encourage invol"}]}, {"heading": "Events", "year": "1909", "date": "February 23", "txt": "The AEA Silver Dart makes the first powered flight in Canada and the British Empire.", "entities": [{"title": "AEA Silver Dart", "href": "/wiki/AEA_Silver_Dart", "description": "The Silver Dart was a derivative of an early aircraft built by a Canadian/U.S. team, which after many successful flights in Hammondsport, New York, earlier in 1908, was dismantled and shipped to Baddeck, Nova Scotia. It was flown from the ice of Baddeck Bay, a sub-basin of Bras d'Or Lake, on 23 February 1909, making it the first controlled powered flight in Canada. The aircraft was piloted by one "}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}]}, {"heading": "Events", "year": "1917", "date": "February 23", "txt": "First demonstrations in Saint Petersburg, Russia. The beginning of the February Revolution (March 8 in the Gregorian calendar).", "entities": [{"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "February Revolution", "href": "/wiki/February_Revolution", "description": "The February Revolution, known in Soviet historiography as the February Bourgeois Democratic Revolution and sometimes as the March Revolution, was the first of two revolutions which took place in Russia in 1917."}, {"title": "Gregorian calendar", "href": "/wiki/Gregorian_calendar", "description": "The Gregorian calendar is the calendar used in most of the world. It was introduced in October 1582 by Pope Gregory XIII as a minor modification of the Julian calendar, reducing the average year from 365.25 days to 365.2425 days, and adjusting for the drift in the 'tropical' or 'solar' year that the inaccuracy had caused during the intervening centuries."}]}, {"heading": "Events", "year": "1927", "date": "February 23", "txt": "U.S. President Calvin Coolidge signs a bill by Congress establishing the Federal Radio Commission (later replaced by the Federal Communications Commission) which was to regulate the use of radio frequencies in the United States.", "entities": [{"title": "Calvin Coolidge", "href": "/wiki/Calvin_Coolidge", "description": "Calvin Coolidge was an American lawyer and politician who served as the 30th president of the United States from 1923 to 1929. A Republican lawyer from New England, born in Vermont, Coolidge worked his way up the ladder of Massachusetts state politics, eventually becoming governor of Massachusetts. His response to the Boston Police Strike of 1919 thrust him into the national spotlight and gave him"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Federal Radio Commission", "href": "/wiki/Federal_Radio_Commission", "description": "The Federal Radio Commission (FRC) was a government agency that regulated United States radio communication from its creation in 1927 until 1934, when it was succeeded by the Federal Communications Commission (FCC). The FRC was established by the Radio Act of 1927, which replaced the Radio Act of 1912 after the earlier law was found to lack sufficient oversight provisions, especially for regulatin"}, {"title": "Federal Communications Commission", "href": "/wiki/Federal_Communications_Commission", "description": "The Federal Communications Commission (FCC) is an independent agency of the United States government that regulates communications by radio, television, wire, satellite, and cable across the United States. The FCC maintains jurisdiction over the areas of broadband access, fair competition, radio frequency use, media responsibility, public safety, and homeland security."}]}, {"heading": "Events", "year": "1927", "date": "February 23", "txt": "German theoretical physicist Werner Heisenberg writes a letter to fellow physicist Wolfgang Pauli, in which he describes his uncertainty principle for the first time.", "entities": [{"title": "Werner Heisenberg", "href": "/wiki/Werner_Heisenberg", "description": "Werner Karl Heisenberg was a German theoretical physicist and one of the key pioneers of quantum mechanics. He published his work in 1925 in a breakthrough paper. In the subsequent series of papers with Max Born and Pascual Jordan, during the same year, this matrix formulation of quantum mechanics was substantially elaborated. He is known for the uncertainty principle, which he published in 1927. "}, {"title": "Wolfgang Pauli", "href": "/wiki/Wolfgang_Pauli", "description": "Wolfgang Ernst Pauli was an Austrian theoretical physicist and one of the pioneers of quantum physics. In 1945, after having been nominated by Albert Einstein, Pauli received the Nobel Prize in Physics for his \"decisive contribution through his discovery of a new law of Nature, the exclusion principle or Pauli principle\". The discovery involved spin theory, which is the basis of a theory of the st"}, {"title": "Uncertainty principle", "href": "/wiki/Uncertainty_principle", "description": "In quantum mechanics, the uncertainty principle is any of a variety of mathematical inequalities asserting a fundamental limit to the accuracy with which the values for certain pairs of physical quantities of a particle, such as position, x, and momentum, p, can be predicted from initial conditions."}]}, {"heading": "Events", "year": "1934", "date": "February 23", "txt": "Leopold III becomes King of Belgium.", "entities": [{"title": "Leopold III of Belgium", "href": "/wiki/Leopold_III_of_Belgium", "description": "Leopold III was King of the Belgians from 1934 until 1951. On the outbreak of World War II, Leopold tried to maintain Belgian neutrality, but after the German invasion in May 1940, he surrendered his country, earning him much hostility, both at home and abroad."}, {"title": "Belgium", "href": "/wiki/Belgium", "description": "Belgium, officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the"}]}, {"heading": "Events", "year": "1941", "date": "February 23", "txt": "Plutonium is first produced and isolated by Dr. Glenn T. Seaborg.", "entities": [{"title": "Plutonium", "href": "/wiki/Plutonium", "description": "Plutonium is a radioactive chemical element with the symbol Pu and atomic number 94. It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon, and hydrogen. When exposed to moist air, it forms oxides and hyd"}, {"title": "Glenn T. Seaborg", "href": "/wiki/Glenn_T._Seaborg", "description": "Glenn Theodore Seaborg was an American chemist whose involvement in the synthesis, discovery and investigation of ten transuranium elements earned him a share of the 1951 Nobel Prize in Chemistry. His work in this area also led to his development of the actinide concept and the arrangement of the actinide series in the periodic table of the elements."}]}, {"heading": "Events", "year": "1942", "date": "February 23", "txt": "World War II: Japanese submarines fire artillery shells at the coastline near Santa Barbara, California.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Bombardment of Ellwood", "href": "/wiki/Bombardment_of_Ellwood", "description": "The Bombardment of Ellwood during World War II was a naval attack by a Japanese submarine against United States coastal targets near Santa Barbara, California. Though damage was minimal, the event was key in triggering the West Coast invasion scare and influenced the decision to intern Japanese-Americans. The event also marked the first shelling of the North American mainland during the conflict."}, {"title": "Santa Barbara, California", "href": "/wiki/Santa_Barbara,_California", "description": "Santa Barbara is a coastal city in Santa Barbara County, California, of which it is also the county seat. Situated on a south-facing section of coastline, the longest such section on the West Coast of the United States, the city lies between the steeply rising Santa Ynez Mountains and the Pacific Ocean. Santa Barbara's climate is often described as Mediterranean, and the city has been promoted as "}]}, {"heading": "Events", "year": "1943", "date": "February 23", "txt": "The Cavan Orphanage fire kills thirty-five girls and an elderly cook.", "entities": [{"title": "Cavan Orphanage fire", "href": "/wiki/Cavan_Orphanage_fire", "description": "The Cavan Orphanage fire occurred on the night of 23 February 1943 at St Joseph's Orphanage in Cavan, Ireland. 35 children and 1 adult employee died as a result. Much of the attention after the fire surrounded the role of the Poor Clares, the order of nuns who ran the orphanage, and the local fire service."}]}, {"heading": "Events", "year": "1943", "date": "February 23", "txt": "Greek Resistance: The United Panhellenic Organization of Youth is founded in Greece.", "entities": [{"title": "United Panhellenic Organization of Youth", "href": "/wiki/United_Panhellenic_Organization_of_Youth", "description": "The United Panhellenic Organization of Youth, abbreviated EPON, was a Greek resistance organization\nthat was active during the Axis Occupation of Greece in World War II. EPON was the youth wing of the National Liberation Front (EAM) organization, and was established on 23 February 1943 after the merger of ten earlier political and resistance youth organizations. Along with EAM and its other affili"}]}, {"heading": "Events", "year": "1944", "date": "February 23", "txt": "The Soviet Union begins the forced deportation of the Chechen and Ingush people from the North Caucasus to Central Asia.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Operation Lentil (Caucasus)", "href": "/wiki/Operation_Lentil_(Caucasus)", "description": "The Deportation of the Chechens and Ingush, also known as Aardakh, Operation Lentil was the Soviet forced transfer of the whole of the Vainakh populations of the North Caucasus to Central Asia on February 23, 1944, during World War II. The expulsion was ordered by NKVD chief Lavrentiy Beria after approval by Soviet Premier Joseph Stalin, as a part of a Soviet forced settlement program and populati"}, {"title": "Chechens", "href": "/wiki/Chechens", "description": "The Chechens, historically also known as Kisti and Durdzuks, are a Northeast Caucasian ethnic group of the Nakh peoples native to the North Caucasus in Eastern Europe. They refer to themselves as Nokhchiy. Chechen and Ingush peoples are collectively known as the Vainakh since the 1930s and were known as Nakhchi prior. The vast majority of Chechens today are Muslims and live in Chechnya, a republic"}, {"title": "Ingush people", "href": "/wiki/Ingush_people", "description": "The Ingush are a Northeast Caucasian native ethnic group of the North Caucasus, mostly inhabiting their native Ingushetia, a federal republic of Russian Federation. The Ingush are predominantly Sunni Muslims and speak the Ingush language. The Ingush are known as the Vainakh."}, {"title": "North Caucasus", "href": "/wiki/North_Caucasus", "description": "The North Caucasus, or Ciscaucasia, is the northern part of the Caucasus region between the Sea of Azov and Black Sea on the west and the Caspian Sea on the east, in Russia. Geographically, the Northern Caucasus includes the Russian republics and krais of the North Caucasus. As part of the Russian Federation, the Northern Caucasus region is included in the North Caucasian and Southern Federal Dist"}]}, {"heading": "Events", "year": "1945", "date": "February 23", "txt": "World War II: During the Battle of Iwo Jima, a group of United States Marines reach the top of Mount Suribachi on the island and are photographed raising the American flag.", "entities": [{"title": "Battle of Iwo Jima", "href": "/wiki/Battle_of_Iwo_Jima", "description": "The Battle of Iwo Jima was a major battle in which the United States Marine Corps and Navy landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army (IJA) during World War II. The American invasion, designated Operation Detachment, had the purpose of capturing the island with its two airfields: South Field and Central Field."}, {"title": "United States Marine", "href": "/wiki/United_States_Marine", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Mount Suribachi", "href": "/wiki/Mount_Suribachi", "description": "Mount Suribachi  is a 169-metre (554 ft)-high mountain on the southwest end of Iwo Jima in the northwest Pacific Ocean under the administration of Ogasawara Subprefecture, Tokyo Metropolis, Japan."}, {"title": "Raising the Flag on Iwo Jima", "href": "/wiki/Raising_the_Flag_on_Iwo_Jima", "description": "Raising the Flag on Iwo Jima is an iconic photograph of six United States Marines raising the U.S. flag atop Mount Suribachi during the Battle of Iwo Jima in the final stages of the Pacific War. The photograph, taken by Joe Rosenthal of the Associated Press on February 23, 1945, was first published in Sunday newspapers two days later and reprinted in thousands of publications. It was the only phot"}]}, {"heading": "Events", "year": "1945", "date": "February 23", "txt": "World War II: The 11th Airborne Division, with Filipino guerrillas, free all 2,147 captives of the Los Baños internment camp, in what General Colin Powell later would refer to as \"the textbook airborne operation for all ages and all armies.\"", "entities": [{"title": "Filipinos", "href": "/wiki/Filipinos", "description": "Filipinos are the people who are native to or citizens of the country of the Philippines. Filipinos come from various Austronesian ethnolinguistic groups. Currently, there are more than 185 ethnolinguistic groups in the Philippines; each with its own language, identity, culture and history."}, {"title": "Los Baños, Laguna", "href": "/wiki/Los_Ba%C3%B1os,_Laguna", "description": "Los Baños, officially the Municipality of Los Baños, is a 1st class municipality in the province of Laguna, Philippines. According to the 2015 census, it has a population of 112,008 people. "}]}, {"heading": "Events", "year": "1945", "date": "February 23", "txt": "World War II: The capital of the Philippines, Manila, is liberated by combined Filipino and American forces.", "entities": [{"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}]}, {"heading": "Events", "year": "1945", "date": "February 23", "txt": "World War II: Capitulation of German garrison in Poznań. The city is liberated by Soviet and Polish forces.", "entities": [{"title": "Poznań", "href": "/wiki/Pozna%C5%84", "description": "Poznań is a city on the Warta River in west-central Poland, in the Greater Poland region. It is best known for its renaissance Old Town and Ostrów Tumski Cathedral. Today, Poznań is an important cultural and business centre and one of Poland's most populous regions with many regional customs such as Saint John's Fair, traditional Saint Martin's croissants and a local dialect."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "History of Poland (1939–45)", "href": "/wiki/History_of_Poland_(1939%E2%80%9345)", "description": "The history of Poland from 1939 to 1945 encompasses primarily the period from the invasion of Poland by Nazi Germany and the Soviet Union to the end of World War II. Following the German–Soviet non-aggression pact, Poland was invaded by Nazi Germany on 1 September 1939 and by the Soviet Union on 17 September. The campaigns ended in early October with Germany and the Soviet Union dividing and annex"}]}, {"heading": "Events", "year": "1945", "date": "February 23", "txt": "World War II: The German town of Pforzheim is annihilated in a raid by 379 British bombers.", "entities": [{"title": "Bombing of Pforzheim in World War II", "href": "/wiki/Bombing_of_Pforzheim_in_World_War_II", "description": "During the latter stages of World War II, Pforzheim, a town in southwestern Germany, was bombed several times. The largest raid, one of the most devastating area bombardments of the war, was carried out by the Royal Air Force (RAF) on the evening of February 23, 1945. Some 17,600 people, or 31.4% of the town's population, were killed. About 83% of the town's buildings were destroyed, two-thirds of"}]}, {"heading": "Events", "year": "1947", "date": "February 23", "txt": "International Organization for Standardization is founded.", "entities": [{"title": "International Organization for Standardization", "href": "/wiki/International_Organization_for_Standardization", "description": "The International Organization for Standardization is an international standard-setting body composed of representatives from various national standards organizations."}]}, {"heading": "Events", "year": "1954", "date": "February 23", "txt": "The first mass inoculation of children against polio with the Salk vaccine begins in Pittsburgh.", "entities": [{"title": "Poliomyelitis", "href": "/wiki/Poliomyelitis", "description": "Poliomyelitis, commonly shortened to polio, is an infectious disease caused by the poliovirus. In about 0.5 percent of cases, it moves from the gut to affect the central nervous system and there is muscle weakness resulting in a flaccid paralysis. This can occur over a few hours to a few days. The weakness most often involves the legs, but may less commonly involve the muscles of the head, neck an"}, {"title": "Jonas Salk", "href": "/wiki/Jonas_Salk", "description": "Jonas Edward Salk was an American virologist and medical researcher who developed one of the first successful polio vaccines. He was born in New York City and attended the City College of New York and New York University School of Medicine."}, {"title": "Vaccine", "href": "/wiki/Vaccine", "description": "A vaccine is a biological preparation that provides active acquired immunity to a particular infectious disease. A vaccine typically contains an agent that resembles a disease-causing microorganism and is often made from weakened or killed forms of the microbe, its toxins, or one of its surface proteins. The agent stimulates the body's immune system to recognize the agent as a threat, destroy it, "}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}]}, {"heading": "Events", "year": "1966", "date": "February 23", "txt": "In Syria, Ba'ath Party member Salah Jadid leads an intra-party military coup that replaces the previous government of General Amin al-Hafiz, also a Baathist.", "entities": [{"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "Ba'ath Party", "href": "/wiki/Ba%27ath_Party", "description": "The Arab Socialist Baʽath Party was a political party founded in Syria by Michel Aflaq, Salah al-Din al-Bitar, and associates of Zaki al-Arsuzi. The party espoused Baʽathism, which is an ideology mixing Arab nationalist, pan-Arabism, Arab socialist, and anti-imperialist interests. Baʽathism calls for unification of the Arab world into a single state. Its motto, \"Unity, Liberty, Socialism\", refers "}, {"title": "Salah Jadid", "href": "/wiki/Salah_Jadid", "description": "Salah Jadid was a Syrian general, a leader of the left-wing of the Arab Socialist Ba'ath Party in Syria, and the country's de facto leader from 1966 until 1970, when he was ousted by Hafez al-Assad's Corrective Movement."}, {"title": "Coup", "href": "/wiki/Coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Amin al-Hafiz", "href": "/wiki/Amin_al-Hafiz", "description": "Amin al-Hafiz was a Syrian politician, general, and member of the Ba'ath Party who served as the President of Syria from 27 July 1963 to 23 February 1966."}]}, {"heading": "Events", "year": "1971", "date": "February 23", "txt": "Operation Lam Son 719: South Vietnamese General Do Cao Tri was killed in a helicopter crash en route to taking control of the faltering campaign.", "entities": [{"title": "Operation Lam Son 719", "href": "/wiki/Operation_Lam_Son_719", "description": "Operation Lam Son 719 or 9th Route – Southern Laos Campaign was a limited-objective offensive campaign conducted in the southeastern portion of the Kingdom of Laos. The campaign was carried out by the armed forces of South Vietnam between 8 February and 25 March 1971, during the Vietnam War. The United States provided logistical, aerial and artillery support for the operation, but its ground force"}, {"title": "Do Cao Tri", "href": "/wiki/Do_Cao_Tri", "description": "Lieutenant General Đỗ Cao Trí was a general in the Army of the Republic of Vietnam (ARVN) known for his fighting prowess and flamboyant style. Trí started out in the French Army before transferring to the Vietnamese National Army and the ARVN. Under President Ngô Đình Diệm, Trí was the commander of I Corps where he was noted for harsh crackdowns on Buddhist civil rights demonstrations against the "}]}, {"heading": "Events", "year": "1974", "date": "February 23", "txt": "The Symbionese Liberation Army demands $4 million more to release kidnap victim Patty Hearst.", "entities": [{"title": "Symbionese Liberation Army", "href": "/wiki/Symbionese_Liberation_Army", "description": "The United Federated Forces of the Symbionese Liberation Army (SLA) was an American organization active between 1973 and 1975 that committed bank robberies, two murders, and other acts of violence. The SLA became internationally notorious for the kidnapping of heiress Patricia Hearst, abducting the 19-year-old from Berkeley, California."}, {"title": "Patty Hearst", "href": "/wiki/Patty_Hearst", "description": "Patricia Campbell Hearst is an American author and actress, and a granddaughter of American publishing magnate William Randolph Hearst. She first became known for the events following her 1974 kidnapping by the Symbionese Liberation Army, a left-wing organization. She was found and arrested 19 months after being abducted, by which time she was a fugitive wanted for serious crimes committed with me"}]}, {"heading": "Events", "year": "1980", "date": "February 23", "txt": "Iran hostage crisis: Supreme Leader Ayatollah Ruhollah Khomeini states that Iran's parliament will decide the fate of the American embassy hostages.", "entities": [{"title": "Iran hostage crisis", "href": "/wiki/Iran_hostage_crisis", "description": "The Iran hostage crisis was a diplomatic standoff between the United States and Iran. Fifty-two American diplomats and citizens were held hostage after a group of militarized Iranian college students belonging to the Muslim Student Followers of the Imam's Line, who supported the Iranian Revolution, took over the U.S. Embassy in Tehran and seized hostages. The hostages were held for 444 days from N"}, {"title": "Supreme Leader of Iran", "href": "/wiki/Supreme_Leader_of_Iran", "description": "The Supreme Leader of Iran, also referred to as Supreme Leader of the Islamic Revolution, but officially called the Supreme Leadership Authority, is the head of state and the highest political and religious authority of the Islamic Republic of Iran. The armed forces, judiciary, state television, and other key government organizations such as Guardian Council and Expediency Discernment Council are "}, {"title": "Ayatollah", "href": "/wiki/Ayatollah", "description": "Ayatollah is an honorific title for high-ranking Twelver Shia clergy in Iran and Iraq that came into widespread usage in the 20th century."}, {"title": "Ruhollah Khomeini", "href": "/wiki/Ruhollah_Khomeini", "description": "Sayyid Ruhollah Musavi Khomeini, also known in the Western world as Ayatollah Khomeini, was an Iranian political and religious leader. He was the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution, which saw the overthrow of the last Shah of Iran, Mohammad Reza Pahlavi, and the end of the 2,500-year-old Persian monarchy. Following the revolution, Khomeini became "}]}, {"heading": "Events", "year": "1981", "date": "February 23", "txt": "In Spain, Antonio Tejero attempts a coup d'état by capturing the Spanish Congress of Deputies.", "entities": [{"title": "Antonio Tejero", "href": "/wiki/Antonio_Tejero", "description": "Antonio Tejero Molina is a Spanish former Lieutenant Colonel of the Guardia Civil, and the most prominent figure in the failed coup d'état against the newly democratic Spanish government on 23 February 1981."}, {"title": "23-F", "href": "/wiki/23-F", "description": "The 1981 Spanish coup d'état attempt, known in Spain by the numeronym 23-F and also known as the Tejerazo, was an attempted coup d'état in Spain on 23 February 1981. Lieutenant-Colonel Antonio Tejero led 200 armed Civil Guard officers into the Congress of Deputies during the vote to elect a President of the Government. The officers held the parliamentarians and ministers hostage for 18 hours, duri"}, {"title": "Congress of Deputies (Spain)", "href": "/wiki/Congress_of_Deputies_(Spain)", "description": "The Congress of Deputies is the lower house of the Cortes Generales, Spain's legislative branch. The Congress meets in the Palace of the Parliament in Madrid."}]}, {"heading": "Events", "year": "1983", "date": "February 23", "txt": "The United States Environmental Protection Agency announces its intent to buy out and evacuate the dioxin-contaminated community of Times Beach, Missouri.", "entities": [{"title": "United States Environmental Protection Agency", "href": "/wiki/United_States_Environmental_Protection_Agency", "description": "The Environmental Protection Agency (EPA) is an independent executive agency of the United States federal government tasked with environmental protection matters. President Richard Nixon proposed the establishment of EPA on July 9, 1970; it began operation on December 2, 1970, after Nixon signed an executive order. The order establishing the EPA was ratified by committee hearings in the House and "}, {"title": "Polychlorinated dibenzodioxins", "href": "/wiki/Polychlorinated_dibenzodioxins", "description": "Polychlorinated dibenzodioxins (PCDDs), or simply dioxins, are a group of polyhalogenated organic compounds that are significant environmental pollutants."}, {"title": "Times Beach, Missouri", "href": "/wiki/Times_Beach,_Missouri", "description": "Times Beach is a ghost town in St. Louis County, Missouri, United States, 17 miles (27 km) southwest of St. Louis and 2 miles (3 km) east of Eureka. Once home to more than two thousand people, the town was completely evacuated early in 1983 due to TCDD—also known as dioxin—contamination. It was the largest civilian exposure to the compound in the history of the United States."}]}, {"heading": "Events", "year": "1987", "date": "February 23", "txt": "Supernova 1987a is seen in the Large Magellanic Cloud.", "entities": [{"title": "Supernova 1987a", "href": "/wiki/Supernova_1987a", "description": "SN 1987A was a type II supernova in the Large Magellanic Cloud, a dwarf satellite galaxy of the Milky Way. It occurred approximately 51.4 kiloparsecs from Earth and was the closest observed supernova since Kepler's Supernova. 1987A's light reached Earth on February 23, 1987, and as the earliest supernova discovered that year, was labeled \"1987A\". Its brightness peaked in May, with an apparent magn"}, {"title": "Large Magellanic Cloud", "href": "/wiki/Large_Magellanic_Cloud", "description": "The Large Magellanic Cloud (LMC) is a satellite galaxy of the Milky Way. At a distance of around 50 kiloparsecs (≈160,000 light-years), the LMC is the second or third closest galaxy to the Milky Way, after the Sagittarius Dwarf Spheroidal (~16 kpc) and the possible dwarf irregular galaxy known as the Canis Major Overdensity. Based on readily visible stars and a mass of approximately 10 billion sol"}]}, {"heading": "Events", "year": "1988", "date": "February 23", "txt": "Saddam Hussein begins the Anfal genocide against Kurds and Assyrians in northern Iraq.", "entities": [{"title": "Anfal genocide", "href": "/wiki/Anfal_genocide", "description": "The Anfal genocide killed between 50,000 and 182,000 Kurds. It was committed during the Al-Anfal campaign led by Ali Hassan al-Majid, on the orders of President Saddam Hussein, against Iraqi Kurdistan in northern Iraq during the final stages of the Iran–Iraq War."}]}, {"heading": "Events", "year": "1991", "date": "February 23", "txt": "In Thailand, General Sunthorn Kongsompong leads a bloodless coup d'état, deposing Prime Minister Chatichai Choonhavan.", "entities": [{"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}, {"title": "Sunthorn Kongsompong", "href": "/wiki/Sunthorn_Kongsompong", "description": "Sunthorn Kongsompong was the de facto head of government of Thailand from 1991 to 1992, after a military coup d'etat led by Sunthorn and General Suchinda Kraprayoon deposed the government of Prime Minister Chatichai Choonhavan on February 23, 1991. The generals accused Chatichai of corruption, and established the National Peacekeeping Council (NPKC) as an interim administration, with Sunthorn as c"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Chatichai Choonhavan", "href": "/wiki/Chatichai_Choonhavan", "description": "Chatichai Choonhavan was a Thai army officer, diplomat and politician. From 1986 to 1991, he was the chairman of the Thai Nation Party and served as the Prime Minister of Thailand from August 1988 until the coup d'état of February 1991."}]}, {"heading": "Events", "year": "1998", "date": "February 23", "txt": "In the United States, tornadoes in central Florida destroy or damage 2,600 structures and kill 42 people.", "entities": [{"title": "1998 Kissimmee tornado outbreak", "href": "/wiki/1998_Kissimmee_tornado_outbreak", "description": "The 1998 Kissimmee tornado outbreak of February 22–23, 1998, was a devastating tornado outbreak, the deadliest tornado event in Florida history, that is sometimes known as The Night of the Tornadoes. Affecting the I-4 corridor of Central Florida, including the Greater Orlando area, the tornadoes—among the strongest ever recorded in Florida—produced F3 damage, killed 42 people, and caused 260 injur"}]}, {"heading": "Events", "year": "1999", "date": "February 23", "txt": "Kurdish rebel leader Abdullah Öcalan is charged with treason in Ankara, Turkey.", "entities": [{"title": "Kurds", "href": "/wiki/Kurds", "description": "Kurds or Kurdish people are an Iranic ethnic group native to a mountainous region of Western Asia known as Kurdistan, which spans southeastern Turkey, northwestern Iran, northern Iraq, and northern Syria. There are exclaves of Kurds in Central Anatolia, Khorasan, and the Caucasus, as well as significant Kurdish diaspora communities in the cities of western Turkey and Western Europe. The Kurdish po"}, {"title": "Abdullah Öcalan", "href": "/wiki/Abdullah_%C3%96calan", "description": "Abdullah Öcalan, also known as Apo, is a Kurdish nationalist, political prisoner and one of the founding members of the militant Kurdistan Workers' Party (PKK)."}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}, {"title": "Ankara", "href": "/wiki/Ankara", "description": "Ankara, historically known as Ancyra and Angora, is the capital of Turkey. Located in the central part of Anatolia, the city has a population of 4.5 million in its urban centre and over 5.6 million in Ankara Province, making it Turkey's second-largest city after Istanbul."}]}, {"heading": "Events", "year": "2007", "date": "February 23", "txt": "A train derails on an evening express service near Grayrigg, Cumbria, England, killing one person and injuring 88. This results in hundreds of points being checked over the UK after a few similar accidents.", "entities": [{"title": "Grayrigg derailment", "href": "/wiki/Grayrigg_derailment", "description": "The Grayrigg derailment was a fatal railway accident that occurred at approximately 20:15 GMT on 23 February 2007, just to the south of Grayrigg, Cumbria, in the North West England region of the United Kingdom. The accident investigation concluded that the derailment was caused by a faulty set of points on the Down Main running line, controlled from Lambrigg ground frame. The scheduled inspection "}, {"title": "Grayrigg", "href": "/wiki/Grayrigg", "description": "Grayrigg is a small village and civil parish in the South Lakeland district of Cumbria, England. In the 2001 census the parish had a population of 223, decreasing at the 2011 census to 242. It lies on undulated and partly mountainous land, 4.9 miles (8 km) north east of Kendal, on the north side of the West Coast Main Line, and west side of the M6 motorway."}, {"title": "Cumbria", "href": "/wiki/Cumbria", "description": "Cumbria is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county. The only other major urban area is Barrow-in-Furness on the south-western tip of the county."}]}, {"heading": "Events", "year": "2008", "date": "February 23", "txt": "A United States Air Force B-2 Spirit bomber crashes on Guam, marking  the first operational loss of a B-2.", "entities": [{"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "B-2 Spirit", "href": "/wiki/B-2_Spirit", "description": "The Northrop B-2 Spirit, also known as the Stealth Bomber, is an American heavy strategic bomber, featuring low observable stealth technology designed for penetrating dense anti-aircraft defenses. Designed during the Cold War, it is a flying wing design with a crew of two. The bomber can deploy both conventional and thermonuclear weapons, such as up to eighty 500-pound class (230 kg) Mk 82 JDAM GP"}, {"title": "2008 Andersen Air Force Base B-2 accident", "href": "/wiki/2008_Andersen_Air_Force_Base_B-2_accident", "description": "On 23 February 2008, Spirit of Kansas, a B-2 Spirit stealth bomber of the United States Air Force, crashed on the runway moments after takeoff from Andersen Air Force Base in Guam. The aircraft was destroyed, but both crew members successfully ejected. The accident marked the first operational loss of a B‑2 bomber, and as of 2021 it remains the only one. With an estimated loss of US$1.4 billion, i"}]}, {"heading": "Events", "year": "2010", "date": "February 23", "txt": "Unknown criminals pour more than 2.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 million liters of diesel oil and other hydrocarbons into the river Lambro, in northern Italy, sparking an environmental disaster.", "entities": [{"title": "Diesel oil", "href": "/wiki/Diesel_oil", "description": "Diesel fuel in general is any liquid fuel specifically designed for use in diesel engines, whose fuel ignition takes place, without any spark, as a result of compression of the inlet air mixture and then injection of fuel. Therefore, diesel fuel needs good compression ignition characteristics."}, {"title": "Hydrocarbon", "href": "/wiki/Hydrocarbon", "description": " In organic chemistry, a hydrocarbon is an organic compound consisting entirely of hydrogen and carbon. Hydrocarbons are examples of group 14 hydrides. Hydrocarbons from which one hydrogen atom has been removed are functional groups called hydrocarbyls. Hydrocarbons are generally colourless and hydrophobic with only weak odours. Because of their diverse molecular structures, it is difficult to gen"}, {"title": "Lambro", "href": "/wiki/Lambro", "description": "The Lambro is a river of Lombardy, northern Italy, a left tributary of the Po."}, {"title": "Environmental disaster", "href": "/wiki/Environmental_disaster", "description": "An environmental disaster or ecological disaster is defined as a catastrophic event regarding the natural environment that is due to human activity. This point distinguishes environmental disasters from other disturbances such as natural disasters and intentional acts of war such as nuclear bombings."}]}, {"heading": "Events", "year": "2012", "date": "February 23", "txt": "A series of attacks across Iraq leave at least 83 killed and more than 250 injured.", "entities": [{"title": "23 February 2012 Iraq attacks", "href": "/wiki/23_February_2012_Iraq_attacks", "description": "The 23 February 2012 Iraq attacks were the fifth simultaneous wave of bombings to hit Iraq during the insurgency and the first such major assault since the US withdrawal at the end of 2011. At least 83 people were killed and more than 250 wounded in highly coordinated attacks spread out in least 15 cities - including at least 10 explosions in the capital Baghdad that left 32 people dead. A number "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2017", "date": "February 23", "txt": "The Turkish-backed Free Syrian Army captures Al-Bab from ISIL.", "entities": [{"title": "Free Syrian Army", "href": "/wiki/Free_Syrian_Army", "description": "The Free Syrian Army (FSA) is a loose faction in the Syrian Civil War founded on 29 July 2011 by officers of the Syrian Armed Forces whose stated goal was to bring down the government of Bashar al-Assad. A formal organization at its founding, its structure gradually dissipated by late 2012, and the FSA identity has since been used by various opposition groups."}, {"title": "Battle of al-Bab", "href": "/wiki/Battle_of_al-Bab", "description": "The Battle of al-Bab was a battle for the city of al-Bab in the Aleppo Governorate that included a military offensive launched by Syrian rebel groups and the Turkish Armed Forces north of al-Bab, a separate Syrian Democratic Forces (SDF) offensive east and west of the city, and another Syrian Army offensive from the south of the city. The northern Turkish-led forces intended to capture al-Bab from"}, {"title": "ISIL", "href": "/wiki/ISIL", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Events", "year": "2019", "date": "February 23", "txt": "Atlas Air Flight 3591, a Boeing 767 freighter, crashes into Trinity Bay near Anahuac, Texas, killing all three people on board.", "entities": [{"title": "Atlas Air Flight 3591", "href": "/wiki/Atlas_Air_Flight_3591", "description": "Atlas Air Flight 3591 was a scheduled domestic cargo flight operating for Amazon Air between Miami International Airport and George Bush Intercontinental Airport in Houston. On February 23, 2019, the Boeing 767-375ER(BCF) used for this flight crashed into Trinity Bay during approach into Houston, killing the two crew members and one passenger on board. The accident occurred near Anahuac, Texas, ea"}, {"title": "Boeing 767", "href": "/wiki/Boeing_767", "description": "The Boeing 767 is a wide-body airliner developed and manufactured by Boeing Commercial Airplanes.\n\nThe airliner was launched as the 7X7 project on July 14, 1978, the prototype first flew on September 26, 1981, and it was certified on July 30, 1982.\nThe original 767-200 entered service on September 8, 1982 with United Airlines, and the extended-range 767-200ER in 1984.\nIt was stretched into the 767"}, {"title": "Trinity Bay (Texas)", "href": "/wiki/Trinity_Bay_(Texas)", "description": "Trinity Bay is the northeast portion of Galveston Bay, bordered by Chambers and Harris counties in Texas, United States. The bay, approximately 20 miles (32 km) long, heads at the mouth of the Trinity River. Trinity Bay is separated from the main part of Galveston Bay by the San Jacinto River, part of the Houston Ship Channel."}, {"title": "Anahuac, Texas", "href": "/wiki/Anahuac,_Texas", "description": "Anahuac is a city in the U.S. state of Texas on the coast of Galveston Bay. The population of the city was 2,243 at the 2010 census. Anahuac is the seat of Chambers County and is situated in Southeast Texas. The Texas Legislature designated the city as the \"Alligator Capital of Texas\" in 1989. Anahuac hosts an annual alligator festival."}]}, {"heading": "Events", "year": "2021", "date": "February 23", "txt": "Four simultaneous prison riots leave at least 62 people dead in Ecuador.", "entities": [{"title": "2021 Ecuadorian prison massacre", "href": "/wiki/2021_Ecuadorian_prison_massacre", "description": "On 23 February 2021, at least 79 inmates were killed and several others were injured in riots that took place simultaneously in four prisons in Ecuador. Authorities gave gang rivalry in an overcrowded prison system as the cause. The violence happened in prisons located in the Guayas, Azuay and Cotopaxi provinces, that contain nearly 70% of the total prison population in the country."}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}]}, {"heading": "Births", "year": "1417", "date": "February 23", "txt": "Pope Paul II (d. 1471)", "entities": [{"title": "Pope Paul II", "href": "/wiki/Pope_Paul_II", "description": "Pope Paul II, born Pietro Barbo, was head of the Catholic Church and ruler of the Papal States \nfrom 30 August 1464 to his death in 1471. When his maternal uncle Eugene IV became pope, Barbo switched from training to be a merchant to religious studies. His rise in the Church was relatively rapid. Elected pope in 1464, Paul amassed a great collection of art and antiquities."}]}, {"heading": "Births", "year": "1417", "date": "February 23", "txt": "Louis IX, Duke of Bavaria (d. 1479)", "entities": []}, {"heading": "Births", "year": "1443", "date": "February 23", "txt": "Matthias Corvinus, Hungarian king (d. 1490)", "entities": [{"title": "Matthias Corvinus", "href": "/wiki/Matthias_Corvinus", "description": "Matthias Corvinus, also called Matthias I, was King of Hungary and Croatia from 1458 to 1490. After conducting several military campaigns, he was elected King of Bohemia in 1469 and adopted the title Duke of Austria in 1487. He was the son of John Hunyadi, Regent of Hungary, who died in 1456. In 1457, Matthias was imprisoned along with his older brother, Ladislaus Hunyadi, on the orders of King La"}]}, {"heading": "Births", "year": "1529", "date": "February 23", "txt": "Onofrio Panvinio, Italian historian (d. 1568)", "entities": [{"title": "Onofrio Panvinio", "href": "/wiki/Onofrio_Panvinio", "description": "The erudite Augustinian Onofrio Panvinio or Onuphrius Panvinius was an Italian historian and antiquary, who was librarian to Cardinal Alessandro Farnese."}]}, {"heading": "Births", "year": "1539", "date": "February 23", "txt": "Henry XI of Legnica, thrice Duke of Legnica (d. 1588)", "entities": [{"title": "Henry XI of Legnica", "href": "/wiki/Henry_XI_of_Legnica", "description": "Henry XI of Legnica, was a thrice Duke of Legnica: 1551-1556, 1559–1576 and 1580-1581."}]}, {"heading": "Births", "year": "1539", "date": "February 23", "txt": "Salima Sultan Begum, Empress of the Mughal Empire (d. 1612)", "entities": []}, {"heading": "Births", "year": "1583", "date": "February 23", "txt": "Jean-Baptiste Morin, French mathematician, astrologer, and astronomer (d. 1656)", "entities": [{"title": "Jean-Baptiste Morin (mathematician)", "href": "/wiki/Jean-Baptiste_Morin_(mathematician)", "description": "Jean-Baptiste Morin, also known by the Latinized name as Morinus, was a French mathematician, astrologer, and astronomer."}]}, {"heading": "Births", "year": "1592", "date": "February 23", "txt": "Balthazar Gerbier, Dutch painter (d. 1663)", "entities": [{"title": "Balthazar Gerbier", "href": "/wiki/Balthazar_Gerbier", "description": "Sir Balthazar Gerbier, was an Anglo-Dutch courtier, diplomat, art advisor, miniaturist and architectural designer, in his own words fluent in \"several languages\" with \"a good hand in writing, skill in sciences as mathematics, architecture, drawing, painting, contriving of scenes, masques, shows and entertainments for great Princes... as likewise for making of engines useful in war.\""}]}, {"heading": "Births", "year": "1633", "date": "February 23", "txt": "Samuel Pepys, English diarist and politician (d. 1703)", "entities": [{"title": "Samuel Pepys", "href": "/wiki/Samuel_Pepys", "description": "Samuel Pepys was an administrator of the navy of England and Member of Parliament who is most famous for the diary he kept for a decade while still a relatively young man. Pepys had no maritime experience, but he rose to be the Chief Secretary to the Admiralty under both King Charles II and King James II through patronage, diligence, and his talent for administration. His influence and reforms at "}]}, {"heading": "Births", "year": "1646", "date": "February 23", "txt": "Tokugawa Tsunayoshi, Japanese shōgun (d. 1709)", "entities": [{"title": "Tokugawa Tsunayoshi", "href": "/wiki/Tokugawa_Tsunayoshi", "description": "Tokugawa Tsunayoshi  was the fifth shōgun of the Tokugawa dynasty of Japan. He was the younger brother of Tokugawa Ietsuna, thus making him the son of Tokugawa Iemitsu, the grandson of Tokugawa Hidetada, and the great-grandson of Tokugawa Ieyasu."}]}, {"heading": "Births", "year": "1680", "date": "February 23", "txt": "Jean-Baptiste Le Moyne, Sieur de Bienville, Canadian politician, 2nd Colonial Governor of Louisiana (d. 1767)", "entities": [{"title": "Jean-Baptiste Le Moyne, Sieur de Bienville", "href": "/wiki/Jean-Baptiste_Le_Moyne,_Sieur_de_Bienville", "description": "Jean-Baptiste Le Moyne de Bienville, also known as Sieur de Bienville, was a French colonial administrator in New France. Born in Montreal, he was an early governor of French Louisiana, appointed four separate times during 1701–1743. He was the younger brother of explorer Pierre Le Moyne d'Iberville."}, {"title": "List of colonial governors of Louisiana", "href": "/wiki/List_of_colonial_governors_of_Louisiana", "description": "This is a list of the colonial governors of Louisiana, from the founding of the first settlement by the French in 1699 to the territory's acquisition by the United States in 1803."}]}, {"heading": "Births", "year": "1685", "date": "February 23", "txt": "George Frideric Handel, German-English organist and composer (d. 1759)", "entities": [{"title": "George Frideric Handel", "href": "/wiki/George_Frideric_Handel", "description": "George Frideric Handel was a German-born Baroque composer becoming well known for his operas, oratorios, anthems, concerti grossi and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the mid"}]}, {"heading": "Births", "year": "1723", "date": "February 23", "txt": "Richard Price, Welsh-English minister and philosopher (d. 1791)", "entities": [{"title": "Richard Price", "href": "/wiki/Richard_Price", "description": "Richard Price was a Welsh moral philosopher, Nonconformist minister and mathematician. He was also a political reformer, pamphleteer, active in radical, republican, and liberal causes such as the French and American Revolution. He was well-connected and fostered communication between many people, including Thomas Jefferson, John Adams, George Washington, Mirabeau and the Marquis de Condorcet. Acco"}]}, {"heading": "Births", "year": "1744", "date": "February 23", "txt": "Mayer Amschel Rothschild, German banker and businessman (d. 1812)", "entities": [{"title": "Mayer Amschel Rothschild", "href": "/wiki/Mayer_Amschel_Rothschild", "description": "Mayer Amschel Rothschild, was a German Jewish banker and the founder of the Rothschild banking dynasty. Referred to as a \"founding father of international finance,\" Rothschild was ranked seventh on the Forbes magazine list of \"The Twenty Most Influential Businessmen of All Time\" in 2005."}]}, {"heading": "Births", "year": "1792", "date": "February 23", "txt": "José Joaquín de Herrera, Mexican politician and general (d. 1854)", "entities": [{"title": "José Joaquín de Herrera", "href": "/wiki/Jos%C3%A9_Joaqu%C3%ADn_de_Herrera", "description": "José Joaquín Antonio de Herrera was a moderate Mexican politician who served as president of Mexico three times, and as a general in the Mexican Army during the Mexican–American War of 1846-1848."}]}, {"heading": "Births", "year": "1831", "date": "February 23", "txt": "Hendrik Willem Mesdag, Dutch painter (d. 1915)", "entities": [{"title": "Hendrik Willem Mesdag", "href": "/wiki/Hendrik_Willem_Mesdag", "description": "Hendrik Willem Mesdag was a Dutch marine painter."}]}, {"heading": "Births", "year": "1842", "date": "February 23", "txt": "Karl Robert Eduard von Hartmann, German philosopher and author (d. 1906)", "entities": [{"title": "Karl Robert Eduard von Hartmann", "href": "/wiki/Karl_Robert_Eduard_von_Hartmann", "description": "Karl Robert Eduard Hartmann was a German philosopher, independent scholar and author of Philosophy of the Unconscious (1869)."}]}, {"heading": "Births", "year": "1850", "date": "February 23", "txt": "César Ritz, Swiss businessman, founded The Ritz Hotel, London and Hôtel Ritz Paris (d. 1918)", "entities": [{"title": "César Ritz", "href": "/wiki/C%C3%A9sar_Ritz", "description": "César Ritz was a Swiss hotelier and founder of several hotels, most famously the Hôtel Ritz in Paris and the Ritz and Carlton Hotels in London. He was an early hotel chain founder known as \"King of Hoteliers, and Hotelier to Kings,\" and it is from his name and that of his hotels that the term ritzy derives."}, {"title": "The Ritz Hotel, London", "href": "/wiki/The_Ritz_Hotel,_London", "description": "The Ritz London is a Grade II listed 5-star hotel located in Piccadilly in London, England. A symbol of high society and luxury, the hotel is one of the world's most prestigious and best known hotels. It is a member of the international consortium The Leading Hotels of the World. Over the course of its history the Ritz has become so associated with luxury and elegance that the word \"ritzy\" has ent"}, {"title": "Hôtel Ritz Paris", "href": "/wiki/H%C3%B4tel_Ritz_Paris", "description": "The Ritz Paris is a hotel in central Paris, overlooking the Place Vendôme in the city's 1st arrondissement. A member of the Leading Hotels of the World marketing group, the Ritz Paris is ranked among the most luxurious hotels in the world."}]}, {"heading": "Births", "year": "1868", "date": "February 23", "txt": "W. E. B. Du Bois, American sociologist, historian, and activist (d. 1963)", "entities": [{"title": "W. E. B. Du Bois", "href": "/wiki/W._E._B._Du_Bois", "description": "William Edward Burghardt Du Bois was an American sociologist, socialist, historian, civil rights activist, Pan-Africanist, author, writer and editor. Born in Great Barrington, Massachusetts, Du Bois grew up in a relatively tolerant and integrated community, and after completing graduate work at the University of Berlin and Harvard, where he was the first African American to earn a doctorate, he be"}]}, {"heading": "Births", "year": "1868", "date": "February 23", "txt": "Anna Hofman-Uddgren, Swedish actress, singer, and director (d. 1947)", "entities": []}, {"heading": "Births", "year": "1873", "date": "February 23", "txt": "Liang Qichao, Chinese journalist, philosopher, and scholar (d. 1929)", "entities": [{"title": "Liang Qichao", "href": "/wiki/Liang_Qichao", "description": "Liang Qichao was a Chinese social and political activist, journalist, and intellectual who lived during the late Qing dynasty and the early Republic of China. His thought had a significant influence on the political reformation of modern China. He inspired Chinese scholars and activists with his writings and reform movements. His translations of Western and Japanese books into Chinese introduced n"}]}, {"heading": "Births", "year": "1874", "date": "February 23", "txt": "Konstantin Päts, Estonian lawyer and politician, 1st President of Estonia (d. 1956)", "entities": [{"title": "Konstantin Päts", "href": "/wiki/Konstantin_P%C3%A4ts", "description": "Konstantin Päts was the most influential politician of interwar Estonia, and served five times as the country's head of government. He was one of the first Estonians to become active in politics and started an almost 40-year political rivalry with Jaan Tõnisson, first through journalism with his newspaper Teataja, later through politics. He was condemned to death during the 1905 Revolution, but ma"}, {"title": "President of Estonia", "href": "/wiki/President_of_Estonia", "description": "The president of the Republic of Estonia is the head of state of the Republic of Estonia. The current president is Kersti Kaljulaid, elected by Parliament on 3 October 2016, becoming the first woman and youngest person ever to hold the position."}]}, {"heading": "Births", "year": "1878", "date": "February 23", "txt": "Kazimir Malevich, Ukrainian painter and theorist (d. 1935)", "entities": [{"title": "Kazimir Malevich", "href": "/wiki/Kazimir_Malevich", "description": "Kazimir Severinovich Malevich was a Russian avant-garde artist and art theorist, whose pioneering work and writing had a profound influence on the development of non-objective, or abstract art, in the 20th century. Born in Kiev to an ethnic Polish family, his concept of Suprematism sought to develop a form of expression that moved as far as possible from the world of natural forms (objectivity) an"}]}, {"heading": "Births", "year": "1883", "date": "February 23", "txt": "Karl Jaspers, German-Swiss psychiatrist and philosopher (d. 1969)", "entities": [{"title": "Karl Jaspers", "href": "/wiki/Karl_Jaspers", "description": "Karl Theodor Jaspers was a German-Swiss psychiatrist and philosopher who had a strong influence on modern theology, psychiatry, and philosophy. After being trained in and practicing psychiatry, Jaspers turned to philosophical inquiry and attempted to discover an innovative philosophical system. He was often viewed as a major exponent of existentialism in Germany, though he did not accept the label"}]}, {"heading": "Births", "year": "1883", "date": "February 23", "txt": "Guy C. Wiggins, American painter (d. 1962)", "entities": []}, {"heading": "Births", "year": "1889", "date": "February 23", "txt": "Musidora, French actress and director (d. 1957)", "entities": [{"title": "Musidora", "href": "/wiki/Musidora", "description": "Jeanne Roques, known professionally as Musidora, was a French actress, film director, and writer. She is best known for her acting in silent films, and rose to public attention for roles in the Louis Feuillade serials Les Vampires as Irma Vep and in Judex as Marie Verdier."}]}, {"heading": "Births", "year": "1889", "date": "February 23", "txt": "Cyril Delevanti, English-American actor (d. 1975)", "entities": []}, {"heading": "Births", "year": "1889", "date": "February 23", "txt": "Victor Fleming, American director, cinematographer, and producer (d. 1949)", "entities": []}, {"heading": "Births", "year": "1889", "date": "February 23", "txt": "John Gilbert Winant, American captain, pilot, and politician, 60th Governor of New Hampshire (d. 1947)", "entities": [{"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1892", "date": "February 23", "txt": "Kathleen Harrison, English actress (d. 1995)", "entities": [{"title": "Kathleen Harrison", "href": "/wiki/Kathleen_Harrison", "description": "Kathleen Harrison was a prolific English character actress best remembered for her role as Mrs. Huggett in a trio of British post-war comedies about a working-class family's misadventures, The Huggetts. She later played the charwoman Mrs. Dilber opposite Alastair Sim in the 1951 film Scrooge and a Cockney charwoman who inherits a fortune in the television series Mrs Thursday (1966–67)."}]}, {"heading": "Births", "year": "1892", "date": "February 23", "txt": "Agnes Smedley, American journalist and writer (d. 1950)", "entities": []}, {"heading": "Births", "year": "1894", "date": "February 23", "txt": "Harold Horder, Australian rugby league player and coach (d. 1978)", "entities": [{"title": "Harold Horder", "href": "/wiki/Harold_Horder", "description": "Harold Norman Horder was an Australian rugby league player. He was a national and state representative player whose club career was with South Sydney and North Sydney between 1912 and 1924. Regarded as one of the greatest wingers to play the game, from 1924 until 1973 his 152 career tries was the NSWRFL record."}]}, {"heading": "Births", "year": "1899", "date": "February 23", "txt": "Erich Kästner, German author and poet (d. 1974)", "entities": [{"title": "Erich Kästner", "href": "/wiki/Erich_K%C3%A4stner", "description": "Emil Erich Kästner was a German author, poet, screenwriter and satirist, known primarily for his humorous, socially astute poems and for children's books including Emil and the Detectives. He received the international Hans Christian Andersen Medal in 1960 for his autobiography Als ich ein kleiner Junge war. He was nominated for the Nobel Prize in Literature four times."}]}, {"heading": "Births", "year": "1899", "date": "February 23", "txt": "Norman Taurog, American director and screenwriter (d. 1981)", "entities": []}, {"heading": "Births", "year": "1904", "date": "February 23", "txt": "Terence Fisher, English director and screenwriter (d. 1980)", "entities": [{"title": "Terence Fisher", "href": "/wiki/Terence_Fisher", "description": "Terence Fisher was a British film director best known for his work for Hammer Films."}]}, {"heading": "Births", "year": "1904", "date": "February 23", "txt": "William L. Shirer, American journalist and historian (d. 1993)", "entities": []}, {"heading": "Births", "year": "1908", "date": "February 23", "txt": "William McMahon, Australian lawyer and politician, 20th Prime Minister of Australia (d. 1988)", "entities": [{"title": "William McMahon", "href": "/wiki/William_McMahon", "description": "Sir William McMahon was an Australian politician who served as the 20th Prime Minister of Australia, in office from 1971 to 1972 as leader of the Liberal Party. He was a government minister for over 21 years, the longest continuous ministerial service in Australian history."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1915", "date": "February 23", "txt": "Jon Hall, American actor and director (d. 1979)", "entities": [{"title": "Jon Hall (actor)", "href": "/wiki/Jon_Hall_(actor)", "description": "Jon Hall was an American film actor known for playing a variety of adventurous roles, as in 1937's The Hurricane, and later when contracted to Universal Pictures, including Invisible Agent and The Invisible Man's Revenge and six movies he made with Maria Montez. He was also known to 1950s fans as the creator and star of the Ramar of the Jungle television series which ran from 1952 to 1954. Hall di"}]}, {"heading": "Births", "year": "1915", "date": "February 23", "txt": "Paul Tibbets, American general and pilot (d. 2007)", "entities": []}, {"heading": "Births", "year": "1919", "date": "February 23", "txt": "Johnny Carey, Irish footballer and manager (d. 1995)", "entities": [{"title": "Johnny Carey", "href": "/wiki/Johnny_Carey", "description": "John Joseph Carey, known as Johnny Carey or Jackie Carey, was an Irish professional footballer and manager. As a player Carey spent most of his career at Manchester United, where he was team captain from 1946 until he retired as a player in 1953. He was also a dual internationalist, playing for and captaining both Ireland teams – the FAI XI and the IFA XI. In 1947 he also captained a Europe XI whi"}]}, {"heading": "Births", "year": "1920", "date": "February 23", "txt": "Paul Gérin-Lajoie, Canadian lawyer and politician (d. 2018)", "entities": [{"title": "Paul Gérin-Lajoie", "href": "/wiki/Paul_G%C3%A9rin-Lajoie", "description": "Paul Gérin-Lajoie, was a Canadian lawyer, philanthropist, and a former member of the National Assembly of Quebec and Cabinet Minister."}]}, {"heading": "Births", "year": "1923", "date": "February 23", "txt": "Rafael Addiego Bruno, Uruguayan jurist and politician, President of Uruguay (d. 2014)", "entities": [{"title": "Rafael Addiego Bruno", "href": "/wiki/Rafael_Addiego_Bruno", "description": "Rafael Addiego Bruno was a Uruguayan jurist and political figure."}, {"title": "President of Uruguay", "href": "/wiki/President_of_Uruguay", "description": "The president of Uruguay, officially known as the president of the Oriental Republic of Uruguay, is the head of state and head of government of Uruguay. His rights are determined in the Constitution of Uruguay. Conforms with the Secretariat of the Presidency, the Council of Ministers and the director of the Office of Planning and Budget, the executive branch. In case of absence, his office is exer"}]}, {"heading": "Births", "year": "1923", "date": "February 23", "txt": "Harry Clarke, English international footballer (d. 2000) ", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 23", "txt": "Ioannis Grivas, Greek judge and politician, 176th Prime Minister of Greece (d. 2016)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1923", "date": "February 23", "txt": "Dante Lavelli, American football player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 23", "txt": "Clarence D. Lester, African-American fighter pilot (d.1986)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 23", "txt": "Mary Francis Shura, American author (d. 1991)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 23", "txt": "Allan McLeod Cormack, South-African-American physicist and academic, Nobel Prize laureate (d. 1998)", "entities": [{"title": "Allan McLeod Cormack", "href": "/wiki/Allan_McLeod_Cormack", "description": "Allan MacLeod Cormack was a South African American physicist who won the 1979 Nobel Prize in Physiology or Medicine for his work on X-ray computed tomography (CT)."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1925", "date": "February 23", "txt": "Louis Stokes, American lawyer and politician (d. 2015)", "entities": [{"title": "Louis Stokes", "href": "/wiki/Louis_Stokes", "description": "Louis Stokes was an American attorney, civil rights pioneer and politician. He served 15 terms in the United States House of Representatives – representing the east side of Cleveland – and was the first African American congressman elected in the state of Ohio. He was one of the Cold War-era chairmen of the House Intelligence Committee, headed the Congressional Black Caucus, and was the first Afri"}]}, {"heading": "Births", "year": "1927", "date": "February 23", "txt": "Régine Crespin, French soprano and actress (d. 2007)", "entities": [{"title": "Régine Crespin", "href": "/wiki/R%C3%A9gine_Crespin", "description": "Régine Crespin was a French singer who had a major international career in opera and on the concert stage between 1950 and 1989. She started her career singing roles in the dramatic soprano and spinto soprano repertoire, drawing particular acclaim singing Wagner and Strauss heroines. She went on to sing a wider repertoire that embraced Italian, French, German, and Russian opera from a variety of m"}]}, {"heading": "Births", "year": "1928", "date": "February 23", "txt": "Hans Herrmann, German race car driver", "entities": [{"title": "Hans Herrmann", "href": "/wiki/Hans_Herrmann", "description": "Hans Herrmann is a retired Formula One and sports car racing driver from Stuttgart, Germany."}]}, {"heading": "Births", "year": "1928", "date": "February 23", "txt": "Vasily Lazarev, Russian colonel, physician, and astronaut (d. 1990)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 23", "txt": "Patriarch Alexy II of Moscow (d. 2008)", "entities": [{"title": "Patriarch Alexy II of Moscow", "href": "/wiki/Patriarch_Alexy_II_of_Moscow", "description": "Patriarch Alexy II was the 15th Patriarch of Moscow and all Rus', the primate of the Russian Orthodox Church."}]}, {"heading": "Births", "year": "1929", "date": "February 23", "txt": "Elston Howard, American baseball player and coach (d. 1980)", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 23", "txt": "Paul West, English-American author, poet, and academic (d. 2015)", "entities": [{"title": "Paul West (writer)", "href": "/wiki/Paul_West_(writer)", "description": "Paul Noden West was a British-born American novelist, poet, and essayist. He was born in Eckington, Derbyshire in England to Alfred and Mildred (Noden) West. Before his death, he resided in Ithaca, New York, with his wife Diane Ackerman, a writer, poet, and naturalist. West is the author of more than 50 books."}]}, {"heading": "Births", "year": "1931", "date": "February 23", "txt": "Tom Wesselmann, American painter and sculptor (d. 2004)", "entities": [{"title": "Tom Wesselmann", "href": "/wiki/Tom_Wesselmann", "description": "Thomas K. Wesselmann was an American artist associated with the Pop Art movement who worked in painting, collage and sculpture."}]}, {"heading": "Births", "year": "1932", "date": "February 23", "txt": "Majel Barrett, American actress and producer (d. 2008)", "entities": [{"title": "Majel Barrett", "href": "/wiki/Majel_Barrett", "description": "Majel Barrett-Roddenberry was an American actress and producer. She was best known for her roles as Nurse Christine Chapel in the original Star Trek series and Lwaxana Troi on Star Trek: The Next Generation and Star Trek: Deep Space Nine, as well as for being the voice of most onboard computer interfaces throughout the series. She became the second wife of Star Trek creator Gene Roddenberry."}]}, {"heading": "Births", "year": "1937", "date": "February 23", "txt": "Tom Osborne, American football player, coach, and politician", "entities": [{"title": "Tom Osborne", "href": "/wiki/Tom_Osborne", "description": "Thomas William Osborne is a former American football player, coach, college athletics administrator, and politician from Nebraska. He served as head football coach of the Nebraska Cornhuskers from 1973 to 1997. After being inducted into the College Football Hall of Fame in 1999, Osborne was elected to Congress in 2000 from Nebraska's third district as a Republican. He served three terms (2001–2007"}]}, {"heading": "Births", "year": "1938", "date": "February 23", "txt": "Sylvia Chase, American broadcast journalist (d. 2019)", "entities": [{"title": "Sylvia Chase", "href": "/wiki/Sylvia_Chase", "description": "Sylvia Belle Chase was an American broadcast journalist. She was a correspondent for ABC's 20/20 from its inception until 1985, when she left to become a news anchor at KRON-TV in San Francisco; in 1990 she returned to ABC News in New York."}]}, {"heading": "Births", "year": "1938", "date": "February 23", "txt": "Paul Morrissey, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 23", "txt": "Diane Varsi, American actress (d. 1992)", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 23", "txt": "Peter Fonda, American actor, director, producer, and screenwriter (d. 2019)", "entities": [{"title": "Peter Fonda", "href": "/wiki/Peter_Fonda", "description": "Peter Henry Fonda was an American actor, director, and screenwriter. He was the son of Henry Fonda, younger brother of Jane Fonda, and father of Bridget Fonda. He was a part of the counterculture of the 1960s.\nFonda was nominated for the Academy Award for Best Original Screenplay for Easy Rider (1969), and the Academy Award for Best Actor for Ulee's Gold (1997). For the latter, he won the Golden G"}]}, {"heading": "Births", "year": "1940", "date": "February 23", "txt": "Jackie Smith, American football player", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 23", "txt": "Ron Hunt, American baseball player", "entities": [{"title": "Ron Hunt", "href": "/wiki/Ron_Hunt", "description": "Ronald Kenneth Hunt is a former professional baseball second baseman. He played 12 seasons in Major League Baseball from 1963 to 1974 for the New York Mets, Los Angeles Dodgers, San Francisco Giants, Montreal Expos and the St. Louis Cardinals. He batted and threw right-handed."}]}, {"heading": "Births", "year": "1943", "date": "February 23", "txt": "Fred Biletnikoff, American football player and coach", "entities": [{"title": "Fred Biletnikoff", "href": "/wiki/Fred_Biletnikoff", "description": "Frederick S. Biletnikoff is a former gridiron football player and coach. He was a wide receiver for the Oakland Raiders in the American Football League (AFL) and National Football League (NFL) for fourteen seasons and later an assistant coach with the team. He retired as an NFL player after the 1978 season, and then played one additional season in the Canadian Football League (CFL) for the Montrea"}]}, {"heading": "Births", "year": "1943", "date": "February 23", "txt": "Bobby Mitchell, American golfer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 23", "txt": "Bernard Cornwell, English author and educator", "entities": [{"title": "Bernard Cornwell", "href": "/wiki/Bernard_Cornwell", "description": "Bernard Cornwell, is a British author of historical novels and a history of the Waterloo Campaign. He is best known for his novels about Napoleonic Wars rifleman Richard Sharpe. He has also written the Saxon / Last Kingdom stories about King Alfred and the making of England."}]}, {"heading": "Births", "year": "1944", "date": "February 23", "txt": "Florian Fricke, German keyboard player and composer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 23", "txt": "Johnny Winter, American singer-songwriter, guitarist, and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 23", "txt": "Allan Boesak, South African cleric and politician", "entities": [{"title": "Allan Boesak", "href": "/wiki/Allan_Boesak", "description": "Allan Aubrey Boesak is a South African Dutch Reformed Church cleric and politician and anti-apartheid activist. He was sentenced to prison for fraud in 1999 but was subsequently granted an official pardon and reinstated as a cleric in late 2004."}]}, {"heading": "Births", "year": "1946", "date": "February 23", "txt": "Rusty Young, American singer-songwriter and guitarist", "entities": [{"title": "Rusty Young (musician)", "href": "/wiki/Rusty_Young_(musician)", "description": "Norman Russell \"Rusty\" Young was an American guitarist, vocalist and songwriter, best known as one of the frontmen in the influential country rock and Americana band Poco."}]}, {"heading": "Births", "year": "1947", "date": "February 23", "txt": "Pia Kjærsgaard, Danish politician, Speaker of the Danish Parliament", "entities": [{"title": "Pia Kjærsgaard", "href": "/wiki/Pia_Kj%C3%A6rsgaard", "description": "Pia Merete Kjærsgaard is a Danish politician who was Speaker of the Danish Parliament from 2015 to 2019, and former leader of the Danish People's Party."}, {"title": "List of Speakers of the Folketing", "href": "/wiki/List_of_Speakers_of_the_Folketing", "description": "The position of Speaker of the Folketing was created in 1850."}]}, {"heading": "Births", "year": "1947", "date": "February 23", "txt": "Anton Mosimann, Swiss chef and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 23", "txt": "Bill Alexander, English director and producer", "entities": [{"title": "Bill Alexander (director)", "href": "/wiki/Bill_Alexander_(director)", "description": "William Alexander Paterson known professionally as Bill Alexander is a British theatre director who is best known for his work with the Royal Shakespeare Company and as artistic director of Birmingham Repertory Theatre. He currently works as a freelance, internationally as a theatre director and most recently as a director of BBC Radio 4 drama."}]}, {"heading": "Births", "year": "1948", "date": "February 23", "txt": "Trevor Cherry, English footballer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 23", "txt": "Steve Priest, English singer-songwriter and bass player (d. 2020)", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 23", "txt": "César Aira, Argentinian author and translator", "entities": [{"title": "César Aira", "href": "/wiki/C%C3%A9sar_Aira", "description": "\nCésar Aira is an Argentinian writer and translator, and an exponent of contemporary Argentinian literature. Aira has published over a hundred short books of stories, novels and essays. In fact, at least since 1993 a hallmark of his work is a truly frenetic level of writing and publication—two to five novella-length books each year. He has lectured at the University of Buenos Aires, on Copi and Ar"}]}, {"heading": "Births", "year": "1949", "date": "February 23", "txt": "Marc Garneau, Canadian engineer, astronaut, and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 23", "txt": "Rebecca Goldstein, American philosopher and author", "entities": [{"title": "Rebecca Goldstein", "href": "/wiki/Rebecca_Goldstein", "description": "Rebecca Newberger Goldstein is an American philosopher, novelist, and public intellectual. She has written ten books, both fiction and non-fiction. She holds a Ph.D. in philosophy of science from Princeton University, and is sometimes grouped with novelists such as Richard Powers and Alan Lightman, who create fiction that is knowledgeable of, and sympathetic toward, science."}]}, {"heading": "Births", "year": "1950", "date": "February 23", "txt": "John Greaves, British bass guitarist and composer", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 23", "txt": "Eddie Dibbs, American tennis player", "entities": [{"title": "Eddie Dibbs", "href": "/wiki/Eddie_Dibbs", "description": "Eddie Dibbs is a retired American tennis player also nicknamed \"Fast Eddie\". He attained a career-high singles ranking of world No. 5 in July 1978, winning 22 titles and being a runner-up another 20 times."}]}, {"heading": "Births", "year": "1951", "date": "February 23", "txt": "Debbie Friedman, American singer-songwriter of Jewish melodies (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 23", "txt": "Ed \"Too Tall\" Jones, American football player and boxer", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 23", "txt": "Patricia Richardson, American actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 23", "txt": "Brad Whitford, American guitarist and songwriter", "entities": [{"title": "Brad Whitford", "href": "/wiki/Brad_Whitford", "description": "Bradley Ernest Whitford is an American musician who is best known for serving as the rhythm and co-lead guitarist for the hard rock band Aerosmith. He has also worked as a songwriter for the group, co-composing well-received tracks such as 1976's \"Last Child\"."}]}, {"heading": "Births", "year": "1953", "date": "February 23", "txt": "Kenny Bee, Hong Kong singer-songwriter, guitarist, and actor", "entities": [{"title": "Kenny Bee", "href": "/wiki/Kenny_Bee", "description": "Chung Chun-to, also known by his stage name Kenny Bee, is a Hong Kong singer, musician and actor. He is best known as the singer of the group the Wynners, and as a solo artist who has been active in the Hong Kong entertainment industry for nearly three decades.\nKenny Bee’s ancestral hometown is Xinhui district (新會區), Jiangmen city, Guangdong province"}]}, {"heading": "Births", "year": "1953", "date": "February 23", "txt": "Satoru Nakajima, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 23", "txt": "Rajini Thiranagama, Sri Lankan physician and academic (d. 1989)", "entities": [{"title": "Rajini Thiranagama", "href": "/wiki/Rajini_Thiranagama", "description": "Dr. Rajani Thiranagama was a Tamil human rights activist and feminist who was assassinated by Tamil Tigers cadres after she criticised them for their atrocities. At the time of her assassination she was the head of the Department of Anatomy at the University of Jaffna and an active member of University Teachers for Human Rights, Jaffna branch of which she is one of the founding members."}]}, {"heading": "Births", "year": "1954", "date": "February 23", "txt": "Viktor Yushchenko, Ukrainian captain and politician, 3rd President of Ukraine", "entities": [{"title": "President of Ukraine", "href": "/wiki/President_of_Ukraine", "description": "The President of Ukraine is the Ukrainian head of state. The president represents the nation in international relations, administers the foreign political activity of the state, conducts negotiations and concludes international treaties. The president is directly elected by the citizens of Ukraine for a five-year term of office, limited to two terms consecutively."}]}, {"heading": "Births", "year": "1955", "date": "February 23", "txt": "Howard Jones, English singer-songwriter", "entities": [{"title": "Howard Jones (musician)", "href": "/wiki/Howard_Jones_(musician)", "description": "John Howard Jones is an English musician, singer and songwriter. He had ten top 40 hit singles in the UK between 1983 and 1986; six of those 10 singles reached the top ten, including, \"What Is Love?\", \"New Song\", and \"Things Can Only Get Better\". His 1984 album Human's Lib reached number one on the UK Albums Chart. Around the world, Jones had 15 top 40 hit singles between 1983 and 1992. The 1986 h"}]}, {"heading": "Births", "year": "1955", "date": "February 23", "txt": "Flip Saunders, American basketball player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 23", "txt": "Sandra Osborne, Scottish politician", "entities": [{"title": "Sandra Osborne", "href": "/wiki/Sandra_Osborne", "description": "Sandra Currie Osborne is a Scottish Labour politician, who was the Member of Parliament for Ayr, Carrick and Cumnock from the 2005 to 2015 general elections. She was first elected as MP for the Ayr constituency in 1997, and resigned from a government job in 2003 over the Iraq War. She was a member of the Foreign Affairs Select Committee from 2005 to 2010 and again from 2013. She was a member of th"}]}, {"heading": "Births", "year": "1958", "date": "February 23", "txt": "David Sylvian, English singer-songwriter", "entities": [{"title": "David Sylvian", "href": "/wiki/David_Sylvian", "description": "David Sylvian is an English singer-songwriter and musician who came to prominence in the late 1970s as frontman and principal songwriter of the band Japan. The band's androgynous look and increasingly electronic sound made them an important influence on the UK's early-1980s New Romantic scene. Following their breakup, Sylvian embarked on a solo career with his debut album Brilliant Trees (1984). H"}]}, {"heading": "Births", "year": "1959", "date": "February 23", "txt": "Clayton Anderson, American engineer and astronaut", "entities": [{"title": "Clayton Anderson", "href": "/wiki/Clayton_Anderson", "description": "Clayton Conrad Anderson is a retired NASA astronaut. Launched on STS-117, he replaced Sunita Williams on June 10, 2007 as a member of the ISS Expedition 15 crew. He is currently an author, a motivational speaker, and a Professor of Practice at Iowa State University in Ames, Iowa."}]}, {"heading": "Births", "year": "1959", "date": "February 23", "txt": "Nick de Bois, English politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 23", "txt": "Ian Liddell-Grainger, Scottish soldier and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 23", "txt": "Linda Nolan, Irish singer and actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 23", "txt": "Naruhito, Emperor of Japan", "entities": [{"title": "Naruhito, Emperor of Japan", "href": "/wiki/Naruhito,_Emperor_of_Japan", "description": "Naruhito  is the emperor of Japan. He acceded to the Chrysanthemum Throne on 1 May 2019, beginning the Reiwa era, following the abdication of his father, Akihito. He is the 126th monarch according to Japan's traditional order of succession."}]}, {"heading": "Births", "year": "1962", "date": "February 23", "txt": "Michael Wilton, American guitarist", "entities": [{"title": "Michael Wilton", "href": "/wiki/Michael_Wilton", "description": "Michael F. Wilton also known as The Whip, for how fast his fingers \"whip\" around the guitar fretboard, is a guitarist and songwriter, best known for being a lead and rhythm guitarist and songwriter in the progressive metal band Queensrÿche, which he co-founded in 1982."}]}, {"heading": "Births", "year": "1963", "date": "February 23", "txt": "Bobby Bonilla, American baseball player", "entities": [{"title": "Bobby Bonilla", "href": "/wiki/Bobby_Bonilla", "description": "Roberto Martin Antonio Bonilla is a former player in Major League Baseball of Puerto Rican descent who played in the major leagues from 1986 to 2001."}]}, {"heading": "Births", "year": "1963", "date": "February 23", "txt": "Radosław Sikorski, Polish journalist and politician, 11th Minister of Foreign Affairs of Poland", "entities": [{"title": "Minister of Foreign Affairs of Poland", "href": "/wiki/Minister_of_Foreign_Affairs_of_Poland", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Births", "year": "1964", "date": "February 23", "txt": "John Norum, Norwegian guitarist and songwriter", "entities": [{"title": "John Norum", "href": "/wiki/John_Norum", "description": "John Norum is a Norwegian-Swedish rock guitarist and one of the founders of the Swedish rock band Europe. Concurrent to his role with Europe, he also maintains a career as a solo artist."}]}, {"heading": "Births", "year": "1965", "date": "February 23", "txt": "Michael Dell, American businessman", "entities": [{"title": "Michael Dell", "href": "/wiki/Michael_Dell", "description": "Michael Saul Dell is an American billionaire businessman and philanthropist. He is the founder, chairman and CEO of Dell Technologies, one of the world's largest technology infrastructure companies. He is ranked 25th richest in the world by Bloomberg Billionaires Index, with a net worth of US$51.7 billion as of April 17, 2021."}]}, {"heading": "Births", "year": "1965", "date": "February 23", "txt": "Helena Suková, Czech-Monacan tennis player", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 23", "txt": "Steve Stricker, American golfer", "entities": [{"title": "Steve Stricker", "href": "/wiki/Steve_Stricker", "description": "Steven Charles Stricker is an American professional golfer who plays on the PGA Tour and the PGA Tour Champions. He has twelve victories on the PGA Tour, including the WGC-Match Play title in 2001 and two FedEx Cup playoff events. His most successful season on tour came at age 42 in 2009, with three victories and a runner-up finish on the money list. Stricker spent over 250 weeks in the top-10 of "}]}, {"heading": "Births", "year": "1967", "date": "February 23", "txt": "Chris Vrenna, American drummer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 23", "txt": "Michael Campbell, New Zealand golfer", "entities": [{"title": "Michael Campbell", "href": "/wiki/Michael_Campbell", "description": "Michael Shane Campbell is a New Zealand professional golfer who is best known for having won the 2005 U.S. Open and the richest prize in golf, the £1,000,000 HSBC World Match Play Championship, in the same year. He played on the European Tour and the PGA Tour of Australasia."}]}, {"heading": "Births", "year": "1969", "date": "February 23", "txt": "Martine Croxall, English journalist and television news presenter", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 23", "txt": "Daymond John, American fashion designer and businessman, founded FUBU", "entities": [{"title": "FUBU", "href": "/wiki/FUBU", "description": "FUBU is an American hip hop apparel company. FUBU stands for \"For Us, By Us\" and was created when the founders were brainstorming for a catchy four-letter word following other big brands such as Nike and Coke. It includes casual wear, sports wear, a suit collection, eyewear, belts, and shoes."}]}, {"heading": "Births", "year": "1970", "date": "February 23", "txt": "Niecy Nash, American actress and producer", "entities": [{"title": "Niecy Nash", "href": "/wiki/Niecy_Nash", "description": "Carol Denise Betts is an American comedian, actress, and television host, best known for her performances on television."}]}, {"heading": "Births", "year": "1971", "date": "February 23", "txt": "Carin Koch, Swedish golfer", "entities": [{"title": "Carin Koch", "href": "/wiki/Carin_Koch", "description": "Anna Carin Pernilla Hjalmarsson Koch is a Swedish professional golfer who previously played on the Ladies European Tour and on the U.S.-based LPGA Tour. She was captain of the 2015 European Solheim Cup team."}]}, {"heading": "Births", "year": "1971", "date": "February 23", "txt": "Melinda Messenger, English model and television host", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 23", "txt": "Joe-Max Moore, American soccer player", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 23", "txt": "Alessandro Sturba, Italian footballer", "entities": [{"title": "Alessandro Sturba", "href": "/wiki/Alessandro_Sturba", "description": "Alessandro Sturba is a former Italian footballer."}]}, {"heading": "Births", "year": "1972", "date": "February 23", "txt": "Rondell White, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 23", "txt": "Jeff Nordgaard, American-Polish basketball player", "entities": [{"title": "Jeff Nordgaard", "href": "/wiki/Jeff_Nordgaard", "description": "Jeff Wallace Nordgaard  is an American-born naturalized Polish former professional basketball player."}]}, {"heading": "Births", "year": "1974", "date": "February 23", "txt": "Herschelle Gibbs, South African cricketer", "entities": [{"title": "Herschelle Gibbs", "href": "/wiki/Herschelle_Gibbs", "description": "Herschelle Herman Gibbs is a South African cricket coach and former cricketer, who played all formats of the game for fourteen years. A right-handed batsman, mostly opened the batting, Gibbs became the first player to hit six consecutive sixes in one over in One Day International (ODI) cricket, doing so against the Netherlands in the 2007 Cricket World Cup. He held the record for the highest score"}]}, {"heading": "Births", "year": "1974", "date": "February 23", "txt": "Robbi Kempson, South African rugby player", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 23", "txt": "Michael Cornacchia, American actor, director, producer, and screenwriter", "entities": [{"title": "Michael Cornacchia", "href": "/wiki/Michael_Cornacchia", "description": "Michael Cornacchia is an American actor."}]}, {"heading": "Births", "year": "1975", "date": "February 23", "txt": "Ryan McCourt, Canadian artist", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 23", "txt": "Scott Elarton, American baseball player and coach", "entities": [{"title": "Scott Elarton", "href": "/wiki/Scott_Elarton", "description": "Vincent Scott Elarton is a retired right-handed pitcher. He played for the Houston Astros (1998–2001), Colorado Rockies (2001–2004), Cleveland Indians and the Kansas City Royals (2006–2007)"}]}, {"heading": "Births", "year": "1976", "date": "February 23", "txt": "Kelly Macdonald, Scottish actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 23", "txt": "Kristina Šmigun-Vähi, Estonian skier", "entities": [{"title": "Kristina Šmigun-Vähi", "href": "/wiki/Kristina_%C5%A0migun-V%C3%A4hi", "description": "Kristina Šmigun-Vähi is a former Estonian female cross-country skier and politician. She is the most successful Estonian female cross-country skier with two Olympic gold medals. In 2019 she was elected as a Member of the Estonian Parliament."}]}, {"heading": "Births", "year": "1978", "date": "February 23", "txt": "Residente, Puerto Rican-American singer-songwriter", "entities": [{"title": "Residente", "href": "/wiki/Residente", "description": "René Pérez Joglar, known professionally as Residente, is a Puerto Rican rapper, singer, writer, filmmaker, and also one of the founders of the Puerto Rican alternative rap group Calle 13. He released five albums with Calle 13 before announcing his solo career in 2015. Residente released his debut solo album in 2017. He has won four Grammy Awards and 27 Latin Grammy Awards—more than any other Latin"}]}, {"heading": "Births", "year": "1978", "date": "February 23", "txt": "Dan Snyder, Canadian ice hockey player (d. 2003)", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 23", "txt": "Gareth Barry, English footballer", "entities": [{"title": "Gareth Barry", "href": "/wiki/Gareth_Barry", "description": "Gareth Barry is an English former professional footballer who played as a midfielder. He made 653 Premier League appearances for Aston Villa, Manchester City, Everton and West Bromwich Albion, the highest number of appearances in the Premier League. He also represented England at international level."}]}, {"heading": "Births", "year": "1981", "date": "February 23", "txt": "Josh Gad, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 23", "txt": "Charles Tillman, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 23", "txt": "Adam Hann-Byrd, American actor and screenwriter", "entities": [{"title": "Adam Hann-Byrd", "href": "/wiki/Adam_Hann-Byrd", "description": "Adam Hann-Byrd is an American actor and screenwriter most recognized for his roles in the films Jumanji, The Ice Storm, Halloween H20: 20 Years Later, and as the title character in Little Man Tate."}]}, {"heading": "Births", "year": "1983", "date": "February 23", "txt": "Mido, Egyptian footballer, manager and sportscaster", "entities": [{"title": "Mido (footballer)", "href": "/wiki/Mido_(footballer)", "description": "Ahmed Hossam Hussein Abdelhamid, publicly known as Mido, is an Egyptian football manager and former player who played as a striker."}]}, {"heading": "Births", "year": "1983", "date": "February 23", "txt": "Aziz Ansari, American comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 23", "txt": "Emily Blunt, English actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 23", "txt": "Emerson Conceição, Brazilian footballer", "entities": [{"title": "Emerson Conceição", "href": "/wiki/Emerson_Concei%C3%A7%C3%A3o", "description": "Emerson da Conceição, known as Emerson, is a Brazilian professional footballer who plays as a left back."}]}, {"heading": "Births", "year": "1986", "date": "February 23", "txt": "Skylar Grey, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 23", "txt": "Kazuya Kamenashi, Japanese singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 23", "txt": "Jerod Mayo, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 23", "txt": "Ola Svensson, Swedish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 23", "txt": "Ab-Soul, American rapper", "entities": [{"title": "Ab-Soul", "href": "/wiki/Ab-Soul", "description": "Herbert Anthony Stevens IV, better known by his stage name Ab-Soul, is an American rapper from Carson, California. In 2007, he signed to indie record label Top Dawg Entertainment (TDE), where he eventually formed West Coast hip hop group Black Hippy alongside West Coast rappers Jay Rock, Kendrick Lamar and Schoolboy Q. He is perhaps best known for his introspective lyrics and his four independent "}]}, {"heading": "Births", "year": "1987", "date": "February 23", "txt": "Theophilus London, Trinidadian-American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 23", "txt": "Zak Kirkup, Member of the Parliament of Western Australia", "entities": [{"title": "Parliament of Western Australia", "href": "/wiki/Parliament_of_Western_Australia", "description": "The Parliament of Western Australia is the bicameral legislature of the Australian state of Western Australia, forming the legislative branch of the Government of Western Australia. The parliament consists of a lower house, the Legislative Assembly, an upper house, the Legislative Council and the Queen, represented by the Governor of Western Australia. The two Houses of Parliament sit in Parliamen"}]}, {"heading": "Births", "year": "1988", "date": "February 23", "txt": "Nicolás Gaitán, Argentinian footballer", "entities": [{"title": "Nicolás Gaitán", "href": "/wiki/Nicol%C3%A1s_Gait%C3%A1n", "description": "Osvaldo Fabián Nicolás \"Nico\" Gaitán is an Argentine professional footballer who plays for Portuguese club Braga and the Argentina national team, mainly as an attacking midfielder."}]}, {"heading": "Births", "year": "1989", "date": "February 23", "txt": "Evan Bates, American ice dancer", "entities": [{"title": "Evan Bates", "href": "/wiki/Evan_Bates", "description": "Evan Bates is an American ice dancer. With his skating partner, Madison Chock, he is a two-time World medalist, a three-time Grand Prix Final silver medalist, a two-time Four Continents champion, and a two time U.S. national champion. The two represented the United States at the 2014 and 2018 Winter Olympics."}]}, {"heading": "Births", "year": "1989", "date": "February 23", "txt": "Jérémy Pied, French footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "February 23", "txt": "Kevin Connauton, Canadian ice hockey player", "entities": [{"title": "Kevin Connauton", "href": "/wiki/Kevin_Connauton", "description": "Kevin Connauton is a Canadian professional ice hockey defenceman currently playing for the Florida Panthers of the National Hockey League (NHL). He was drafted 83rd overall by the Vancouver Canucks in the 2009 NHL Entry Draft. Connauton has also played for the Dallas Stars, Columbus Blue Jackets, Arizona Coyotes and Colorado Avalanche."}]}, {"heading": "Births", "year": "1990", "date": "February 23", "txt": "Terry Hawkridge, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "February 23", "txt": "Marco Scandella, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 23", "txt": "Casemiro, Brazilian footballer", "entities": [{"title": "Casemiro", "href": "/wiki/Casemiro", "description": "Carlos Henrique Casimiro, known as Casemiro, is a Brazilian footballer who plays as a defensive midfielder for Spanish club Real Madrid and the Brazil national team."}]}, {"heading": "Births", "year": "1992", "date": "February 23", "txt": "Kyriakos Papadopoulos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 23", "txt": "Chris Grevsmuhl, Australian rugby league player", "entities": [{"title": "Chris Grevsmuhl", "href": "/wiki/Chris_Grevsmuhl", "description": "Chris Grevsmuhl is an Australian professional rugby league footballer who previously played for the Gold Coast Titans, Penrith Panthers and the South Sydney Rabbitohs. An Indigenous All Stars representative, he plays at second-row and prop."}]}, {"heading": "Births", "year": "1994", "date": "February 23", "txt": "Dakota Fanning, American actress", "entities": [{"title": "Dakota Fanning", "href": "/wiki/Dakota_Fanning", "description": "Hannah Dakota Fanning is an American actress. She rose to prominence at the age of seven for her performance as Lucy Dawson in the drama film I Am Sam (2001), for which she received a Screen Actors Guild Award nomination at age eight, making her the youngest nominee in SAG history. Fanning played major roles in the films Uptown Girls (2003), The Cat in the Hat (2003), Man on Fire (2004), War of th"}]}, {"heading": "Births", "year": "1995", "date": "February 23", "txt": "Andrew Wiggins, Canadian basketball player", "entities": [{"title": "Andrew Wiggins", "href": "/wiki/Andrew_Wiggins", "description": "Andrew Christian Wiggins is a Canadian professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). He played college basketball for the Kansas Jayhawks before being drafted with the first overall pick in the 2014 NBA draft by the Cleveland Cavaliers, making him just the second Canadian to be taken number one overall in the NBA draft. After being trade"}]}, {"heading": "Births", "year": "1996", "date": "February 23", "txt": "D'Angelo Russell, American basketball player", "entities": [{"title": "D'Angelo Russell", "href": "/wiki/D%27Angelo_Russell", "description": "D'Angelo Danté Russell is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). He was selected as a McDonald's All-American in 2014 and played college basketball for the Ohio State Buckeyes. He was the second overall pick in the 2015 NBA draft by the Los Angeles Lakers. Playing point guard, he was named to the NBA All-Rookie Second"}]}, {"heading": "Births", "year": "1997", "date": "February 23", "txt": "Jamal Murray, Canadian basketball player", "entities": [{"title": "Jamal Murray", "href": "/wiki/Jamal_Murray", "description": "Jamal Murray is a Canadian professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He also represents the Canadian national team. He played one season of college basketball for the Kentucky Wildcats before being drafted by the Nuggets with the seventh overall pick in the 2016 NBA draft."}]}, {"heading": "Deaths", "year": "715", "date": "February 23", "txt": "Al-Walid I, Umayyad caliph (b. 668)", "entities": [{"title": "Al-Walid I", "href": "/wiki/Al-Walid_I", "description": "Al-Walid ibn Abd al-Malik ibn Marwan, commonly known as al-Walid I, was the sixth Umayyad caliph, ruling from October 705 until his death. He was the eldest son of his predecessor Caliph Abd al-Malik. As a prince, he led annual raids against the Byzantines from 695 to 698 and built or restored fortifications along the Syrian Desert route to Mecca. He became the heir apparent after the death of Abd"}, {"title": "Umayyad Caliphate", "href": "/wiki/Umayyad_Caliphate", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}]}, {"heading": "Deaths", "year": "908", "date": "February 23", "txt": "Li Keyong, Shatuo military governor during the Tang Dynasty in China (b. 856)", "entities": [{"title": "Li Keyong", "href": "/wiki/Li_Keyong", "description": "Li Keyong was a Shatuo military governor (Jiedushi) during the late Tang Dynasty and was key to developing a base of power for the Shatuo in what is today Shanxi Province in China. His son, Li Cunxu would eventually become the founder of the Later Tang, arguably the first of many Conquest Dynasties in China."}, {"title": "Shatuo", "href": "/wiki/Shatuo", "description": "The Shatuo were a Turkic tribe that heavily influenced northern Chinese politics from the late ninth century through the tenth century. They are noted for founding three, Later Tang, Later Jin, and Later Han, of the five dynasties and one, Northern Han, of the ten kingdoms during the Five Dynasties and Ten Kingdoms period. The short lived kingdoms founded by Shatuo Turks would later be conquered b"}, {"title": "Tang Dynasty", "href": "/wiki/Tang_Dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Deaths", "year": "943", "date": "February 23", "txt": "Herbert II, Count of Vermandois, (b. 884)", "entities": [{"title": "Herbert II, Count of Vermandois", "href": "/wiki/Herbert_II,_Count_of_Vermandois", "description": "Herbert II, Count of Vermandois, Count of Meaux, and Count of Soissons. He was the first to exercise power over the territory that became the province of Champagne."}]}, {"heading": "Deaths", "year": "943", "date": "February 23", "txt": "David I, prince of Tao-Klarjeti (Georgia)", "entities": [{"title": "Principality of Tao-Klarjeti", "href": "/wiki/Principality_of_Tao-Klarjeti", "description": "The Kingdom of the Iberians was a medieval Georgian monarchy under the Bagrationi dynasty which emerged circa 888 AD, succeeding the Principality of Iberia, in historical region of Tao-Klarjeti, or upper Iberia in north-eastern Turkey as well parts of modern southwestern Georgia, that stretched from the Iberian gates in the south and to the Lesser Caucasus in the north."}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}]}, {"heading": "Deaths", "year": "1011", "date": "February 23", "txt": "Willigis, German archbishop (b. 940)", "entities": [{"title": "Willigis", "href": "/wiki/Willigis", "description": "Saint Willigis was Archbishop of Mainz from 975 until his death as well as archchancellor of the Holy Roman Empire."}]}, {"heading": "Deaths", "year": "1100", "date": "February 23", "txt": "Emperor Zhezong of Song (b. 1076)", "entities": [{"title": "Emperor Zhezong", "href": "/wiki/Emperor_Zhezong", "description": "Emperor Zhezong of Song, personal name Zhao Xu, was the seventh emperor of the Song dynasty in China. His original personal name was Zhao Yong but he changed it to \"Zhao Xu\" after his coronation. He reigned from 1085 until his death in 1100, and was succeeded by his younger half-brother, Emperor Huizong, because his son died prematurely."}]}, {"heading": "Deaths", "year": "1270", "date": "February 23", "txt": "Isabel of France (b. 1225)", "entities": [{"title": "Isabelle of France (saint)", "href": "/wiki/Isabelle_of_France_(saint)", "description": "Isabelle of France was a French princess, the daughter of Louis VIII of France and Blanche of Castile. She was a younger sister of King Louis IX of France and of Alfonso, Count of Poitiers, and an older sister of King Charles I of Sicily. In 1256, she founded the nunnery of Longchamp in part of the Forest of Rouvray, west of Paris. Isabelle consecrated her virginity and her entire life to God alon"}]}, {"heading": "Deaths", "year": "1447", "date": "February 23", "txt": "Humphrey, Duke of Gloucester (b. 1390)", "entities": [{"title": "Humphrey, Duke of Gloucester", "href": "/wiki/Humphrey,_Duke_of_Gloucester", "description": "Humphrey of Lancaster, Duke of Gloucester was an English prince, soldier, and literary patron. He was \"son, brother and uncle of kings\", being the fourth and youngest son of Henry IV of England, the brother of Henry V, and the uncle of Henry VI. Gloucester fought in the Hundred Years' War and acted as Lord Protector of England during the minority of his nephew. A controversial figure, he has been "}]}, {"heading": "Deaths", "year": "1447", "date": "February 23", "txt": "Pope Eugene IV (b. 1383)", "entities": []}, {"heading": "Deaths", "year": "1464", "date": "February 23", "txt": "Emperor Yingzong of Ming (b. 1427)", "entities": [{"title": "Emperor Yingzong of Ming", "href": "/wiki/Emperor_Yingzong_of_Ming", "description": "Zhu Qizhen was the sixth and eighth Emperor of the Ming dynasty. He ascended the throne as the Zhengtong Emperor in 1435, but was forced to abdicate in 1449, in favour of his younger brother the Jingtai Emperor, after being captured by the Mongols during the Tumu Crisis. In 1457, he deposed Jingtai and ruled again as the Tianshun Emperor until his death in 1464. His temple name is Yingzong (英宗)."}]}, {"heading": "Deaths", "year": "1473", "date": "February 23", "txt": "Arnold, Duke of Gelderland (b. 1410)", "entities": [{"title": "Arnold, Duke of Gelderland", "href": "/wiki/Arnold,_Duke_of_Gelderland", "description": "Arnold of Egmond was Duke of Guelders, Count of Zutphen."}]}, {"heading": "Deaths", "year": "1526", "date": "February 23", "txt": "Diego Colón, Spanish Viceroy of the Indies (b. c. 1479)", "entities": [{"title": "Diego Colón", "href": "/wiki/Diego_Col%C3%B3n", "description": "Diego Columbus was a navigator and explorer under the Kings of Castile and Aragón. He served as the 2nd Admiral of the Indies, 2nd Viceroy of the Indies and 4th Governor of the Indies as a vassal to the Kings of Castile and Aragón. He was the elder son of Christopher Columbus and his wife Filipa Moniz Perestrelo."}]}, {"heading": "Deaths", "year": "1554", "date": "February 23", "txt": "Henry Grey, 1st Duke of Suffolk, English politician, Lord Lieutenant of Leicestershire (b. 1515)", "entities": [{"title": "Henry Grey, 1st Duke of Suffolk", "href": "/wiki/Henry_Grey,_1st_Duke_of_Suffolk", "description": "Henry Grey, 1st Duke of Suffolk, 3rd Marquess of Dorset, was an English courtier and nobleman of the Tudor period. He was the father of Lady Jane Grey, known as \"the Nine Days' Queen\"."}, {"title": "Lord Lieutenant of Leicestershire", "href": "/wiki/Lord_Lieutenant_of_Leicestershire", "description": "This is a list of people who have served as Lord Lieutenant of Leicestershire. Since 1703, all Lord Lieutenants have also been Custos Rotulorum of Leicestershire."}]}, {"heading": "Deaths", "year": "1603", "date": "February 23", "txt": "Andrea Cesalpino, Italian philosopher, physician, and botanist (b. 1519)", "entities": [{"title": "Andrea Cesalpino", "href": "/wiki/Andrea_Cesalpino", "description": "Andrea Cesalpino was an Italian physician, philosopher and botanist."}]}, {"heading": "Deaths", "year": "1603", "date": "February 23", "txt": "Franciscus Vieta, French mathematician (b. 1540)", "entities": []}, {"heading": "Deaths", "year": "1620", "date": "February 23", "txt": "Nicholas Fuller, English politician (b. 1543)", "entities": [{"title": "Nicholas Fuller (lawyer)", "href": "/wiki/Nicholas_Fuller_(lawyer)", "description": "Sir Nicholas Fuller was an English barrister and Member of Parliament. After studying at Christ's College, Cambridge, Fuller became a barrister of Gray's Inn. His legal career there began prosperously—he was employed by the Privy Council to examine witnesses—but was hampered later by his representation of the Puritans, a religious tendency which did not conform with the established Church of Engla"}]}, {"heading": "Deaths", "year": "1704", "date": "February 23", "txt": "Georg Muffat, French organist and composer (b. 1653)", "entities": [{"title": "Georg Muffat", "href": "/wiki/Georg_Muffat", "description": "Georg Muffat was a Baroque composer and organist. He is best known for the remarkably articulate and informative performance directions printed along with his collections of string pieces Florilegium Primum and Florilegium Secundum in 1695 and 1698."}]}, {"heading": "Deaths", "year": "1766", "date": "February 23", "txt": "Stanisław Leszczyński, Polish king (b. 1677)", "entities": [{"title": "Stanisław Leszczyński", "href": "/wiki/Stanis%C5%82aw_Leszczy%C5%84ski", "description": "Stanisław I Leszczyński, also Anglicized and Latinized as Stanislaus I, was King of Poland, Grand Duke of Lithuania, Duke of Lorraine and a count of the Holy Roman Empire."}]}, {"heading": "Deaths", "year": "1781", "date": "February 23", "txt": "George Taylor, Irish-American blacksmith and politician (b. 1716)", "entities": [{"title": "George Taylor (delegate)", "href": "/wiki/George_Taylor_(delegate)", "description": "George Taylor was a Colonial ironmaster and a signer of the United States Declaration of Independence as a representative of Pennsylvania. Today, his former home, the George Taylor House in Catasauqua, Lehigh County, Pennsylvania, is a National Historic Landmark owned by the Borough of Catasauqua."}]}, {"heading": "Deaths", "year": "1792", "date": "February 23", "txt": "Joshua Reynolds, English painter and academic (b. 1723)", "entities": [{"title": "Joshua Reynolds", "href": "/wiki/Joshua_Reynolds", "description": "Sir Joshua Reynolds was an English painter, specialising in portraits. John Russell said he was one of the major European painters of the 18th century. He promoted the \"Grand Style\" in painting which depended on idealization of the imperfect. He was a founder and first president of the Royal Academy of Arts, and was knighted by George III in 1769."}]}, {"heading": "Deaths", "year": "1821", "date": "February 23", "txt": "John Keats, English poet (b. 1795)", "entities": [{"title": "John Keats", "href": "/wiki/John_Keats", "description": "John Keats was an English Romantic poet. He was prominent in the second generation of Romantic poets, with Lord Byron and Percy Bysshe Shelley, though his poems were in publication for only four years before he died of tuberculosis at the age of 25. They were not generally well received by critics in his lifetime, but his fame grew rapidly after his death. By the end of the century he had been pla"}]}, {"heading": "Deaths", "year": "1848", "date": "February 23", "txt": "John Quincy Adams, American politician, 6th President of the United States (b. 1767)", "entities": [{"title": "John Quincy Adams", "href": "/wiki/John_Quincy_Adams", "description": "John Quincy Adams was an American statesman, diplomat, lawyer, and diarist who served as the sixth president of the United States, from 1825 to 1829. He previously served as the eighth United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Senate and House of Representatives repre"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1855", "date": "February 23", "txt": "Carl Friedrich Gauss, German mathematician, astronomer, and physicist (b. 1777)", "entities": [{"title": "Carl Friedrich Gauss", "href": "/wiki/Carl_Friedrich_Gauss", "description": "Johann Carl Friedrich Gauss was a German mathematician and physicist who made significant contributions to many fields in mathematics and science. Sometimes referred to as the Princeps mathematicorum and \"the greatest mathematician since antiquity\", Gauss had an exceptional influence in many fields of mathematics and science, and is ranked among history's most influential mathematicians."}]}, {"heading": "Deaths", "year": "1859", "date": "February 23", "txt": "Zygmunt Krasiński, Polish poet and playwright (b. 1812)", "entities": [{"title": "Zygmunt Krasiński", "href": "/wiki/Zygmunt_Krasi%C5%84ski", "description": "Napoleon Stanisław Adam Feliks Zygmunt Krasiński was a Polish poet traditionally ranked with Adam Mickiewicz and Juliusz Słowacki as one of Poland's Three Bards – the trio of Romantic poets who influenced national consciousness in the period of Poland's political bondage. He was the most famous member of the aristocratic Krasiński family."}]}, {"heading": "Deaths", "year": "1879", "date": "February 23", "txt": "Albrecht von Roon, Prussian soldier and politician, 10th Minister President of Prussia (b. 1803)", "entities": [{"title": "Albrecht von Roon", "href": "/wiki/Albrecht_von_Roon", "description": "Albrecht Theodor Emil Graf von Roon was a Prussian soldier and statesman. As Minister of War from 1859 to 1873, Roon, along with Otto von Bismarck and Helmuth von Moltke, was a dominating figure in Prussia's government during the key decade of the 1860s, when a series of successful wars against Denmark, Austria and France led to German unification under Prussia's leadership. A moderate conservativ"}, {"title": "Minister President of Prussia", "href": "/wiki/Minister_President_of_Prussia", "description": "The office of Minister President, or Prime Minister, of Prussia existed from 1848, when it was formed by the King Frederick William IV during the 1848–49 Revolution, until the abolition of Prussia in 1947 by the Allied Control Council."}]}, {"heading": "Deaths", "year": "1897", "date": "February 23", "txt": "Woldemar Bargiel, German composer and educator (b. 1828)", "entities": [{"title": "Woldemar Bargiel", "href": "/wiki/Woldemar_Bargiel", "description": "Woldemar Bargiel was a German composer."}]}, {"heading": "Deaths", "year": "1900", "date": "February 23", "txt": "Ernest Dowson, English poet, novelist, and short story writer (b. 1867)", "entities": [{"title": "Ernest Dowson", "href": "/wiki/Ernest_Dowson", "description": "Ernest Christopher Dowson was an English poet, novelist,\nshort-story writer, often associated with the Decadent movement."}]}, {"heading": "Deaths", "year": "1908", "date": "February 23", "txt": "Friedrich von Esmarch, German surgeon and academic (b. 1823)", "entities": [{"title": "Friedrich von Esmarch", "href": "/wiki/Friedrich_von_Esmarch", "description": "Johannes Friedrich August von Esmarch was a German surgeon. He developed the Esmarch bandage and founded the Deutscher Samariter-Verein, the predecessor of the Deutscher Samariter-Bund."}]}, {"heading": "Deaths", "year": "1918", "date": "February 23", "txt": "Adolphus Frederick VI, Grand Duke of Mecklenburg-Strelitz (b. 1882)", "entities": [{"title": "Adolphus Frederick VI, Grand Duke of Mecklenburg-Strelitz", "href": "/wiki/Adolphus_Frederick_VI,_Grand_Duke_of_Mecklenburg-Strelitz", "description": "Adolphus Frederick VI was the last reigning grand duke of Mecklenburg-Strelitz."}]}, {"heading": "Deaths", "year": "1930", "date": "February 23", "txt": "Horst Wessel, German SA officer (b. 1907)", "entities": [{"title": "Horst Wessel", "href": "/wiki/Horst_Wessel", "description": "Horst Ludwig Georg Erich Wessel, commonly known as Horst Wessel, was a Berlin Sturmführer of the Sturmabteilung (SA), the Nazi Party's stormtroopers. After his murder in 1930, he was made into a martyr for the Nazi cause by Joseph Goebbels."}, {"title": "Sturmabteilung", "href": "/wiki/Sturmabteilung", "description": "The Sturmabteilung, literally \"Storm Detachment\", was the Nazi Party's original paramilitary wing. It played a significant role in Adolf Hitler's rise to power in the 1920s and 1930s. Its primary purposes were providing protection for Nazi rallies and assemblies; disrupting the meetings of opposing parties; fighting against the paramilitary units of the opposing parties, especially the Roter Front"}]}, {"heading": "Deaths", "year": "1931", "date": "February 23", "txt": "Nellie Melba, Australian soprano and actress (b. 1861)", "entities": [{"title": "Nellie Melba", "href": "/wiki/Nellie_Melba", "description": "Dame Nellie Melba GBE was an Australian operatic soprano. She became one of the most famous singers of the late Victorian era and the early 20th century, and was the first Australian to achieve international recognition as a classical musician. She took the pseudonym \"Melba\" from Melbourne, her home town."}]}, {"heading": "Deaths", "year": "1934", "date": "February 23", "txt": "Edward Elgar, English composer and academic (b. 1857)", "entities": [{"title": "Edward Elgar", "href": "/wiki/Edward_Elgar", "description": "Sir Edward William Elgar, 1st Baronet, was an English composer, many of whose works have entered the British and international classical concert repertoire. Among his best-known compositions are orchestral works including the Enigma Variations, the Pomp and Circumstance Marches, concertos for violin and cello, and two symphonies. He also composed choral works, including The Dream of Gerontius, cha"}]}, {"heading": "Deaths", "year": "1944", "date": "February 23", "txt": "Leo Baekeland, Belgian-American chemist and engineer (b. 1863)", "entities": [{"title": "Leo Baekeland", "href": "/wiki/Leo_Baekeland", "description": "Leo Hendrik Arthur Baekeland \n(November 14, 1863 – February 23, 1944) was a Belgian chemist. He is best known for the inventions of Velox photographic paper in 1893, and Bakelite in 1907. He has been called \"The Father of the Plastics Industry\" for his invention of Bakelite, an inexpensive, nonflammable and versatile plastic, which marked the beginning of the modern plastics industry."}]}, {"heading": "Deaths", "year": "1946", "date": "February 23", "txt": "Tomoyuki Yamashita, Japanese general (b. 1885)", "entities": [{"title": "Tomoyuki Yamashita", "href": "/wiki/Tomoyuki_Yamashita", "description": "Tomoyuki Yamashita  was a Japanese general of the Imperial Japanese Army during World War II. Yamashita led Japanese forces during the invasion of Malaya and Battle of Singapore, with his accomplishment of conquering Malaya and Singapore in 70 days earning him the sobriquet \"The Tiger of Malaya\" and led to the British Prime Minister Winston Churchill calling the ignominious fall of Singapore to Ja"}]}, {"heading": "Deaths", "year": "1948", "date": "February 23", "txt": "John Robert Gregg, Irish-American publisher and educator (b. 1866)", "entities": [{"title": "John Robert Gregg", "href": "/wiki/John_Robert_Gregg", "description": "John Robert Gregg was an Irish educator, publisher, humanitarian, and the inventor of the eponymous shorthand system Gregg Shorthand."}]}, {"heading": "Deaths", "year": "1955", "date": "February 23", "txt": "Paul Claudel, French poet and playwright (b. 1868)", "entities": [{"title": "Paul Claudel", "href": "/wiki/Paul_Claudel", "description": "Paul Claudel was a French poet, dramatist and diplomat, and the younger brother of the sculptor Camille Claudel. He was most famous for his verse dramas, which often convey his devout Catholicism. Claudel was nominated for the Nobel Prize in Literature in six different years."}]}, {"heading": "Deaths", "year": "1965", "date": "February 23", "txt": "Stan Laurel, English actor and comedian (b. 1890)", "entities": [{"title": "Stan Laurel", "href": "/wiki/Stan_Laurel", "description": "Stan Laurel was an English comic actor, writer, and film director who was part of the comedy duo Laurel and Hardy. He appeared with his comedy partner Oliver Hardy in 107 short films, feature films, and cameo roles."}]}, {"heading": "Deaths", "year": "1969", "date": "February 23", "txt": "Madhubala, Indian actress and producer (b. 1933)", "entities": [{"title": "Madhubala", "href": "/wiki/Madhubala", "description": "Madhubala was an Indian actress and producer who worked in Hindi films. One of the most popular and the highest-paid actress during the 1950s and early 1960s, she appeared in 73 Bollywood films in a career spanning over two decades. In the media, she is referred to as one of the most beautiful, greatest and influential personalities of Indian cinema."}]}, {"heading": "Deaths", "year": "1969", "date": "February 23", "txt": "Saud bin Abdulaziz Al Saud, 2nd King of Saudi Arabia (b. 1902)", "entities": [{"title": "King of Saudi Arabia", "href": "/wiki/King_of_Saudi_Arabia", "description": "The king of Saudi Arabia is the monarchial head of state and head of government of Saudi Arabia who holds absolute power. He is the head of the Saudi Arabian royal family, the House of Saud. The king is called the \"Custodian of the Two Holy Mosques\", a title that signifies Saudi Arabia's jurisdiction over the mosques of Masjid al Haram in Mecca and Al-Masjid an-Nabawi in Medina, the title has been"}]}, {"heading": "Deaths", "year": "1973", "date": "February 23", "txt": "Dickinson W. Richards, American physician and physiologist, Nobel Prize laureate (b. 1895)", "entities": [{"title": "Dickinson W. Richards", "href": "/wiki/Dickinson_W._Richards", "description": "Dickinson Woodruff Richards, Jr. was an American physician and physiologist. He was a co-recipient of the Nobel Prize in Physiology or Medicine in 1956 with André Cournand and Werner Forssmann for the development of cardiac catheterization and the characterisation \nof a number of cardiac diseases."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1974", "date": "February 23", "txt": "Harry Ruby, American composer and screenwriter (b. 1895)", "entities": [{"title": "Harry Ruby", "href": "/wiki/Harry_Ruby", "description": "Harry Rubenstein, known professionally as Harry Ruby, was an American composer and screenwriter, who was inducted into the Songwriters Hall of Fame in 1970. He was married to silent film actress Eileen Percy."}]}, {"heading": "Deaths", "year": "1976", "date": "February 23", "txt": "L. S. Lowry, English painter (b. 1887)", "entities": [{"title": "L. S. Lowry", "href": "/wiki/L._S._Lowry", "description": "Laurence Stephen Lowry was an English artist. His drawings and paintings depict Pendlebury, Lancashire, where he lived and worked for more than 40 years, Salford and its vicinity."}]}, {"heading": "Deaths", "year": "1979", "date": "February 23", "txt": "W. A. C. Bennett, Canadian businessman and politician, 25th Premier of British Columbia (b. 1900)", "entities": [{"title": "W. A. C. Bennett", "href": "/wiki/W._A._C._Bennett", "description": "William Andrew Cecil Bennett was a Canadian politician. He was the 25th Premier of British Columbia. With just over 20 years in office, Bennett was and remains the longest-serving premier in British Columbia history. He was usually referred to as W. A. C. Bennett, although some referred to him either affectionately or mockingly as \"Wacky\" Bennett. To his close friends, he was known as \"Cece\"."}, {"title": "Premier of British Columbia", "href": "/wiki/Premier_of_British_Columbia", "description": "The premier of British Columbia is the first minister, head of government, and de facto chief executive for the Canadian province of British Columbia. Until the early 1970s, the title prime minister of British Columbia was often used. The word premier is derived from the French word of the same spelling, meaning \"first\"; and ultimately from the Latin word primarius, meaning \"primary\"."}]}, {"heading": "Deaths", "year": "1983", "date": "February 23", "txt": "Herbert Howells, English organist and composer (b. 1892)", "entities": [{"title": "Herbert Howells", "href": "/wiki/Herbert_Howells", "description": "Herbert Norman Howells was an English composer, organist, and teacher, most famous for his large output of Anglican church music."}]}, {"heading": "Deaths", "year": "1990", "date": "February 23", "txt": "José Napoleón Duarte, Salvadoran engineer and politician, President of El Salvador (b. 1925)", "entities": [{"title": "José Napoleón Duarte", "href": "/wiki/Jos%C3%A9_Napole%C3%B3n_Duarte", "description": "José Napoleón Duarte Fuentes was a Salvadoran politician who served as President of El Salvador from June 1, 1984 to June 1, 1989. He was mayor of San Salvador before running for president in 1972. He lost, but the election is widely viewed as fraudulent. Following a counter-coup in 1979, Duarte led the subsequent civil-military Junta from 1980 to 1982. He was then elected president in 1984, defea"}, {"title": "President of El Salvador", "href": "/wiki/President_of_El_Salvador", "description": "The president of El Salvador, officially known as the president of the Republic of El Salvador, is the head of state and head of government of El Salvador. He is also, by Constitutional Law, the commander-in-chief of the Armed Forces of El Salvador. The office was created in the Constitution of 1841. From 1821 until 1841, the head of state of El Salvador was styled simply as Head of State."}]}, {"heading": "Deaths", "year": "1995", "date": "February 23", "txt": "James Herriot, English veterinarian and author (b. 1916)", "entities": [{"title": "James Herriot", "href": "/wiki/James_Herriot", "description": "James Alfred Wight, better known by his pen name James Herriot, was a British veterinary surgeon and author."}]}, {"heading": "Deaths", "year": "1997", "date": "February 23", "txt": "Tony Williams, American drummer, composer, and producer (b. 1945)", "entities": [{"title": "Tony Williams (drummer)", "href": "/wiki/Tony_Williams_(drummer)", "description": "Anthony Tillmon Williams was an American jazz drummer."}]}, {"heading": "Deaths", "year": "1998", "date": "February 23", "txt": "Philip Abbott, American actor and director (b. 1924)", "entities": [{"title": "Philip Abbott", "href": "/wiki/Philip_Abbott", "description": "Philip Abbott was an American character actor. He appeared in several films and numerous television series, including a lead role as Arthur Ward in the crime series The F.B.I. Abbott was also the founder of Theatre West in Los Angeles."}]}, {"heading": "Deaths", "year": "1999", "date": "February 23", "txt": "The Renegade, American wrestler (b. 1965)", "entities": [{"title": "The Renegade (wrestler)", "href": "/wiki/The_Renegade_(wrestler)", "description": "Richard Wilson was an American professional wrestler. He was best known for his tenure in World Championship Wrestling (WCW) under the ring name The Renegade, where he was a one-time WCW World Television Champion."}]}, {"heading": "Deaths", "year": "2000", "date": "February 23", "txt": "Ofra Haza, Israeli singer-songwriter and actress (b. 1957)", "entities": [{"title": "Ofra Haza", "href": "/wiki/Ofra_Haza", "description": "Bat-Sheva Ofra Haza-Ashkenazi, known professionally as Ofra Haza, was an Israeli singer, actress and Grammy Award-nominee recording artist, commonly known in the Western world as \"The Israeli Madonna\", or \"Madonna of the East\". Her voice has been described as a \"tender\" mezzo-soprano."}]}, {"heading": "Deaths", "year": "2000", "date": "February 23", "txt": "Stanley Matthews, English footballer and manager (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "February 23", "txt": "Howie Epstein, American bass player, songwriter, and producer (b. 1955)", "entities": [{"title": "Howie Epstein", "href": "/wiki/Howie_Epstein", "description": "Howard Norman Epstein was an American musician best known as a bassist with Tom Petty and the Heartbreakers."}]}, {"heading": "Deaths", "year": "2003", "date": "February 23", "txt": "Robert K. Merton, American sociologist and academic (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "February 23", "txt": "Vijay Anand, Indian director, producer, screenwriter, and actor (b. 1934)", "entities": [{"title": "Vijay Anand (Hindi film maker)", "href": "/wiki/Vijay_Anand_(Hindi_film_maker)", "description": "Vijay Anand, also known as Goldie Anand, was an Indian filmmaker, producer, screenwriter, editor and actor, who is known for acclaimed films such as Guide (1965), Teesri Manzil (1966), Jewel Thief (1967) and Johny Mera Naam (1970). He made most of his films for the in-house banner Navketan Films and was part of the Anand family."}]}, {"heading": "Deaths", "year": "2004", "date": "February 23", "txt": "Sikander Bakht, Indian politician, Indian Minister of External Affairs (b. 1918)", "entities": [{"title": "Minister of External Affairs (India)", "href": "/wiki/Minister_of_External_Affairs_(India)", "description": "The Minister of External Affairs is the head of the Ministry of External Affairs of the Government of India. One of the senior-most offices in the Union Cabinet, the chief responsibility of the Foreign Minister is to represent India and its government in the international community. The Foreign Minister also plays an important role in determining Indian foreign policy. Occasionally, the Foreign Mi"}]}, {"heading": "Deaths", "year": "2006", "date": "February 23", "txt": "Telmo Zarra, Spanish footballer (b. 1921)", "entities": [{"title": "Telmo Zarra", "href": "/wiki/Telmo_Zarra", "description": "Pedro Telmo Zarraonandía Montoya, known as Telmo Zarra or simply Zarra, was a Spanish football forward. He spent the majority of his career at Athletic Bilbao, from 1940 to 1955, for whom he remains the top scorer in competitive matches with 335 goals."}]}, {"heading": "Deaths", "year": "2007", "date": "February 23", "txt": "John Ritchie, English footballer (b. 1941)", "entities": [{"title": "John Ritchie (footballer, born 1941)", "href": "/wiki/John_Ritchie_(footballer,_born_1941)", "description": "John Henry Ritchie was an English footballer. He is Stoke City's all-time record goalscorer."}]}, {"heading": "Deaths", "year": "2008", "date": "February 23", "txt": "Janez Drnovšek, Slovenian economist and politician, 2nd President of Slovenia (b. 1950)", "entities": [{"title": "Janez Drnovšek", "href": "/wiki/Janez_Drnov%C5%A1ek", "description": "Janez Drnovšek was a Slovenian liberal politician, President of the Presidency of Yugoslavia (1989–1990), Prime Minister of Slovenia and President of Slovenia (2002–2007)."}, {"title": "President of Slovenia", "href": "/wiki/President_of_Slovenia", "description": "The office of President of Slovenia, officially President of the Republic of Slovenia, was established on 23 December 1991 when the National Assembly passed a new Constitution as a result of independence from the Socialist Federal Republic of Yugoslavia."}]}, {"heading": "Deaths", "year": "2008", "date": "February 23", "txt": "Paul Frère, Belgian race car driver and journalist (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "February 23", "txt": "Orlando Zapata, Cuban plumber and activist (b. 1967)", "entities": [{"title": "Orlando Zapata", "href": "/wiki/Orlando_Zapata", "description": "Orlando Zapata Tamayo was a Cuban political activist and a political prisoner who died after hunger striking for more than 80 days. His death received international attention, and was viewed as a significant setback in Cuba's relationship with the U.S. the EU and the rest of the world."}]}, {"heading": "Deaths", "year": "2011", "date": "February 23", "txt": "Nirmala Srivastava, Indian religious leader, founded Sahaja Yoga (b. 1923)", "entities": [{"title": "Nirmala Srivastava", "href": "/wiki/Nirmala_Srivastava", "description": "Nirmala Srivastava, also known as Shri Mataji Nirmala Devi, was the founder of Sahaja Yoga, a new religious movement sometimes classified as a cult. She said \"You cannot know the meaning of your life until you're connected to the power that created you\". She claimed to have been born fully realised and spent her life working for peace by developing and promoting a simple technique through which pe"}, {"title": "Sahaja Yoga", "href": "/wiki/Sahaja_Yoga", "description": "Sahaja Yoga was founded in 1970 by Shri Mataji Nirmala Devi. Shri Nirmala Srivastava is more widely known as Her Holiness Shri Mataji Nirmala Devi or as \"Mother\" by her followers, who are called Sahaja yogis."}]}, {"heading": "Deaths", "year": "2012", "date": "February 23", "txt": "William Raggio, American lawyer and politician (b. 1926)", "entities": [{"title": "William Raggio", "href": "/wiki/William_Raggio", "description": "William Raggio was an American politician and a former Republican member of the Nevada Senate. He represented Washoe County's 3rd district from 1972 until his retirement in 2011. He is the longest-serving member in the history of the State Senate."}]}, {"heading": "Deaths", "year": "2012", "date": "February 23", "txt": "David Sayre, American physicist and mathematician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 23", "txt": "Kazimierz Żygulski, Polish sociologist and activist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 23", "txt": "Eugene Bookhammer, American soldier and politician, 18th Lieutenant Governor of Delaware (b. 1918)", "entities": [{"title": "Eugene Bookhammer", "href": "/wiki/Eugene_Bookhammer", "description": "Eugene Bookhammer was an American politician who served as the 18th lieutenant governor of Delaware, as a Republican, from 1969 to 1977. He served under Governors Russell W. Peterson and Sherman W. Tribbitt. Bookhammer served in the U. S. Army during World War II. He was in the lumber mill business. Bookhammer also served in the Delaware State Senate. With author Richard Carter, in 2009 he wrote a"}, {"title": "Lieutenant Governor of Delaware", "href": "/wiki/Lieutenant_Governor_of_Delaware", "description": "The Lieutenant Governor of Delaware is the second ranking executive officer of the U.S. state of Delaware. Lieutenant governors are elected for a term of four years in the same general election as the U.S. President and take office the following January."}]}, {"heading": "Deaths", "year": "2013", "date": "February 23", "txt": "Joseph Friedenson, Holocaust survivor, Holocaust historian, Yiddish writer, lecturer and editor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 23", "txt": "Julien Ries, Belgian cardinal (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 23", "txt": "Lotika Sarkar, Indian lawyer and academic (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 23", "txt": "Alice Herz-Sommer, Czech-English Holocaust survivor, pianist and educator (b. 1903)", "entities": [{"title": "Alice Herz-Sommer", "href": "/wiki/Alice_Herz-Sommer", "description": "Alice Herz-Sommer, also known as Alice Herz, was a Prague-born Jewish classical pianist, music teacher, and supercentenarian who survived Theresienstadt concentration camp. She lived for 40 years in Israel, before migrating to London in 1986, where she resided until her death, and at the age of 110 was the world's oldest known Holocaust survivor until Yisrael Kristal was recognized as such."}, {"title": "Holocaust survivor", "href": "/wiki/Holocaust_survivor", "description": "Holocaust survivors are people who survived the Holocaust, defined as the persecution and attempted annihilation of the Jews by Nazi Germany and its allies before and during World War II in Europe and North Africa. There is no universally accepted definition of the term, and it has been applied variously to Jews who survived the war in German-occupied Europe or other Axis territories, as well as t"}]}, {"heading": "Deaths", "year": "2014", "date": "February 23", "txt": "Roger Hilsman, American soldier, academic, and politician (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 23", "txt": "James Aldridge, Australian-English journalist and author (b. 1918)", "entities": [{"title": "James Aldridge", "href": "/wiki/James_Aldridge", "description": "Harold Edward James Aldridge was an Australian-British writer and journalist. His World War II despatches were published worldwide and he was the author of over 30 books, both fiction and non-fiction works, including war and adventure novels and books for children."}]}, {"heading": "Deaths", "year": "2015", "date": "February 23", "txt": "Rana Bhagwandas, Pakistani lawyer and judge, Chief Justice of Pakistan (b. 1942)", "entities": [{"title": "Chief Justice of Pakistan", "href": "/wiki/Chief_Justice_of_Pakistan", "description": "The chief justice of Pakistan is the head of the court system of Pakistan and the chief judge of the Supreme Court of Pakistan. The officeholder is the senior most of 17 senior justices of the Supreme Court of Pakistan."}]}, {"heading": "Deaths", "year": "2015", "date": "February 23", "txt": "W. E. \"Bill\" Dykes, American soldier and politician (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 23", "txt": "Peter Lustig, German television host and author (b. 1937)", "entities": [{"title": "Peter Lustig", "href": "/wiki/Peter_Lustig", "description": "Peter Fritz Willi Lustig was a German television presenter, voice actor and author of children's books who has become especially well known as leading actor in the weekly children's television show Löwenzahn, which he hosted from 1979 up until 2006. During its first year the show was called Pusteblume. He also hosted the show Mittendrin (1987–95), narrated the film Gordos Reise ans Ende der Welt ("}]}, {"heading": "Deaths", "year": "2016", "date": "February 23", "txt": "Jacqueline Mattson, American baseball player (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "February 23", "txt": "Katherine Helmond, American actress (b. 1929)", "entities": [{"title": "Katherine Helmond", "href": "/wiki/Katherine_Helmond", "description": "Katherine Marie Helmond was an American actress. Over her five decades of television acting, she was known for her starring role as ditzy matriarch Jessica Tate on the sitcom Soap (1977–1981) and her co-starring role as feisty mother Mona Robinson on Who's the Boss? (1984–1992). Helmond also appeared in a 1993 episode of The Upper Hand, the British version of Who's the Boss?. She also played Doris"}]}, {"heading": "Deaths", "year": "2021", "date": "February 23", "txt": "Ahmed Zaki Yamani, Saudi Arabian politician (b. 1930)", "entities": [{"title": "Ahmed Zaki Yamani", "href": "/wiki/Ahmed_Zaki_Yamani", "description": "Ahmed Zaki Yamani was a Saudi Arabian politician who served as Minister of Petroleum and Mineral Resources from 1962 to 1986, and a minister in the Organization of the Petroleum Exporting Countries (OPEC) for 25 years. With degrees from institutions including New York University School of Law, Harvard Law School, and a doctorate from the University of Exeter, Yamani became a close adviser to the S"}]}]