[{"heading": "Events", "year": "211", "date": "February 4", "txt": "Following the death of Rome's Emperor Septimius Severus at Eboracum (modern York, England) while preparing to lead a campaign against the Caledonians, the empire is left in the control of his two quarrelling sons, Caracalla and Geta, whom he had instructed to make peace.", "entities": [{"title": "Septimius Severus", "href": "/wiki/Septimius_Severus", "description": "Lucius Septimius Severus was a Roman emperor from 193 to 211. He was born in Leptis Magna in the Roman province of Africa. As a young man he advanced through the customary succession of offices under the reigns of Marcus Aurelius and Commodus. Severus seized power after the death of the emperor Pertinax in 193 during the Year of the Five Emperors."}, {"title": "Caledonians", "href": "/wiki/Caledonians", "description": "The Caledonians or the Caledonian Confederacy were a Brittonic-speaking (Celtic) tribal confederacy in what is now Scotland during the Iron Age and Roman eras. \nThe Greek form of the tribal name gave rise to the name Caledonia for their territory. The Caledonians were considered to be a group of Britons, but later, after the Roman conquest of the southern half of Britain, the northern inhabitants "}, {"title": "Caracalla", "href": "/wiki/Caracalla", "description": "Caracalla, formally known as Antoninus, was Roman emperor from 198 to 217. He was a member of the Severan dynasty, the elder son of Septimius Severus and Julia Domna. Co-ruler with his father from 198, he continued to rule with his brother Geta, emperor from 209, after their father's death in 211. His brother was murdered by the Praetorian Guard later that year, supposedly under orders from Caraca"}, {"title": "Geta (emperor)", "href": "/wiki/Geta_(emperor)", "description": "Publius Septimius Geta was Roman emperor with his father Septimius Severus and older brother Caracalla from 209, when he was named augustus like his brother, who had held the title since 198. Severus died in 211, and although he intended for his sons to rule together, they proved incapable of sharing power, culminating with the murder of Geta in December of that year."}]}, {"heading": "Events", "year": "960", "date": "February 4", "txt": "The coronation of Zhao Kuangyin as Emperor Taizu of Song, initiating the Song dynasty period of China that would last more than three centuries.", "entities": [{"title": "Emperor Taizu of Song", "href": "/wiki/Emperor_Taizu_of_Song", "description": "Emperor Taizu of Song, personal name Zhao Kuangyin, courtesy name Yuanlang, was the founder and first emperor of the Song dynasty in China. He reigned from 960 until his death in 976. Formerly a distinguished military general of the Later Zhou dynasty, Emperor Taizu came to power after staging a coup d'état and forcing Emperor Gong, the last Later Zhou ruler, to abdicate the throne in his favour."}, {"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}]}, {"heading": "Events", "year": "1169", "date": "February 4", "txt": "A strong earthquake strikes the Ionian coast of Sicily, causing tens of thousands of injuries and deaths, especially in Catania.", "entities": [{"title": "1169 Sicily earthquake", "href": "/wiki/1169_Sicily_earthquake", "description": "The 1169 Sicily earthquake occurred on 4 February 1169 at 08:00 local time on the eve of the feast of St. Agatha of Sicily. It had an estimated magnitude of between 6.4 and 7.3 and an estimated maximum perceived intensity of X (Extreme) on the Mercalli intensity scale. Catania, Lentini and Modica were severely damaged. It triggered a tsunami. Overall, the earthquake is estimated to have caused the"}, {"title": "Catania", "href": "/wiki/Catania", "description": "Catania is the second largest city in Sicily, after Palermo, and among the ten largest cities in Italy. Located on Sicily's east coast, it faces the Ionian Sea. It is the capital of the 58-municipality region known as the Metropolitan City of Catania, which is the seventh-largest metropolitan city in Italy. The population of the city proper is 311,584, while the population of the Metropolitan City"}]}, {"heading": "Events", "year": "1454", "date": "February 4", "txt": "Thirteen Years' War: The Secret Council of the Prussian Confederation sends a formal act of disobedience to the Grand Master of the Teutonic Knights, sparking the Thirteen Years' War.", "entities": [{"title": "Thirteen Years' War (1454–66)", "href": "/wiki/Thirteen_Years%27_War_(1454%E2%80%9366)", "description": "The Thirteen Years' War, also called the War of the Cities, was a conflict fought in 1454–1466 between the Prussian Confederation, allied with the Crown of the Kingdom of Poland, and the State of the Teutonic Order."}, {"title": "Prussian Confederation", "href": "/wiki/Prussian_Confederation", "description": "The Prussian Confederation was an organization formed on 21 February 1440 at Marienwerder by a group of 53 nobles and clergy and 19 cities in Prussia, to oppose the arbitrariness of the Teutonic Knights. It was based on the basis of an earlier similar organization, the Lizard Union established in 1397 by Chełmno Land nobles."}, {"title": "Grand Masters of the Teutonic Knights", "href": "/wiki/Grand_Masters_of_the_Teutonic_Knights", "description": "The Grand Master is the holder of the supreme office of the Teutonic Order. It is equivalent to the grand master of other military orders and the superior general in non-military Roman Catholic religious orders. Hochmeister, literally \"high master\", is only used in reference to the Teutonic Order, as Großmeister is used in German to refer to the leaders of other orders of knighthood."}, {"title": "Teutonic Order", "href": "/wiki/Teutonic_Order", "description": "The Order of Brothers of the German House of Saint Mary in Jerusalem, commonly the Teutonic Order, is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem."}]}, {"heading": "Events", "year": "1555", "date": "February 4", "txt": "John Rogers is burned at the stake, becoming the first English Protestant martyr under Mary I of England.", "entities": [{"title": "John Rogers (Bible editor and martyr)", "href": "/wiki/John_Rogers_(Bible_editor_and_martyr)", "description": "John Rogers was an English clergyman, Bible translator and commentator. He guided the development of the Matthew Bible in vernacular English during the reign of Henry VIII and was the first English Protestant martyr under Mary I of England, who was determined to restore Roman Catholicism."}, {"title": "Burned at the stake", "href": "/wiki/Burned_at_the_stake", "description": "Death by burning is an execution method involving combustion or exposure to extreme heat. It has a long history as a form of public capital punishment, and many societies have employed it as a punishment for and warning against crimes such as treason, heresy and witchcraft. The best-known execution of this type is burning at the stake, where the condemned is bound to a large wooden stake and a fir"}, {"title": "Protestant", "href": "/wiki/Protestant", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}, {"title": "Martyr", "href": "/wiki/Martyr", "description": "A martyr is someone who suffers persecution and death for advocating, renouncing, refusing to renounce, or refusing to advocate a religious belief or cause as demanded by an external party. In the martyrdom narrative of the remembering community, this refusal to comply with the presented demands results in the punishment or execution of an actor by an alleged oppressor. Accordingly, the status of "}, {"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}]}, {"heading": "Events", "year": "1703", "date": "February 4", "txt": "In Edo (now Tokyo), all but one of the Forty-seven Ronin commit seppuku (ritual suicide) as recompense for avenging their master's death.", "entities": [{"title": "Edo", "href": "/wiki/Edo", "description": "Edo, also romanized as Jedo, Yedo or Yeddo, is the former name of Tokyo."}, {"title": "Forty-seven Ronin", "href": "/wiki/Forty-seven_Ronin", "description": "The revenge of the forty-seven rōnin , also known as the Akō incident  or Akō vendetta, is an 18th-century historical event in Japan in which a band of rōnin avenged the death of their master. The incident has since become legendary."}, {"title": "Seppuku", "href": "/wiki/Seppuku", "description": "Seppuku, sometimes referred to as Harakiri, a native Japanese kun reading, is a form of Japanese ritual suicide by disembowelment. It was originally reserved for samurai in their code of honor but was also practiced by other Japanese people during the Shōwa period to restore honor for themselves or for their families. As a samurai practice, seppuku was used voluntarily by samurai to die with honor"}]}, {"heading": "Events", "year": "1758", "date": "February 4", "txt": "The city of Macapá in Brazil is founded by Sebastião Veiga Cabral.", "entities": [{"title": "Macapá", "href": "/wiki/Macap%C3%A1", "description": "Macapá is a city in Brazil with a population of 493,634. It is the capital of Amapá state in the country's North Region. It is located on the northern channel of the Amazon River near its mouth on the Atlantic Ocean. The city is on a small plateau on the Amazon in the southeast of the state of Amapá. The only access by road from outside the province is from French Guiana, although there are regula"}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}]}, {"heading": "Events", "year": "1789", "date": "February 4", "txt": "George Washington is unanimously elected as the first President of the United States by the U.S. Electoral College.", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "U.S. Electoral College", "href": "/wiki/U.S._Electoral_College", "description": "The United States Electoral College is the group of presidential electors required by the Constitution to form every four years for the sole purpose of electing the president and vice president. Each state appoints electors according to its legislature, equal in number to its congressional delegation. Federal office holders cannot be electors. Of the current 538 electors, an absolute majority of 2"}]}, {"heading": "Events", "year": "1794", "date": "February 4", "txt": "The French legislature abolishes slavery throughout all territories of the French First Republic. It would be reestablished in the French West Indies in 1802.", "entities": [{"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}, {"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}, {"title": "French West Indies", "href": "/wiki/French_West_Indies", "description": "The term French West Indies or French Antilles refers to the eight territories currently under French sovereignty in the Antilles islands of the Caribbean:The two overseas departments of:\nGuadeloupe, including the islands of Basse-Terre, Grande-Terre, Les Saintes, Marie-Galante, and La Désirade.\nMartinique\nThe two overseas collectivities of:\nSaint Martin\nSaint Barthélemy"}]}, {"heading": "Events", "year": "1797", "date": "February 4", "txt": "The Riobamba earthquake strikes Ecuador, causing up to 40,000 casualties.", "entities": [{"title": "1797 Riobamba earthquake", "href": "/wiki/1797_Riobamba_earthquake", "description": "The 1797 Riobamba earthquake occurred at 12:30 UTC on 4 February. It devastated the city of Riobamba and many other cities in the Interandean valley, causing between 6,000–40,000 casualties. It is estimated that seismic intensities in the epicentral area reached at least XI (Extreme) on the Mercalli intensity scale, and that the earthquake had a magnitude of 8.3, the most powerful historical event"}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}]}, {"heading": "Events", "year": "1801", "date": "February 4", "txt": "John Marshall is sworn in as Chief Justice of the United States.", "entities": [{"title": "John Marshall", "href": "/wiki/John_Marshall", "description": "John Marshall was an American politician and lawyer who served as the fourth Chief Justice of the United States from 1801 to 1835. Marshall remains the longest-serving chief justice and fourth-longest serving justice in Supreme Court history, and he is widely regarded as one of the most influential justices to ever sit on the Supreme Court. Prior to joining the Supreme Court, Marshall served as th"}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Events", "year": "1810", "date": "February 4", "txt": "Napoleonic Wars: Britain seizes Guadeloupe.", "entities": [{"title": "Invasion of Guadeloupe (1810)", "href": "/wiki/Invasion_of_Guadeloupe_(1810)", "description": "The Invasion of Guadeloupe was a British amphibious operation fought between 28 January and 6 February 1810 over control of the Caribbean island of Guadeloupe during the Napoleonic Wars. The island was the final remaining French colony in the Americas, following the systematic invasion and capture of the others during 1809 by British forces. During the Napoleonic Wars, the French colonies had prov"}]}, {"heading": "Events", "year": "1820", "date": "February 4", "txt": "The Chilean Navy under the command of Lord Cochrane completes the two-day long Capture of Valdivia with just 300 men and two ships.", "entities": [{"title": "Chilean Navy", "href": "/wiki/Chilean_Navy", "description": "The Chilean Navy is the naval warfare service branch of the Chilean Armed Forces. It is under the Ministry of National Defense. Its headquarters is at Edificio Armada de Chile, Valparaiso."}, {"title": "Thomas Cochrane, 10th Earl of Dundonald", "href": "/wiki/Thomas_Cochrane,_10th_Earl_of_Dundonald", "description": "Thomas Cochrane, 10th Earl of Dundonald, Marquess of Maranhão,, styled Lord Cochrane between 1778 and 1831, was a British naval flag officer of the Royal Navy, mercenary and radical politician. He was a daring and successful captain of the Napoleonic Wars, leading Napoleon to nickname him Le Loup des Mers, 'The Sea Wolf'. He was successful in virtually all his naval actions."}, {"title": "Capture of Valdivia", "href": "/wiki/Capture_of_Valdivia", "description": "The Capture of Valdivia was a battle in the Chilean War of Independence between Royalist forces commanded by Colonel Manuel Montoya and Fausto del Hoyo and the Patriot forces under the command of Thomas Cochrane and Jorge Beauchef, held on 3 and 4 February 1820. The battle was fought over the control of the city Valdivia and its strategic and heavily fortified harbour. In the battle Patriots gaine"}]}, {"heading": "Events", "year": "1825", "date": "February 4", "txt": "The Ohio Legislature authorizes the construction of the Ohio and Erie Canal and the Miami and Erie Canal.", "entities": [{"title": "Ohio Legislature", "href": "/wiki/Ohio_Legislature", "description": "The Ohio General Assembly is the state legislature of the U.S. state of Ohio. It consists of the 99-member Ohio House of Representatives and the 33-member Ohio Senate. Both houses of the General Assembly meet at the Ohio Statehouse in Columbus."}, {"title": "Ohio and Erie Canal", "href": "/wiki/Ohio_and_Erie_Canal", "description": "The Ohio and Erie Canal was a canal constructed during the 1820s and early 1830s in Ohio. It connected Akron with the Cuyahoga River near its outlet on Lake Erie in Cleveland, and a few years later, with the Ohio River near Portsmouth. It also had connections to other canal systems in Pennsylvania."}, {"title": "Miami and Erie Canal", "href": "/wiki/Miami_and_Erie_Canal", "description": "The Miami and Erie Canal was a 274-mile (441 km) canal that ran from Cincinnati to Toledo, Ohio, creating a water route between the Ohio River and Lake Erie. Construction on the canal began in 1825 and was completed in 1845 at a cost to the state government of $8,062,680.07. At its peak, it included 19 aqueducts, three guard locks, 103 canal locks, multiple feeder canals, and a few man-made water "}]}, {"heading": "Events", "year": "1846", "date": "February 4", "txt": "The first Mormon pioneers make their exodus from Nauvoo, Illinois, westward towards Salt Lake Valley.", "entities": [{"title": "Mormon pioneers", "href": "/wiki/Mormon_pioneers", "description": "The Mormon pioneers were members of The Church of Jesus Christ of Latter-day Saints, also known as Latter-day Saints, who migrated in the mid-1840s across the United States from the Midwest to the Salt Lake Valley in what is today the U.S. state of Utah. At the time of the planning of the exodus in 1846, the territory was owned by the Republic of Mexico, which soon after went to war with the Unite"}, {"title": "Nauvoo, Illinois", "href": "/wiki/Nauvoo,_Illinois", "description": "Nauvoo is a small city in Hancock County, Illinois, United States, on the Mississippi River near Fort Madison, Iowa. The population of Nauvoo was 1,149 at the 2010 census. Nauvoo attracts visitors for its historic importance and its religious significance to members of several groups: The Church of Jesus Christ of Latter-day Saints ; the Community of Christ, formerly the Reorganized Church of Jesu"}, {"title": "Salt Lake Valley", "href": "/wiki/Salt_Lake_Valley", "description": "Salt Lake Valley is a 500-square-mile (1,300 km2) valley in Salt Lake County in the north-central portion of the U.S. state of Utah. It contains Salt Lake City and many of its suburbs, notably Murray, Sandy, South Jordan, West Jordan, and West Valley City; its total population is 1,029,655 as of 2010. Brigham Young said \"this is the right place\", when he and his fellow Mormon settlers moved into U"}]}, {"heading": "Events", "year": "1859", "date": "February 4", "txt": "The Codex Sinaiticus is discovered in Egypt.", "entities": [{"title": "Codex Sinaiticus", "href": "/wiki/Codex_Sinaiticus", "description": "Codex Sinaiticus or \"Sinai Bible\" is one of the four great uncial codices, ancient, handwritten copies of a Christian Bible in Greek. The codex is a historical treasure."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1861", "date": "February 4", "txt": "American Civil War: In Montgomery, Alabama, delegates from six breakaway U.S. states meet and form the Confederate States of America.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Montgomery, Alabama", "href": "/wiki/Montgomery,_Alabama", "description": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. According to the US estimated census of 2019, it is the third most populous city in Alabama, after Birmingham and Huntsville, and i"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1899", "date": "February 4", "txt": "The Philippine–American War begins with the Battle of Manila.", "entities": [{"title": "Philippine–American War", "href": "/wiki/Philippine%E2%80%93American_War", "description": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, and previously referred to as the Philippine Insurrection or the Tagalog Insurgency, was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899 to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for "}, {"title": "Battle of Manila (1899)", "href": "/wiki/Battle_of_Manila_(1899)", "description": "The Battle of Manila, the first and largest battle of the Philippine–American War, was fought on February 4–5, 1899, between 19,000 American soldiers and 15,000 Filipino armed militiamen. Armed conflict broke out when American troops, under orders to turn away insurgents from their encampment, fired upon an encroaching group of Filipinos. Philippine President Emilio Aguinaldo attempted to broker a"}]}, {"heading": "Events", "year": "1932", "date": "February 4", "txt": "Second Sino-Japanese War: Harbin, Manchuria, falls to Japan.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. In China, the war is known as the War of Resistance against Japanese Aggression, or as the Asian theatre of the World Anti-Fascist War, the latter term originating from Mao Zedong's wartime alliance with Stalin. The war made up the Chinese theater of the "}, {"title": "Harbin", "href": "/wiki/Harbin", "description": "Harbin is a sub-provincial city and the provincial capital of Heilongjiang province, People's Republic of China, as well as the second largest city by urban population and largest city by metropolitan population in Northeast China. Harbin has direct jurisdiction over nine metropolitan districts, two county-level cities and seven counties, and is the eighth most populous Chinese city according to t"}, {"title": "Manchuria", "href": "/wiki/Manchuria", "description": "Manchuria is an exonym for several large overlapping historical and geographic regions of Russia and China in Northeast Asia. Depending on the context, it may refer to:(most often) Northeast China, specifically the three provinces of Heilongjiang, Jilin and Liaoning, but broadly also including the eastern Inner Mongolian prefectures of Hulunbuir, Hinggan, Tongliao, Chifeng and sometimes Xilin Gol;"}, {"title": "Defense of Harbin", "href": "/wiki/Defense_of_Harbin", "description": "The Defense of Harbin occurred during the early Second Sino-Japanese War, as part of the campaign of the Invasion of Manchuria by forces of the Empire of Japan from 25 January to 4 February 1932."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}]}, {"heading": "Events", "year": "1938", "date": "February 4", "txt": "Adolf Hitler appoints himself as head of the Armed Forces High Command.", "entities": [{"title": "Oberkommando der Wehrmacht", "href": "/wiki/Oberkommando_der_Wehrmacht", "description": "The Oberkommando der Wehrmacht was the High Command of the Wehrmacht of Nazi Germany. Created in 1938, the OKW replaced the Reich War Ministry and had nominal oversight over the Heer (army), the Kriegsmarine (navy), and the Luftwaffe."}]}, {"heading": "Events", "year": "1941", "date": "February 4", "txt": "The United Service Organization (USO) is created to entertain American troops.", "entities": [{"title": "United Service Organization", "href": "/wiki/United_Service_Organization", "description": "The United Service Organizations Inc. (USO) is an American nonprofit-charitable corporation that provides live entertainment, such as comedians, actors and musicians, social facilities, and other programs to members of the United States Armed Forces and their families. Since 1941, it has worked in partnership with the Department of War, and later with the Department of Defense (DoD), relying heavi"}]}, {"heading": "Events", "year": "1945", "date": "February 4", "txt": "World War II: Santo Tomas Internment Camp is liberated from Japanese authority.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Santo Tomas Internment Camp", "href": "/wiki/Santo_Tomas_Internment_Camp", "description": "Santo Tomas Internment Camp, also known as the Manila Internment Camp, was the largest of several camps in the Philippines in which the Japanese interned enemy civilians, mostly Americans, in World War II. The campus of the University of Santo Tomas in Manila was utilized for the camp, which housed more than 3,000 internees from January 1942 until February 1945. Conditions for the internees deteri"}]}, {"heading": "Events", "year": "1945", "date": "February 4", "txt": "World War II: The Yalta Conference between the \"Big Three\" (Churchill, Roosevelt, and Stalin) opens at the Livadia Palace in the Crimea.", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who was the Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Apart from two years between 1922 and 1924, Churchill was a Member of Parliament (MP) from 1900 to 1964 and represented a total of five constituencies. Ideologically an economic liberal and imperialist, he was f"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Livadia Palace", "href": "/wiki/Livadia_Palace", "description": "Livadia Palace was a summer retreat of the last Russian tsar, Nicholas II, and his family in Livadiya, Crimea. The Yalta Conference was held there in 1945, when the palace housed the apartments of Franklin Delano Roosevelt and other members of the American delegation – the Russian delegation was housed in the Yusupov Palace, and the British in the Vorontsov Palace some five miles distant. Today th"}, {"title": "Crimea", "href": "/wiki/Crimea#Soviet_Union:_1922.E2.80.931991", "description": "Crimea is a peninsula located on the northern coast of the Black Sea in Eastern Europe that is almost completely surrounded by both the Black Sea and the smaller Sea of Azov to the northeast. Crimea is located south of the Ukrainian region of Kherson, to which it is connected by the Isthmus of Perekop, and west of the Russian region of Kuban, from which it is separated by the Strait of Kerch thoug"}]}, {"heading": "Events", "year": "1945", "date": "February 4", "txt": "World War II: The British Indian Army and Imperial Japanese Army begin a series of battles known as the Battle of Pokoku and Irrawaddy River operations.", "entities": [{"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}, {"title": "Battle of Pokoku and Irrawaddy River operations", "href": "/wiki/Battle_of_Pokoku_and_Irrawaddy_River_operations", "description": "The Battle of Pakokku and Irrawaddy River operations were a series of battles fought between the British Indian Army and the Imperial Japanese Army and allied forces over the successful Allied Burma Campaign on the China Burma India Theater during World War II. The battles and operations were instrumental in facilitating the eventual capture of Rangoon in summer 1945."}]}, {"heading": "Events", "year": "1948", "date": "February 4", "txt": "Ceylon (later renamed Sri Lanka) becomes independent within the British Commonwealth.", "entities": [{"title": "Dominion of Ceylon", "href": "/wiki/Dominion_of_Ceylon", "description": "Between 1948 and 1972, Ceylon was an independent country in the Commonwealth of Nations that shared a monarch with Australia, Canada, New Zealand, the United Kingdom, and certain other sovereign states. In 1948, the British Colony of Ceylon was granted independence as Ceylon. In 1972, the country became a republic within the Commonwealth, and its name was changed to Sri Lanka."}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1961", "date": "February 4", "txt": "The Angolan War of Independence and the greater Portuguese Colonial War begin.", "entities": [{"title": "Angolan War of Independence", "href": "/wiki/Angolan_War_of_Independence", "description": "The Angolan War of Independence, called in Angola the Luta Armada de Libertação Nacional, began as an uprising against forced cultivation of cotton, and it became a multi-faction struggle for the control of Portugal's overseas province of Angola among three nationalist movements and a separatist movement. The war ended when a leftist military coup in Lisbon in April 1974 overthrew Portugal's Estad"}, {"title": "Portuguese Colonial War", "href": "/wiki/Portuguese_Colonial_War", "description": "The Portuguese Colonial War, also known in Portugal as the Overseas War or in the former colonies as the War of Liberation, was a thirteen year long conflict fought between Portugal's military and the emerging nationalist movements in Portugal's African colonies between 1961 and 1974. The Portuguese ultra-conservative regime at the time, the Estado Novo, was overthrown by a military coup in 1974, "}]}, {"heading": "Events", "year": "1966", "date": "February 4", "txt": "All Nippon Airways Flight 60 plunges into Tokyo Bay, killing 133.", "entities": [{"title": "All Nippon Airways Flight 60", "href": "/wiki/All_Nippon_Airways_Flight_60", "description": "All Nippon Airways (ANA) Flight 60   was a Boeing 727-81 aircraft making a domestic commercial flight from Sapporo Chitose Airport to Tokyo Haneda International Airport. On February 4, 1966, all 133 people on board died when the plane mysteriously crashed into Tokyo Bay about 10.4 km from Haneda in clear weather conditions while on a night approach. The accident was the worst involving a single ai"}, {"title": "Tokyo Bay", "href": "/wiki/Tokyo_Bay", "description": "Tokyo Bay  is a bay located in the southern Kantō region of Japan, and spans the coasts of Tokyo, Kanagawa Prefecture, and Chiba Prefecture. Tokyo Bay is connected to the Pacific Ocean by the Uraga Channel. Its old name was Edo Bay . The Tokyo Bay region is both the most populous and largest industrialized area in Japan."}]}, {"heading": "Events", "year": "1967", "date": "February 4", "txt": "Lunar Orbiter program: Lunar Orbiter 3 lifts off from Cape Canaveral's Launch Complex 13 on its mission to identify possible landing sites for the Surveyor and Apollo spacecraft.", "entities": [{"title": "Lunar Orbiter program", "href": "/wiki/Lunar_Orbiter_program", "description": "The Lunar Orbiter program was a series of five unmanned lunar orbiter missions launched by the United States from 1966 through 1967. Intended to help select Apollo landing sites by mapping the Moon's surface, they provided the first photographs from lunar orbit and photographed both the Moon and Earth."}, {"title": "Lunar Orbiter 3", "href": "/wiki/Lunar_Orbiter_3", "description": "The Lunar Orbiter 3 was a spacecraft launched by NASA in 1967 as part of the Lunar Orbiter Program. It was designed primarily to photograph areas of the lunar surface for confirmation of safe landing sites for the Surveyor and Apollo missions. It was also equipped to collect selenodetic, radiation intensity, and micrometeoroid impact data."}, {"title": "Cape Canaveral Air Force Station", "href": "/wiki/Cape_Canaveral_Air_Force_Station", "description": "Cape Canaveral Space Force Station (CCSFS) is an installation of the United States Space Force's 45th Space Wing, located on Cape Canaveral in Brevard County, Florida."}, {"title": "Surveyor program", "href": "/wiki/Surveyor_program", "description": "The Surveyor program was a NASA program that, from June 1966 through January 1968, sent seven robotic spacecraft to the surface of the Moon. Its primary goal was to demonstrate the feasibility of soft landings on the Moon. The Surveyor craft were the first American spacecraft to achieve soft landing on an extraterrestrial body. The missions called for the craft to travel directly to the Moon on an"}, {"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}]}, {"heading": "Events", "year": "1974", "date": "February 4", "txt": "The Symbionese Liberation Army kidnaps Patty Hearst in Berkeley, California.", "entities": [{"title": "Symbionese Liberation Army", "href": "/wiki/Symbionese_Liberation_Army", "description": "The United Federated Forces of the Symbionese Liberation Army (SLA) was an American organization active between 1973 and 1975 that committed bank robberies, two murders, and other acts of violence. The SLA became internationally notorious for the kidnapping of heiress Patricia Hearst, abducting the 19-year-old from Berkeley, California."}, {"title": "Patty Hearst", "href": "/wiki/Patty_Hearst", "description": "Patricia Campbell Hearst is an American author and actress, and a granddaughter of American publishing magnate William Randolph Hearst. She first became known for the events following her 1974 kidnapping by the Symbionese Liberation Army, a left-wing organization. She was found and arrested 19 months after being abducted, by which time she was a fugitive wanted for serious crimes committed with me"}, {"title": "Berkeley, California", "href": "/wiki/Berkeley,_California", "description": "Berkeley is a city on the eastern shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge o"}]}, {"heading": "Events", "year": "1974", "date": "February 4", "txt": "M62 coach bombing: The Provisional Irish Republican Army (IRA) explodes a bomb on a bus carrying off-duty British Armed Forces personnel in Yorkshire, England. Nine soldiers and three civilians are killed.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "British Armed Forces", "href": "/wiki/British_Armed_Forces", "description": "The British Armed Forces, also known as Her Majesty's Armed Forces, are the military services responsible for the defence of the United Kingdom, its overseas territories and the Crown dependencies. They also promote the UK's wider interests, support international peacekeeping efforts and provide humanitarian aid."}, {"title": "Yorkshire", "href": "/wiki/Yorkshire", "description": "Yorkshire, formally known as the County of York, is a historic county of Northern England and the largest in the United Kingdom. Because of its great size in comparison with other English counties, functions have been undertaken over time by its subdivisions, which have also been subject to periodic reform. Throughout these changes, Yorkshire has continued to be recognised as a geographic territor"}]}, {"heading": "Events", "year": "1975", "date": "February 4", "txt": "Haicheng earthquake (magnitude 7.3 on the Richter scale) occurs in Haicheng, Liaoning, China.", "entities": [{"title": "1975 Haicheng earthquake", "href": "/wiki/1975_Haicheng_earthquake", "description": "The 1975 Haicheng earthquake hit Haicheng, Liaoning, China at 19:36 CST on February 4. This earthquake had an Ms magnitude of 7.5, which is associated with total destruction of infrastructure and property. Haicheng had approximately one million residents at the time of the earthquake, which is known for being one of the few earthquakes to be successfully predicted throughout history."}, {"title": "Richter magnitude scale", "href": "/wiki/Richter_magnitude_scale", "description": "The Richter scale – also called the Richter magnitude scale or Richter's magnitude scale – is a measure of the strength of earthquakes, developed by Charles Francis Richter and presented in his landmark 1935 paper, where he called it the \"magnitude scale\". This was later revised and renamed the local magnitude scale, denoted as ML or ML ."}, {"title": "Haicheng, Liaoning", "href": "/wiki/Haicheng,_Liaoning", "description": "Haicheng is a county-level city in central Liaoning province, People's Republic of China, located about 120 kilometres (75 mi) southwest of the provincial capital Shenyang. It is under the administration of Anshan City, the seat of which lies 36 kilometres (22 mi) to the northeast."}]}, {"heading": "Events", "year": "1976", "date": "February 4", "txt": "In Guatemala and Honduras an earthquake kills more than 22,000.", "entities": [{"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}, {"title": "Honduras", "href": "/wiki/Honduras", "description": "Honduras, officially the Republic of Honduras, is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea."}, {"title": "1976 Guatemala earthquake", "href": "/wiki/1976_Guatemala_earthquake", "description": "The 1976 Guatemala earthquake struck on February 4 at 03:01:43 local time with a moment magnitude of 7.5. The shock was centered on the Motagua Fault, about 160 km northeast of Guatemala City at a depth of 5 kilometers (3.1 mi) near the town of Los Amates in the department of Izabal."}]}, {"heading": "Events", "year": "1977", "date": "February 4", "txt": "A Chicago Transit Authority elevated train rear-ends another and derails, killing 11 and injuring 180, the worst accident in the agency's history.", "entities": [{"title": "Chicago Transit Authority", "href": "/wiki/Chicago_Transit_Authority", "description": "The Chicago Transit Authority (CTA) is the operator of mass transit in Chicago, Illinois, and some of its surrounding suburbs, including the trains of the Chicago 'L' and CTA bus service."}, {"title": "Elevated train", "href": "/wiki/Elevated_train", "description": "An elevated railway is a rapid transit railway with the tracks above street level on a viaduct or other elevated structure. The railway may be broad-gauge, standard-gauge or narrow-gauge railway, light rail, monorail, or a suspension railway. Elevated railways are normally found in urban areas where there would otherwise be multiple level crossings. Usually, the tracks of elevated railways that ru"}, {"title": "1977 Chicago Loop derailment", "href": "/wiki/1977_Chicago_Loop_derailment", "description": "The 1977 Chicago Loop derailment occurred on Friday, February 4, 1977, when a Chicago Transit Authority elevated train rear-ended another on the northeast corner of the Loop at Wabash Avenue and Lake Street during the evening rush hour. The collision forced the first four cars of the rear train off the elevated tracks, killing 11 people and injuring over 180 as the cars fell onto the street below."}]}, {"heading": "Events", "year": "1992", "date": "February 4", "txt": "A coup d'état is led by Hugo Chávez against Venezuelan President Carlos Andrés Pérez.", "entities": [{"title": "1992 Venezuelan coup d'état attempts", "href": "/wiki/1992_Venezuelan_coup_d%27%C3%A9tat_attempts", "description": "The Venezuelan coup attempts of 1992 were attempts to seize control of the government of Venezuela by the Hugo Chávez-led Revolutionary Bolivarian Movement-200 (MBR-200). The first coup attempt took place on 4 February 1992, and was led by Chávez. A second coup attempt on 27 November 1992, took place while Chávez was in prison but was directed by a group of young military officers who were loyal t"}, {"title": "Hugo Chávez", "href": "/wiki/Hugo_Ch%C3%A1vez", "description": "Hugo Rafael Chávez Frías was a Venezuelan politician who was president of Venezuela from 1999 until his death in 2013, except for a brief period in April 2002. Chávez was also leader of the Fifth Republic Movement political party from its foundation in 1997 until 2007, when it merged with several other parties to form the United Socialist Party of Venezuela (PSUV), which he led until 2012."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}, {"title": "Carlos Andrés Pérez", "href": "/wiki/Carlos_Andr%C3%A9s_P%C3%A9rez", "description": "Carlos Andrés Pérez Rodríguez also known as CAP and often referred to as El Gocho, was a Venezuelan politician and President of Venezuela from 12 March 1974 to 12 March 1979 and again from 2 February 1989 to 21 May 1993. He was one of the founders of Acción Democrática, the dominant political party in Venezuela during the second half of the twentieth century. His first presidency was known as the "}]}, {"heading": "Events", "year": "1997", "date": "February 4", "txt": "En route to Lebanon, two Israeli Sikorsky CH-53 troop-transport helicopters collide in mid-air over northern Galilee, Israel, killing 73.", "entities": [{"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}, {"title": "Sikorsky CH-53 Sea Stallion", "href": "/wiki/Sikorsky_CH-53_Sea_Stallion", "description": "The CH-53 Sea Stallion is a family of heavy-lift transport helicopters designed and built by Sikorsky Aircraft. Originally developed for use by the United States Marine Corps, it is currently in service with Germany, Iran, Israel, and Mexico. The United States Air Force operated the HH-53 \"Super Jolly Green Giant\" during the late– and post–Vietnam-War era, updating most of them as the MH-53 Pave L"}, {"title": "1997 Israeli helicopter disaster", "href": "/wiki/1997_Israeli_helicopter_disaster", "description": "The 1997 Israeli helicopter disaster occurred on February 4, 1997, when two Israeli Air Force transport helicopters ferrying Israeli soldiers into Israel's security zone in southern Lebanon collided in mid-air, killing all 73 Israeli military personnel on board. The crash brought about widespread national mourning and is considered a leading factor in Israel's decision to withdraw from southern Le"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1998", "date": "February 4", "txt": "The 5.9 Mw  Afghanistan earthquake shakes the Takhar Province with a maximum Mercalli intensity of VII (Very strong). With 2,323 killed, and 818 injured, damage is considered extreme.", "entities": [{"title": "February 1998 Afghanistan earthquake", "href": "/wiki/February_1998_Afghanistan_earthquake", "description": "The February 1998 Afghanistan earthquake occurred at 19:03 local time near the Afghanistan-Tajikistan border. The strike-slip shock had a moment magnitude of 5.9 and a maximum Mercalli intensity of VII. With several thousand dead and hundreds injured, the event's effects were considered extreme by the National Geophysical Data Center. It was felt at Tashkent and Dushanbe, and aftershocks continued"}, {"title": "Takhar Province", "href": "/wiki/Takhar_Province", "description": "Takhar is one of the thirty-four provinces of Afghanistan, located in the northeast of the country next to Tajikistan. It is surrounded by Badakhshan in the east, Panjshir in the south, and Baghlan and Kunduz in the west. The city of Taloqan serves as its capital."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1999", "date": "February 4", "txt": "Unarmed West African immigrant Amadou Diallo is shot 41 times by four plainclothes New York City police officers on an unrelated stake-out, inflaming race relations in the city.", "entities": [{"title": "Shooting of Amadou Diallo", "href": "/wiki/Shooting_of_Amadou_Diallo", "description": "In the early hours of February 4, 1999, an unarmed 23-year-old Guinean immigrant named Amadou Diallo was fatally shot by four New York City Police Department plainclothes officers: Sean Carroll, Richard Murphy, Edward McMellon, and Kenneth Boss. Carroll would later claim to have mistaken him for a rape suspect from one year earlier."}]}, {"heading": "Events", "year": "2000", "date": "February 4", "txt": "The World Summit Against Cancer for the New Millennium, Charter of Paris is signed by the President of France, Jacques Chirac and the Director General of UNESCO, Koichiro Matsuura, initiating World Cancer Day which is held on February 4 every year.", "entities": [{"title": "Jacques Chirac", "href": "/wiki/Jacques_Chirac", "description": "Jacques René Chirac was a French politician who served as President of France from 1995 to 2007. Chirac was previously the Prime Minister of France from 1974 to 1976 and from 1986 to 1988, as well as the Mayor of Paris from 1977 to 1995."}, {"title": "UNESCO", "href": "/wiki/UNESCO", "description": "The United Nations Educational, Scientific and Cultural Organization is a specialised agency of the United Nations (UN) aimed at promoting world peace and security through international cooperation in education, the sciences, and culture. It has 193 member states and 11 associate members, as well as partners in the nongovernmental, intergovernmental, and private sector. Headquartered at the World "}, {"title": "Koichiro Matsuura", "href": "/wiki/Koichiro_Matsuura", "description": "Kōichirō Matsuura  is a Japanese diplomat. He is the former Director-General of UNESCO. He was first elected in 1999 to a six-year term and reelected on 12 October 2005 for four years, following a reform instituted by the 29th session of the General Conference. In November 2009, he was replaced by Irina Bokova."}, {"title": "World Cancer Day", "href": "/wiki/World_Cancer_Day", "description": "World Cancer Day is an international day marked on February 4 to raise awareness of cancer and to encourage its prevention, detection, and treatment. World Cancer Day is led by the Union for International Cancer Control (UICC) to support the goals of the World Cancer Declaration, written in 2008. The primary goal of World Cancer Day is to significantly reduce illness and death caused by cancer and"}]}, {"heading": "Events", "year": "2003", "date": "February 4", "txt": "The Federal Republic of Yugoslavia adopts a new constitution, becoming a loose confederacy between Montenegro and Serbia.", "entities": [{"title": "Federal Republic of Yugoslavia", "href": "/wiki/Federal_Republic_of_Yugoslavia", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}]}, {"heading": "Events", "year": "2004", "date": "February 4", "txt": "Facebook, a mainstream online social networking site, is founded by Mark Zuckerberg and Eduardo Saverin.", "entities": [{"title": "Facebook", "href": "/wiki/Facebook", "description": "Facebook is an American online social media and social networking service based in Menlo Park, California, and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes."}, {"title": "Social networking site", "href": "/wiki/Social_networking_site", "description": "A social networking service is an online platform which people use to build social networks or social relationships with other people who share similar personal or career interests, activities, backgrounds or real-life connections."}, {"title": "Mark Zuckerberg", "href": "/wiki/Mark_Zuckerberg", "description": "Mark Elliot Zuckerberg is an American media magnate, internet entrepreneur, and philanthropist. He is known for co-founding Facebook, Inc. and serves as its chairman, chief executive officer, and controlling shareholder. He also is a co-founder of the solar sail spacecraft development project Breakthrough Starshot and serves as one of its board members."}, {"title": "Eduardo Saverin", "href": "/wiki/Eduardo_Saverin", "description": "Eduardo Luiz Saverin is a Brazilian entrepreneur and angel investor. Saverin is one of the co-founders of Facebook. In 2012, he owned 53 million Facebook shares, valued at approximately $2 billion at the time. He also invested in early-stage startups such as Qwiki and Jumio."}]}, {"heading": "Events", "year": "2015", "date": "February 4", "txt": "TransAsia Airways Flight 235, with 58 people on board, en route from the Taiwanese capital Taipei to Kinmen, crashes into the Keelung River just after takeoff, killing 43 people.", "entities": [{"title": "TransAsia Airways Flight 235", "href": "/wiki/TransAsia_Airways_Flight_235", "description": "TransAsia Airways Flight 235 was a TransAsia Airways domestic flight from Taipei to Kinmen (Quemoy), Taiwan. On 4 February 2015, the aircraft serving the flight, a ten-month-old ATR 72-600, crashed into the Keelung River shortly after takeoff from Taipei Songshan Airport, 5.4 km to the east of Songshan in Taiwan. The aircraft had 53 passengers and five crew on board; there were 15 survivors."}, {"title": "Taipei", "href": "/wiki/Taipei", "description": "Taipei, officially Taipei City, is the capital and a special municipality of Taiwan. Located in Northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city of Keelung. Most of the city rests on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian"}, {"title": "Kinmen", "href": "/wiki/Kinmen", "description": "Kinmen, also called Quemoy, is a county of the Republic of China located in the Taiwan Strait between the island of Taiwan and mainland China. The main island of Kinmen County is Kinmen Island. Kinmen is located ten kilometres (6.2 mi) east of Xiamen, a city located on the southeastern coast of China; the two territories are separated by a small bay. Kinmen is 187 kilometres (116 mi) west from the"}, {"title": "Keelung River", "href": "/wiki/Keelung_River", "description": "The Keelung River (Chinese: 基隆河; pinyin: Jīlóng Hé; Wade–Giles: Chi1-lung2 Ho2; Pe̍h-ōe-jī: Ke-lâng-hô) is a river in northern Taiwan."}]}, {"heading": "Events", "year": "2020", "date": "February 4", "txt": "The COVID-19 pandemic causes all casinos in Macau to be closed down for 15 days.", "entities": [{"title": "COVID-19 pandemic", "href": "/wiki/COVID-19_pandemic", "description": "The COVID-19 pandemic, also known as the coronavirus pandemic, is an ongoing global pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was first identified in December 2019 in Wuhan, China. The World Health Organization declared a Public Health Emergency of International Concern regarding COVID-19 on 30 January 2020, an"}, {"title": "Macau", "href": "/wiki/Macau", "description": "Macau, also spelled Macao and officially the Macao Special Administrative Region of the People's Republic of China, is a city and special administrative region of the People's Republic of China in the western Pearl River Delta by the South China Sea. With a population of about 680,000 and an area of 32.9 km2 (12.7 sq mi), it is the most densely populated region in the world."}]}, {"heading": "Births", "year": "1447", "date": "February 4", "txt": "Lodovico Lazzarelli, Italian poet (d. 1500)", "entities": [{"title": "Lodovico Lazzarelli", "href": "/wiki/Lodovico_Lazzarelli", "description": "Ludovico Lazzarelli was an Italian poet, philosopher, courtier, hermeticist and (likely) magician and diviner of the early Renaissance."}]}, {"heading": "Births", "year": "1495", "date": "February 4", "txt": "Francesco II Sforza, Duke of Milan (d. 1535)", "entities": [{"title": "Francesco II Sforza", "href": "/wiki/Francesco_II_Sforza", "description": "Francesco II Sforza was Duke of Milan from 1521 until his death. He was the last member of the Sforza family to rule Milan."}]}, {"heading": "Births", "year": "1495", "date": "February 4", "txt": "Jean Parisot de Valette, Grand Master of the Knights Hospitaller (d. 1568)", "entities": []}, {"heading": "Births", "year": "1505", "date": "February 4", "txt": "Mikołaj Rej, Polish poet and author (d. 1580)", "entities": [{"title": "Mikołaj Rej", "href": "/wiki/Miko%C5%82aj_Rej", "description": "Mikołaj Rej or Mikołaj Rey of Nagłowice was a Polish poet and prose writer of the emerging Renaissance in Poland as it succeeded the Middle Ages, as well as a politician and musician. He was the first Polish author to write exclusively in the Polish language, and is considered, to be one of the founders of Polish literary language and literature."}]}, {"heading": "Births", "year": "1575", "date": "February 4", "txt": "Pierre de Bérulle, French cardinal and theologian, founded the French school of spirituality (d. 1629)", "entities": [{"title": "Pierre de Bérulle", "href": "/wiki/Pierre_de_B%C3%A9rulle", "description": "Pierre de Bérulle, was a French Catholic priest, cardinal and statesman, one of the most important mystics of the 17th century in France. He was the founder of the French school of spirituality, who could count among his friends and disciples Vincent de Paul and Francis de Sales."}, {"title": "French school of spirituality", "href": "/wiki/French_school_of_spirituality", "description": "The French School of Spirituality was the principal devotional influence within the Catholic Church from the mid-17th century through the mid-20th century not only in France but throughout the church in most of the world. A development of the Catholic Reformation like the Spanish mystics and the Society of Jesus, it focused the devotional life of the Catholic faithful on a personal experience of t"}]}, {"heading": "Births", "year": "1646", "date": "February 4", "txt": "Hans Erasmus Aßmann, German poet and politician (d. 1699)", "entities": [{"title": "Hans Erasmus Aßmann", "href": "/wiki/Hans_Erasmus_A%C3%9Fmann", "description": "Hans Erasmus Aßmann, Freiherr von Abschatz was a German statesman and poet from the second Silesian school."}]}, {"heading": "Births", "year": "1676", "date": "February 4", "txt": "Giacomo Facco, Italian violinist and composer (d. 1753)", "entities": [{"title": "Giacomo Facco", "href": "/wiki/Giacomo_Facco", "description": "Giacomo Facco was an Italian Baroque violinist, conductor and composer. One of the most famous Italian composers of his day, he was completely forgotten until 1962, when his work was discovered by composer, conductor, and musicologist Uberto Zanolli."}]}, {"heading": "Births", "year": "1677", "date": "February 4", "txt": "Johann Ludwig Bach, German violinist and composer (d. 1731)", "entities": [{"title": "Johann Ludwig Bach", "href": "/wiki/Johann_Ludwig_Bach", "description": "Johann Ludwig Bach was a German composer and violinist."}]}, {"heading": "Births", "year": "1688", "date": "February 4", "txt": "Pierre de Marivaux, French author and playwright (d. 1763)", "entities": [{"title": "Pierre de Marivaux", "href": "/wiki/Pierre_de_Marivaux", "description": "Pierre Carlet de Chamblain de Marivaux, commonly referred to as Marivaux, was a French playwright and novelist."}]}, {"heading": "Births", "year": "1725", "date": "February 4", "txt": "Dru Drury, English entomologist and author (d. 1804)", "entities": [{"title": "Dru Drury", "href": "/wiki/Dru_Drury", "description": "Dru Drury was a British collector of natural history specimens and an entomologist. He had specimens collected from across the world through a network of ship's officers and collectors including Henry Smeathman. His collections were utilized by many entomologists of his time to describe and name new species and is best known for his book Illustrations of natural history which includes the names an"}]}, {"heading": "Births", "year": "1740", "date": "February 4", "txt": "Carl Michael Bellman, Swedish poet and composer (d. 1795)", "entities": [{"title": "Carl Michael Bellman", "href": "/wiki/Carl_Michael_Bellman", "description": "Carl Michael Bellman was a Swedish songwriter, composer, musician, poet and entertainer. He is a central figure in the Swedish song tradition and remains a powerful influence in Swedish music, as well as in Scandinavian literature, to this day. He has been compared to Shakespeare, Beethoven, Mozart, and Hogarth, but his gift, using elegantly rococo classical references in comic contrast to sordid "}]}, {"heading": "Births", "year": "1778", "date": "February 4", "txt": "Augustin Pyramus de Candolle, Swiss botanist, mycologist, and academic (d. 1841)", "entities": [{"title": "Augustin Pyramus de Candolle", "href": "/wiki/Augustin_Pyramus_de_Candolle", "description": "Augustin Pyramus de Candolle was a Swiss botanist. René Louiche Desfontaines launched de Candolle's botanical career by recommending him at an herbarium. Within a couple of years de Candolle had established a new genus, and he went on to document hundreds of plant families and create a new natural plant classification system. Although de Candolle's main focus was botany, he also contributed to rel"}]}, {"heading": "Births", "year": "1799", "date": "February 4", "txt": "Almeida Garrett, Portuguese journalist and author (d. 1854)", "entities": [{"title": "Almeida Garrett", "href": "/wiki/Almeida_Garrett", "description": "João Baptista da Silva Leitão de Almeida Garrett, 1st Viscount of Almeida Garrett was a Portuguese poet, orator, playwright, novelist, journalist, politician, and a peer of the realm. A major promoter of theater in Portugal he is considered the greatest figure of Portuguese Romanticism and a true revolutionary and humanist. He proposed the construction of the D. Maria II National Theatre and the c"}]}, {"heading": "Births", "year": "1818", "date": "February 4", "txt": "Emperor Norton, San Francisco eccentric and visionary (d. 1880)", "entities": [{"title": "Emperor Norton", "href": "/wiki/Emperor_Norton", "description": "Joshua Abraham Norton, known as Emperor Norton, was a citizen of San Francisco, California, who proclaimed himself \"Norton I, Emperor of the United States\" in 1859. In 1863 he took the secondary title of \"Protector of Mexico\" after Napoleon III invaded Mexico. Norton was born in England but spent most of his early life in South Africa. He sailed west after the death of his mother in 1846 and his f"}]}, {"heading": "Births", "year": "1831", "date": "February 4", "txt": "Oliver Ames, American financier and politician, 35th Governor of Massachusetts (d. 1895)", "entities": [{"title": "Oliver Ames (governor)", "href": "/wiki/Oliver_Ames_(governor)", "description": "Oliver Ames was an American businessman, investor, philanthropist, and Republican politician who served as the 35th Governor of Massachusetts from 1887 to 1890."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1848", "date": "February 4", "txt": "Jean Aicard, French poet, author, and playwright (d. 1921)", "entities": [{"title": "Jean Aicard", "href": "/wiki/Jean_Aicard", "description": "Jean François Victor Aicard was a French poet, dramatist and novelist."}]}, {"heading": "Births", "year": "1849", "date": "February 4", "txt": "Jean Richepin, French poet, author, and playwright (d. 1926)", "entities": [{"title": "Jean Richepin", "href": "/wiki/Jean_Richepin", "description": "Jean Richepin was a French poet, novelist and dramatist."}]}, {"heading": "Births", "year": "1862", "date": "February 4", "txt": "Édouard Estaunié, French novelist (d. 1942)", "entities": [{"title": "Édouard Estaunié", "href": "/wiki/%C3%89douard_Estauni%C3%A9", "description": "Édouard Estaunié was a French novelist. Estaunié trained as a scientist and engineer before turning to the novel in 1891. In 1904, he devised the word \"telecommunication\". He was elected to the Académie française in 1923. He was also a reviewer, critic, and homme de lettres as well as a novelist."}]}, {"heading": "Births", "year": "1865", "date": "February 4", "txt": "Abe Isoo, Japanese minister and politician (d. 1949)", "entities": [{"title": "Abe Isoo", "href": "/wiki/Abe_Isoo", "description": "Abe Isoo  was a Japanese Christian socialist, parliamentarian and pacifist. He largely contributed to development of baseball in Japan, and was called \"Father of Japanese baseball.\" He created a baseball club of Waseda University."}]}, {"heading": "Births", "year": "1868", "date": "February 4", "txt": "Constance Markievicz, Irish revolutionary and first woman elected to the UK House of Commons (d. 1927)", "entities": [{"title": "Constance Markievicz", "href": "/wiki/Constance_Markievicz", "description": "Constance Georgine Markievicz, known as Countess Markievicz, was an Irish politician, revolutionary, nationalist, suffragist, socialist, and the first woman elected to the Westminster Parliament, and was elected Minister for Labour in the First Dáil, becoming the first female cabinet minister in Europe. She served as a Teachta Dála for the Dublin South constituency from 1921 to 1922 and 1923 to 19"}, {"title": "House of Commons", "href": "/wiki/House_of_Commons", "description": "The House of Commons is the name for the elected lower house of the bicameral parliaments of the United Kingdom and Canada. In the UK and Canada, the Commons holds much more legislative power than the nominally upper house of parliament. The leader of the majority party in the House of Commons by convention becomes the prime minister. Other parliaments have also had a lower house called a \"House o"}]}, {"heading": "Births", "year": "1869", "date": "February 4", "txt": "Bill Haywood, American labor organizer (d. 1928)", "entities": [{"title": "Bill Haywood", "href": "/wiki/Bill_Haywood", "description": "William Dudley \"Big Bill\" Haywood was a founding member and leader of the Industrial Workers of the World (IWW) and a member of the executive committee of the Socialist Party of America. During the first two decades of the 20th century, Haywood was involved in several important labor battles, including the Colorado Labor Wars, the Lawrence Textile Strike, and other textile strikes in Massachusetts"}]}, {"heading": "Births", "year": "1871", "date": "February 4", "txt": "Friedrich Ebert, German lawyer and politician, 1st President of Germany (d. 1925)", "entities": [{"title": "Friedrich Ebert", "href": "/wiki/Friedrich_Ebert", "description": "Friedrich Ebert was a German politician of the Social Democratic Party of Germany (SPD) and the first President of Germany from 1919 until his death in office in 1925."}, {"title": "President of Germany (1919–1945)", "href": "/wiki/President_of_Germany_(1919%E2%80%931945)", "description": "The Reichspräsident was the German head of state under the Weimar constitution, which was officially in force from 1919 to 1945. In English he was usually simply referred to as the President of Germany."}]}, {"heading": "Births", "year": "1872", "date": "February 4", "txt": "Gotse Delchev, Bulgarian and Macedonian revolutionary activist (d. 1903)", "entities": [{"title": "Gotse Delchev", "href": "/wiki/Gotse_Delchev", "description": "Georgi Nikolov Delchev, known as Gotse Delchev or Goce Delčev, was an important Macedonian Bulgarian revolutionary (komitadji), active in the Ottoman ruled Macedonia and Adrianople regions at the turn of the 20th century. He was the most prominent leader of what is known today as Internal Macedonian Revolutionary Organization (IMRO), a secret revolutionary society, active in Ottoman territories in"}]}, {"heading": "Births", "year": "1873", "date": "February 4", "txt": "Étienne Desmarteau, Canadian shot putter and discus thrower (d. 1905)", "entities": [{"title": "Étienne Desmarteau", "href": "/wiki/%C3%89tienne_Desmarteau", "description": "Étienne Desmarteau was a Canadian athlete, winner of the weight throwing event at the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1875", "date": "February 4", "txt": "Ludwig Prandtl, German physicist and engineer (d. 1953)", "entities": [{"title": "Ludwig Prandtl", "href": "/wiki/Ludwig_Prandtl", "description": "Ludwig Prandtl was a German fluid dynamicist, physicist and aerospace scientist. He was a pioneer in the development of rigorous systematic mathematical analyses which he used for underlying the science of aerodynamics, which have come to form the basis of the applied science of aeronautical engineering. In the 1920s he developed the mathematical basis for the fundamental principles of subsonic ae"}]}, {"heading": "Births", "year": "1877", "date": "February 4", "txt": "Eddie Cochems, American football player and coach (d. 1953)", "entities": [{"title": "Eddie Cochems", "href": "/wiki/Eddie_Cochems", "description": "Edward Bulwer Cochems was an American football player and coach. He played football for the University of Wisconsin from 1898 to 1901 and was the head football coach at North Dakota Agricultural College—now known as North Dakota State University (1902–1903), Clemson University (1905), Saint Louis University (1906–1908), and the University of Maine (1914). During his three years at Saint Louis, he "}]}, {"heading": "Births", "year": "1881", "date": "February 4", "txt": "Eulalio Gutiérrez, Mexican general and politician, President of Mexico (d. 1939)", "entities": [{"title": "Eulalio Gutiérrez", "href": "/wiki/Eulalio_Guti%C3%A9rrez", "description": "Eulalio Gutiérrez Ortiz was a general in the Mexican Revolution from state of Coahuila. He is most notable for his election as provisional president of Mexico during the Aguascalientes Convention and led the country for a few months between November 6, 1914, and January 16, 1915. The Convention was convened by revolutionaries who had successfully ousted the regime of Victoriano Huerta after more t"}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1881", "date": "February 4", "txt": "Fernand Léger, French painter and sculptor (d. 1955)", "entities": []}, {"heading": "Births", "year": "1883", "date": "February 4", "txt": "Reinhold Rudenberg, German-American inventor and a pioneer of electron microscopy (d. 1961)", "entities": [{"title": "Reinhold Rudenberg", "href": "/wiki/Reinhold_Rudenberg", "description": "Reinhold Rudenberg was a German-American electrical engineer and inventor, credited with many innovations in the electric power and related fields. Aside from improvements in electric power equipment, especially large alternating current generators, among others were the electrostatic-lens electron microscope, carrier-current communications on power lines, a form of phased array radar, an explanat"}, {"title": "Electron microscopy", "href": "/wiki/Electron_microscopy", "description": "An electron microscope is a microscope that uses a beam of accelerated electrons as a source of illumination. As the wavelength of an electron can be up to 100,000 times shorter than that of visible light photons, electron microscopes have a higher resolving power than light microscopes and can reveal the structure of smaller objects. A scanning transmission electron microscope has achieved better"}]}, {"heading": "Births", "year": "1891", "date": "February 4", "txt": "M. A. Ayyangar, Indian lawyer and politician, 2nd Speaker of the Lok Sabha (d. 1978)", "entities": [{"title": "M. A. Ayyangar", "href": "/wiki/M._A._Ayyangar", "description": "Madabhushi Ananthasayanam Ayyangar was the first Deputy Speaker and then Speaker of the Lok Sabha in the Indian Parliament. He was Governor of Bihar also."}, {"title": "Speaker of the Lok Sabha", "href": "/wiki/Speaker_of_the_Lok_Sabha", "description": "The Speaker of the Lok Sabha is the presiding officer and the highest authority of the Lok Sabha, the lower house of the Parliament of India. The speaker is elected generally in the first meeting of the Lok Sabha following general elections. Serving for a term of five years, the speaker chosen from sitting members of the Lok Sabha, and is by convention a member of the ruling party or alliance."}]}, {"heading": "Births", "year": "1892", "date": "February 4", "txt": "E. J. Pratt, Canadian poet and academic (d. 1964)", "entities": [{"title": "E. J. Pratt", "href": "/wiki/E._J._Pratt", "description": "Edwin John Dove Pratt, who published as E. J. Pratt, was \"the leading Canadian poet of his time.\" He was a Canadian poet from Newfoundland who lived most of his life in Toronto, Ontario. A three-time winner of the country's Governor General's Award for poetry, he has been called \"the foremost Canadian poet of the first half of the century.\""}]}, {"heading": "Births", "year": "1895", "date": "February 4", "txt": "Nigel Bruce, English actor (d. 1953)", "entities": [{"title": "Nigel Bruce", "href": "/wiki/Nigel_Bruce", "description": "William Nigel Ernle Bruce was a British character actor on stage and screen. He was best known for his portrayal of Dr. Watson in a series of films and in the radio series The New Adventures of Sherlock Holmes. Bruce is also remembered for his roles in the Alfred Hitchcock films Rebecca and Suspicion."}]}, {"heading": "Births", "year": "1896", "date": "February 4", "txt": "Friedrich Glauser, Austrian-Swiss author (d. 1938)", "entities": [{"title": "Friedrich Glauser", "href": "/wiki/Friedrich_Glauser", "description": "Friedrich Glauser was a German-language Swiss writer. He was a morphine and opium addict for most of his life. In his first novel Gourrama, written between 1928 and 1930, he treated his own experiences at the French Foreign Legion. The evening before his wedding day, he suffered a stroke caused by cerebral infarction, and died two days later. Friedrich Glauser's literary estate is archived in the "}]}, {"heading": "Births", "year": "1896", "date": "February 4", "txt": "Friedrich Hund, German physicist and academic (d. 1997)", "entities": []}, {"heading": "Births", "year": "1897", "date": "February 4", "txt": "Ludwig Erhard, German soldier and politician, 2nd Chancellor of West Germany (d. 1977)", "entities": [{"title": "Ludwig Erhard", "href": "/wiki/Ludwig_Erhard", "description": "Ludwig Wilhelm Erhard was a German politician affiliated with the CDU, and the second Chancellor of the Federal Republic of Germany from 1963 until 1966. He is known for leading the West German postwar economic reforms and economic recovery in his role as Minister of Economic Affairs under Chancellor Konrad Adenauer from 1949 to 1963. During that period he promoted the concept of the social market"}, {"title": "Chancellor of Germany (Federal Republic of Germany)", "href": "/wiki/Chancellor_of_Germany_(Federal_Republic_of_Germany)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Births", "year": "1899", "date": "February 4", "txt": "Virginia M. Alexander, American physician and founder of the Aspiranto Health Home (d. 1949)", "entities": [{"title": "Virginia M. Alexander", "href": "/wiki/Virginia_M._Alexander", "description": "Virginia M. Alexander was an American physician, public health researcher, and the founder of the Aspiranto Health Home in Philadelphia, Pennsylvania."}]}, {"heading": "Births", "year": "1900", "date": "February 4", "txt": "Jacques Prévert, French poet and screenwriter (d. 1977)", "entities": [{"title": "Jacques Prévert", "href": "/wiki/Jacques_Pr%C3%A9vert", "description": "Jacques Prévert was a French poet and screenwriter. His poems became and remain popular in the French-speaking world, particularly in schools. His best-regarded films formed part of the poetic realist movement, and include Les Enfants du Paradis (1945)."}]}, {"heading": "Births", "year": "1902", "date": "February 4", "txt": "Charles Lindbergh, American pilot and explorer (d. 1974)", "entities": [{"title": "Charles Lindbergh", "href": "/wiki/Charles_Lindbergh", "description": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York City to Paris on May 20–21. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, "}]}, {"heading": "Births", "year": "1902", "date": "February 4", "txt": "Hartley Shawcross, Baron Shawcross, German-English lawyer and politician, Attorney General for England and Wales (d. 2003)", "entities": [{"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Births", "year": "1903", "date": "February 4", "txt": "Alexander Imich, Polish-American chemist, parapsychologist, and academic (d. 2014)", "entities": [{"title": "Alexander Imich", "href": "/wiki/Alexander_Imich", "description": "Alexander Imich was a Polish-American chemist, parapsychologist, zoologist and writer who was the president of the Anomalous Phenomena Research Center in New York City. He was born in 1903 in Częstochowa, Poland to a Jewish family."}]}, {"heading": "Births", "year": "1904", "date": "February 4", "txt": "MacKinlay Kantor, American author and screenwriter (d. 1977)", "entities": [{"title": "MacKinlay Kantor", "href": "/wiki/MacKinlay_Kantor", "description": "MacKinlay Kantor, born Benjamin McKinlay Kantor, was an American journalist, novelist and screenwriter. He wrote more than 30 novels, several set during the American Civil War, and was awarded the Pulitzer Prize for Fiction in 1956 for his 1955 novel, Andersonville. He also wrote the novel Gettysburg, set during the Civil War."}]}, {"heading": "Births", "year": "1905", "date": "February 4", "txt": "Hylda Baker, English comedian, actress and music hall performer (d. 1986)", "entities": [{"title": "Hylda Baker", "href": "/wiki/Hylda_Baker", "description": "Hylda Baker was an English comedian, actress and music hall performer. Born and brought up in Farnworth, Lancashire, she is perhaps best remembered for her role as Nellie Pledge in the Granada ITV sitcom Nearest and Dearest (1968–1973) and for her role in the 1960 film Saturday Night and Sunday Morning."}]}, {"heading": "Births", "year": "1906", "date": "February 4", "txt": "Dietrich Bonhoeffer, German pastor and theologian (d. 1945)", "entities": [{"title": "Dietrich Bonhoeffer", "href": "/wiki/Dietrich_Bonhoeffer", "description": "Dietrich Bonhoeffer was a German Lutheran pastor, theologian, anti-Nazi dissident, and key founding member of the Confessing Church. His writings on Christianity's role in the secular world have become widely influential, and his book The Cost of Discipleship has been described as a modern classic."}]}, {"heading": "Births", "year": "1906", "date": "February 4", "txt": "Letitia Dunbar-Harrison, Irish librarian (d. 1994)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 4", "txt": "Clyde Tombaugh, American astronomer and academic, discovered Pluto (d. 1997)", "entities": [{"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}]}, {"heading": "Births", "year": "1908", "date": "February 4", "txt": "Julian Bell, English poet and academic (d. 1937)", "entities": [{"title": "Julian Bell", "href": "/wiki/Julian_Bell", "description": "Julian Heward Bell was an English poet, and the son of Clive and Vanessa Bell. The writer Quentin Bell was his younger brother and the writer and painter Angelica Garnett was his half-sister. His relationship with his mother is explored in Susan Sellers' novel Vanessa and Virginia."}]}, {"heading": "Births", "year": "1912", "date": "February 4", "txt": "Ola Skjåk Bræk, Norwegian banker and politician, Norwegian Minister of Industry (d. 1999)", "entities": [{"title": "Ola Skjåk Bræk", "href": "/wiki/Ola_Skj%C3%A5k_Br%C3%A6k", "description": "Ola Skjåk Bræk was a Norwegian banker and politician for the Liberal Party. He was Minister of Industry in 1972–1973."}, {"title": "Ministry of Trade and Industry (Norway)", "href": "/wiki/Ministry_of_Trade_and_Industry_(Norway)", "description": "The Royal Norwegian Ministry of Trade and Industry was a Norwegian ministry responsible for business, trade and industry. On 1 January 2014 it was merged into Ministry of Trade, Industry and Fisheries. From 2013 it was led by Monica Mæland, who continued as minister of trade, industry and fisheries from 2014 to 2018."}]}, {"heading": "Births", "year": "1912", "date": "February 4", "txt": "Erich Leinsdorf, Austrian-American conductor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1912", "date": "February 4", "txt": "Byron Nelson, American golfer and sportscaster (d. 2006)", "entities": []}, {"heading": "Births", "year": "1913", "date": "February 4", "txt": "Rosa Parks, American civil rights activist (d. 2005)", "entities": [{"title": "Rosa Parks", "href": "/wiki/Rosa_Parks", "description": "Rosa Louise McCauley Parks was an American activist in the civil rights movement best known for her pivotal role in the Montgomery bus boycott. The United States Congress has called her \"the first lady of civil rights\" and \"the mother of the freedom movement\"."}]}, {"heading": "Births", "year": "1914", "date": "February 4", "txt": "Alfred Andersch, German-Swiss author and publisher (d. 1980)", "entities": [{"title": "Alfred Andersch", "href": "/wiki/Alfred_Andersch", "description": "Alfred Hellmuth Andersch was a German writer, publisher, and radio editor. The son of a conservative East Prussian army officer, he was born in Munich, Germany and died in Berzona, Ticino, Switzerland. Martin Andersch, his brother, was also a writer."}]}, {"heading": "Births", "year": "1915", "date": "February 4", "txt": "William Talman, American actor and screenwriter (d. 1968)", "entities": [{"title": "William Talman (actor)", "href": "/wiki/William_Talman_(actor)", "description": "William Whitney Talman, Jr. was an American television and movie actor, best known for playing Los Angeles District Attorney Hamilton Burger in the television series Perry Mason."}]}, {"heading": "Births", "year": "1915", "date": "February 4", "txt": "Norman Wisdom, English singer-songwriter and actor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1917", "date": "February 4", "txt": "Yahya Khan, Pakistan general and politician, 3rd President of Pakistan (d. 1980)", "entities": [{"title": "Yahya Khan", "href": "/wiki/Yahya_Khan", "description": "Agha Muhammad Yahya Khan NePl, widely known as Yahya Khan, was a Pakistani general who served as the third President of Pakistan, serving in this post from 25 March 1969 until turning over his presidency in December 1971."}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1918", "date": "February 4", "txt": "Ida Lupino, English-American actress and director (d. 1995)", "entities": [{"title": "Ida Lupino", "href": "/wiki/Ida_Lupino", "description": "Ida Lupino was an English-American actress, singer, director, and producer. She is widely regarded as the most prominent female filmmaker working in the 1950s during the Hollywood studio system. With her independent production company, she co-wrote and co-produced several social-message films and became the first woman to direct a film noir with The Hitch-Hiker in 1953. Among her other directed fi"}]}, {"heading": "Births", "year": "1918", "date": "February 4", "txt": "Luigi Pareyson, Italian philosopher and author (d. 1991)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 4", "txt": "Janet Waldo, American actress and voice artist (d. 2016)", "entities": [{"title": "Janet Waldo", "href": "/wiki/Janet_Waldo", "description": "Janet Marie Waldo Lee was an American radio and voice actress. In animation, she voiced Judy Jetson, Nancy in Shazzan, Penelope Pitstop, Princess from Battle of the Planets, and Josie in Josie and the Pussycats. On radio, she voiced the title character in Meet Corliss Archer."}]}, {"heading": "Births", "year": "1921", "date": "February 4", "txt": "Betty Friedan, American author and feminist (d. 2006)", "entities": [{"title": "Betty Friedan", "href": "/wiki/Betty_Friedan", "description": "Betty Friedan was an American feminist writer and activist. A leading figure in the women's movement in the United States, her 1963 book The Feminine Mystique is often credited with sparking the second wave of American feminism in the 20th century. In 1966, Friedan co-founded and was elected the first president of the National Organization for Women (NOW), which aimed to bring women \"into the main"}]}, {"heading": "Births", "year": "1921", "date": "February 4", "txt": "Lotfi Zadeh, Iranian-American mathematician and computer scientist and founder of fuzzy logic (d. 2017)", "entities": [{"title": "Fuzzy logic", "href": "/wiki/Fuzzy_logic", "description": "In fuzzy mathematics, fuzzy logic is a form of many-valued logic in which the truth value of variables may be any real number between 0 and 1 both inclusive. It is employed to handle the concept of partial truth, where the true value may range between completely true and completely false. By contrast, in Boolean logic, the truth values of variables may only be the integer values 0 or 1."}]}, {"heading": "Births", "year": "1923", "date": "February 4", "txt": "Conrad Bain, Canadian-American actor (d. 2013)", "entities": [{"title": "Conrad Bain", "href": "/wiki/Conrad_Bain", "description": "Conrad Stafford Bain was a Canadian-American actor, comedian and character actor. His television credits include a leading role as Phillip Drummond in the sitcom Diff'rent Strokes, as Dr. Arthur Harmon on Maude, and as Charlie Ross in Mr. President (1987-1988)."}]}, {"heading": "Births", "year": "1925", "date": "February 4", "txt": "Russell Hoban, American author and illustrator (d. 2011)", "entities": [{"title": "Russell Hoban", "href": "/wiki/Russell_Hoban", "description": "Russell Conwell Hoban was an American expatriate writer. His works span many genres, including fantasy, science fiction, mainstream fiction, magical realism, poetry, and children's books.\nHe lived in London from 1969 until his death."}]}, {"heading": "Births", "year": "1925", "date": "February 4", "txt": "Stanley Karnow, American journalist and historian (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "February 4", "txt": "Christopher Zeeman, English mathematician and academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 4", "txt": "Gyula Grosics, Hungarian footballer and manager (d. 2014)", "entities": [{"title": "Gyula Grosics", "href": "/wiki/Gyula_Grosics", "description": "Gyula Grosics was a Hungarian football goalkeeper who played 86 times for the Hungary national football team and was part of the \"Golden Team\" of the 1950s. Regarded as one of the greatest goalkeepers of all time, he was thought to be the first goalkeeper to play as the sweeper-keeper. Grosics was nicknamed \"Black Panther\", because he wore black clothing while playing. He won a gold medal in footb"}]}, {"heading": "Births", "year": "1926", "date": "February 4", "txt": "Dave Sands, Australian boxer (d. 1952)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 4", "txt": "Rolf Landauer, German-American physicist and academic (d. 1999)", "entities": [{"title": "Rolf Landauer", "href": "/wiki/Rolf_Landauer", "description": "Rolf William Landauer was a German-American physicist who made important contributions in diverse areas of the thermodynamics of information processing, condensed matter physics, and the conductivity of disordered media. In 1961 he discovered Landauer's principle, that in any logically irreversible operation that manipulates information, such as erasing a bit of memory, entropy increases and an as"}]}, {"heading": "Births", "year": "1928", "date": "February 4", "txt": "Oscar Cabalén, Argentinian race car driver (d. 1967)", "entities": [{"title": "Oscar Cabalén", "href": "/wiki/Oscar_Cabal%C3%A9n", "description": "Oscar Cabalén, was an Argentine racing driver, mainly active in the Turismo Carretera series. He also took part in the Carrera Panamericana and the Mille Miglia, and was a reserve driver for the Formula One Argentine Grand Prix in 1960."}]}, {"heading": "Births", "year": "1928", "date": "February 4", "txt": "Osmo Antero Wiio, Finnish journalist, academic, and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 4", "txt": "Paul Burlison, American rockabilly guitarist (d. 2003)", "entities": [{"title": "Paul Burlison", "href": "/wiki/Paul_Burlison", "description": "Paul Burlison was an American pioneer rockabilly guitarist and a founding member of The Rock and Roll Trio. Burlison was born in Brownsville, Tennessee, where he was exposed to music at an early age. After a stint in the United States Military, Burlison teamed up with Johnny and Dorsey Burnette to form The Rock and Roll Trio. The band released several singles, but failed to attain chart success. P"}]}, {"heading": "Births", "year": "1929", "date": "February 4", "txt": "Neil Johnston, American basketball player (d. 1978)", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 4", "txt": "Tibor Antalpéter, Hungarian volleyball player and diplomat, Hungarian Ambassador to the United Kingdom (d. 2012)", "entities": [{"title": "Tibor Antalpéter", "href": "/wiki/Tibor_Antalp%C3%A9ter", "description": "Tibor Antalpéter was a Hungarian volleyball player who played for Csepel SC and the Hungarian national team. He served as Hungarian Ambassador to the United Kingdom from 1990 to 1995."}, {"title": "List of Ambassadors of Hungary to the United Kingdom", "href": "/wiki/List_of_Ambassadors_of_Hungary_to_the_United_Kingdom", "description": "This is a list of the heads of mission from Hungary to the Court of St James's in London."}]}, {"heading": "Births", "year": "1930", "date": "February 4", "txt": "Arthur E. Chase, American businessman and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 4", "txt": "Jim Loscutoff, American basketball player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 4", "txt": "Isabel Martínez de Perón, Argentinian dancer and politician, 41st President of Argentina", "entities": [{"title": "Isabel Martínez de Perón", "href": "/wiki/Isabel_Mart%C3%ADnez_de_Per%C3%B3n", "description": "María Estela Martínez Cartas de Perón, better known as Isabel Martínez de Perón or Isabel Perón, is an Argentine politician who served as President of Argentina from 1974 to 1976. She was the third wife of President Juan Perón. During her husband's third term as president from 1973 to 1974, Isabel served as both vice president and First Lady. Following her husband's death in office in 1974, Isabel"}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1935", "date": "February 4", "txt": "Wallis Mathias, Pakistani cricketer (d. 1994)", "entities": [{"title": "Wallis Mathias", "href": "/wiki/Wallis_Mathias", "description": "Wallis Mathias was a Pakistani cricketer who played in 21 Tests from 1955 to 1962. A Catholic, he was the first non-Muslim cricketer to play for Pakistan. He belonged to Karachi's Goan community."}]}, {"heading": "Births", "year": "1935", "date": "February 4", "txt": "Martti Talvela, Finnish opera singer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 4", "txt": "Collin Wilcox, American actress (d. 2009)", "entities": []}, {"heading": "Births", "year": "1936", "date": "February 4", "txt": "David Brenner, American comedian, actor, and author (d. 2014)", "entities": [{"title": "David Brenner", "href": "/wiki/David_Brenner", "description": "David Norris Brenner was an American stand-up comedian, actor and author. The most frequent guest on The Tonight Show Starring Johnny Carson in the 1970s and 1980s, Brenner \"was a pioneer of observational comedy.\" His friend, comedian Richard Lewis, described Brenner as \"the king of hip, observational comedy.\""}]}, {"heading": "Births", "year": "1936", "date": "February 4", "txt": "Claude Nobs, Swiss businessman, founded the Montreux Jazz Festival (d. 2013)", "entities": [{"title": "Montreux Jazz Festival", "href": "/wiki/Montreux_Jazz_Festival", "description": "The Montreux Jazz Festival is a music festival in Switzerland, held annually in early July in Montreux on the Lake Geneva shoreline. It is the second largest annual jazz festival in the world after Canada's Montreal International Jazz Festival."}]}, {"heading": "Births", "year": "1937", "date": "February 4", "txt": "David Newman, American director and screenwriter (d. 2003)", "entities": [{"title": "David Newman (screenwriter)", "href": "/wiki/David_Newman_(screenwriter)", "description": "David Newman was an American screenwriter. From the late 1960s through the early 1980s he frequently collaborated with Robert Benton. He was married to fellow writer Leslie Newman, with whom he had two children, until the time of his death. He died in 2003 of conditions from a stroke."}]}, {"heading": "Births", "year": "1938", "date": "February 4", "txt": "Frank J. Dodd, American businessman and politician, president of the New Jersey Senate (d. 2010)", "entities": [{"title": "Frank J. Dodd", "href": "/wiki/Frank_J._Dodd", "description": "Frank J. \"Pat\" Dodd was an American businessman and Democratic Party politician who served as President of the New Jersey Senate from 1974 to 1975."}, {"title": "New Jersey Senate", "href": "/wiki/New_Jersey_Senate", "description": "The New Jersey Senate was established as the upper house of the New Jersey Legislature by the Constitution of 1844, replacing the Legislative Council. There are 40 legislative districts, representing districts with average populations of 210,359. Each district has one senator and two members of the New Jersey General Assembly, the lower house of the legislature. Prior to the election in which they"}]}, {"heading": "Births", "year": "1939", "date": "February 4", "txt": "Stan Lundine, American lawyer and politician, Lieutenant Governor of New York", "entities": [{"title": "Stan Lundine", "href": "/wiki/Stan_Lundine", "description": "Stanley Nelson Lundine is an American politician from Jamestown, New York who served as Mayor of Jamestown, a United States Representative, and Lieutenant Governor of New York."}, {"title": "Lieutenant Governor of New York", "href": "/wiki/Lieutenant_Governor_of_New_York", "description": "The lieutenant governor of New York is a constitutional office in the executive branch of the Government of the State of New York. It is the second highest-ranking official in state government. The lieutenant governor is elected on a ticket with the governor for a four-year term. Official duties dictated to the lieutenant governor under the present New York Constitution are to serve as president o"}]}, {"heading": "Births", "year": "1940", "date": "February 4", "txt": "George A. Romero, American director and producer (d. 2017)", "entities": [{"title": "George A. Romero", "href": "/wiki/George_A._Romero", "description": "George Andrew Romero was an American filmmaker, writer, and editor. His Night of the Living Dead series of films about zombie apocalypse began with the 1968 film of the same name, and is often considered a progenitor of the fictional zombie of modern culture. Other films in the series include Dawn of the Dead (1978) and Day of the Dead (1985). Aside from this series, his works include The Crazies "}]}, {"heading": "Births", "year": "1941", "date": "February 4", "txt": "Russell Cooper, Australian politician, 33rd Premier of Queensland", "entities": [{"title": "Russell Cooper", "href": "/wiki/Russell_Cooper", "description": "Theo Russell Cooper is a former Australian National Party politician.\nHe was Premier of Queensland for a period of 73 days, from 25 September 1989 to 7 December 1989. His loss at the state election of 1989 ended 32 years of continuous National Party rule over Queensland. He has 4 children, 12 grandchildren and 1 great-grandchild."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1941", "date": "February 4", "txt": "Ron Rangi, New Zealand rugby player (d. 1988)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 4", "txt": "Jiří Raška, Czech skier and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 4", "txt": "Alberto João Jardim, Portuguese journalist and politician, 2nd President of the Regional Government of Madeira", "entities": [{"title": "Alberto João Jardim", "href": "/wiki/Alberto_Jo%C3%A3o_Jardim", "description": "Alberto João Cardoso Gonçalves Jardim, GCC, GCIH is a Portuguese politician who was the President of the Regional Government of Madeira, Portugal, from 1978 to 2015. He is a controversial political figure in Portugal."}, {"title": "Presidents of the Regional Government of Madeira", "href": "/wiki/Presidents_of_the_Regional_Government_of_Madeira", "description": "Presidents of the Regional Government of Madeira are the heads of government for the autonomous local authority of Madeira, since the Carnation Revolution that installed the democratic Third Portuguese Republic. The list below includes the leaders of the transitional regimes and those presidents designated after the institutionalization of the autonomy statute that provided archipelago with its la"}]}, {"heading": "Births", "year": "1943", "date": "February 4", "txt": "Wanda Rutkiewicz, Lithuanian-Polish mountaineer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 4", "txt": "Ken Thompson, American computer scientist and programmer, co-developed the B programming language", "entities": [{"title": "B (programming language)", "href": "/wiki/B_(programming_language)", "description": "B is a programming language developed at Bell Labs circa 1969. It was developed by Ken Thompson and Dennis Ritchie."}]}, {"heading": "Births", "year": "1944", "date": "February 4", "txt": "Florence LaRue, American singer and actress", "entities": [{"title": "Florence LaRue", "href": "/wiki/Florence_LaRue", "description": "Florence LaRue is an American singer and actress, best known as an original member of the 5th Dimension."}]}, {"heading": "Births", "year": "1947", "date": "February 4", "txt": "Dennis C. Blair, American admiral and politician, 3rd Director of National Intelligence", "entities": [{"title": "Dennis C. Blair", "href": "/wiki/Dennis_C._Blair", "description": "Dennis Cutler Blair is the former United States Director of National Intelligence and is a retired United States Navy admiral who was the commander of U.S. forces in the Pacific region. Blair was a career officer in the U.S. Navy and served in the White House during the presidencies of both President Jimmy Carter and President Ronald Reagan. Blair retired from the Navy in 2002 as an Admiral. In 20"}, {"title": "Director of National Intelligence", "href": "/wiki/Director_of_National_Intelligence", "description": "The director of national intelligence (DNI) is a United States government Cabinet-level official, required by the Intelligence Reform and Terrorism Prevention Act of 2004 to serve as head of the United States Intelligence Community and to direct and oversee the National Intelligence Program (NIP). The DNI also serves, upon invitation, as an advisor to the president of the United States and the exe"}]}, {"heading": "Births", "year": "1947", "date": "February 4", "txt": "Dan Quayle, American sergeant, lawyer, and politician, 44th Vice President of the United States", "entities": [{"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1948", "date": "February 4", "txt": "Alice Cooper, American singer-songwriter", "entities": [{"title": "Alice Cooper", "href": "/wiki/Alice_Cooper", "description": "Alice Cooper is an American singer, songwriter, and actor whose career spans over 50 years. With a raspy voice and a stage show that features numerous props, including pyrotechnics, guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords, Cooper is considered by music journalists and peers to be \"The Godfather of Shock Rock\". He has drawn equally from horror films, vaude"}]}, {"heading": "Births", "year": "1948", "date": "February 4", "txt": "Rod Grams, American journalist and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 4", "txt": "Mienoumi Tsuyoshi, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 4", "txt": "Michael Beck, American actor", "entities": [{"title": "Michael Beck", "href": "/wiki/Michael_Beck", "description": "John Michael Beck Taylor, commonly known as Michael Beck, is an American actor. He is known for his roles as Swan in The Warriors (1979) and Sonny Malone in Xanadu (1980)."}]}, {"heading": "Births", "year": "1949", "date": "February 4", "txt": "Rasim Delić, Bosnian general (d. 2010)", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 4", "txt": "Patrick Bergin, Irish actor", "entities": [{"title": "Patrick Bergin", "href": "/wiki/Patrick_Bergin", "description": "Patrick Connolly Bergin is an Irish actor and singer perhaps best known for his leading role opposite Julia Roberts in Sleeping with the Enemy (1991) and for his stint playing the villainous Aidan Maguire in the BBC soap EastEnders from November 2017 until March 2018."}]}, {"heading": "Births", "year": "1951", "date": "February 4", "txt": "Phil Ehart, American rock drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 4", "txt": "Jenny Shipley, New Zealand educator and politician, 36th Prime Minister of New Zealand", "entities": [{"title": "Jenny Shipley", "href": "/wiki/Jenny_Shipley", "description": "Dame Jennifer Mary Shipley is a New Zealand former politician who served as the 36th Prime Minister of New Zealand from 1997 to 1999. She was the first female prime minister of New Zealand, and the first woman to have led the National Party."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1952", "date": "February 4", "txt": "Thomas Silverstein, American criminal and prisoner (d. 2019)", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 4", "txt": "Mikuláš Dzurinda, Slovak politician, Prime Minister of Slovakia", "entities": [{"title": "Mikuláš Dzurinda", "href": "/wiki/Mikul%C3%A1%C5%A1_Dzurinda", "description": "Mikuláš Dzurinda is a Slovak politician who was Prime Minister of Slovakia from 30 October 1998 to 4 July 2006. He is the founder and leader of the Slovak Democratic Coalition (SDK) and then the Slovak Democratic and Christian Union. From 2002 to 2006, his party formed a coalition government with the Christian Democratic Movement, the Alliance of the New Citizen and the Party of the Hungarian Coal"}, {"title": "Prime Minister of Slovakia", "href": "/wiki/Prime_Minister_of_Slovakia", "description": "The chairman of the government of the Slovak Republic, also known as the prime minister of Slovakia, is the head of the government of the Slovak Republic. On paper, the officeholder is the third highest constitutional official in Slovakia after the president of the republic (appointer) and speaker of the National Council; in practice, the appointee is the country's leading political figure."}]}, {"heading": "Births", "year": "1957", "date": "February 4", "txt": "Matthew Cobb, British zoologist and author", "entities": [{"title": "Matthew Cobb", "href": "/wiki/Matthew_Cobb", "description": "Matthew Cobb is a British zoologist and professor of zoology at the University of Manchester. He is known for his popular science books The Egg & Sperm Race: The Seventeenth-Century Scientists Who Unravelled the Secrets of Sex, Life and Growth; Life's Greatest Secret: The Race to Crack the Genetic Code; and The Idea of the Brain: A History. Cobb has appeared on BBC Radio 4's The Infinite Monkey Ca"}]}, {"heading": "Births", "year": "1957", "date": "February 4", "txt": "Don Davis, American composer and conductor", "entities": [{"title": "Don Davis (composer)", "href": "/wiki/Don_Davis_(composer)", "description": "Donald Romain Davis is an American composer, conductor, orchestrator and trombonist known for his film and television scores. He has also composed opera, concert and chamber music."}]}, {"heading": "Births", "year": "1958", "date": "February 4", "txt": "Tomasz Pacyński, Polish journalist and author (d. 2005)", "entities": [{"title": "Tomasz Pacyński", "href": "/wiki/Tomasz_Pacy%C5%84ski", "description": "Tomasz Pacyński was a Polish fantasy and science fiction writer. He was one of the creators and since 2004 the chief editor of Fahrenheit, the first Polish Internet science fiction fanzine. He published short stories in such magazines as Science Fiction, SFera, and Fantasy, and in Internet fanzines such as Fahrenheit, Esensja, Fantazin and Srebrny Glob. He also wrote articles published in SFera an"}]}, {"heading": "Births", "year": "1959", "date": "February 4", "txt": "Christian Schreier, German footballer and manager", "entities": [{"title": "Christian Schreier", "href": "/wiki/Christian_Schreier", "description": "Christian Schreier is a former German footballer who is the general manager of SC Paderborn. He played as an attacking midfielder, most notably with VfL Bochum and Bayer 04 Leverkusen, and won one cap for West Germany, in 1984. His biggest successes came in 1988, when he won the UEFA Cup and an Olympic bronze Medal."}]}, {"heading": "Births", "year": "1959", "date": "February 4", "txt": "Lawrence Taylor, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 4", "txt": "Siobhan Dowd, English author and activist (d. 2007)", "entities": [{"title": "Siobhan Dowd", "href": "/wiki/Siobhan_Dowd", "description": "Siobhan Dowd was a British writer and activist. The last book she completed, Bog Child, posthumously won the 2009 Carnegie Medal from the professional librarians, recognising the year's best book for children or young adults published in the UK."}]}, {"heading": "Births", "year": "1960", "date": "February 4", "txt": "Jonathan Larson, American composer and playwright (d. 1996)", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 4", "txt": "Stewart O'Nan, American novelist", "entities": [{"title": "Stewart O'Nan", "href": "/wiki/Stewart_O%27Nan", "description": "Stewart O'Nan is an American novelist."}]}, {"heading": "Births", "year": "1961", "date": "February 4", "txt": "Denis Savard, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 4", "txt": "Clint Black, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Clint Black", "href": "/wiki/Clint_Black", "description": "Clint Patrick Black is an American country music singer, songwriter, musician, multi-instrumentalist, record producer, and actor. Signed to RCA Nashville in 1989, Black's debut album Killin' Time produced four straight number one singles on the US Billboard Hot Country Singles & Tracks charts. Although his momentum gradually slowed throughout the 1990s, Black consistently charted hit songs into th"}]}, {"heading": "Births", "year": "1962", "date": "February 4", "txt": "Stephen Hammond, English banker and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 4", "txt": "Pirmin Zurbriggen, Swiss skier", "entities": [{"title": "Pirmin Zurbriggen", "href": "/wiki/Pirmin_Zurbriggen", "description": "Pirmin Zurbriggen is a former World Cup alpine ski racer from Switzerland. One of the most successful ski racers ever, he won the overall World Cup title four times, an Olympic gold medal in 1988 in Downhill, and nine World Championships medals."}]}, {"heading": "Births", "year": "1964", "date": "February 4", "txt": "Elke Philipp, German Paralympic equestrian", "entities": [{"title": "Elke Philipp", "href": "/wiki/Elke_Philipp", "description": "Elke Philipp is a German Paralympic equestrian."}]}, {"heading": "Births", "year": "1965", "date": "February 4", "txt": "Jerome Brown, American football player (d. 1992)", "entities": [{"title": "Jerome Brown", "href": "/wiki/Jerome_Brown", "description": "Willie Jerome Brown III was an American football defensive tackle for the Philadelphia Eagles of the National Football League (NFL). He played his entire five-year NFL career with the Eagles from 1987 to 1991, before his death just before the 1992 season. He was selected to two Pro Bowls in 1990 and 1991. He played college football at the University of Miami."}]}, {"heading": "Births", "year": "1966", "date": "February 4", "txt": "Tony Butterfield, Australian rugby league player", "entities": [{"title": "Tony Butterfield", "href": "/wiki/Tony_Butterfield", "description": "Anthony Butterfield is an Australian former professional rugby league footballer who played in the 1980s and 1990s. A New South Wales State of Origin representative prop-forward, he started his club football career with the Penrith Panthers but played the vast majority of it with the Newcastle Knights, with whom he won the 1997 ARL premiership. He is the father of Australian comedian Isaac Butterf"}]}, {"heading": "Births", "year": "1966", "date": "February 4", "txt": "Viatcheslav Ekimov, Russian cyclist", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 4", "txt": "Sergei Grinkov, Russian figure skater (d. 1995)", "entities": [{"title": "Sergei Grinkov", "href": "/wiki/Sergei_Grinkov", "description": "Sergei Mikhailovich Grinkov was a Russian pair skater. Together with his wife Ekaterina Gordeeva, he was the 1988 and 1994 Olympic Champion and a four-time World Champion."}]}, {"heading": "Births", "year": "1970", "date": "February 4", "txt": "Gabrielle Anwar, English actress", "entities": [{"title": "Gabrielle Anwar", "href": "/wiki/Gabrielle_Anwar", "description": "Gabrielle Anwar is an English-American actress known for her roles as Sam Black in the second series of Press Gang, Margaret Tudor on The Tudors, Fiona Glenanne on Burn Notice, Lady Tremaine in the seventh season of Once Upon a Time, and for dancing the tango with Al Pacino in Scent of a Woman."}]}, {"heading": "Births", "year": "1970", "date": "February 4", "txt": "Hunter Biden", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 4", "txt": "Rob Corddry, American actor, producer, and screenwriter", "entities": [{"title": "Rob Corddry", "href": "/wiki/Rob_Corddry", "description": "Robert William Corddry is an American actor and comedian. He is known for his work as a correspondent on The Daily Show with Jon Stewart (2002–2006) and for his starring role in the film Hot Tub Time Machine. He is the creator and star of Adult Swim's Childrens Hospital and has been awarded four Primetime Emmy Awards. He previously starred in the HBO series Ballers and currently stars in the CBS c"}]}, {"heading": "Births", "year": "1971", "date": "February 4", "txt": "Eric Garcetti, American lieutenant and politician, 42nd Mayor of Los Angeles", "entities": [{"title": "Mayor of Los Angeles", "href": "/wiki/Mayor_of_Los_Angeles", "description": "The Mayor of the City of Los Angeles is the official head and chief executive officer of Los Angeles, California, United States. The officeholder is elected for a four-year term and limited to serving no more than two terms. Under the Constitution of California, all judicial, school, county and city offices, including those of chartered cities, are nonpartisan. Eric Garcetti has been the city's 42"}]}, {"heading": "Births", "year": "1972", "date": "February 4", "txt": "Dara Ó Briain, Irish comedian and television host", "entities": [{"title": "Dara Ó Briain", "href": "/wiki/Dara_%C3%93_Briain", "description": "Dara Ó Briain is an Irish comedian and television presenter based in the United Kingdom. He is noted for performing stand-up comedy shows all over the world and for hosting topical panel shows such as Mock the Week, The Panel, and The Apprentice: You're Fired!. For his work on Mock the Week, he was nominated for the British Academy Television Award for Best Entertainment Performance in 2012."}]}, {"heading": "Births", "year": "1972", "date": "February 4", "txt": "Giovanni Silva de Oliveira, Brazilian footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 4", "txt": "Oscar De La Hoya, American boxer", "entities": [{"title": "Oscar De La Hoya", "href": "/wiki/Oscar_De_La_Hoya", "description": "Oscar De La Hoya is an American former professional boxer who, in 2002, also became a boxing promoter and, in 2018, a mixed martial arts (MMA) promoter. As a boxer, he competed from 1992 to 2008, winning 11 world titles in six weight classes, including the lineal championship in three weight classes. He is ranked as the 16th best boxer of all time, pound for pound, by BoxRec. Nine of his victoriou"}]}, {"heading": "Births", "year": "1973", "date": "February 4", "txt": "James Hird, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 4", "txt": "Manny Legace, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 4", "txt": "Natalie Imbruglia, Australian singer-songwriter and actress", "entities": [{"title": "Natalie Imbruglia", "href": "/wiki/Natalie_Imbruglia", "description": "Natalie Jane Imbruglia is an Australian singer-songwriter and actress, currently residing in the UK. In the early 1990s, she played Beth Brennan in the Australian soap opera Neighbours. Three years after leaving the programme, she began a singing career with her chart-topping cover of Ednaswap's song \"Torn\"."}]}, {"heading": "Births", "year": "1977", "date": "February 4", "txt": "Gavin DeGraw, American singer-songwriter", "entities": [{"title": "Gavin DeGraw", "href": "/wiki/Gavin_DeGraw", "description": "Gavin Shane DeGraw is an American singer-songwriter. DeGraw rose to fame with his song \"I Don't Want to Be\" from his debut album Chariot (2003); the song became the main theme song for the The WB drama series One Tree Hill. Other notable singles from his debut album \"Chariot\" and \"Follow Through\". His second album, Gavin DeGraw, was released in 2008 and included the top-20 single \"In Love with a G"}]}, {"heading": "Births", "year": "1979", "date": "February 4", "txt": "Giorgio Pantano, Italian race car driver", "entities": [{"title": "Giorgio Pantano", "href": "/wiki/Giorgio_Pantano", "description": "Giorgio Pantano is an Italian professional racing driver who drove for the Jordan Formula One team for much of the 2004 season before being replaced by Timo Glock. He also raced in Formula 3000."}]}, {"heading": "Births", "year": "1980", "date": "February 4", "txt": "Raimonds Vaikulis, Latvian basketball player", "entities": [{"title": "Raimonds Vaikulis", "href": "/wiki/Raimonds_Vaikulis", "description": "Raimonds Vaikulis is a Latvian former professional basketball player."}]}, {"heading": "Births", "year": "1981", "date": "February 4", "txt": "Jason Kapono, American basketball player", "entities": [{"title": "Jason Kapono", "href": "/wiki/Jason_Kapono", "description": "Jason Alan Kapono is an American former professional basketball player. He was the first National Basketball Association (NBA) player to lead the league in three-point field goal percentage in two consecutive seasons, and he also won the Three-Point Contest twice. He won an NBA championship with the Miami Heat in 2006."}]}, {"heading": "Births", "year": "1981", "date": "February 4", "txt": "Johan Vansummeren, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 4", "txt": "Chris Sabin, American wrestler", "entities": [{"title": "Chris Sabin", "href": "/wiki/Chris_Sabin", "description": "Joshua Harter, better known by his ring name Chris Sabin, is an American professional wrestler. He is signed to Impact Wrestling, and is known for his work in Ring of Honor."}]}, {"heading": "Births", "year": "1982", "date": "February 4", "txt": "Ivars Timermanis, Latvian basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 4", "txt": "Tomas Vaitkus, Lithuanian cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 4", "txt": "Lee Stempniak, American ice hockey player", "entities": [{"title": "Lee Stempniak", "href": "/wiki/Lee_Stempniak", "description": "Lee Edward Stempniak is an American former professional ice hockey forward who played the National Hockey League (NHL). He played for the St. Louis Blues, Toronto Maple Leafs, Phoenix Coyotes, Calgary Flames, Pittsburgh Penguins, New York Rangers, Winnipeg Jets, New Jersey Devils, Boston Bruins and Carolina Hurricanes."}]}, {"heading": "Births", "year": "1983", "date": "February 4", "txt": "Rebecca White, Australian politician", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 4", "txt": "Sandeep Acharya, Indian singer (d. 2013)", "entities": [{"title": "Sandeep Acharya", "href": "/wiki/Sandeep_Acharya", "description": "Sandeep Acharya was an Indian singer. He was in the news after winning the second season of the popular reality television show Indian Idol in 2006. Acharya belonged to Bikaner, Rajasthan. He died on 15 December 2013 in Gurgaon's Medanta Hospital."}]}, {"heading": "Births", "year": "1984", "date": "February 4", "txt": "Mauricio Pinilla, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 4", "txt": "Maximilian Götz, German race car driver", "entities": [{"title": "Maximilian Götz", "href": "/wiki/Maximilian_G%C3%B6tz", "description": "Maximilian Götz is a German racing driver. He has competed in such series as International Formula Master and the Formula 3 Euro Series. He won the 2003 Formula BMW ADAC season, taking six victories."}]}, {"heading": "Births", "year": "1986", "date": "February 4", "txt": "Mahmudullah Riyad, Bangladeshi cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 4", "txt": "Darren O'Dea, Irish footballer", "entities": [{"title": "Darren O'Dea", "href": "/wiki/Darren_O%27Dea", "description": "Darren O'Dea is an Irish retired professional football player, who is currently the manager of Celtic under-18s. O'Dea has played as a centre back for clubs in Scotland, England, Canada, Ukraine and India, and represented the Republic of Ireland internationally."}]}, {"heading": "Births", "year": "1987", "date": "February 4", "txt": "Lucie Šafářová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 4", "txt": "Carly Patterson, American gymnast and singer", "entities": [{"title": "Carly Patterson", "href": "/wiki/Carly_Patterson", "description": "Carly Rae Patterson is an American singer, songwriter and former artistic gymnast. She was the all-around champion at the 2004 Olympics, the first all-around champion for the United States at a non-boycotted Olympics, and is a member of the USA Gymnastics Hall of Fame."}]}, {"heading": "Births", "year": "1993", "date": "February 4", "txt": "Bae Noo-ri, South Korean actress", "entities": [{"title": "Bae Noo-ri", "href": "/wiki/Bae_Noo-ri", "description": "Bae Noo-ri is a South Korean actress. She began modeling in 2008 for the brand Litmus, then made her acting debut in 2010. Bae is best known for playing a shaman in a period television series Moon Embracing the Sun."}]}, {"heading": "Births", "year": "1998", "date": "February 4", "txt": "Maximilian Wöber, Austrian footballer", "entities": [{"title": "Maximilian Wöber", "href": "/wiki/Maximilian_W%C3%B6ber", "description": "Maximilian Wöber is an Austrian professional footballer who plays as a centre-back for Red Bull Salzburg."}]}, {"heading": "Deaths", "year": "211", "date": "February 4", "txt": "Septimius Severus, Roman emperor (b. 145)", "entities": [{"title": "Septimius Severus", "href": "/wiki/Septimius_Severus", "description": "Lucius Septimius Severus was a Roman emperor from 193 to 211. He was born in Leptis Magna in the Roman province of Africa. As a young man he advanced through the customary succession of offices under the reigns of Marcus Aurelius and Commodus. Severus seized power after the death of the emperor Pertinax in 193 during the Year of the Five Emperors."}]}, {"heading": "Deaths", "year": "708", "date": "February 4", "txt": "Pope Sisinnius (b. 650)", "entities": [{"title": "Pope Sisinnius", "href": "/wiki/Pope_Sisinnius", "description": "Pope Sisinnius was the bishop of Rome from 15 January 708 to his death."}]}, {"heading": "Deaths", "year": "856", "date": "February 4", "txt": "Rabanus Maurus, Frankish archbishop and theologian (b. 780)", "entities": [{"title": "Rabanus Maurus", "href": "/wiki/Rabanus_Maurus", "description": "Rabanus Maurus Magnentius, also known as Hrabanus or Rhabanus, was a Frankish Benedictine monk, theologian, poet, encyclopedist and military writer who became archbishop of Mainz in East Francia. He was the author of the encyclopaedia De rerum naturis. He also wrote treatises on education and grammar and commentaries on the Bible. He was one of the most prominent teachers and writers of the Caroli"}]}, {"heading": "Deaths", "year": "870", "date": "February 4", "txt": "Ceolnoth, archbishop of Canterbury", "entities": [{"title": "Ceolnoth", "href": "/wiki/Ceolnoth", "description": "Ceolnoth or Ceolnoþ was a medieval English Archbishop of Canterbury. Although later chroniclers stated he had previously held ecclesiastical office in Canterbury, there is no contemporary evidence of this, and his first appearance in history is when he became archbishop in 833. Ceolnoth faced two problems as archbishop – raids and invasions by the Vikings and a new political situation resulting fr"}, {"title": "Diocese of Canterbury", "href": "/wiki/Diocese_of_Canterbury", "description": "The Diocese of Canterbury is a Church of England diocese covering eastern Kent which was founded by St. Augustine of Canterbury in 597. The diocese is centred on Canterbury Cathedral and is the oldest see of the Church of England."}]}, {"heading": "Deaths", "year": "1169", "date": "February 4", "txt": "John of Ajello, Bishop of Catania", "entities": [{"title": "John of Ajello", "href": "/wiki/John_of_Ajello", "description": "John of Ajello was the Bishop of Catania from November 1167 until his death. He was a brother of the chancellor Matthew of Ajello."}]}, {"heading": "Deaths", "year": "1498", "date": "February 4", "txt": "Antonio del Pollaiolo, Italian artist (b. 1429/1433)", "entities": [{"title": "Antonio del Pollaiolo", "href": "/wiki/Antonio_del_Pollaiolo", "description": "Antonio del Pollaiuolo, also known as Antonio di Jacopo Pollaiuolo or Antonio Pollaiuolo, was an Italian painter, sculptor, engraver and goldsmith during the Italian Renaissance."}]}, {"heading": "Deaths", "year": "1505", "date": "February 4", "txt": "Jeanne de Valois, daughter of Louis XI of France (b. 1464)", "entities": [{"title": "Joan of France, Duchess of Berry", "href": "/wiki/Joan_of_France,_Duchess_of_Berry", "description": "Joan of France, was briefly Queen of France as wife of King Louis XII, in between the death of her brother, King Charles VIII, and the annulment of her marriage. After that, she retired to her domain, where she soon founded the monastic Order of the Sisters of the Annunciation of Mary, where she served as abbess. From this Order later sprang the religious congregation of the Apostolic Sisters of t"}]}, {"heading": "Deaths", "year": "1508", "date": "February 4", "txt": "Conrad Celtes, German poet and scholar (b. 1459)", "entities": [{"title": "Conrad Celtes", "href": "/wiki/Conrad_Celtes", "description": "Conrad Celtes was a German Renaissance humanist scholar and poet of the German Renaissance born in Franconia. He led the theatrical performances at the Viennese court and reformed the syllabi. In 1500, he published Tacitus' \"Germania\" and his rediscovered works and wrote the \"Quatuor libri amorum\" in 1500, after the model of Ovid."}]}, {"heading": "Deaths", "year": "1555", "date": "February 4", "txt": "John Rogers, English clergyman and translator (b. 1505)", "entities": [{"title": "John Rogers (Bible editor and martyr)", "href": "/wiki/John_Rogers_(Bible_editor_and_martyr)", "description": "John Rogers was an English clergyman, Bible translator and commentator. He guided the development of the Matthew Bible in vernacular English during the reign of Henry VIII and was the first English Protestant martyr under Mary I of England, who was determined to restore Roman Catholicism."}]}, {"heading": "Deaths", "year": "1590", "date": "February 4", "txt": "Gioseffo Zarlino, Italian composer and theorist (b. 1517)", "entities": [{"title": "Gioseffo Zarlino", "href": "/wiki/Gioseffo_Zarlino", "description": "Gioseffo Zarlino was an Italian music theorist and composer of the Renaissance. He was possibly the most famous European music theorist between Aristoxenus and Rameau, and made a large contribution to the theory of counterpoint as well as to musical tuning."}]}, {"heading": "Deaths", "year": "1615", "date": "February 4", "txt": "Giambattista della Porta, Italian playwright and scholar (b. 1535)", "entities": [{"title": "Giambattista della Porta", "href": "/wiki/Giambattista_della_Porta", "description": "Giambattista della Porta, also known as Giovanni Battista Della Porta, was an Italian scholar, polymath and playwright who lived in Naples at the time of the Scientific Revolution and Reformation."}]}, {"heading": "Deaths", "year": "1617", "date": "February 4", "txt": "Lodewijk Elzevir, Dutch publisher, co-founded the House of Elzevir (b. 1546)", "entities": [{"title": "Lodewijk Elzevir", "href": "/wiki/Lodewijk_Elzevir", "description": "Lodewijk Elzevir, originally Lodewijk or Louis Elsevier or Elzevier, was a printer, born in the city of Leuven. He was the founder of the House of Elzevir, which printed, for example, \"Two New Sciences\", a work of Galileo, at a time when his work was suppressed for religious reasons. Although the House of Elzevir ceased publishing in 1712, the modern Dutch Elsevier company was founded in 1880 and "}, {"title": "House of Elzevir", "href": "/wiki/House_of_Elzevir", "description": "Elzevir is the name of a celebrated family of Dutch booksellers, publishers, and printers of the 17th and early 18th centuries. The duodecimo series of \"Elzevirs\" became very famous and very desirable among bibliophiles, who sought to obtain the tallest and freshest copies of these tiny books."}]}, {"heading": "Deaths", "year": "1713", "date": "February 4", "txt": "Anthony Ashley-Cooper, 3rd Earl of Shaftesbury, English philosopher and politician (b. 1671)", "entities": [{"title": "Anthony Ashley-Cooper, 3rd Earl of Shaftesbury", "href": "/wiki/Anthony_Ashley-Cooper,_3rd_Earl_of_Shaftesbury", "description": "Anthony Ashley Cooper, 3rd Earl of Shaftesbury was an English politician, philosopher, and writer."}]}, {"heading": "Deaths", "year": "1774", "date": "February 4", "txt": "Charles Marie de La Condamine, French mathematician and geographer (b. 1701)", "entities": [{"title": "Charles Marie de La Condamine", "href": "/wiki/Charles_Marie_de_La_Condamine", "description": "Charles Marie de La Condamine was a French explorer, geographer, and mathematician. He spent ten years in territory which is now Ecuador measuring the length of a degree latitude at the equator and preparing the first map of the Amazon region based on astronomical observations. Furthermore he was a contributor to the Encyclopédie."}]}, {"heading": "Deaths", "year": "1781", "date": "February 4", "txt": "Josef Mysliveček, Czech composer (b. 1737)", "entities": [{"title": "Josef Mysliveček", "href": "/wiki/Josef_Myslive%C4%8Dek", "description": "Josef Mysliveček was a Czech composer who contributed to the formation of late eighteenth-century classicism in music. Mysliveček provided his younger friend Wolfgang Amadeus Mozart with significant compositional models in the genres of symphony, Italian serious opera, and violin concerto; both Wolfgang and his father Leopold Mozart considered him an intimate friend from the time of their first me"}]}, {"heading": "Deaths", "year": "1799", "date": "February 4", "txt": "Étienne-Louis Boullée, French architect and educator (b. 1728)", "entities": [{"title": "Étienne-Louis Boullée", "href": "/wiki/%C3%89tienne-Louis_Boull%C3%A9e", "description": "Étienne-Louis Boullée was a visionary French neoclassical architect whose work greatly influenced contemporary architects."}]}, {"heading": "Deaths", "year": "1843", "date": "February 4", "txt": "Theodoros Kolokotronis, Greek general (b. 1770)", "entities": [{"title": "Theodoros Kolokotronis", "href": "/wiki/Theodoros_Kolokotronis", "description": "Theodoros Kolokotronis was a Greek general and the pre-eminent leader of the Greek War of Independence (1821–1829) against the Ottoman Empire. Kolokotronis's greatest success was the defeat of the Ottoman army under Mahmud Dramali Pasha at the Battle of Dervenakia in 1822. In 1825, he was appointed commander-in-chief of the Greek forces in Peloponnese. Today, Kolokotronis ranks among the most prom"}]}, {"heading": "Deaths", "year": "1891", "date": "February 4", "txt": "Pelagio Antonio de Labastida y Dávalos, Roman Catholic archbishop and Mexican politician who served as regent during the Second Mexican Empire (b. 1816)", "entities": [{"title": "Pelagio Antonio de Labastida y Dávalos", "href": "/wiki/Pelagio_Antonio_de_Labastida_y_D%C3%A1valos", "description": "Pelagio Antonio de Labastida y Dávalos was a Mexican Roman Catholic prelate, lawyer and doctor of canon law, and politician. He was a member of the imperial regency that invited Maximilian of Austria to accept the throne of Mexico."}, {"title": "Archbishop", "href": "/wiki/Archbishop", "description": "In many Christian Denominations, an archbishop is a bishop of higher rank or office. In some cases, such as the Lutheran Church of Sweden and the Church of England, the title is borne by the leader of the denomination. In others, such as the Roman Catholic Church, there are many archbishops who either have jurisdiction over an ecclesiastical province in addition to their own Archdiocese, or are ot"}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Second Mexican Empire", "href": "/wiki/Second_Mexican_Empire", "description": "The Mexican Empire or Second Mexican Empire was the name of Mexico under a constitutional hereditary monarchy declared by a Mexican Assembly of Notables in accordance with the interests of the French Empire, during the Second French intervention in Mexico. Napoleon III of France wanted to establish a monarchist ally in the Americas as a restraint upon the growing power of the United States. Chosen"}]}, {"heading": "Deaths", "year": "1905", "date": "February 4", "txt": "Louis-Ernest Barrias, French sculptor and academic (b. 1841)", "entities": [{"title": "Louis-Ernest Barrias", "href": "/wiki/Louis-Ernest_Barrias", "description": "Louis-Ernest Barrias was a French sculptor of the Beaux-Arts school. In 1865 Barrias won the Prix de Rome for study at the French Academy in Rome."}]}, {"heading": "Deaths", "year": "1926", "date": "February 4", "txt": "İskilipli Âtıf Hodja, Turkish author and scholar (b. 1875)", "entities": [{"title": "İskilipli Âtıf Hodja", "href": "/wiki/%C4%B0skilipli_%C3%82t%C4%B1f_Hodja", "description": "Mehmed Âtıf Hoca was an Islamist. He was born in the village of Toyhane, in the district of Bayat, Çorum Province, in the Ottoman Empire and went to school there. After a couple of years as a imam in İskilip in 1893 he went to Istanbul to continue his education, first at a madrasah and from 1902 at Darü'l-fünun Faculty of Divinity. He graduated in 1903 and took a job teaching as Ders-i Amm (Ulama)"}]}, {"heading": "Deaths", "year": "1928", "date": "February 4", "txt": "Hendrik Lorentz, Dutch physicist and academic, Nobel Prize laureate (b. 1853)", "entities": [{"title": "Hendrik Lorentz", "href": "/wiki/Hendrik_Lorentz", "description": "Hendrik Antoon Lorentz was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Pieter Zeeman for the discovery and theoretical explanation of the Zeeman effect. He also derived the transformation equations underpinning Albert Einstein's special theory of relativity."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1933", "date": "February 4", "txt": "Archibald Sayce, English linguist and educator (b. 1846)", "entities": [{"title": "Archibald Sayce", "href": "/wiki/Archibald_Sayce", "description": "The Rev. Archibald Henry Sayce, was a pioneer British Assyriologist and linguist, who held a chair as Professor of Assyriology at the University of Oxford from 1891 to 1919. He was able to write in at least twenty ancient and modern languages, and was known for his emphasis on the importance of archaeological and monumental evidence in linguistic research. He was a contributor to articles in the 9"}]}, {"heading": "Deaths", "year": "1940", "date": "February 4", "txt": "Nikolai Yezhov, Russian police officer and politician (b. 1895)", "entities": [{"title": "Nikolai Yezhov", "href": "/wiki/Nikolai_Yezhov", "description": "Nikolai (Nikolay) Ivanovich Yezhov was a Soviet secret police official under Joseph Stalin who was head of the NKVD from 1936 to 1938, during the height of the Great Purge."}]}, {"heading": "Deaths", "year": "1943", "date": "February 4", "txt": "Frank Calder, English-Canadian ice hockey player and journalist (b. 1877)", "entities": [{"title": "Frank Calder", "href": "/wiki/Frank_Calder", "description": "Frank Sellick Calder was a British-born Canadian ice hockey executive, journalist, and athlete."}]}, {"heading": "Deaths", "year": "1944", "date": "February 4", "txt": "Arsen Kotsoyev, Russian author and translator (b. 1872)", "entities": [{"title": "Arsen Kotsoyev", "href": "/wiki/Arsen_Kotsoyev", "description": "Arsen Kotsoyev is one of the founders of Ossetic prose, who had a large influence on the formation of the modern Ossetic language and its functional styles. He participated in all of the first Ossetic periodicals, and was one of the most notable Ossetian publicists."}]}, {"heading": "Deaths", "year": "1956", "date": "February 4", "txt": "Savielly Tartakower, Russian-French chess player, journalist, and author (b. 1887)", "entities": [{"title": "Savielly Tartakower", "href": "/wiki/Savielly_Tartakower", "description": "Savielly Tartakower was a Polish and French chess player. He was awarded the title of International Grandmaster in its inaugural year, 1950. Tartakower was also a leading chess journalist and author of the 1920s and 1930s."}]}, {"heading": "Deaths", "year": "1958", "date": "February 4", "txt": "Henry Kuttner, American author and screenwriter (b. 1915)", "entities": [{"title": "Henry Kuttner", "href": "/wiki/Henry_Kuttner", "description": "Henry Kuttner was an American author of science fiction, fantasy and horror."}]}, {"heading": "Deaths", "year": "1959", "date": "February 4", "txt": "Una O'Connor, Irish-American actress (b. 1880)", "entities": [{"title": "Una O'Connor (actress)", "href": "/wiki/Una_O%27Connor_(actress)", "description": "Una O'Connor was an Irish-American actress who worked extensively in theatre before becoming a character actress in film and in television. She often portrayed comical wives, housekeepers and servants. In 2020, she was listed at number 19 on The Irish Times list of Ireland's greatest film actors."}]}, {"heading": "Deaths", "year": "1968", "date": "February 4", "txt": "Neal Cassady, American novelist and poet (b. 1926)", "entities": [{"title": "Neal Cassady", "href": "/wiki/Neal_Cassady", "description": "Neal Leon Cassady was a major figure of the Beat Generation of the 1950s and the psychedelic and counterculture movements of the 1960s."}]}, {"heading": "Deaths", "year": "1970", "date": "February 4", "txt": "Louise Bogan, American poet and critic (b. 1897)", "entities": [{"title": "Louise Bogan", "href": "/wiki/Louise_Bogan", "description": "Louise Bogan was an American poet. She was appointed the fourth Poet Laureate to the Library of Congress in 1945, and was the first woman to hold this title. Throughout her life she wrote poetry, fiction, and criticism, and became the regular poetry reviewer for The New Yorker."}]}, {"heading": "Deaths", "year": "1974", "date": "February 4", "txt": "Satyendra Nath Bose, Indian physicist, mathematician, and academic (b. 1894)", "entities": [{"title": "Satyendra Nath Bose", "href": "/wiki/Satyendra_Nath_Bose", "description": "Satyendra Nath Bose was an Indian mathematician and physicist specialising in theoretical physics. He is best known for his work on quantum mechanics in the early 1920s, collaborating with Albert Einstein in developing the foundation for Bose–Einstein statistics and the theory of the Bose–Einstein condensate. A Fellow of the Royal Society, he was awarded India's second highest civilian award, the "}]}, {"heading": "Deaths", "year": "1975", "date": "February 4", "txt": "Louis Jordan, American singer-songwriter and saxophonist (b. 1908)", "entities": [{"title": "Louis Jordan", "href": "/wiki/Louis_Jordan", "description": "Louis Thomas Jordan was an American saxophonist, multi-instrumentalist, songwriter and bandleader who was popular from the late 1930s to the early 1950s. Known as \"The King of the Jukebox\", he earned his highest profile towards the end of the swing era. He was inducted into the Rock and Roll Hall of Fame as an \"early influence\" in 1987."}]}, {"heading": "Deaths", "year": "1982", "date": "February 4", "txt": "Alex Harvey, Scottish singer-songwriter and guitarist (b. 1935)", "entities": [{"title": "Alex Harvey (musician)", "href": "/wiki/Alex_Harvey_(musician)", "description": "Alexander James Harvey was a Scottish rock and blues musician. Although his career spanned almost three decades, he is best remembered as the frontman of The Sensational Alex Harvey Band, with whom he built a reputation as an exciting live performer during the era of glam rock in the 1970s."}]}, {"heading": "Deaths", "year": "1982", "date": "February 4", "txt": "Georg Konrad Morgen, German lawyer and judge (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "February 4", "txt": "Karen Carpenter, American singer (b. 1950)", "entities": [{"title": "Karen Carpenter", "href": "/wiki/Karen_Carpenter", "description": "Karen Anne Carpenter was an American singer and drummer who, along with her elder brother Richard, was part of the duo the Carpenters. She was praised for her three-octave contralto vocal range and drumming abilities. Her struggles with eating disorders would later raise awareness of anorexia and body dysmorphia."}]}, {"heading": "Deaths", "year": "1987", "date": "February 4", "txt": "Liberace, American singer-songwriter and pianist, (b. 1919)", "entities": [{"title": "Liberace", "href": "/wiki/Liberace", "description": "Władziu Valentino Liberace was an American pianist, singer, and actor. A child prodigy born in Wisconsin to parents of Italian and Polish origin, Liberace enjoyed a career spanning four decades of concerts, recordings, television, motion pictures, and endorsements. At the height of his fame from the 1950s to 1970s, Liberace was the highest-paid entertainer in the world with established concert res"}]}, {"heading": "Deaths", "year": "1987", "date": "February 4", "txt": "Meena Keshwar Kamal, Afghan activist, founded the Revolutionary Association of the Women of Afghanistan (b. 1956)", "entities": [{"title": "Revolutionary Association of the Women of Afghanistan", "href": "/wiki/Revolutionary_Association_of_the_Women_of_Afghanistan", "description": "The Revolutionary Association of the Women of Afghanistan (RAWA) is a women's organization based in Quetta, Pakistan, that promotes women's rights and secular democracy. It was founded in 1977 by Meena Keshwar Kamal, an Afghan student activist who was assassinated in February 1987 for her political activities. The group, which supports non-violent strategies, had its initial office in Kabul, Afgha"}]}, {"heading": "Deaths", "year": "1987", "date": "February 4", "txt": "Carl Rogers, American psychologist and academic (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "February 4", "txt": "Whipper Billy Watson, Canadian-American wrestler and trainer (b. 1915)", "entities": [{"title": "Whipper Billy Watson", "href": "/wiki/Whipper_Billy_Watson", "description": "William John Potts, was a Canadian professional wrestler best known by his ring name \"Whipper\" Billy Watson, and was a one-time world champion, specifically the third to hold the NWA Worlds Heavyweight Championship when he defeated Lou Thesz in March 1956 by count-out. Thesz won it back in November 1956 also by countout."}]}, {"heading": "Deaths", "year": "1992", "date": "February 4", "txt": "John Dehner, American actor (b. 1915)", "entities": [{"title": "John Dehner", "href": "/wiki/John_Dehner", "description": "John Dehner was an American actor and animator. He had a long and prolific career in radio, television, and film, often as droll villains. Between 1940 and 1989, he appeared in over 260 films, television series, and made-for-television movies."}]}, {"heading": "Deaths", "year": "1995", "date": "February 4", "txt": "Patricia Highsmith, American novelist and short story writer (b. 1921)", "entities": [{"title": "Patricia Highsmith", "href": "/wiki/Patricia_Highsmith", "description": "Patricia Highsmith was an American novelist and short story writer widely known for her psychological thrillers, including her series of five novels featuring the character Tom Ripley."}]}, {"heading": "Deaths", "year": "2000", "date": "February 4", "txt": "Carl Albert, American lawyer and politician, 54th Speaker of the United States House of Representatives (b. 1908)", "entities": [{"title": "Carl Albert", "href": "/wiki/Carl_Albert", "description": "Carl Bert Albert was an American lawyer and politician who served as the 46th Speaker of the United States House of Representatives from 1971 to 1977 and represented Oklahoma's 3rd congressional district as a Democrat from 1947 to 1977."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "2002", "date": "February 4", "txt": "Count Sigvard Bernadotte of Wisborg (b. 1907)", "entities": [{"title": "Count Sigvard Bernadotte of Wisborg", "href": "/wiki/Count_Sigvard_Bernadotte_of_Wisborg", "description": "Sigvard Oscar Fredrik, Prince Bernadotte, Count of Wisborg born as, and until 1934 known as, Prince Sigvard of Sweden, Duke of Uppland, was a member of the Swedish Royal Family and a successful industrial designer by profession."}]}, {"heading": "Deaths", "year": "2003", "date": "February 4", "txt": "Benyoucef Benkhedda, Algerian pharmacist and politician (b. 1920)", "entities": [{"title": "Benyoucef Benkhedda", "href": "/wiki/Benyoucef_Benkhedda", "description": "Benyoucef Benkhedda was an Algerian politician. He headed the third GPRA exile government of the National Liberation Front (FLN), acting as a leader during the Algerian War (1954–62). At the end of the war, he was briefly the de jure leader of the country, however he was quickly sidelined by more conservative figures."}]}, {"heading": "Deaths", "year": "2005", "date": "February 4", "txt": "Ossie Davis, American actor, director, and playwright (b. 1917)", "entities": [{"title": "Ossie Davis", "href": "/wiki/Ossie_Davis", "description": "Raiford Chatman \"Ossie\" Davis was an American actor, director, writer, and activist."}]}, {"heading": "Deaths", "year": "2006", "date": "February 4", "txt": "Betty Friedan, American author and activist (b. 1921)", "entities": [{"title": "Betty Friedan", "href": "/wiki/Betty_Friedan", "description": "Betty Friedan was an American feminist writer and activist. A leading figure in the women's movement in the United States, her 1963 book The Feminine Mystique is often credited with sparking the second wave of American feminism in the 20th century. In 1966, Friedan co-founded and was elected the first president of the National Organization for Women (NOW), which aimed to bring women \"into the main"}]}, {"heading": "Deaths", "year": "2007", "date": "February 4", "txt": "José Carlos Bauer, Brazilian footballer and manager (b. 1925)", "entities": [{"title": "José Carlos Bauer", "href": "/wiki/Jos%C3%A9_Carlos_Bauer", "description": "José Carlos Bauer, commonly known as \"Bauer\", was a Brazilian football player and manager."}]}, {"heading": "Deaths", "year": "2007", "date": "February 4", "txt": "Ilya Kormiltsev, Russian-English poet and translator (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 4", "txt": "Barbara McNair, American singer and actress (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 4", "txt": "Jules Olitski, Ukrainian-American painter and sculptor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 4", "txt": "Augusta Dabney, American actress (b. 1918)", "entities": [{"title": "Augusta Dabney", "href": "/wiki/Augusta_Dabney", "description": "Augusta Keith Dabney was an American actress known for her roles on many soap operas, such as the wealthy but kindly matriarch Isabelle Alden on the daytime series Loving. She played the role from 1983 to 1987, from 1988–91, and again from 1994–95, returning to the part after Celeste Holm and Patricia Barry played the role but did not stay with the part for various reasons."}]}, {"heading": "Deaths", "year": "2008", "date": "February 4", "txt": "Stefan Meller, Polish academic and politician, Minister of Foreign Affairs of Poland (b. 1942)", "entities": [{"title": "Minister of Foreign Affairs of Poland", "href": "/wiki/Minister_of_Foreign_Affairs_of_Poland", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Deaths", "year": "2010", "date": "February 4", "txt": "Kostas Axelos, Greek-French philosopher and author (b. 1924)", "entities": [{"title": "Kostas Axelos", "href": "/wiki/Kostas_Axelos", "description": "Kostas Axelos was a Greek-French philosopher."}]}, {"heading": "Deaths", "year": "2010", "date": "February 4", "txt": "Helen Tobias-Duesberg, Estonian-American composer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "February 4", "txt": "Martial Célestin, Haitian lawyer and politician, 1st Prime Minister of Haiti (b. 1913)", "entities": [{"title": "Martial Célestin", "href": "/wiki/Martial_C%C3%A9lestin", "description": "Martial Lavaud Célestin was named Prime Minister of Haïti by President Leslie Manigat in March 1988 under the provisions of the 1987 Constitution, and was approved by the Parliament that formed as a result of the January 17, 1988 elections. He was deposed by the coup that took place on June 20. He was born in Ganthier and was a lawyer by profession. Célestin died on February 4, 2011 at the age of "}, {"title": "Prime Minister of Haiti", "href": "/wiki/Prime_Minister_of_Haiti", "description": "The prime minister of Haiti is the head of government of Haiti. The office was created under the 1987 Constitution; previously, all executive power was held by the president or head of state, who appointed and chaired the Council of Ministers."}]}, {"heading": "Deaths", "year": "2012", "date": "February 4", "txt": "István Csurka, Hungarian journalist and politician (b. 1934)", "entities": [{"title": "István Csurka", "href": "/wiki/Istv%C3%A1n_Csurka", "description": "István Csurka was a Hungarian radical nationalist politician, journalist and writer. He was the founder and inaugural leader of the Hungarian Justice and Life Party (MIÉP) from 1993 until his death. He was also a Member of Parliament from 1990 to 1994 and from 1998 to 2002."}]}, {"heading": "Deaths", "year": "2012", "date": "February 4", "txt": "Florence Green, English soldier (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 4", "txt": "Robert Daniel, American farmer, soldier, and politician (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 4", "txt": "Mike deGruy, American director, producer, and cinematographer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 4", "txt": "Donald Byrd, American trumpet player (b. 1932)", "entities": [{"title": "Donald Byrd", "href": "/wiki/Donald_Byrd", "description": "Donaldson Toussaint L'Ouverture Byrd II was an American jazz and rhythm & blues trumpeter and vocalist. A sideman for many other jazz musicians of his generation, Byrd was known as one of the rare bebop jazz musicians who successfully explored funk and soul while remaining a jazz artist. As a bandleader, Byrd was an influence on the early career of Herbie Hancock."}]}, {"heading": "Deaths", "year": "2013", "date": "February 4", "txt": "Reg Presley, English singer-songwriter (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 4", "txt": "Keith Allen, Canadian-American ice hockey player, coach, and manager (b. 1923)", "entities": [{"title": "Keith Allen (ice hockey)", "href": "/wiki/Keith_Allen_(ice_hockey)", "description": "Courtney Keith \"Bingo\" Allen was a Canadian professional ice hockey defenceman and National Hockey League (NHL) head coach and general manager. He was born in Saskatoon, Saskatchewan. He was the executive vice-president of the Philadelphia Flyers, a position he held from 1980 for the rest of his life."}]}, {"heading": "Deaths", "year": "2014", "date": "February 4", "txt": "Eugenio Corti, Italian soldier, author, and playwright (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 4", "txt": "Dennis Lota, Zambian footballer (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 4", "txt": "Wes Cooley, American soldier and politician (b. 1932)", "entities": [{"title": "Wes Cooley", "href": "/wiki/Wes_Cooley", "description": "Wester Shadric Cooley was a Republican politician and rancher from Oregon. He was a U.S. Representative from Oregon's 2nd congressional district for the 1995–1997 term."}]}, {"heading": "Deaths", "year": "2015", "date": "February 4", "txt": "Fitzhugh L. Fulton, American colonel and pilot (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 4", "txt": "Edgar Mitchell, American captain, pilot, and astronaut (b. 1930)", "entities": [{"title": "Edgar Mitchell", "href": "/wiki/Edgar_Mitchell", "description": "Edgar Dean Mitchell was a United States Navy officer and aviator, test pilot, aeronautical engineer, ufologist and NASA astronaut. As the Lunar Module Pilot of Apollo 14, he spent nine hours working on the lunar surface in the Fra Mauro Highlands region, making him the sixth person to walk on the Moon."}]}, {"heading": "Deaths", "year": "2017", "date": "February 4", "txt": "Steve Lang, Canadian bass player (b. 1949)", "entities": [{"title": "Steve Lang", "href": "/wiki/Steve_Lang", "description": "Stephen Keith Lang was a Canadian musician best known for his role as a bassist in the rock band April Wine from 1976 to 1984."}]}, {"heading": "Deaths", "year": "2017", "date": "February 4", "txt": "Bano Qudsia, Pakistani writer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 4", "txt": "John Mahoney, English-American actor, voice artist, and comedian (b. 1940)", "entities": [{"title": "John Mahoney", "href": "/wiki/John_Mahoney", "description": "Charles John Mahoney was an English-born American actor. Mahoney first became known for his roles in such films as Moonstruck (1987), Eight Men Out (1988), Say Anything... (1989), Barton Fink (1991), and The Hudsucker Proxy (1994). For his portrayal of Martin Crane on the NBC sitcom Frasier (1993–2004), he received nominations for two Golden Globe Awards and two Primetime Emmy Awards. Mahoney also"}]}, {"heading": "Deaths", "year": "2019", "date": "February 4", "txt": "Matti Nykänen, Finnish Olympic-winning ski jumper and singer (b. 1963)", "entities": [{"title": "Matti Nykänen", "href": "/wiki/Matti_Nyk%C3%A4nen", "description": "Matti Ensio Nykänen was a Finnish ski jumper who competed from 1981 to 1991. Widely considered to be the greatest male ski jumper of all time, he won five Winter Olympic medals, nine World Championship medals, and 22 Finnish Championship medals. Most notably, he won three gold medals at the 1988 Winter Olympics, becoming, along with Yvonne van Gennip of the Netherlands, the most medaled athlete th"}]}, {"heading": "Deaths", "year": "2020", "date": "February 4", "txt": "Daniel arap Moi, Former  President of Kenya (b. 1924)", "entities": [{"title": "Daniel arap Moi", "href": "/wiki/Daniel_arap_Moi", "description": "Daniel Toroitich arap Moi was a Kenyan statesman and politician who was the second and longest-serving President of Kenya from 1978 to 2002. He previously served as the third Vice President of Kenya from 1967 to 1978, and succeeded President Jomo Kenyatta following the latter's death."}, {"title": "President of Kenya", "href": "/wiki/President_of_Kenya", "description": "The president of the Republic of Kenya is the head of state and head of government of Kenya. The president leads the executive branch of the Government of Kenya and is the commander-in-chief of the Kenya Defence Forces. The official residence of the president is State House, Nairobi."}]}]