[{"heading": "Events", "year": "962", "date": "February 13", "txt": "Emperor Otto I and Pope John XII co-sign the Diploma Ottonianum, recognizing John as ruler of Rome.", "entities": [{"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "Pope John XII", "href": "/wiki/Pope_John_XII", "description": "Pope John XII, born Octavian, was the bishop of Rome and ruler of the Papal States from 16 December 955 to his death in 964. He was related to the counts of Tusculum, a powerful Roman family which had dominated papal politics for over half a century. He became pope in his late teenage years or early twenties. In 960, he clashed with the Lombards to the south. Unable to control Rome easily, he soug"}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}]}, {"heading": "Events", "year": "1322", "date": "February 13", "txt": "The central tower of Ely Cathedral falls on the night of 12th–13th.", "entities": [{"title": "Ely Cathedral", "href": "/wiki/Ely_Cathedral", "description": "Ely Cathedral, formally the Cathedral Church of the Holy and Undivided Trinity, is an Anglican cathedral in the city of Ely, Cambridgeshire, England."}]}, {"heading": "Events", "year": "1462", "date": "February 13", "txt": "The Treaty of Westminster is finalised between Edward IV of England and the Scottish Lord of the Isles.", "entities": [{"title": "Treaty of Westminster (1462)", "href": "/wiki/Treaty_of_Westminster_(1462)", "description": "The Treaty of Westminster was signed on 13 February 1462 between Edward IV of England of the House of York and the Scottish John of Islay, Earl of Ross, Lord of the Isles. The agreement proposed that if Scotland was conquered by England, the lands north of the Scottish sea would be divided between the Lord of the Isles and the Earl of Douglas to be held from the crown of England, while the Earl of"}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}, {"title": "Lord of the Isles", "href": "/wiki/Lord_of_the_Isles", "description": "The Lord of the Isles is a title of Scottish nobility with historical roots that go back beyond the Kingdom of Scotland. It began with Somerled in the 12th century and thereafter the title was held by a series of his descendants, the Norse Gaels rulers of the Isle of Man and Argyll and the islands of Scotland in the Middle Ages. They wielded sea-power with fleets of galleys (birlinns). Although th"}]}, {"heading": "Events", "year": "1503", "date": "February 13", "txt": "Challenge of Barletta: Tournament between 13 Italian and 13 French knights near Barletta.", "entities": [{"title": "Challenge of Barletta", "href": "/wiki/Challenge_of_Barletta", "description": "The Challenge of Barletta was a duel fought in the countryside of Trani, near Barletta, southern Italy, on 13 February 1503, during the Third Italian War, on the plains between Corato and Andria."}, {"title": "Barletta", "href": "/wiki/Barletta", "description": "Barletta is a city, comune of Apulia, in south eastern Italy. Barletta is the capoluogo, together with Andria and Trani, of the Province of Barletta-Andria-Trani. It has a population of around 94,700 citizens."}]}, {"heading": "Events", "year": "1542", "date": "February 13", "txt": "Catherine Howard, the fifth wife of Henry VIII of England, is executed for adultery.", "entities": [{"title": "Catherine Howard", "href": "/wiki/Catherine_Howard", "description": "Catherine Howard was Queen of England from 1540 until 1541 as the fifth wife of Henry VIII. She was the daughter of Lord Edmund Howard and Joyce Culpeper, cousin to Anne Boleyn, and niece to Thomas Howard, 3rd Duke of Norfolk. Thomas Howard was a prominent politician at Henry's court, and he secured her a place in the household of Henry's fourth wife, Anne of Cleves, where she caught the King's in"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Adultery", "href": "/wiki/Adultery", "description": "Adultery is extramarital sex that is considered objectionable on social, religious, moral, or legal grounds. Although the sexual activities that constitute adultery vary, as well as the social, religious, and legal consequences, the concept exists in many cultures and is similar in Christianity, Judaism and Islam. A single act of sexual intercourse is generally sufficient to constitute adultery, a"}]}, {"heading": "Events", "year": "1633", "date": "February 13", "txt": "Galileo Galilei arrives in Rome for his trial before the Inquisition.", "entities": [{"title": "Galileo Galilei", "href": "/wiki/Galileo_Galilei", "description": "Galileo di Vincenzo Bonaiuti de' Galilei was an Italian astronomer, physicist and engineer, sometimes described as a polymath, from Pisa. Galileo has been called the \"father of observational astronomy\", the \"father of modern physics\", the \"father of the scientific method\", and the \"father of modern science\"."}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Inquisition", "href": "/wiki/Inquisition", "description": "The Inquisition, in historical ecclesiastical terminology also referred to as the \"Holy Inquisition\", was a group of institutions within the Catholic Church whose aim was to combat heresy. Studies of the records have found that the overwhelming majority of sentences consisted of penances, except in cases of repeat unrepentant heretics who were handed over to the secular courts, which generally res"}]}, {"heading": "Events", "year": "1660", "date": "February 13", "txt": "With the accession of young Charles XI of Sweden, his regents begin negotiations to end the Second Northern War.", "entities": [{"title": "Charles XI of Sweden", "href": "/wiki/Charles_XI_of_Sweden", "description": "Charles XI was King of Sweden from 1660 until his death, in a period of Swedish history known as the Swedish Empire (1611–1721)."}, {"title": "Regency", "href": "/wiki/Regency", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Second Northern War", "href": "/wiki/Second_Northern_War", "description": "The Second Northern War (1655–60), also First or Little Northern War) was fought between Sweden and its adversaries the Polish–Lithuanian Commonwealth (1655–60), the Moscow Tsardom (1656–58), Brandenburg-Prussia (1657–60), the Habsburg Monarchy (1657–60) and Denmark–Norway. The Dutch Republic often intervened against Sweden in an informal trade war but was not a recognized part of the Polish–Danis"}]}, {"heading": "Events", "year": "1689", "date": "February 13", "txt": "William and Mary are proclaimed co-rulers of England.", "entities": [{"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}, {"title": "Mary II of England", "href": "/wiki/Mary_II_of_England", "description": "Mary II was Queen of England, Scotland, and Ireland, co-reigning with her husband, King William III & II, from 1689 until her death from smallpox at the age of 32. Popular histories usually refer to their joint reign as that of William and Mary."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1692", "date": "February 13", "txt": "Massacre of Glencoe: Almost 80 Macdonalds at Glen Coe, Scotland are killed early in the morning for not promptly pledging allegiance to the new king, William of Orange.", "entities": [{"title": "Massacre of Glencoe", "href": "/wiki/Massacre_of_Glencoe", "description": "The Massacre of Glencoe took place in Glen Coe in the Highlands of Scotland on 13 February 1692. An estimated 30 members and associates of Clan MacDonald of Glencoe were killed by Scottish government forces, allegedly for failing to pledge allegiance to the new monarchs, William II and III and Mary II."}, {"title": "Clan Donald", "href": "/wiki/Clan_Donald", "description": "Clan Donald, also known as Clan MacDonald, is a Highland Scottish clan and one of the largest Scottish clans. The Lord Lyon King of Arms, who is the Scottish official with responsibility for regulating heraldry in that country, issuing new grants of coats of arms, and serving as the judge of the Court of the Lord Lyon, recognizes under Scottish law the High Chief of Clan Donald. Historically the c"}, {"title": "Glen Coe", "href": "/wiki/Glen_Coe", "description": "Glen Coe is a glen of volcanic origins, in the Highlands of Scotland. It lies in the north of the county of Argyll, close to the border with the historic province of Lochaber, within the modern council area of Highland. The glen is noted for its scenic beauty. A review by Scottish Natural Heritage in 2010 made reference to the \"soaring, dramatic splendour of Glen Coe\", and \"the suddenness of the t"}, {"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}]}, {"heading": "Events", "year": "1726", "date": "February 13", "txt": "Parliament of Negrete between Mapuche and Spanish authorities in Chile bring an end to the Mapuche uprising of 1723–26.", "entities": [{"title": "Parliament of Negrete (1726)", "href": "/wiki/Parliament_of_Negrete_(1726)", "description": "\n\nThe 1726 Parliament of Negrete was a diplomatic meeting between Mapuches and Spanish authorities held in Negrete. During the parliament a peace treaty was signed, bringing an end to a period of warfare that begun in with the Mapuche uprising of 1723."}, {"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Mapuche uprising of 1723", "href": "/wiki/Mapuche_uprising_of_1723", "description": "The Mapuche uprising of 1723 was a rebellion of the Mapuche against the Spanish Empire and its colonial administration in present-day Chile. It began with the killing of Pascual Delgado by Mapuches and continued until Mapuche factions begun to sue for peace in 1725. The Spanish reinforced the fort of Purén, and most of the Spanish managed to find refuge in the various forts without being intercept"}]}, {"heading": "Events", "year": "1755", "date": "February 13", "txt": "Treaty of Giyanti signed by VOC, Pakubuwono III and Prince Mangkubumi. The treaty divides the Javanese kingdom of Mataram into two: Sunanate of Surakarta and Sultanate of Yogyakarta.", "entities": [{"title": "Treaty of Giyanti", "href": "/wiki/Treaty_of_Giyanti", "description": "The Treaty of Giyanti was signed and ratified on February 13, 1755 between Prince Mangkubumi, the Dutch East India Company, and Sunan Pakubuwono III along with his allies. The accord officially divided the Sultanate of Mataram between Mangkubumi and Pakubuwono. The name \"Giyanti\" was taken from the location of the signing of the agreement, namely in Giyanti Village which is now located in Hamlet K"}, {"title": "Dutch East Indies Company", "href": "/wiki/Dutch_East_Indies_Company", "description": "The Dutch East India Company, officially the United East India Company, was a megacorporation founded by a government-directed consolidation of several rival Dutch trading companies (voorcompagnieën) in the early 17th century. It is believed to be the largest company to ever have existed in recorded history. It was established on March 20, 1602, as a chartered company to trade with Mughal India in"}, {"title": "Pakubuwono III", "href": "/wiki/Pakubuwono_III", "description": "Pakubuwono III was the third Susuhunan. Also known as Sinuhun Paliyan Negari He was proclaimed by the Dutch as ruler of Mataram in 1749, but when the state was divided into the states of Surakarta and Yogyakarta in 1755, he was proclaimed as the first Susuhanan of Surakarta."}, {"title": "Prince Mangkubumi", "href": "/wiki/Prince_Mangkubumi", "description": "Hamengkubuwono I, born Raden Mas Sujana, was the first sultan of Yogyakarta, reigning between 1755 and 1792."}, {"title": "Mataram Sultanate", "href": "/wiki/Mataram_Sultanate", "description": "The Sultanate of Mataram was the last major independent Javanese kingdom on the island of Java before it was colonised by the Dutch. It was the dominant political force radiating from the interior of Central Java from the late 16th century until the beginning of the 18th century."}, {"title": "Sunanate of Surakarta", "href": "/wiki/Sunanate_of_Surakarta", "description": "Surakarta Sunanate was a Javanese monarchy centred in the city of Surakarta, in the province of Central Java, Indonesia."}, {"title": "Sultanate of Yogyakarta", "href": "/wiki/Sultanate_of_Yogyakarta", "description": "The Sultanate of Yogyakarta is a Javanese monarchy in Yogyakarta Special Region, in the Republic of Indonesia. The current head of the Sultanate is Hamengkubuwono X."}]}, {"heading": "Events", "year": "1849", "date": "February 13", "txt": "The delegation headed by Metropolitan bishop Andrei Șaguna hands out to the Emperor Franz Joseph I of Austria the General Petition of Romanian leaders in Transylvania, Banat and Bukovina, which demands that the Romanian nation be recognized.", "entities": [{"title": "Andrei Șaguna", "href": "/wiki/Andrei_%C8%98aguna", "description": "Andrei Șaguna was a Metropolitan bishop of the Romanian Orthodox Church in Transylvania, and one of the Romanian community political leaders in the Habsburg Monarchy, especially active during the 1848 Revolution. He was an honorary member of the Romanian Academy."}, {"title": "Franz Joseph I of Austria", "href": "/wiki/Franz_Joseph_I_of_Austria", "description": "Franz Joseph I or Francis Joseph I was Emperor of Austria, King of Hungary, Croatia, and Bohemia, and monarch of other states of the Austro-Hungarian Empire, from 2 December 1848 until his death. From 1 May 1850 to 24 August 1866 he was also President of the German Confederation. He was the longest-reigning ruler of Austria and Hungary, as well as the sixth-longest-reigning monarch of any country "}, {"title": "Romanians", "href": "/wiki/Romanians", "description": "The Romanians are a Romance ethnic group and nation native to Romania, that share a common Romanian culture, ancestry, and speak the Romanian language, the most widespread spoken Balkan Romance language, which is descended from the Latin language. According to the 2011 Romanian census, just under 89% of Romania's citizens identified themselves as ethnic Romanians."}]}, {"heading": "Events", "year": "1861", "date": "February 13", "txt": "Italian unification: The Siege of Gaeta ends with the capitulation of the defending fortress, effectively bringing an end of the Kingdom of the Two Sicilies.", "entities": [{"title": "Italian unification", "href": "/wiki/Italian_unification", "description": "Italian unification, also known as the Risorgimento, was the 19th-century political and social movement that resulted in the consolidation of different states of the Italian Peninsula into a single state, the Kingdom of Italy. Inspired by the rebellions in the 1820s and 1830s against the outcome of the Congress of Vienna, the unification process was precipitated by the revolutions of 1848, and rea"}, {"title": "Siege of Gaeta (1860)", "href": "/wiki/Siege_of_Gaeta_(1860)", "description": "The Siege of Gaeta was the concluding event of the war between the Kingdom of Sardinia and the Kingdom of the Two Sicilies, part of the unification of Italy. It started on November 5, 1860 and ended February 13, 1861, and took place in Gaeta, in today's Southern Lazio (Italy)."}, {"title": "Kingdom of the Two Sicilies", "href": "/wiki/Kingdom_of_the_Two_Sicilies", "description": "The Kingdom of the Two Sicilies was a kingdom located in Southern Italy from 1816 to 1860. The kingdom was the largest sovereign state by population and size in Italy prior to Italian unification, comprising Sicily and all of the peninsula of Italy south of the Papal States, covering most of the area of today's Mezzogiorno."}]}, {"heading": "Events", "year": "1867", "date": "February 13", "txt": "Work begins on the covering of the Senne, burying Brussels's primary river and creating the modern central boulevards.", "entities": [{"title": "Covering of the Senne", "href": "/wiki/Covering_of_the_Senne", "description": "The covering of the Senne was the covering and later diverting of the main river of Brussels, and the construction of public buildings and major boulevards in its place. Carried out between 1867 and 1871, it is one of the defining events in the history of Brussels."}, {"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}]}, {"heading": "Events", "year": "1880", "date": "February 13", "txt": "Thomas Edison observes Thermionic emission.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Thermionic emission", "href": "/wiki/Thermionic_emission", "description": "Thermionic emission is the liberation of electrons from an electrode by virtue of its temperature. This occurs because the thermal energy given to the charge carrier overcomes the work function of the material. The charge carriers can be electrons or ions, and in older literature are sometimes referred to as thermions. After emission, a charge that is equal in magnitude and opposite in sign to the"}]}, {"heading": "Events", "year": "1913", "date": "February 13", "txt": "The 13th Dalai Lama proclaims Tibetan independence following a period of domination by Manchu Qing dynasty and initiated a period of almost four decades of independence.", "entities": [{"title": "13th Dalai Lama", "href": "/wiki/13th_Dalai_Lama", "description": "Thubten Gyatso was the 13th Dalai Lama of Tibet."}, {"title": "Tibet", "href": "/wiki/Tibet", "description": "Tibet is a region in East Asia covering much of the Tibetan Plateau spanning about 2,500,000 km2 (970,000 sq mi). It is the traditional homeland of the Tibetan people as well as some other ethnic groups such as Monpa, Tamang, Qiang, Sherpa, and Lhoba peoples and is now also inhabited by considerable numbers of Han Chinese and Hui people. Tibet is the highest region on Earth, with an average elevat"}, {"title": "Tibet (1912–51)", "href": "/wiki/Tibet_(1912%E2%80%9351)", "description": "The polity of Tibet was a de facto independent state between the collapse of the Qing dynasty in 1912 and the annexation of Tibet by the People's Republic of China in 1951."}]}, {"heading": "Events", "year": "1914", "date": "February 13", "txt": "Copyright: In New York City the American Society of Composers, Authors and Publishers is established to protect the copyrighted musical compositions of its members.", "entities": [{"title": "Copyright", "href": "/wiki/Copyright", "description": "Copyright is a type of intellectual property that gives its owner the exclusive right to make copies of a creative work, usually for a limited time. The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself. A copyright is subject to limitations based on"}, {"title": "American Society of Composers, Authors and Publishers", "href": "/wiki/American_Society_of_Composers,_Authors_and_Publishers", "description": "The American Society of Composers, Authors and Publishers (ASCAP) is an American not-for-profit performance-rights organization (PRO) that protects its members' musical copyrights by monitoring public performances of their music, whether via a broadcast or live performance and compensating them accordingly."}]}, {"heading": "Events", "year": "1920", "date": "February 13", "txt": "The Negro National League is formed.", "entities": [{"title": "Negro National League (1920–31)", "href": "/wiki/Negro_National_League_(1920%E2%80%9331)", "description": "The Negro National League (NNL) was one of the several Negro leagues which were established during the period in the United States in which organized baseball was segregated."}]}, {"heading": "Events", "year": "1931", "date": "February 13", "txt": "The British Raj completes its transfer from Calcutta to New Delhi.", "entities": [{"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}, {"title": "Kolkata", "href": "/wiki/Kolkata", "description": "Kolkata is the capital of the Indian state of West Bengal. Located on the eastern bank of the Hooghly River, the city is approximately 80 kilometres (50 mi) west of the border with Bangladesh. It is the primary business, commercial, and financial hub of Eastern India and the main port of communication for North-East India, as well as having the third-largest urban economy of India. Kolkata is home"}, {"title": "New Delhi", "href": "/wiki/New_Delhi", "description": "New Delhi is the capital of India and an administrative district of NCT Delhi. New Delhi is also the seat of all three branches of the government of India, hosting the Rashtrapati Bhavan, Parliament House, and the Supreme Court of India."}]}, {"heading": "Events", "year": "1935", "date": "February 13", "txt": "A jury in Flemington, New Jersey finds Bruno Hauptmann guilty of the 1932 kidnapping and murder of the Lindbergh baby, the son of Charles Lindbergh.", "entities": [{"title": "Flemington, New Jersey", "href": "/wiki/Flemington,_New_Jersey", "description": "Flemington is a borough in Hunterdon County, New Jersey, United States. It is the county seat of Hunterdon County. As of the 2010 United States Census, the borough's population was 4,581, reflecting an increase of 381 (+9.1%) from the 4,200 counted in the 2000 Census, which had in turn increased by 153 (+3.8%) from the 4,047 counted in the 1990 Census. Most of the borough is located in the Amwell "}, {"title": "Bruno Hauptmann", "href": "/wiki/Bruno_Hauptmann", "description": "Bruno Richard Hauptmann was a German-born carpenter who was convicted of the abduction and murder of the 20-month-old son of aviator Charles Lindbergh and his wife Anne Morrow Lindbergh. The Lindbergh kidnapping became known as \"The Crime of the Century\". Hauptmann proclaimed his innocence to the end, but he was convicted of first degree murder and executed in 1936 in the electric chair at the New"}, {"title": "1932", "href": "/wiki/1932", "description": "1932 (MCMXXXII) was a leap year starting on Friday of the Gregorian calendar, the 1932nd year of the Common Era (CE) and Anno Domini (AD) designations, the 932nd year of the 2nd millennium, the 32nd year of the 20th century, and the 3rd year of the 1930s decade. "}, {"title": "Lindbergh kidnapping", "href": "/wiki/Lindbergh_kidnapping", "description": "On March 1, 1932, Charles Augustus Lindbergh Jr., 20-month-old son of aviators Charles Lindbergh and Anne Morrow Lindbergh, was abducted from the crib in the upper floor of the Lindberghs' home, Highfields, in East Amwell, New Jersey, United States. On May 12, the child's corpse was discovered by a truck driver by the side of a nearby road."}, {"title": "Charles Lindbergh", "href": "/wiki/Charles_Lindbergh", "description": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York City to Paris on May 20–21. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, "}]}, {"heading": "Events", "year": "1945", "date": "February 13", "txt": "World War II: The siege of Budapest concludes with the unconditional surrender of German and Hungarian forces to the Red Army.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Siege of Budapest", "href": "/wiki/Siege_of_Budapest", "description": "The siege of Budapest or Battle of Budapest was the 50-day-long encirclement by Soviet and Romanian forces of the Hungarian capital of Budapest, near the end of World War II. Part of the broader Budapest Offensive, the siege began when Budapest, defended by Hungarian and German troops, was first encircled on 26 December 1944 by the Red Army and the Romanian Army. During the siege, about 38,000 civ"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Kingdom of Hungary (1920–46)", "href": "/wiki/Kingdom_of_Hungary_(1920%E2%80%9346)", "description": "The Kingdom of Hungary, sometimes referred to as the Regency or the Horthy era, existed as a country from 1920 to 1946 under the rule of Regent Miklós Horthy. Horthy nominally represented the Hungarian monarchy. In reality there was no king. Attempts by Charles IV to return to the throne were prevented by Horthy."}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1945", "date": "February 13", "txt": "World War II: Royal Air Force bombers are dispatched to Dresden, Germany to attack the city with a massive aerial bombardment.", "entities": [{"title": "Dresden", "href": "/wiki/Dresden", "description": "Dresden is the capital city of the German state of Saxony and its second most populous city, after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area, and the third most populous city in the area of former East Germany, following Berlin and Leipzig. Dresden's urban area comprises the towns of Freital, Pirna, Radebeul, Coswig and Heidenau and has around 790,000 inhabi"}, {"title": "Bombing of Dresden in World War II", "href": "/wiki/Bombing_of_Dresden_in_World_War_II", "description": "The bombing of Dresden was a British-American aerial bombing attack on the city of Dresden, the capital of the German state of Saxony, during World War II. In four raids between 13 and 15 February 1945, 722 heavy bombers of the British Royal Air Force (RAF) and 527 of the United States Army Air Forces (USAAF) dropped more than 3,900 tons of high-explosive bombs and incendiary devices on the city. "}]}, {"heading": "Events", "year": "1951", "date": "February 13", "txt": "Korean War: Battle of Chipyong-ni, which represented the \"high-water mark\" of the Chinese incursion into South Korea, commences.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Battle of Chipyong-ni", "href": "/wiki/Battle_of_Chipyong-ni", "description": "The Battle of Chipyong-ni, also known as the Battle of Dipingli, was a decisive battle of the Korean War, that took place from 13–15 February 1951 between US and French units of the US 23rd Infantry Regiment and various units of the Chinese People's Volunteer Army (PVA) around the village of Chipyong-ni. The result was a United Nations Command victory. The battle, along with the Third Battle of Wo"}]}, {"heading": "Events", "year": "1954", "date": "February 13", "txt": "Frank Selvy becomes the only NCAA Division I basketball player ever to score 100 points in a single game.", "entities": [{"title": "Frank Selvy", "href": "/wiki/Frank_Selvy", "description": "Franklin Delano Selvy is an American former National Basketball Association (NBA) player who is best known for holding the record for the most points (100) in a Division I college basketball game. Born in Corbin, Kentucky, Selvy was an All-State basketball player at Corbin High School and was a teammate of College Football Hall of Fame inductee Roy Kidd. Selvy was the No. 1 overall pick in the 195"}, {"title": "NCAA Division I", "href": "/wiki/NCAA_Division_I", "description": "NCAA Division I (D-I) is the highest level of intercollegiate athletics sanctioned by the National Collegiate Athletic Association (NCAA) in the United States, which accepts players globally. D-I schools include the major collegiate athletic powers, with larger budgets, more elaborate facilities and more athletic scholarships than Divisions II and III as well as many smaller schools committed to t"}]}, {"heading": "Events", "year": "1955", "date": "February 13", "txt": "Israel obtains four of the seven Dead Sea Scrolls.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Dead Sea Scrolls", "href": "/wiki/Dead_Sea_Scrolls", "description": "The Dead Sea Scrolls are ancient Jewish and Hebrew religious manuscripts that were found in the Qumran Caves in the Judaean Desert, near Ein Feshkha on the northern shore of the Dead Sea in the West Bank, and the last discovered scrolls found in the Cave of Horror in Israel. In the larger sense, the Dead Sea Scrolls include manuscripts from additional Judaean Desert sites, dated as early as the 8t"}]}, {"heading": "Events", "year": "1960", "date": "February 13", "txt": "With the success of a nuclear test codenamed \"Gerboise Bleue\", France becomes the fourth country to possess nuclear weapons.", "entities": [{"title": "Nuclear test", "href": "/wiki/Nuclear_test", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Gerboise Bleue", "href": "/wiki/Gerboise_Bleue", "description": "Gerboise Bleue was the codename of the first French nuclear test. It was conducted by the Nuclear Experiments Operational Group (GOEN), a unit of the Joint Special Weapons Command on 13 February 1960, at the Saharan Military Experiments Centre near Reggane, French Algeria in the Sahara desert region of Tanezrouft, during the Algerian War. General Pierre Marie Gallois was instrumental in the endeav"}]}, {"heading": "Events", "year": "1960", "date": "February 13", "txt": "Black college students stage the first of the Nashville sit-ins at three lunch counters in Nashville, Tennessee.", "entities": [{"title": "Lunch counter", "href": "/wiki/Lunch_counter", "description": "A lunch counter is a small restaurant, similar to a diner, where the patron sits on a stool on one side of the counter and the server or person preparing the food serves from the opposite side of the counter, where the kitchen or limited food preparation area is located. As the name suggests, they were primarily used for the lunch meal. Lunch counters were once commonly located inside retail varie"}, {"title": "Nashville, Tennessee", "href": "/wiki/Nashville,_Tennessee", "description": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. It is the 23rd most-populous city in the United States."}]}, {"heading": "Events", "year": "1961", "date": "February 13", "txt": "An allegedly 500,000-year-old rock is discovered near Olancha, California, US, that appears to anachronistically encase a spark plug.", "entities": [{"title": "Coso artifact", "href": "/wiki/Coso_artifact", "description": "The  Coso artifact is an object claimed by its discoverers to be a spark plug encased in a lump of hard clay or rock. Discovered on February 13, 1961, by Wallace Lane, Virginia Maxey and Mike Mikesell while they were prospecting for geodes near the town of Olancha, California, it has long been claimed as an example of an out-of-place artifact. The artifact has been identified as a 1920s-era Champi"}, {"title": "Olancha, California", "href": "/wiki/Olancha,_California", "description": "Olancha is a census designated place in Inyo County of the U.S. state of California. Olancha is located on U.S. Route 395 in California, 37 miles (60 km) south-southeast of Independence, at an elevation of 3658 feet. As of the 2010 census, the population was 192, up from 134 at the 2000 census."}, {"title": "Spark plug", "href": "/wiki/Spark_plug", "description": " A spark plug is a device for delivering electric current from an ignition system to the combustion chamber of a spark-ignition engine to ignite the compressed fuel/air mixture by an electric spark, while containing combustion pressure within the engine. A spark plug has a metal threaded shell, electrically isolated from a central electrode by a ceramic insulator. The central electrode, which may "}]}, {"heading": "Events", "year": "1967", "date": "February 13", "txt": "American researchers discover the Madrid Codices by Leonardo da Vinci in the National Library of Spain.", "entities": [{"title": "Codex Madrid (Leonardo)", "href": "/wiki/Codex_Madrid_(Leonardo)", "description": "The Madrid Codices I–II, are two manuscripts by Leonardo da Vinci which were discovered in the Biblioteca Nacional de España in Madrid in 1965 by Dr. Jules Piccus, Language Professor at the University of Massachusetts. The Madrid Codices I was finished during 1490 and 1499, and II from 1503 to 1505."}, {"title": "Leonardo da Vinci", "href": "/wiki/Leonardo_da_Vinci", "description": "Leonardo da Vinci was an Italian polymath of the High Renaissance who was active as a painter, draughtsman, engineer, scientist, theorist, sculptor and architect. While his fame initially rested on his achievements as a painter, he also became known for his notebooks, in which he made drawings and notes on a variety of subjects, including anatomy, astronomy, botany, cartography, painting, and pale"}, {"title": "Biblioteca Nacional de España", "href": "/wiki/Biblioteca_Nacional_de_Espa%C3%B1a", "description": "The Biblioteca Nacional de España is a major public library, the largest in Spain, and one of the largest in the world. It is located in Madrid, on the Paseo de Recoletos."}]}, {"heading": "Events", "year": "1975", "date": "February 13", "txt": "Fire at One World Trade Center (North Tower) of the World Trade Center in New York.", "entities": [{"title": "World Trade Center (1973–2001)", "href": "/wiki/World_Trade_Center_(1973%E2%80%932001)", "description": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the "}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1978", "date": "February 13", "txt": "Hilton bombing: a bomb explodes in a refuse truck outside the Hilton Hotel in Sydney, Australia, killing two refuse collectors and a policeman.", "entities": [{"title": "Sydney Hilton Hotel bombing", "href": "/wiki/Sydney_Hilton_Hotel_bombing", "description": "The Sydney Hilton Hotel bombing occurred on 13 February 1978, when a bomb exploded outside the Hilton Hotel in Sydney, New South Wales, Australia. At the time the hotel was the site of the first Commonwealth Heads of Government Regional Meeting (CHOGRM), a regional offshoot of the biennial meetings of the heads of government from across the Commonwealth of Nations."}, {"title": "Hilton Hotel", "href": "/wiki/Hilton_Hotel", "description": "Hilton Hotels & Resorts is a global brand of full-service hotels and resorts and the flagship brand of American multinational hospitality company Hilton."}]}, {"heading": "Events", "year": "1979", "date": "February 13", "txt": "An intense windstorm strikes western Washington and sinks a .mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2-mile-long section of the Hood Canal Bridge.", "entities": [{"title": "February 13, 1979 windstorm", "href": "/wiki/February_13,_1979_windstorm", "description": "The February 13, 1979 windstorm is a natural phenomenon that took place on February 13, 1979 in Pacific Canada and the United States. During the early morning of February 13, 1979, an intense wave cyclone moved across southern Vancouver Island, British Columbia. South of the low center, a strong atmospheric pressure gradient was carried across Washington, with associated high winds. With a cold ai"}, {"title": "Hood Canal Bridge", "href": "/wiki/Hood_Canal_Bridge", "description": "The Hood Canal Bridge is a floating bridge in the northwest United States, located in western Washington. It carries State Route 104 across Hood Canal of Puget Sound and connects the Olympic and Kitsap Peninsulas. At 7,869 feet in length, it is the longest floating bridge in the world located in a saltwater tidal basin, and the fourth longest floating bridge overall. First opened 60 years ago in 1"}]}, {"heading": "Events", "year": "1981", "date": "February 13", "txt": "A series of sewer explosions destroys more than two miles of streets in Louisville, Kentucky.", "entities": [{"title": "Louisville sewer explosions", "href": "/wiki/Louisville_sewer_explosions", "description": "\nOn February 13, 1981, a series of explosions destroyed more than 13 miles (21 km) of sewer lines and streets in the center of Louisville in Kentucky, United States. The explosions resulted in extensive damage to property and infrastructure; there were no fatalities, but four people were injured."}, {"title": "Louisville, Kentucky", "href": "/wiki/Louisville,_Kentucky", "description": "Louisville is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States. Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border."}]}, {"heading": "Events", "year": "1983", "date": "February 13", "txt": "A cinema fire in Turin, Italy, kills 64 people.", "entities": [{"title": "Cinema Statuto fire", "href": "/wiki/Cinema_Statuto_fire", "description": "Cinema Statuto was a movie theater located in Turin, Italy, when on 13 February 1983, at 18:15, during the projection of La Chèvre, a fire caused the death of 64 people as a result of smoke inhalation. According to statements by Raimondo Capella, the owner of the cinema, the flames spread from an old curtain."}, {"title": "Turin", "href": "/wiki/Turin", "description": "Turin is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is mainly on the western bank of the Po River, below its Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 847,033 while"}]}, {"heading": "Events", "year": "1984", "date": "February 13", "txt": "Konstantin Chernenko succeeds the late Yuri Andropov as general secretary of the Communist Party of the Soviet Union.", "entities": [{"title": "Konstantin Chernenko", "href": "/wiki/Konstantin_Chernenko", "description": "Konstantin Ustinovich Chernenko was a Soviet politician and the fifth General Secretary of the Communist Party of the Soviet Union. He briefly led the Soviet Union from 13 February 1984 until his death on 10 March 1985."}, {"title": "Yuri Andropov", "href": "/wiki/Yuri_Andropov", "description": "Yuri Vladimirovich Andropov was the sixth paramount leader of the Soviet Union and the fourth General Secretary of the Communist Party of the Soviet Union. Following the 18-year rule of Leonid Brezhnev, Andropov served in the post from November 1982 until his death in February 1984."}, {"title": "Communist Party of the Soviet Union", "href": "/wiki/Communist_Party_of_the_Soviet_Union", "description": "The Communist Party of the Soviet Union (CPSU) was the founding and ruling political party of the Soviet Union. The CPSU was the sole governing party of the Soviet Union until 1990 when the Congress of People's Deputies modified Article 6 of the 1977 Soviet Constitution, which had previously granted the CPSU a monopoly over the political system."}]}, {"heading": "Events", "year": "1990", "date": "February 13", "txt": "German reunification: An agreement is reached on a two-stage plan to reunite Germany.", "entities": [{"title": "German reunification", "href": "/wiki/German_reunification", "description": "German reunification was the process in 1990 in which the German Democratic Republic (GDR) became part of the Federal Republic of Germany (FRG) to form the reunited nation of Germany."}]}, {"heading": "Events", "year": "1991", "date": "February 13", "txt": "Gulf War: Two laser-guided \"smart bombs\" destroy the Amiriyah shelter in Baghdad. Allied forces said the bunker was being used as a military communications outpost, but over 400 Iraqi civilians inside were killed.", "entities": [{"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}, {"title": "Smart bomb", "href": "/wiki/Smart_bomb", "description": "A guided bomb is a precision-guided munition designed to achieve a smaller circular error probable (CEP)."}, {"title": "Amiriyah shelter bombing", "href": "/wiki/Amiriyah_shelter_bombing", "description": "The Amiriyah shelter bombing was an aerial attack that killed at least 408 civilians on 13 February 1991 during the Persian Gulf War, when an air-raid shelter in the Amiriyah neighborhood of Baghdad, Iraq was destroyed by the U.S. Air Force with two GBU-27 Paveway III laser-guided \"smart bombs\"."}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}]}, {"heading": "Events", "year": "1996", "date": "February 13", "txt": "The Nepalese Civil War is initiated in the Kingdom of Nepal by the Communist Party of Nepal (Maoist-Centre).", "entities": [{"title": "Nepalese Civil War", "href": "/wiki/Nepalese_Civil_War", "description": "The Nepalese Civil War was a protracted armed conflict that took place in Nepal between the Communist Party of Nepal (Maoist) (CPN-M) and the Government of Nepal from 1996 to 2006. The conflict period is known as the Saśastra Dvandvakāla in Nepal."}, {"title": "Kingdom of Nepal", "href": "/wiki/Kingdom_of_Nepal", "description": "The Kingdom of Nepal, also known as the Kingdom of Gorkha or Gorkha Empire or Asal Hindusthan, was a Hindu kingdom on the Indian subcontinent, formed in 1768, by the unification of Nepal. Founded by King Prithvi Narayan Shah, a Gorkhali monarch of Rajput origin from medieval India, it existed for 240 years until the abolition of the Nepalese monarchy in 2008. During this period, Nepal was formally"}, {"title": "Communist Party of Nepal (Maoist-Centre)", "href": "/wiki/Communist_Party_of_Nepal_(Maoist-Centre)", "description": "The Communist Party of Nepal  is a communist political party in Nepal. It was founded in 1994 after breaking away from the Communist Party of Nepal. The party has led three governments, from 2008 to 2009 and from 2016 to 2017 under Pushpa Kamal Dahal and from 2013 to 2015 under Baburam Bhattarai."}]}, {"heading": "Events", "year": "2001", "date": "February 13", "txt": "An earthquake measuring 7.6 on the Richter magnitude scale hits El Salvador, killing at least 944.", "entities": [{"title": "January 2001 El Salvador earthquake", "href": "/wiki/January_2001_El_Salvador_earthquake", "description": "The January 2001 El Salvador earthquake struck El Salvador on January 13, 2001 at 17:33:34 UTC. The 7.6 quake struck with the epicenter 60 miles (100 km) SW of San Miguel, El Salvador at a depth of 60 km. At least 944 people were killed, 5,565 injured, 108,261 houses destroyed – with another 169,692 houses damaged – and more than 150,000 buildings were damaged in El Salvador. About 585 of the deat"}, {"title": "Richter magnitude scale", "href": "/wiki/Richter_magnitude_scale", "description": "The Richter scale – also called the Richter magnitude scale or Richter's magnitude scale – is a measure of the strength of earthquakes, developed by Charles Francis Richter and presented in his landmark 1935 paper, where he called it the \"magnitude scale\". This was later revised and renamed the local magnitude scale, denoted as ML or ML ."}, {"title": "El Salvador", "href": "/wiki/El_Salvador", "description": "El Salvador, officially the Republic of El Salvador, is a country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean. El Salvador's capital and largest city is San Salvador. As of 2018, the country had a population of approximately 6.42 million."}]}, {"heading": "Events", "year": "2004", "date": "February 13", "txt": "The Harvard–Smithsonian Center for Astrophysics announces the discovery of the universe's largest known diamond, white dwarf star BPM 37093. Astronomers named this star \"Lucy\" after The Beatles' song \"Lucy in the Sky with Diamonds\".", "entities": [{"title": "Harvard–Smithsonian Center for Astrophysics", "href": "/wiki/Harvard%E2%80%93Smithsonian_Center_for_Astrophysics", "description": "The Center for Astrophysics | Harvard & Smithsonian (CfA) is an astrophysics research institute jointly operated by the Harvard College Observatory and Smithsonian Astrophysical Observatory. Founded in 1973 and headquartered in Cambridge, Massachusetts, the CfA leads a broad program of research in astronomy, astrophysics, Earth and space sciences, as well as science education. The CfA either leads"}, {"title": "Diamond", "href": "/wiki/Diamond", "description": "Diamond is a solid form of the element carbon with its atoms arranged in a crystal structure called diamond cubic. At room temperature and pressure, another solid form of carbon known as graphite is the chemically stable form of carbon, but diamond almost never converts to it. Diamond has the highest hardness and thermal conductivity of any natural material, properties that are utilized in major i"}, {"title": "White dwarf", "href": "/wiki/White_dwarf", "description": "A white dwarf, also called a degenerate dwarf, is a stellar core remnant composed mostly of electron-degenerate matter. A white dwarf is very dense: its mass is comparable to that of the Sun, while its volume is comparable to that of Earth. A white dwarf's faint luminosity comes from the emission of stored thermal energy; no fusion takes place in a white dwarf. The nearest known white dwarf is Sir"}, {"title": "Star", "href": "/wiki/Star", "description": "A star is an astronomical object consisting of a luminous spheroid of plasma held together by its own gravity. The nearest star to Earth is the Sun. Many other stars are visible to the naked eye at night, but due to their immense distance from Earth they appear as fixed points of light in the sky. The most prominent stars are grouped into constellations and asterisms, and many of the brightest sta"}, {"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}, {"title": "Lucy in the Sky with Diamonds", "href": "/wiki/Lucy_in_the_Sky_with_Diamonds", "description": "\"Lucy in the Sky with Diamonds\" is a song by the English rock band the Beatles from their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was written primarily by John Lennon and credited to the Lennon–McCartney songwriting partnership. Lennon's son Julian inspired the song with a nursery school drawing that he called \"Lucy – in the sky with diamonds\". Shortly before the album's release, spec"}]}, {"heading": "Events", "year": "2007", "date": "February 13", "txt": "Taiwan opposition leader Ma Ying-jeou resigns as the chairman of the Kuomintang party after being indicted on charges of embezzlement during his tenure as the mayor of Taipei; Ma also announces his candidacy for the 2008 presidential election.", "entities": [{"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Ma Ying-jeou", "href": "/wiki/Ma_Ying-jeou", "description": "Ma Ying-jeou is a Hong Kong-born Taiwanese politician who served as the sixth president of the Republic of China (Taiwan) from 2008 to 2016. His previous political roles include Justice Minister (1993–96) and Mayor of Taipei (1998–2006). He was also the Chairman of the Kuomintang (KMT) between 2005–2007 and 2009–2014."}, {"title": "Kuomintang", "href": "/wiki/Kuomintang", "description": "The Kuomintang is a major political party in Taiwan that originated as a revolutionary political party for the Republic of China on the Chinese mainland. Founded in 1919, the KMT was the dominant ruling party of the Republic of China on the mainland from 1928 to 1949, during which it fought the Chinese Communist Party (CCP) for control over China in the Chinese Civil War. The KMT was defeated and "}, {"title": "Taipei", "href": "/wiki/Taipei", "description": "Taipei, officially Taipei City, is the capital and a special municipality of Taiwan. Located in Northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city of Keelung. Most of the city rests on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian"}, {"title": "2008 Republic of China presidential election", "href": "/wiki/2008_Republic_of_China_presidential_election", "description": "The 12th President and Vice President election of the Republic of China was held on 22 March 2008. Kuomintang (KMT) nominee Ma Ying-jeou won with 58% of the vote, ending eight years of Democratic Progressive Party (DPP) rule. Along with the 2008 legislative election, Ma's landslide victory brought the Kuomintang back to power in Taiwan."}]}, {"heading": "Events", "year": "2008", "date": "February 13", "txt": "Australian Prime Minister Kevin Rudd makes a historic apology to the Indigenous Australians and the Stolen Generations.", "entities": [{"title": "Kevin Rudd", "href": "/wiki/Kevin_Rudd", "description": "Kevin Michael Rudd is an Australian Labor Party politician who was the 26th Prime Minister of Australia, serving twice, from December 2007 to June 2010 and again from June 2013 to September 2013."}, {"title": "Indigenous Australians", "href": "/wiki/Indigenous_Australians", "description": "Indigenous Australians are people with familial heritage to groups that lived in Australia before British colonisation. They include the Aboriginal and Torres Strait Islander peoples of Australia. The term Aboriginal and Torres Strait Islander peoples or the person's specific cultural group, is often preferred, though the terms First Nations of Australia, First Peoples of Australia and First Austr"}, {"title": "Stolen Generations", "href": "/wiki/Stolen_Generations", "description": "The Stolen Generations were the children of Australian Aboriginal and Torres Strait Islander descent who were removed from their families by the Australian federal and state government agencies and church missions, under acts of their respective parliaments. The removals of those referred to as \"half-caste\" children were conducted in the period between approximately 1905 and 1967, although in some"}]}, {"heading": "Events", "year": "2010", "date": "February 13", "txt": "A bomb explodes in the city of Pune, Maharashtra, India, killing 17 and injuring 60 more.", "entities": [{"title": "2010 Pune bombing", "href": "/wiki/2010_Pune_bombing", "description": "The 2010 Pune bombing occurred on 13 February 2010 at approximately 19:15 Indian Standard Time, when a bomb exploded at a German bakery in the Indian city of Pune, Maharashtra. The blast killed 18 people, and injured at least 60 more, including an Italian woman, two Sudanese students and an Iranian student."}, {"title": "Pune", "href": "/wiki/Pune", "description": "Pune, known as Poona until 1978, is the second-largest metropolitan city in the Indian State of Maharashtra and the eighth most populous city in India, with an estimated population of 7.4 million as of 2020. It has been ranked as \"the most livable city in India\" several times. Along with the municipal corporation limits of PCMC and the three cantonment towns of Camp, Khadki and Dehu Road, Pune for"}, {"title": "Maharashtra", "href": "/wiki/Maharashtra", "description": "Maharashtra is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. Maharashtra is the second-most populous state in India as well as the second-most populous country subdivision in the world. It was formed on 1 May 1960 by splitting the bilingual Bombay State, which had existed since 1956, into majority Marathi-speaking Maharashtra and Gujarati-"}]}, {"heading": "Events", "year": "2011", "date": "February 13", "txt": "For the first time in more than 100 years the Umatilla, an American Indian tribe, are able to hunt and harvest a bison just outside Yellowstone National Park, restoring a centuries-old tradition guaranteed by a treaty signed in 1855.", "entities": [{"title": "Confederated Tribes of the Umatilla Indian Reservation", "href": "/wiki/Confederated_Tribes_of_the_Umatilla_Indian_Reservation", "description": "The Confederated Tribes of the Umatilla Indian Reservation are the federally recognized confederations of three Sahaptin-speaking Native American tribes who traditionally inhabited the Columbia River Plateau region: the Cayuse, Umatilla, and Walla Walla."}, {"title": "American Indian tribe", "href": "/wiki/American_Indian_tribe", "description": "In the United States, an American Indian tribe, Native American tribe, Alaska Native village, tribal nation, or similar concept is any extant or historical clan, tribe, band, nation, or other group or community of Native Americans in the United States. Modern forms of these entities are often associated with land or territory of an Indian reservation. \"Federally recognized Indian tribe\" is a legal"}, {"title": "Bison", "href": "/wiki/Bison", "description": "Bison are large, even-toed ungulates in the genus Bison within the subfamily Bovinae."}, {"title": "Yellowstone National Park", "href": "/wiki/Yellowstone_National_Park", "description": "Yellowstone National Park is an American national park located in the western United States, largely in the northwest corner of Wyoming and extending into Montana and Idaho. It was established by the U.S. Congress and signed into law by President Ulysses S. Grant on March 1, 1872. Yellowstone was the first national park in the U.S. and is also widely held to be the first national park in the world"}]}, {"heading": "Events", "year": "2012", "date": "February 13", "txt": "The European Space Agency (ESA) conducted the first launch of the European Vega rocket from Europe's spaceport in Kourou, French Guiana.", "entities": [{"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}, {"title": "Kourou, French Guiana", "href": "/wiki/Kourou,_French_Guiana", "description": "Kourou is a commune in French Guiana, an overseas region and department of France located in South America. In addition to being an administrative district in French Guiana, it is also the main town in that district."}]}, {"heading": "Events", "year": "2017", "date": "February 13", "txt": "Kim Jong-nam, brother of North Korean dictator Kim Jong-Un, is assassinated at Kuala Lumpur International Airport.", "entities": [{"title": "Kim Jong-nam", "href": "/wiki/Kim_Jong-nam", "description": "Kim Jong-nam was the eldest son of North Korean leader Kim Jong-il. From roughly 1994 to 2001, he was considered the heir apparent to his father. He was thought to have fallen out of favour after embarrassing the regime in 2001 with a failed attempt to visit Tokyo Disneyland with a false passport, although Kim Jong-nam himself said his loss of favour had been due to advocating reform."}, {"title": "Kim Jong-Un", "href": "/wiki/Kim_Jong-Un", "description": "Kim Jong-un is a North Korean politician serving as Supreme Leader of North Korea since 2011 and the leader of the Workers' Party of Korea (WPK) since 2012. He is the second child of Kim Jong-il, who was North Korea's second supreme leader from 1994 to 2011, and Ko Yong-hui. He is the grandson of Kim Il-sung, who was the founder and first supreme leader of North Korea from its establishment in 194"}, {"title": "Kuala Lumpur International Airport", "href": "/wiki/Kuala_Lumpur_International_Airport", "description": "Kuala Lumpur International Airport (KLIA), is Malaysia's main international airport and one of the biggest airports in Southeast Asia and worldwide. It is located in Sepang District of Selangor, approximately 45 kilometres (28 mi) south of Kuala Lumpur city centre and serves the Greater Klang Valley conurbation."}]}, {"heading": "Events", "year": "2021", "date": "February 13", "txt": "Former U.S. President Donald Trump is acquitted in his second impeachment trial.", "entities": [{"title": "Donald Trump", "href": "/wiki/Donald_Trump", "description": "Donald John Trump is an American media personality and businessman who served as the 45th president of the United States from 2017 to 2021."}, {"title": "Second impeachment trial of Donald Trump", "href": "/wiki/Second_impeachment_trial_of_Donald_Trump", "description": "The second impeachment trial of Donald Trump, the 45th president of the United States, began on February 9, 2021, and concluded with his acquittal on February 13. Trump had been impeached for the second time by the House of Representatives on January 13, 2021. The House adopted one article of impeachment against Trump: incitement of insurrection. He is the only U.S. President and only federal offi"}]}, {"heading": "Events", "year": "2021", "date": "February 13", "txt": "A major winter storm causes blackouts and kills at least 82 people in Texas and northern Mexico.", "entities": [{"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Mexico", "href": "/wiki/Mexico", "description": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Mexico covers 1,972,550 square kilometers (761,610 sq mi), making it the world's 13th-largest country by"}]}, {"heading": "Births", "year": "1440", "date": "February 13", "txt": "Hartmann Schedel, German physician (d. 1514)", "entities": [{"title": "Hartmann Schedel", "href": "/wiki/Hartmann_Schedel", "description": "Hartmann Schedel was a German historian, physician, humanist, and one of the first cartographers to use the printing press. He was born and died in Nuremberg. Matheolus Perusinus served as his tutor."}]}, {"heading": "Births", "year": "1457", "date": "February 13", "txt": "Mary of Burgundy, Sovereign Duchess regnant of Burgundy, married to Maximilian I, Holy Roman Emperor (d. 1482)", "entities": [{"title": "Mary of Burgundy", "href": "/wiki/Mary_of_Burgundy", "description": "Mary, pretender Duchess of Burgundy, reigned over the Burgundian State, now mainly in France - with the exception of Duchy of Burgundy returned to Kingdom of France (1477) -, and the Low Countries, from 1477 until her death in a riding accident at the age of 25."}, {"title": "Maximilian I, Holy Roman Emperor", "href": "/wiki/Maximilian_I,_Holy_Roman_Emperor", "description": "Maximilian I was King of the Romans from 1486 and Holy Roman Emperor from 1508 until his death. He was never crowned by the pope, as the journey to Rome was always too risky. He was instead proclaimed emperor elect by Pope Julius II at Trent, thus breaking the long tradition of requiring a Papal coronation for the adoption of the Imperial title. Maximilian was the son of Frederick III, Holy Roman "}]}, {"heading": "Births", "year": "1469", "date": "February 13", "txt": "Elia Levita, Renaissance Hebrew grammarian (d. 1549)", "entities": [{"title": "Elia Levita", "href": "/wiki/Elia_Levita", "description": "Elia Levita, also known as Elijah Levita, Elias Levita, Élie Lévita, Elia Levita Ashkenazi, Eliahu Levita, Eliyahu haBahur, Elye Bokher, was a Renaissance Hebrew grammarian, scholar and poet. He was the author of the Bovo-Bukh, the most popular chivalric romance written in Yiddish. Living for a decade in the house of Cardinal Egidio da Viterbo, he was also one of the foremost tutors of Christian n"}]}, {"heading": "Births", "year": "1480", "date": "February 13", "txt": "Girolamo Aleandro, Italian cardinal (d. 1542)", "entities": [{"title": "Girolamo Aleandro", "href": "/wiki/Girolamo_Aleandro", "description": "Girolamo Aleandro was an Italian cardinal, and the first cardinal appointed in pectore."}]}, {"heading": "Births", "year": "1523", "date": "February 13", "txt": "Valentin Naboth, German astronomer and mathematician (d. 1593)", "entities": [{"title": "Valentin Naboth", "href": "/wiki/Valentin_Naboth", "description": "Valentin Naboth, known by the latinized name Valentinus Nabodus, was a German mathematician, astronomer and astrologer."}]}, {"heading": "Births", "year": "1539", "date": "February 13", "txt": "Elisabeth of Hesse, Electress Palatine (d. 1582)", "entities": [{"title": "Elisabeth of Hesse, Electress Palatine", "href": "/wiki/Elisabeth_of_Hesse,_Electress_Palatine", "description": "Elisabeth of Hesse was a German noblewoman."}]}, {"heading": "Births", "year": "1569", "date": "February 13", "txt": "Johann Reinhard I, Count of Hanau-Lichtenberg (d. 1625)", "entities": [{"title": "Johann Reinhard I, Count of Hanau-Lichtenberg", "href": "/wiki/Johann_Reinhard_I,_Count_of_Hanau-Lichtenberg", "description": "Count Johann Reinhard I of Hanau-Lichtenberg ruled the county of Hanau-Lichtenberg from 1599 to 1625."}]}, {"heading": "Births", "year": "1599", "date": "February 13", "txt": "Pope Alexander VII (d. 1667)", "entities": [{"title": "Pope Alexander VII", "href": "/wiki/Pope_Alexander_VII", "description": "Pope Alexander VII, born Fabio Chigi, was head of the Catholic Church and ruler of the Papal States from 7 April 1655 to his death in 1667."}]}, {"heading": "Births", "year": "1602", "date": "February 13", "txt": "William V, Landgrave of Hesse-Kassel (d. 1637)", "entities": [{"title": "William V, Landgrave of Hesse-Kassel", "href": "/wiki/William_V,_Landgrave_of_Hesse-Kassel", "description": "William V, a member of the House of Hesse, was Landgrave of Hesse-Kassel from 1627 to 1637. Having come to rule in unfavorable circumstances and in the midst of the Thirty Years' War, he continued to suffer losses of territory and wealth."}]}, {"heading": "Births", "year": "1672", "date": "February 13", "txt": "Étienne François Geoffroy, French physician and chemist (d. 1731)", "entities": [{"title": "Étienne François Geoffroy", "href": "/wiki/%C3%89tienne_Fran%C3%A7ois_Geoffroy", "description": "Étienne François Geoffroy was a French physician and chemist, best known for his 1718 affinity tables. He first contemplated a career as an apothecary, but then decided to practice medicine. He is sometimes known as Geoffroy the Elder."}]}, {"heading": "Births", "year": "1683", "date": "February 13", "txt": "Giovanni Battista Piazzetta, Italian painter (d. 1754)", "entities": [{"title": "Giovanni Battista Piazzetta", "href": "/wiki/Giovanni_Battista_Piazzetta", "description": "Giovanni Battista Piazzetta was an Italian Rococo painter of religious subjects and genre scenes."}]}, {"heading": "Births", "year": "1719", "date": "February 13", "txt": "George Brydges Rodney, 1st Baron Rodney, English admiral and politician (d. 1792)", "entities": [{"title": "George Brydges Rodney, 1st Baron Rodney", "href": "/wiki/George_Brydges_Rodney,_1st_Baron_Rodney", "description": "Admiral George Brydges Rodney, 1st Baron Rodney, KB, was a British naval officer. He is best known for his commands in the American War of Independence, particularly his victory over the French at the Battle of the Saintes in 1782. It is often claimed that he was the commander to have pioneered the tactic of breaking the line."}]}, {"heading": "Births", "year": "1721", "date": "February 13", "txt": "John Reid, Scottish general (d. 1807)", "entities": [{"title": "John Reid (British Army officer)", "href": "/wiki/John_Reid_(British_Army_officer)", "description": "John Reid, previously known as John Robertson, was a British army general and founder of the chair of music at the University of Edinburgh."}]}, {"heading": "Births", "year": "1728", "date": "February 13", "txt": "John Hunter, Scottish surgeon and anatomist (d. 1793)", "entities": [{"title": "John Hunter (surgeon)", "href": "/wiki/John_Hunter_(surgeon)", "description": "John Hunter was a Scottish surgeon, one of the most distinguished scientists and surgeons of his day. He was an early advocate of careful observation and scientific method in medicine. He was a teacher of, and collaborator with, Edward Jenner, pioneer of the smallpox vaccine. He is alleged to have paid for the stolen body of Charles Byrne, and proceeded to study and exhibit it against the deceased"}]}, {"heading": "Births", "year": "1766", "date": "February 13", "txt": "Thomas Robert Malthus, English economist and scholar (d. 1834)", "entities": [{"title": "Thomas Robert Malthus", "href": "/wiki/Thomas_Robert_Malthus", "description": "Thomas Robert Malthus was an English cleric, scholar and influential economist in the fields of political economy and demography."}]}, {"heading": "Births", "year": "1768", "date": "February 13", "txt": "Édouard Adolphe Casimir Joseph Mortier, French general and politician, 15th Prime Minister of France (d. 1835)", "entities": [{"title": "Édouard Adolphe Casimir Joseph Mortier", "href": "/wiki/%C3%89douard_Adolphe_Casimir_Joseph_Mortier", "description": "Adolphe Édouard Casimir Joseph Mortier, 1st Duke of Trévise was a French military commander and Marshal of the Empire under Napoleon I, who served during both the French Revolutionary Wars and the Napoleonic Wars. He was one of 18 people killed in 1835 during Giuseppe Marco Fieschi's assassination attempt on King Louis Philippe I."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1769", "date": "February 13", "txt": "Ivan Krylov, Russian author, poet, and playwright (d. 1844)", "entities": [{"title": "Ivan Krylov", "href": "/wiki/Ivan_Krylov", "description": "Ivan Andreyevich Krylov is Russia's best-known fabulist and probably the most epigrammatic of all Russian authors. Formerly a dramatist and journalist, he only discovered his true genre at the age of 40. While many of his earlier fables were loosely based on Aesop's and La Fontaine's, later fables were original work, often with a satirical bent."}]}, {"heading": "Births", "year": "1805", "date": "February 13", "txt": "Peter Gustav Lejeune Dirichlet, German mathematician and academic (d. 1859)", "entities": [{"title": "Peter Gustav Lejeune Dirichlet", "href": "/wiki/Peter_Gustav_Lejeune_Dirichlet", "description": "Johann Peter Gustav Lejeune Dirichlet was a German mathematician who made deep contributions to number theory, and to the theory of Fourier series and other topics in mathematical analysis; he is credited with being one of the first mathematicians to give the modern formal definition of a function."}]}, {"heading": "Births", "year": "1811", "date": "February 13", "txt": "François Achille Bazaine, French general (d. 1888)", "entities": [{"title": "François Achille Bazaine", "href": "/wiki/Fran%C3%A7ois_Achille_Bazaine", "description": "François Achille Bazaine was an officer of the French army. Rising from the ranks, during four decades of distinguished service under Louis-Philippe and then Napoleon III, he held every rank in the army from Fusilier to Marshal of France. From 1863 he was a Marshal of France, and it was in this role that he surrendered the last organized French army to Prussia during the Franco-Prussian war, durin"}]}, {"heading": "Births", "year": "1815", "date": "February 13", "txt": "Rufus Wilmot Griswold, American anthologist, editor, poet and critic (d. 1857)", "entities": [{"title": "Rufus Wilmot Griswold", "href": "/wiki/Rufus_Wilmot_Griswold", "description": "Rufus Wilmot Griswold was an American anthologist, editor, poet, and critic. Born in Vermont, Griswold left home when he was 15 years old. He worked as a journalist, editor, and critic in Philadelphia, New York City, and elsewhere. He built a strong literary reputation, in part due to his 1842 collection The Poets and Poetry of America. This anthology, the most comprehensive of its time, included "}]}, {"heading": "Births", "year": "1831", "date": "February 13", "txt": "John Aaron Rawlins, American general and politician, 29th United States Secretary of War (d. 1869)", "entities": [{"title": "John Aaron Rawlins", "href": "/wiki/John_Aaron_Rawlins", "description": "John Aaron Rawlins was a general officer in the Union Army during the American Civil War and a cabinet officer in the Grant administration. A longtime confidant of Ulysses S. Grant, Rawlins served on Grant's staff throughout the war, rising to the rank of brevet major general, and was Grant's chief defender against allegations of insobriety. He was appointed Secretary of War when Grant was elected"}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1834", "date": "February 13", "txt": "Heinrich Caro, Sephardic Jewish Polish-German chemist and academic (d. 1910)", "entities": [{"title": "Heinrich Caro", "href": "/wiki/Heinrich_Caro", "description": "Heinrich Caro, was a German chemist."}, {"title": "Sephardic", "href": "/wiki/Sephardic", "description": "Sephardi Jews, also known as Sephardic Jews, Sephardim, or Hispanic Jews by modern scholars, are a Jewish ethnic division originating from traditionally established communities in the Iberian Peninsula. The term \"Sephardim\" sometimes refers to Eastern Jewish communities of the Middle East and North Africa. Many of them can trace their ancestry back to the Jewish communities of Iberia, and the vast"}]}, {"heading": "Births", "year": "1835", "date": "February 13", "txt": "Mirza Ghulam Ahmad, Indian religious leader (d. 1908)", "entities": [{"title": "Mirza Ghulam Ahmad", "href": "/wiki/Mirza_Ghulam_Ahmad", "description": "Mirzā Ghulām Ahmad was an Indian religious leader and the founder of the Ahmadiyya movement in Islam. He claimed to have been divinely appointed as the promised Messiah and Mahdi—which is the metaphorical second-coming of Jesus (mathīl-iʿIsā), in fulfillment of Islam's latter day prophecies, as well as the Mujaddid of the 14th Islamic century."}]}, {"heading": "Births", "year": "1849", "date": "February 13", "txt": "Lord Randolph Churchill, English lawyer and politician, Chancellor of the Exchequer (d. 1895)", "entities": [{"title": "Lord Randolph Churchill", "href": "/wiki/Lord_Randolph_Churchill", "description": "Lord Randolph Henry Spencer-Churchill was a British statesman. Churchill was a Tory radical and coined the term 'Tory democracy'. He inspired a generation of party managers, created the National Union of the Conservative Party, and broke new ground in modern budgetary presentations, attracting admiration and criticism from across the political spectrum. His most acerbic critics were in his own par"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1855", "date": "February 13", "txt": "Paul Deschanel, Belgian-French politician, 11th President of France (d. 1922)", "entities": [{"title": "Paul Deschanel", "href": "/wiki/Paul_Deschanel", "description": "Paul Eugène Louis Deschanel was a French statesman. He served as President of France from 18 February to 21 September 1920."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1863", "date": "February 13", "txt": "Hugo Becker, German cellist and composer (d. 1941)", "entities": [{"title": "Hugo Becker", "href": "/wiki/Hugo_Becker", "description": "Hugo Becker was a prominent German cellist, cello teacher, and composer. He studied at a young age with Alfredo Piatti, and later Friedrich Grützmacher in Dresden."}]}, {"heading": "Births", "year": "1867", "date": "February 13", "txt": "Harold Mahony, Scottish-Irish tennis player (d. 1905)", "entities": [{"title": "Harold Mahony", "href": "/wiki/Harold_Mahony", "description": "Harold Segerson Mahony was a Scottish-born tennis player who is best known for winning the singles title at the Wimbledon Championships in 1896. His career lasted from 1888 until his death in 1905. Mahony was born in Scotland but lived in Ireland for the majority of his life; his family were Irish including both of his parents, the family home was in County Kerry, Southwestern Ireland. He was the "}]}, {"heading": "Births", "year": "1870", "date": "February 13", "txt": "Leopold Godowsky, Polish-American pianist and composer (d. 1938)", "entities": [{"title": "Leopold Godowsky", "href": "/wiki/Leopold_Godowsky", "description": "Leopold Godowsky was a Polish-American virtuoso pianist, composer and teacher. He was one of the most highly regarded performers of his time, known for his theories concerning the application of relaxed weight and economy of motion within pianistic technique – principles later propagated by Godowsky's pupils, such as Heinrich Neuhaus."}]}, {"heading": "Births", "year": "1873", "date": "February 13", "txt": "Feodor Chaliapin, Russian opera singer (d. 1938)", "entities": [{"title": "Feodor Chaliapin", "href": "/wiki/Feodor_Chaliapin", "description": "Feodor Ivanovich Chaliapin was a Russian opera singer. Possessing a deep and expressive bass voice, he enjoyed an important international career at major opera houses and is often credited with establishing the tradition of naturalistic acting in his chosen art form."}]}, {"heading": "Births", "year": "1876", "date": "February 13", "txt": "Fritz Buelow, German-American baseball player and umpire (d. 1933)", "entities": [{"title": "Fritz Buelow", "href": "/wiki/Fritz_Buelow", "description": "Frederick William Alexander Buelow, sometimes referred to as Fritz Buelow, was a German-born baseball player. He played professional baseball as catcher for 15 years from 1895 to 1909, including nine years in Major League Baseball with the St. Louis Perfectos (1899), St. Louis Cardinals (1900), Detroit Tigers (1901–1904), Cleveland Naps (1904–1906), and St. Louis Browns (1907)."}]}, {"heading": "Births", "year": "1879", "date": "February 13", "txt": "Sarojini Naidu, Indian poet and activist (d. 1949)", "entities": [{"title": "Sarojini Naidu", "href": "/wiki/Sarojini_Naidu", "description": "Sarojini Naidu was an Indian political activist and poet. A proponent of civil rights, women's emancipation, and anti-imperialistic ideas, she was an important figure in India's struggle for independence from colonial rule. Naidu's work as a poetess earned her the sobriquet 'the Nightingale of India', or 'Bharat Kokila' by Mahatma Gandhi because of colour, imagery and lyrical quality of her poetry"}]}, {"heading": "Births", "year": "1880", "date": "February 13", "txt": "Dimitrie Gusti, Romanian sociologist, ethnologist, historian, and philosopher (d. 1955)", "entities": [{"title": "Dimitrie Gusti", "href": "/wiki/Dimitrie_Gusti", "description": "Dimitrie Gusti was a Romanian sociologist, ethnologist, historian, and voluntarist philosopher; a professor at the University of Iaşi and the University of Bucharest, he served as Romania's Minister of Education in 1932–1933. Gusti was elected a member of the Romanian Academy in 1919, and was its president between 1944 and 1946. He was the main contributor to the creation of a new Romanian school "}]}, {"heading": "Births", "year": "1881", "date": "February 13", "txt": "Eleanor Farjeon, Jewish-English author, poet, and playwright (d. 1965)", "entities": [{"title": "Eleanor Farjeon", "href": "/wiki/Eleanor_Farjeon", "description": "Eleanor Farjeon was an English author of children's stories and plays, poetry, biography, history and satire. Several of her works had illustrations by Edward Ardizzone. Some of her correspondence has also been published. She won many literary awards and the Eleanor Farjeon Award for children's literature is presented annually in her memory by the Children's Book Circle, a society of publishers. S"}]}, {"heading": "Births", "year": "1883", "date": "February 13", "txt": "Hal Chase, American baseball player and manager (d. 1947)", "entities": [{"title": "Hal Chase", "href": "/wiki/Hal_Chase", "description": "Harold Homer Chase, nicknamed \"Prince Hal\", was an American professional baseball first baseman and manager in Major League Baseball, widely viewed as the best fielder at his position. During his career, he played for the New York Highlanders (1905–1913), Chicago White Sox (1913–1914), Buffalo Blues (1914–1915), Cincinnati Reds (1916–1918), and New York Giants (1919)."}]}, {"heading": "Births", "year": "1883", "date": "February 13", "txt": "Yevgeny Vakhtangov, Russian-Armenian actor and director (d. 1922)", "entities": []}, {"heading": "Births", "year": "1884", "date": "February 13", "txt": "Alfred Carlton Gilbert, American pole vaulter and businessman, founded the A. C. Gilbert Company (d. 1961)", "entities": [{"title": "Alfred Carlton Gilbert", "href": "/wiki/Alfred_Carlton_Gilbert", "description": "Alfred Carlton Gilbert was an American inventor, athlete, magician, toy-maker and businessman. Gilbert is best known as the inventor of the Erector Set and manufactured American Flyer Trains."}, {"title": "A. C. Gilbert Company", "href": "/wiki/A._C._Gilbert_Company", "description": "The A. C. Gilbert Company  was an American toy company, once one of the largest in the world, who originated the Erector Set, which is a construction toy similar to Meccano in the rest of the world."}]}, {"heading": "Births", "year": "1885", "date": "February 13", "txt": "Bess Truman, 35th First Lady of the United States (d. 1982)", "entities": [{"title": "Bess Truman", "href": "/wiki/Bess_Truman", "description": "Elizabeth Virginia Truman was the wife of President Harry S. Truman and the First Lady of the United States from 1945 to 1953. She also served as the Second Lady of the United States in 1945."}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Births", "year": "1887", "date": "February 13", "txt": "Géza Csáth, Hungarian playwright and critic (d. 1919)", "entities": [{"title": "Géza Csáth", "href": "/wiki/G%C3%A9za_Cs%C3%A1th", "description": "Géza Csáth was a Hungarian writer, playwright, musician, music critic, psychiatrist, and physician. He was the cousin of Dezső Kosztolányi."}]}, {"heading": "Births", "year": "1888", "date": "February 13", "txt": "Georgios Papandreou, Greek lawyer, economist, and politician, 162nd Prime Minister of Greece (d. 1968)", "entities": [{"title": "Georgios Papandreou", "href": "/wiki/Georgios_Papandreou", "description": "Georgios Papandreou was a Greek politician, the founder of the Papandreou political dynasty. He served three terms as prime minister of Greece. He was also deputy prime minister from 1950–1952, in the governments of Nikolaos Plastiras and Sofoklis Venizelos and served numerous times as a cabinet minister, starting in 1923, in a political career that spanned more than five decades."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1889", "date": "February 13", "txt": "Leontine Sagan, Austrian actress and director (d. 1974)", "entities": [{"title": "Leontine Sagan", "href": "/wiki/Leontine_Sagan", "description": "Leontine Sagan was an Austrian-Hungarian theatre director and actress of Jewish descent. She is best known for directing Mädchen in Uniform (1931)."}]}, {"heading": "Births", "year": "1891", "date": "February 13", "txt": "Kate Roberts, Welsh author and activist (d. 1985)", "entities": [{"title": "Kate Roberts (author)", "href": "/wiki/Kate_Roberts_(author)", "description": "Kate Roberts was one of the foremost Welsh-language authors of the 20th century. Styled Brenhines ein llên, she is known mainly for her short stories, but also wrote novels. Roberts was a prominent Welsh nationalist."}]}, {"heading": "Births", "year": "1891", "date": "February 13", "txt": "Grant Wood, American painter and academic (d. 1942)", "entities": []}, {"heading": "Births", "year": "1892", "date": "February 13", "txt": "Robert H. Jackson, American lawyer, judge, and politician, 57th United States Attorney General (d. 1954)", "entities": [{"title": "Robert H. Jackson", "href": "/wiki/Robert_H._Jackson", "description": "Robert Houghwout Jackson was an American attorney and judge who served as an Associate Justice of the United States Supreme Court. He had previously served as United States Solicitor General and United States Attorney General, and is the only person to have held all three of those offices. Jackson was also notable for his work as Chief United States Prosecutor at the Nuremberg trials of Nazi war c"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1898", "date": "February 13", "txt": "Hubert Ashton, English cricketer and politician (d. 1979)", "entities": [{"title": "Hubert Ashton", "href": "/wiki/Hubert_Ashton", "description": "Sir Hubert Ashton was an English first-class cricketer, footballer and politician."}]}, {"heading": "Births", "year": "1900", "date": "February 13", "txt": "Barbara von Annenkoff, Russian-born German film and stage actress (d. 1979)", "entities": [{"title": "Barbara von Annenkoff", "href": "/wiki/Barbara_von_Annenkoff", "description": "Barbara von Annenkoff was a Russian-born German stage and film actress."}]}, {"heading": "Births", "year": "1901", "date": "February 13", "txt": "Paul Lazarsfeld, Austrian-American sociologist and academic (d. 1976)", "entities": [{"title": "Paul Lazarsfeld", "href": "/wiki/Paul_Lazarsfeld", "description": "Paul Felix Lazarsfeld was an Austrian-American sociologist. The founder of Columbia University's Bureau of Applied Social Research, he exerted influence over the techniques and the organization of social research. \"It is not so much that he was an American sociologist,\" one colleague said of him after his death, \"as it was that he determined what American sociology would be.\" Lazarsfeld said that "}]}, {"heading": "Births", "year": "1902", "date": "February 13", "txt": "Harold Lasswell, American political scientist and theorist (d. 1978)", "entities": [{"title": "Harold Lasswell", "href": "/wiki/Harold_Lasswell", "description": "Harold Dwight Lasswell was a leading American political scientist and communications theorist. He earned his bachelor’s degree in philosophy and economics and was a PhD student at the University of Chicago. He was a professor of law at Yale University. He studied at the Universities of London, Geneva, Paris, and Berlin in the 1920s. He served as president of the American Political Science Associat"}]}, {"heading": "Births", "year": "1903", "date": "February 13", "txt": "Georgy Beriev, Georgian-Russian engineer, founded the Beriev Aircraft Company (d. 1979)", "entities": [{"title": "Georgy Beriev", "href": "/wiki/Georgy_Beriev", "description": "Georgy Mikhailovich Beriev (Beriashvili), was a Soviet Georgian major general, founder and chief designer of the Beriev Design Bureau in Taganrog, which concentrated on amphibious aircraft."}, {"title": "Beriev", "href": "/wiki/Beriev", "description": "The PJSC Beriev Aircraft Company, formerly Beriev Design Bureau, is a Russian aircraft manufacturer, specializing in amphibious aircraft."}]}, {"heading": "Births", "year": "1903", "date": "February 13", "txt": "Georges Simenon, Belgian-Swiss author (d. 1989)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 13", "txt": "Agostinho da Silva, Portuguese philosopher and author (d. 1994)", "entities": [{"title": "Agostinho da Silva", "href": "/wiki/Agostinho_da_Silva", "description": "George Agostinho Baptista da Silva, GCSE was a Portuguese philosopher, essayist, and writer. His thought combines elements of pantheism and millenarism, an ethic of renunciation, and a belief in freedom as the most important feature of man. Anti-dogmatic, he asserts that truth is only found in the sum of all conflicting hypothesis. He may be considered a practical philosopher, living and working f"}]}, {"heading": "Births", "year": "1907", "date": "February 13", "txt": "Katy de la Cruz, Filipino-American singer and actress (d. 2004)", "entities": [{"title": "Katy de la Cruz", "href": "/wiki/Katy_de_la_Cruz", "description": "Katy de la Cruz was a leading Filipino singer who specialized in jazz vocals and torch songs in a hon career that lasted eight decades. Hailed as \"The Queen of Filipino Jazz\" and as \"The Queen of Bodabil\", she was, by the age of 18, the highest paid entertainer in the Philippines. De la Cruz also appeared in films and received a FAMAS Best Supporting Actress Award in 1953. One of the famous musici"}]}, {"heading": "Births", "year": "1910", "date": "February 13", "txt": "William Shockley, English-American physicist and academic, Nobel Prize laureate (d. 1989)", "entities": [{"title": "William Shockley", "href": "/wiki/William_Shockley", "description": "William Bradford Shockley Jr. was an American physicist and inventor. He was the manager of a research group at Bell Labs that included John Bardeen and Walter Brattain. The three scientists were jointly awarded the 1956 Nobel Prize in Physics for \"their researches on semiconductors and their discovery of the transistor effect\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1911", "date": "February 13", "txt": "Faiz Ahmad Faiz, Indian-Pakistani poet and journalist (d. 1984)", "entities": [{"title": "Faiz Ahmad Faiz", "href": "/wiki/Faiz_Ahmad_Faiz", "description": "Faiz Ahmad Faiz was a Pakistani poet, and author in Urdu and Punjabi language. He was one of the most celebrated writers of the Urdu language in Pakistan. Outside literature, he has been described as \"a man of wide experience\" having been a teacher, an army officer, a journalist, a trade unionist and a broadcaster."}]}, {"heading": "Births", "year": "1911", "date": "February 13", "txt": "Jean Muir, American actress and educator (d. 1996)", "entities": []}, {"heading": "Births", "year": "1912", "date": "February 13", "txt": "Harald Riipalu, Russian-Estonian commander (d. 1961)", "entities": [{"title": "Harald Riipalu", "href": "/wiki/Harald_Riipalu", "description": "Harald Riipalu was an Estonian commander in the German Wehrmacht and the Waffen-SS during World War II. He was a recipient of the Knight's Cross of the Iron Cross of Nazi Germany."}]}, {"heading": "Births", "year": "1912", "date": "February 13", "txt": "Margaretta Scott, English actress (d. 2005)", "entities": []}, {"heading": "Births", "year": "1913", "date": "February 13", "txt": "Khalid of Saudi Arabia (d. 1982)", "entities": [{"title": "Khalid of Saudi Arabia", "href": "/wiki/Khalid_of_Saudi_Arabia", "description": "Khalid bin Abdulaziz Al Saud was King of Saudi Arabia from 25 March 1975 to 13 June 1982."}]}, {"heading": "Births", "year": "1915", "date": "February 13", "txt": "Lyle Bettger, American actor (d. 2003)", "entities": [{"title": "Lyle Bettger", "href": "/wiki/Lyle_Bettger", "description": "Lyle Stathem Bettger was an American character actor who had roles in Hollywood films and television from the 1950s onward, often portraying villains. One such role was the wrathfully jealous elephant handler Klaus from the Oscar-winning film The Greatest Show on Earth (1952)."}]}, {"heading": "Births", "year": "1915", "date": "February 13", "txt": "Aung San, Burmese general and politician, 5th Premier of British Crown Colony of Burma (d. 1947)", "entities": [{"title": "Prime Minister of Myanmar", "href": "/wiki/Prime_Minister_of_Myanmar", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Births", "year": "1916", "date": "February 13", "txt": "Dorothy Bliss, American invertebrate zoologist (d. 1987)", "entities": [{"title": "Dorothy Bliss", "href": "/wiki/Dorothy_Bliss", "description": "Dorothy Elizabeth Bliss was an American carcinologist and curator of invertebrates at the American Museum of Natural History, with which she was associated for over 30 years. She was known as a pioneer in the field of hormonal control in crustaceans. She was editor-in-chief of the 10-volume series The Biology of Crustacea, and author of the popular book Shrimps, Lobsters and Crabs. She served as p"}]}, {"heading": "Births", "year": "1919", "date": "February 13", "txt": "Tennessee Ernie Ford, American singer and actor (d. 1991)", "entities": [{"title": "Tennessee Ernie Ford", "href": "/wiki/Tennessee_Ernie_Ford", "description": "Ernest Jennings Ford, known professionally as Tennessee Ernie Ford, was an American singer and television host who enjoyed success in the country and Western, pop, and gospel musical genres. Noted for his rich bass-baritone voice and down-home humor, he is remembered for his hit recordings of \"The Shotgun Boogie\" and \"Sixteen Tons\"."}]}, {"heading": "Births", "year": "1919", "date": "February 13", "txt": "Eddie Robinson, American football player and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 13", "txt": "Boudleaux Bryant, American songwriter (d. 1987)", "entities": [{"title": "Felice and Boudleaux Bryant", "href": "/wiki/Felice_and_Boudleaux_Bryant", "description": "Felice Bryant and Diadorius Boudleaux Bryant were an American husband and wife country music and pop songwriting team. They were best known for songs such as \"Rocky Top,\" \"We Could\", \"Love Hurts\", and numerous hits by the Everly Brothers, including \"All I Have to Do Is Dream\", \"Bye Bye Love\", and \"Wake Up Little Susie\"."}]}, {"heading": "Births", "year": "1920", "date": "February 13", "txt": "Eileen Farrell, American soprano and educator (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 13", "txt": "Jeanne Demessieux, French pianist and composer (d. 1968)", "entities": [{"title": "Jeanne Demessieux", "href": "/wiki/Jeanne_Demessieux", "description": "Jeanne Marie-Madeleine Demessieux, was a French organist, pianist, composer, and pedagogue."}]}, {"heading": "Births", "year": "1921", "date": "February 13", "txt": "Aung Khin, Burmese painter (d. 1996)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 13", "txt": "Francis Pym, Baron Pym, Welsh soldier and politician, Secretary of State for Foreign and Commonwealth Affairs (d. 2008)", "entities": [{"title": "Francis Pym, Baron Pym", "href": "/wiki/Francis_Pym,_Baron_Pym", "description": "Francis Leslie Pym, Baron Pym, was a British Conservative politician who served in various Cabinet positions in the 1970s and 1980s, including Foreign, Defence and Northern Ireland Secretary, and Leader of the House of Commons. He was Member of Parliament (MP) for Cambridgeshire from 1961 to 1987. Pym was made a life peer in 1987."}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1922", "date": "February 13", "txt": "Gordon Tullock, American economist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 13", "txt": "Michael Anthony Bilandic, American soldier, judge, and politician, 49th Mayor of Chicago (d. 2002)", "entities": [{"title": "Michael Anthony Bilandic", "href": "/wiki/Michael_Anthony_Bilandic", "description": "Michael Anthony Bilandic was an American Democratic politician and attorney who served as the 49th mayor of Chicago from 1976 to 1979, after the death of his predecessor, Richard J. Daley. Bilandic practiced law in Chicago for several years, having graduated from the DePaul University College of Law. Bilandic served as an alderman in the Chicago City Council, representing the eleventh ward on the "}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1923", "date": "February 13", "txt": "Chuck Yeager, American general and pilot; first test pilot to break the sound barrier (d. 2020)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 13", "txt": "Jean-Jacques Servan-Schreiber, French journalist and politician (d. 2006)", "entities": [{"title": "Jean-Jacques Servan-Schreiber", "href": "/wiki/Jean-Jacques_Servan-Schreiber", "description": "Jean-Jacques Servan-Schreiber, often referred to as JJSS, was a French journalist and politician. He co-founded L'Express in 1953 with Françoise Giroud, and then went on to become president of the Radical Party in 1971. He oversaw its transition to the center-right, the party being thereafter known as Parti radical valoisien. He tried to found in 1972 the Reforming Movement with Christian Democrat"}]}, {"heading": "Births", "year": "1926", "date": "February 13", "txt": "Fay Ajzenberg-Selove, American nuclear physicist  (d. 2012)", "entities": [{"title": "Fay Ajzenberg-Selove", "href": "/wiki/Fay_Ajzenberg-Selove", "description": "Fay Ajzenberg-Selove was an American nuclear physicist. She was known for her experimental work in nuclear spectroscopy of light elements, and for her annual reviews of the energy levels of light atomic nuclei. She was a recipient of the 2007 National Medal of Science."}]}, {"heading": "Births", "year": "1928", "date": "February 13", "txt": "Gerald Regan, Canadian lawyer and politician, 19th Premier of Nova Scotia (d. 2019)", "entities": [{"title": "Gerald Regan", "href": "/wiki/Gerald_Regan", "description": "Gerald Augustine Paul Regan was a Canadian politician, who served as the 19th Premier of Nova Scotia from 1970 to 1978."}, {"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Births", "year": "1929", "date": "February 13", "txt": "Omar Torrijos, Panamanian commander and politician, Military Leader of Panama (d. 1981)", "entities": [{"title": "Omar Torrijos", "href": "/wiki/Omar_Torrijos", "description": "Omar Efraín Torrijos Herrera was the Commander of the Panamanian National Guard and the de facto head of Panama from 1968 to his death in 1981. Torrijos was never officially the president of Panama, but instead held titles including \"Maximum Leader of the Panamanian Revolution\". Torrijos took power in a coup d'état and instituted a number of social reforms."}, {"title": "List of heads of state of Panama", "href": "/wiki/List_of_heads_of_state_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Births", "year": "1930", "date": "February 13", "txt": "Ernst Fuchs, Austrian painter, sculptor, and illustrator (d. 2015)", "entities": [{"title": "Ernst Fuchs (artist)", "href": "/wiki/Ernst_Fuchs_(artist)", "description": "Ernst Fuchs was an Austrian painter, draftsman, printmaker, sculptor, architect, stage designer, composer, poet, singer and one of the founders of the Vienna School of Fantastic Realism. In 1972, he acquired the derelict Otto Wagner Villa in Hütteldorf, which he restored and transformed. The villa was inaugurated as the Ernst Fuchs Museum in 1988."}]}, {"heading": "Births", "year": "1930", "date": "February 13", "txt": "Israel Kirzner, English-American economist, author, and academic", "entities": []}, {"heading": "Births", "year": "1932", "date": "February 13", "txt": "Susan Oliver, American actress (d. 1990)", "entities": [{"title": "Susan Oliver", "href": "/wiki/Susan_Oliver", "description": "Susan Oliver was an American actress, television director, and aviator."}]}, {"heading": "Births", "year": "1933", "date": "February 13", "txt": "Paul Biya, Cameroon politician, 2nd President of Cameroon", "entities": [{"title": "Paul Biya", "href": "/wiki/Paul_Biya", "description": "Paul Biya is a Cameroonian politician serving as the president of Cameroon since 6 November 1982. He is the second-longest-ruling president in Africa, the longest-ruling non-royal leader in the world, and the oldest head-of-state in Africa."}, {"title": "List of heads of state of Cameroon", "href": "/wiki/List_of_heads_of_state_of_Cameroon", "description": "This is a list of presidents of Cameroon since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1933", "date": "February 13", "txt": "Kim Novak, American actress", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 13", "txt": "Emanuel Ungaro, French fashion designer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 13", "txt": "George Segal, American actor (d. 2021)", "entities": [{"title": "George Segal", "href": "/wiki/George_Segal", "description": "George Segal was an American actor and musician. He became popular in the 1960s and 1970s for playing both dramatic and comedic roles. Some of his most acclaimed performances are in films such as Ship of Fools (1965), King Rat (1965), Who's Afraid of Virginia Woolf? (1966), No Way to Treat a Lady (1968), The Owl and the Pussycat (1970), Where's Poppa? (1970), The Hot Rock (1972), Blume in Love (19"}]}, {"heading": "Births", "year": "1937", "date": "February 13", "txt": "Ali El-Maak, Sudanese author and academic (d. 1992)", "entities": [{"title": "Ali El-Maak", "href": "/wiki/Ali_El-Maak", "description": "Ali El-Makk, full name Ali Muhammad Ali El-Mak, also spelled Ali El-Maak or Ali Makk, was a Sudanese writer, translator and literary scholar, known for his short stories, translations from English into Arabic and literary studies."}]}, {"heading": "Births", "year": "1937", "date": "February 13", "txt": "Angelo Mosca, American-Canadian football player and wrestler", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 13", "txt": "Oliver Reed, English actor (d. 1999)", "entities": [{"title": "Oliver Reed", "href": "/wiki/Oliver_Reed", "description": "Robert Oliver Reed was an English actor known for his upper-middle class, macho image and \"hellraiser\" lifestyle. Notable films include The Trap (1966), Oliver! (1968), Women in Love (1969), Hannibal Brooks (1969), The Devils (1971), portraying Athos in The Three Musketeers (1973) and The Four Musketeers (1974), playing a Teddy Boy in Tommy (1975), The Brood (1979), Lion of the Desert (1981), Cast"}]}, {"heading": "Births", "year": "1940", "date": "February 13", "txt": "Bram Peper, Dutch sociologist and politician, Mayor of Rotterdam", "entities": [{"title": "Bram Peper", "href": "/wiki/Bram_Peper", "description": "Abraham \"Bram\" Peper is a retired Dutch politician of the Labour Party (PvdA)."}, {"title": "List of mayors of Rotterdam", "href": "/wiki/List_of_mayors_of_Rotterdam", "description": "This is a list of mayors of Rotterdam.1813–1824: Johan François graaf van Hogendorp van Heeswijk\n1824–1845: Marinus Cornelis Bichon van IJsselmonde\n1845–1866: Johan Frederik Hoffman\n1866–1881: Joost van Vollenhoven\n1881–1891: Sjoerd Anne Vening Meinesz\n1891–1893: Pieter Lycklama à Nijeholt\n1893–1906: Frederik Bernard s'Jacob\n1906–1923: Alfred Rudolf Zimmerman\n1923–1928: Johannes Wytema\n1928–1938: "}]}, {"heading": "Births", "year": "1941", "date": "February 13", "txt": "Sigmar Polke, German painter and photographer (d. 2010)", "entities": [{"title": "Sigmar Polke", "href": "/wiki/Sigmar_Polke", "description": "Sigmar Polke was a German painter and photographer."}]}, {"heading": "Births", "year": "1941", "date": "February 13", "txt": "Bo Svenson, Swedish-American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 13", "txt": "Carol Lynley, American model and actress (d. 2019)", "entities": [{"title": "Carol Lynley", "href": "/wiki/Carol_Lynley", "description": "Carol Lynley was an American actress and child model known for her roles in the films Blue Denim (1959) and The Poseidon Adventure (1972)."}]}, {"heading": "Births", "year": "1942", "date": "February 13", "txt": "Peter Tork, American singer-songwriter, bass player, and actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 13", "txt": "Donald E. Williams, American captain, pilot, and astronaut (d. 2016)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 13", "txt": "Elaine Pagels, American theologian and academic", "entities": [{"title": "Elaine Pagels", "href": "/wiki/Elaine_Pagels", "description": "Elaine Pagels, née Hiesey, is an American religious historian. She is the Harrington Spear Paine Professor of Religion at Princeton University. Pagels has conducted extensive research into early Christianity and Gnosticism."}]}, {"heading": "Births", "year": "1944", "date": "February 13", "txt": "Stockard Channing, American actress", "entities": [{"title": "Stockard Channing", "href": "/wiki/Stockard_Channing", "description": "Stockard Channing is an American actress. She is known for playing Betty Rizzo in the film Grease (1978) and First Lady Abbey Bartlet in the NBC television series The West Wing (1999–2006). She is also known for originating the role of Ouisa Kittredge in the stage and film versions of Six Degrees of Separation."}]}, {"heading": "Births", "year": "1944", "date": "February 13", "txt": "Jerry Springer, English-American television host, actor, and politician, 56th Mayor of Cincinnati", "entities": [{"title": "Mayor of Cincinnati", "href": "/wiki/Mayor_of_Cincinnati", "description": null}]}, {"heading": "Births", "year": "1945", "date": "February 13", "txt": "Marian Dawkins, English biologist and academic", "entities": [{"title": "Marian Dawkins", "href": "/wiki/Marian_Dawkins", "description": "Marian Stamp Dawkins is a British biologist and professor of ethology at the University of Oxford. Her research interests include vision in birds, animal signalling, behavioural synchrony, animal consciousness and animal welfare."}]}, {"heading": "Births", "year": "1945", "date": "February 13", "txt": "King Floyd, American singer-songwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 13", "txt": "Simon Schama, English historian and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 13", "txt": "William Sleator, American author and composer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 13", "txt": "Richard Blumenthal, American sergeant and politician, 23rd Attorney General of Connecticut", "entities": [{"title": "Richard Blumenthal", "href": "/wiki/Richard_Blumenthal", "description": "Richard Blumenthal is an American attorney and politician serving as the senior United States Senator from Connecticut, a seat to which he was first elected in 2010. A member of the Democratic Party, he is one of the wealthiest members of the Senate, with a net worth over $100 million. He served as Attorney General of Connecticut from 1991 to 2011."}, {"title": "Connecticut Attorney General", "href": "/wiki/Connecticut_Attorney_General", "description": "The Connecticut Attorney General is the state attorney general of Connecticut."}]}, {"heading": "Births", "year": "1946", "date": "February 13", "txt": "Janet Finch, English sociologist and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 13", "txt": "Colin Matthews, English composer and educator", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 13", "txt": "Stephen Hadley, American soldier and diplomat, 21st United States National Security Advisor", "entities": [{"title": "Stephen Hadley", "href": "/wiki/Stephen_Hadley", "description": "Stephen John Hadley is an American attorney and government employee who served as the 21st United States National Security Advisor from 2005 to 2009. He served under President George W. Bush during the second term of his administration. Hadley was Deputy National Security Advisor during Bush's first term. Before that Hadley served in a variety of capacities in the defense and national security fie"}, {"title": "United States National Security Advisor", "href": "/wiki/United_States_National_Security_Advisor", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Births", "year": "1947", "date": "February 13", "txt": "Mike Krzyzewski, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 13", "txt": "Bogdan Tanjević, Montenegrin-Bosnian professional basketball coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 13", "txt": "Kevin Bloody Wilson, Australian comedian, singer-songwriter, and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 13", "txt": "Peter Kern, Austrian actor, director, producer, and screenwriter (d. 2015)", "entities": [{"title": "Peter Kern (actor)", "href": "/wiki/Peter_Kern_(actor)", "description": "Peter Kern was an Austrian actor, film director, screenwriter, and producer. He appeared in more than 70 films and directed a further 25. He starred in the 1978 film Flaming Hearts, which was entered into the 28th Berlin International Film Festival. In 1980, he was a member of the jury at the 30th Berlin International Film Festival."}]}, {"heading": "Births", "year": "1950", "date": "February 13", "txt": "Vera Baird, English lawyer and politician", "entities": [{"title": "Vera Baird", "href": "/wiki/Vera_Baird", "description": "Vera Baird is a British barrister. She is the Victims' Commissioner for England and Wales."}]}, {"heading": "Births", "year": "1950", "date": "February 13", "txt": "Peter Gabriel, English singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 13", "txt": "Ed Gagliardi, American bass player (d. 2014)", "entities": [{"title": "Ed Gagliardi", "href": "/wiki/Ed_Gagliardi", "description": "Edward John \"Ed\" Gagliardi was an American bass guitarist, best known as the original bass player for the 1970s rock band Foreigner. He was a member of Foreigner from the beginning in 1976. Gagliardi, most notably, played a red Rickenbacker bass guitar, left-handed even though he was naturally right-handed. It is widely known that he did so out of admiration, and devotion to Paul McCartney. Gaglia"}]}, {"heading": "Births", "year": "1953", "date": "February 13", "txt": "Akio Sato, Japanese wrestler and manager", "entities": [{"title": "Akio Sato (wrestler)", "href": "/wiki/Akio_Sato_(wrestler)", "description": "Akio Sato  is a retired professional wrestler, best known for his appearances in the World Wrestling Federation as Sato, a member of The Orient Express."}]}, {"heading": "Births", "year": "1954", "date": "February 13", "txt": "Donnie Moore, American baseball player (d. 1989)", "entities": [{"title": "Donnie Moore", "href": "/wiki/Donnie_Moore", "description": "Donnie Ray Moore was an American relief pitcher in Major League Baseball (MLB) who played for the Chicago Cubs, St. Louis Cardinals (1980), Milwaukee Brewers (1981), Atlanta Braves (1982–84) and California Angels (1985–88). Moore is best remembered for the home run he gave up to Dave Henderson while pitching for the California Angels in Game 5 of the 1986 American League Championship Series. With "}]}, {"heading": "Births", "year": "1955", "date": "February 13", "txt": "Joe Birkett, American lawyer, judge, and politician", "entities": [{"title": "Joe Birkett", "href": "/wiki/Joe_Birkett", "description": "Joseph E. Birkett is an appellate court judge on the Illinois Appellate Court – Second District. He was appointed by the Illinois Supreme Court in December 2010, and was subsequently elected to a full term in November 2012. His current term runs through December 2022. Prior to being elevated to the bench, Justice Birkett was the State's Attorney of DuPage County, an office he had held since 1996."}]}, {"heading": "Births", "year": "1956", "date": "February 13", "txt": "Peter Hook, English singer, songwriter, bass player, multi-instrumentalist, and record producer", "entities": [{"title": "Peter Hook", "href": "/wiki/Peter_Hook", "description": "Peter Hook is an English singer, songwriter, composer, multi-instrumentalist and record producer. He is best known as the bassist and co-founder of English rock bands Joy Division and New Order. Hook often used the bass as a lead instrument, playing melodies on the high strings with a signature heavy chorus effect. In New Order, he would do this, leaving the actual basslines to keyboards or sequen"}]}, {"heading": "Births", "year": "1957", "date": "February 13", "txt": "Denise Austin, American fitness trainer and author", "entities": [{"title": "Denise Austin", "href": "/wiki/Denise_Austin", "description": "Denise Austin is an American fitness instructor, author, and columnist, and a former member of the President's Council on Physical Fitness and Sports."}]}, {"heading": "Births", "year": "1958", "date": "February 13", "txt": "Pernilla August, Swedish actress", "entities": [{"title": "Pernilla August", "href": "/wiki/Pernilla_August", "description": "Pernilla August is a Swedish actress, director and screenwriter. Being one of Sweden's leading actresses and a longtime collaborator with director Ingmar Bergman, she won the Best Actress Award at the 1992 Cannes Film Festival for her role in his The Best Intentions. She is best known internationally for portraying Shmi Skywalker in Star Wars: Episode I – The Phantom Menace and Star Wars: Episode "}]}, {"heading": "Births", "year": "1958", "date": "February 13", "txt": "Marc Emery, Canadian publisher and activist", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 13", "txt": "Jean-François Lisée, Canadian journalist and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 13", "txt": "Derek Riggs, English painter and illustrator", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 13", "txt": "Øivind Elgenes, Norwegian vocalist, guitarist, and composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 13", "txt": "Gaston Gingras, Canadian ice hockey player", "entities": [{"title": "Gaston Gingras", "href": "/wiki/Gaston_Gingras", "description": "Gaston Reginald Yoland Gingras is a Canadian former professional ice hockey defenceman who played ten seasons in the National Hockey League."}]}, {"heading": "Births", "year": "1960", "date": "February 13", "txt": "Pierluigi Collina, Italian footballer and referee", "entities": [{"title": "Pierluigi Collina", "href": "/wiki/Pierluigi_Collina", "description": "Pierluigi Collina is an Italian former football referee. He was named FIFA's \"Best Referee of the Year\" six consecutive times and is widely considered to be the greatest football referee of all time. Collina is still involved in football, as an unpaid consultant to the Italian Football Referees Association (AIA), as the Head of Referees for the Football Federation of Ukraine since 2010, as a membe"}]}, {"heading": "Births", "year": "1960", "date": "February 13", "txt": "John Healey, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 13", "txt": "Gary Patterson, American football player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 13", "txt": "Artur Yusupov, Russian-German chess player and author", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 13", "txt": "Marc Crawford, Canadian ice hockey player and coach", "entities": [{"title": "Marc Crawford", "href": "/wiki/Marc_Crawford", "description": "Marc Joseph John Crawford is a Canadian professional ice hockey coach. He is currently an assistant coach with the Chicago Blackhawks of the NHL. Crawford won the Stanley Cup in 1996 as head coach of the Colorado Avalanche and he is also a former professional ice hockey forward who played for the Vancouver Canucks."}]}, {"heading": "Births", "year": "1961", "date": "February 13", "txt": "cEvin Key, Canadian singer-songwriter, drummer, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 13", "txt": "Henry Rollins, American singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 13", "txt": "Aníbal Acevedo Vilá, Puerto Rican lawyer and politician", "entities": [{"title": "Aníbal Acevedo Vilá", "href": "/wiki/An%C3%ADbal_Acevedo_Vil%C3%A1", "description": "Aníbal Salvador Acevedo Vilá is a Puerto Rican politician and lawyer. He served as Governor of Puerto Rico from 2005 to 2009. He is a Harvard University alumnus and a graduate of the University of Puerto Rico School of Law, where he obtained his Juris Doctor degree. Acevedo Vilá has held various public service positions in the Puerto Rico government under the Popular Democratic Party, serving as a"}]}, {"heading": "Births", "year": "1962", "date": "February 13", "txt": "Baby Doll, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 13", "txt": "Michele Greene, American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 13", "txt": "Stephen Bowen, American engineer, captain, and astronaut", "entities": [{"title": "Stephen Bowen (astronaut)", "href": "/wiki/Stephen_Bowen_(astronaut)", "description": "Stephen Gerard \"Steve\" Bowen is a United States Navy submariner and a NASA astronaut; he was the second submariner to travel into space. Bowen has been on three spaceflights, all of which were Space Shuttle missions to the International Space Station. His first mission, STS-126, took place in November 2008, and his second was STS-132 in May 2010."}]}, {"heading": "Births", "year": "1964", "date": "February 13", "txt": "Ylva Johansson, Swedish educator and politician, Swedish Minister of Employment", "entities": [{"title": "Ministry of Employment (Sweden)", "href": "/wiki/Ministry_of_Employment_(Sweden)", "description": "The Ministry of Employment is a ministry in the Swedish government responsible for labour market, labour law and the work environment. The Ministry is also responsible for the work of advancing gender equality and human rights at national level. Moreover, the Ministry is responsible for efforts to increase integration, combat segregation, racism and discrimination, and strengthen the rights of chi"}]}, {"heading": "Births", "year": "1965", "date": "February 13", "txt": "Peter O'Neill, Papua New Guinean accountant and politician, 7th Prime Minister of Papua New Guinea", "entities": [{"title": "Peter O'Neill", "href": "/wiki/Peter_O%27Neill", "description": "Peter Charles Paire O'Neill, CMG is a Papua New Guinean politician who served as the seventh Prime Minister of Papua New Guinea between 2011–2019. A member of the People's National Congress, he served as a Member of Parliament between 2002 and 2011, including various Cabinet positions, before being elected as prime minister. Towards the end of his tenure, he avoided a vote of no confidence by resi"}, {"title": "Prime Minister of Papua New Guinea", "href": "/wiki/Prime_Minister_of_Papua_New_Guinea", "description": "The prime minister of Papua New Guinea is Papua New Guinea's head of government, consequent on being the leader of the party or coalition with majority support in the National Parliament.\nThe Prime Minister serves as the head of his party, the head of the coalition government, and the chairman of the National Executive Council.\nThe office of Prime Minister was preceded by the Chief Ministry."}]}, {"heading": "Births", "year": "1966", "date": "February 13", "txt": "Neal McDonough, American actor and producer", "entities": [{"title": "Neal McDonough", "href": "/wiki/Neal_McDonough", "description": "Neal McDonough is an American actor, voice actor, and producer, known for his portrayal of Lieutenant Lynn \"Buck\" Compton in the HBO miniseries Band of Brothers (2001), Deputy District Attorney David McNorris on Boomtown (2002–2003), Sean Cahill on Suits, Robert Quarles on Justified, William Parker in Mob City, and Dave Williams on ABC's Desperate Housewives (2008–2009). He has also appeared in fi"}]}, {"heading": "Births", "year": "1966", "date": "February 13", "txt": "Jeff Waters, Canadian guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 13", "txt": "Freedom Williams, American rapper and singer", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 13", "txt": "Stanimir Stoilov, Bulgarian footballer and coach", "entities": [{"title": "Stanimir Stoilov", "href": "/wiki/Stanimir_Stoilov", "description": "Stanimir Stoilov is a former Bulgarian footballer, former manager of Levski Sofia, Litex Lovech, the Bulgarian national team and FC Astana. He was the manager of the national team of Kazakhstan."}]}, {"heading": "Births", "year": "1968", "date": "February 13", "txt": "Kelly Hu, American actress", "entities": [{"title": "Kelly Hu", "href": "/wiki/Kelly_Hu", "description": "Kelly Ann Hu is an American actress, former fashion model and beauty queen who was Miss Teen USA 1985 and Miss Hawaii USA 1993. Hu starred as Dr. Rae Chang on the American television soap opera Sunset Beach and as Michelle Chan on the American television police drama series Nash Bridges. She has also starred in numerous films including The Scorpion King (2002) as Cassandra, Cradle 2 the Grave (200"}]}, {"heading": "Births", "year": "1969", "date": "February 13", "txt": "Joyce DiDonato, American soprano and actress", "entities": [{"title": "Joyce DiDonato", "href": "/wiki/Joyce_DiDonato", "description": "Joyce DiDonato is an American lyric-coloratura mezzo-soprano. She is notable for her interpretations of operas and concert works in the 19th-century romantic era in addition to works by Handel and Mozart."}]}, {"heading": "Births", "year": "1969", "date": "February 13", "txt": "Bryan Thomas Schmidt, American science fiction author and editor", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 13", "txt": "Karoline Krüger, Norwegian singer-songwriter and pianist", "entities": [{"title": "Karoline Krüger", "href": "/wiki/Karoline_Kr%C3%BCger", "description": "Karoline Krüger is a Norwegian singer, actress and composer."}]}, {"heading": "Births", "year": "1971", "date": "February 13", "txt": "Sonia Evans, English singer-songwriter", "entities": [{"title": "Sonia Evans", "href": "/wiki/Sonia_Evans", "description": "Sonia Evans, known mononymously as Sonia, is an English pop singer and actress from Skelmersdale. She had a 1989 UK number one hit \"You'll Never Stop Me Loving You\" and became the first female UK artist to achieve five top 20 hit singles from one album. She represented the United Kingdom in the 1993 Eurovision Song Contest, where she finished second with the song \"Better the Devil You Know\". Betwe"}]}, {"heading": "Births", "year": "1971", "date": "February 13", "txt": "Mats Sundin, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 13", "txt": "Todd Williams, American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 13", "txt": "Virgilijus Alekna, Lithuanian discus thrower", "entities": [{"title": "Virgilijus Alekna", "href": "/wiki/Virgilijus_Alekna", "description": "Virgilijus Alekna is a Lithuanian former discus thrower and politician. He won medals at the 2000, 2004 and 2008 Olympics, including two golds."}]}, {"heading": "Births", "year": "1972", "date": "February 13", "txt": "Charlie Garner, American football player", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 13", "txt": "Fonzworth Bentley, American rapper and actor", "entities": [{"title": "Fonzworth Bentley", "href": "/wiki/Fonzworth_Bentley", "description": "Derek Watkins, known professionally as Fonzworth Bentley, is an American rapper, actor, television presenter, and author. He is perhaps best known for being Sean Combs' former personal valet and assistant, as first seen in Making the Band 2, and was the host of MTV's From G's to Gents. He was born in Atlanta, Georgia."}]}, {"heading": "Births", "year": "1974", "date": "February 13", "txt": "Robbie Williams, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 13", "txt": "Ben Collins, English race car driver", "entities": [{"title": "Ben Collins (racing driver)", "href": "/wiki/Ben_Collins_(racing_driver)", "description": "Ben Lievesley Collins is a racing driver from Bristol, England. He has competed in motor racing since 1994 in many categories, from Formula Three and Indy Lights to sportscars, GT racing and stock cars."}]}, {"heading": "Births", "year": "1975", "date": "February 13", "txt": "Katie Hopkins, English media personality and columnist", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 13", "txt": "Jörg Bergmeister, German race car driver", "entities": [{"title": "Jörg Bergmeister", "href": "/wiki/J%C3%B6rg_Bergmeister", "description": "Jörg Bergmeister is a former racing driver from Germany and ambassador of Porsche."}]}, {"heading": "Births", "year": "1976", "date": "February 13", "txt": "Shannon Nevin, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 13", "txt": "Randy Moss, American football player and coach", "entities": [{"title": "Randy Moss", "href": "/wiki/Randy_Moss", "description": "Randall Gene Moss is an American sports analyst and former professional football player. He played wide receiver for 14 seasons in the National Football League (NFL). Widely regarded as one of the greatest wide receivers of all-time, he holds the NFL single-season touchdown reception record, the NFL single-season touchdown reception record for a rookie, and is second on the NFL all-time regular se"}]}, {"heading": "Births", "year": "1978", "date": "February 13", "txt": "Niklas Bäckström, Finnish ice hockey player", "entities": [{"title": "Niklas Bäckström", "href": "/wiki/Niklas_B%C3%A4ckstr%C3%B6m", "description": "Niklas Oskar Bäckström is a Finnish former professional ice hockey goaltender and current goaltending coach for the Columbus Blue Jackets. He played ten seasons for the Minnesota Wild and Calgary Flames in the National Hockey League (NHL), during which he won both the William M. Jennings Trophy and Roger Crozier Saving Grace Award. He also has won both Urpo Ylönen trophy and Jari Kurri trophy twic"}]}, {"heading": "Births", "year": "1978", "date": "February 13", "txt": "Philippe Jaroussky, French countertenor", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 13", "txt": "Anders Behring Breivik, Norwegian murderer", "entities": [{"title": "Anders Behring Breivik", "href": "/wiki/Anders_Behring_Breivik", "description": "Fjotolf Hansen (born Anders Behring Breivik, also known by his pseudonym Andrew Breivik, is a Norwegian terrorist and right-wing extremist who committed the 2011 Norway attacks. On 22 July 2011, he killed eight people by detonating a van bomb amid Regjeringskvartalet in Oslo, then killed 69 participants of a Workers' Youth League summer camp in a mass shooting on the island of Utøya. In July 2012,"}]}, {"heading": "Births", "year": "1979", "date": "February 13", "txt": "Rafael Márquez, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 13", "txt": "Rachel Reeves, English economist and politician, Shadow Secretary of State for Work and Pensions", "entities": [{"title": "Shadow Secretary of State for Work and Pensions", "href": "/wiki/Shadow_Secretary_of_State_for_Work_and_Pensions", "description": "The Shadow Secretary of State for Work and Pensions is an office within British politics held by a member of Her Majesty's Loyal Opposition. The duty of the office holder is to scrutinise the actions of the government's Secretary of State for Work and Pensions and develop alternative policies. The office holder is a member of the Shadow Cabinet."}]}, {"heading": "Births", "year": "1979", "date": "February 13", "txt": "Mena Suvari, American actress and fashion designer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 13", "txt": "Carlos Cotto, Puerto Rican-American wrestler and boxer", "entities": [{"title": "Carlos Cotto", "href": "/wiki/Carlos_Cotto", "description": "Carlos Omar Cotto Cruz is a Puerto Rican professional wrestler and boxer. As a wrestler, he perform under the alias of El Chicano and has performed mostly for the International Wrestling Association and the World Wrestling Council. While performing for the first, Cotto became the only person to win all eligible championships, later becoming a Universal Heavyweight Champion in the second. Locally, "}]}, {"heading": "Births", "year": "1981", "date": "February 13", "txt": "Luisão, Brazilian footballer", "entities": [{"title": "Luisão", "href": "/wiki/Luis%C3%A3o", "description": "Ânderson Luís da Silva, known as Luisão, is a Brazilian former professional footballer who played as a centre back."}]}, {"heading": "Births", "year": "1982", "date": "February 13", "txt": "Even Helte Hermansen, Norwegian guitarist and composer", "entities": [{"title": "Even Helte Hermansen", "href": "/wiki/Even_Helte_Hermansen", "description": "Even Helte Hermansen is a Norwegian guitarist, known from several orchestras playing experimental jazz."}]}, {"heading": "Births", "year": "1982", "date": "February 13", "txt": "Michael Turner, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 13", "txt": "Mike Nickeas, Canadian baseball player", "entities": [{"title": "Mike Nickeas", "href": "/wiki/Mike_Nickeas", "description": "Michael James Nickeas is a Canadian former professional baseball catcher. Nickeas played four seasons in Major League Baseball (MLB) with the New York Mets and Toronto Blue Jays."}]}, {"heading": "Births", "year": "1983", "date": "February 13", "txt": "Anna Watkins, English rower", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 13", "txt": "Hinkelien Schreuder, Dutch swimmer", "entities": [{"title": "Hinkelien Schreuder", "href": "/wiki/Hinkelien_Schreuder", "description": "Hinkelien Schreuder is a butterfly, freestyle and backstroke swimmer from The Netherlands, who also competed in the medley events. She's currently living in Eindhoven, where she is studying physiotherapy, and is training at the same club as multiple Olympic champion Pieter van den Hoogenband where she is currently training under the guidance of former world champion Marcel Wouda. Schreuder won the"}]}, {"heading": "Births", "year": "1985", "date": "February 13", "txt": "Kwak Ji-min, South Korean actress", "entities": [{"title": "Kwak Ji-min", "href": "/wiki/Kwak_Ji-min", "description": "Kwak Ji-min is a South Korean actress. She is best known overseas for her leading role in the Kim Ki-duk film Samaritan Girl, for which she won Best New Actress at the 2004 Busan Film Critics Awards."}]}, {"heading": "Births", "year": "1986", "date": "February 13", "txt": "Luke Moore, English footballer", "entities": [{"title": "Luke Moore", "href": "/wiki/Luke_Moore", "description": "Luke Isaacc Moore is an English former professional footballer who played as a striker. Moore represented England at England U21 level and is the younger brother of former professional footballer Stefan Moore."}]}, {"heading": "Births", "year": "1986", "date": "February 13", "txt": "Aqib Talib, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 13", "txt": "Eljero Elia, Dutch footballer", "entities": [{"title": "Eljero Elia", "href": "/wiki/Eljero_Elia", "description": "Eljero George Rinaldo Elia is a Dutch professional footballer who plays as a winger for Eredivisie club Utrecht and the Netherlands national team."}]}, {"heading": "Births", "year": "1988", "date": "February 13", "txt": "Ryan Goins, American baseball player", "entities": [{"title": "Ryan Goins", "href": "/wiki/Ryan_Goins", "description": "Ryan Matthew Goins is an American professional baseball second baseman and shortstop in the Atlanta Braves organization. He has played in Major League Baseball (MLB) for the Toronto Blue Jays, Kansas City Royals, and Chicago White Sox."}]}, {"heading": "Births", "year": "1988", "date": "February 13", "txt": "Eddy Pettybourne, New Zealand-Samoan rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 13", "txt": "Rodrigo Possebon, Brazilian footballer", "entities": [{"title": "Rodrigo Possebon", "href": "/wiki/Rodrigo_Possebon", "description": "Rodrigo Pereira Possebon is an Italian footballer who last played as a midfielder for V.League 1 side Hồ Chí Minh City."}]}, {"heading": "Births", "year": "1991", "date": "February 13", "txt": "Eliaquim Mangala, French footballer", "entities": [{"title": "Eliaquim Mangala", "href": "/wiki/Eliaquim_Mangala", "description": "Eliaquim Hans Mangala is a French professional footballer who plays as a centre-back for La Liga club Valencia."}]}, {"heading": "Births", "year": "1991", "date": "February 13", "txt": "Junior Roqica, Australian-Fijian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 13", "txt": "Vianney, French singer", "entities": []}, {"heading": "Births", "year": "1994", "date": "February 13", "txt": "Memphis Depay, Dutch footballer", "entities": [{"title": "Memphis Depay", "href": "/wiki/Memphis_Depay", "description": "Memphis Depay, also known simply as Memphis, is a Dutch professional footballer who plays as a forward for Ligue 1 club Lyon and the Netherlands national team."}]}, {"heading": "Births", "year": "2001", "date": "February 13", "txt": "Kaapo Kakko, Finnish ice hockey player", "entities": [{"title": "Kaapo Kakko", "href": "/wiki/Kaapo_Kakko", "description": "Kaapo Kakko is a Finnish professional ice hockey forward for the New York Rangers of the National Hockey League (NHL). Kakko was selected second overall by the Rangers in the 2019 NHL Entry Draft. Kakko plays right wing, but also has experience playing at center. He made his professional debut playing with TPS of the Finnish Liiga."}]}, {"heading": "Deaths", "year": "106", "date": "February 13", "txt": "Emperor He of Han (Han Hedi) of the Chinese Eastern Han Dynasty (b. AD 79)", "entities": [{"title": "Emperor He of Han", "href": "/wiki/Emperor_He_of_Han", "description": "Emperor He of Han was an emperor of the Chinese Han dynasty who ruled from 88 to 106. He was the 4th emperor of the Eastern Han."}, {"title": "Han Dynasty", "href": "/wiki/Han_Dynasty", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}, {"title": "AD 79", "href": "/wiki/AD_79", "description": "AD 79 (LXXIX) was a common year starting on Friday of the Julian calendar. At the time, it was known as the Year of the Consulship of Titus and Vespasianus. The denomination AD 79 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}]}, {"heading": "Deaths", "year": "721", "date": "February 13", "txt": "Chilperic II, Frankish king (b. 672)", "entities": [{"title": "Chilperic II", "href": "/wiki/Chilperic_II", "description": "Chilperic II, known as Daniel prior to his coronation, was the youngest son of Childeric II and his half-cousin, king of Neustria from 715 and sole king of the Franks from 718 until his death."}]}, {"heading": "Deaths", "year": "858", "date": "February 13", "txt": "Kenneth MacAlpin, Scottish king (probable; b. 810)", "entities": [{"title": "Kenneth MacAlpin", "href": "/wiki/Kenneth_MacAlpin", "description": "Kenneth MacAlpin or Kenneth I was King of Dál Riada (841–850), King of the Picts (843–858), and the King of Alba (843–858). He inherited the throne of Dál Riada from his father Alpín mac Echdach, founder of the Alpínid dynasty. Kenneth I conquered the kingdom of the Picts in 843–850 and began a campaign to seize all of Scotland and assimilate the Picts, for which he was posthumously nicknamed An F"}]}, {"heading": "Deaths", "year": "921", "date": "February 13", "txt": "Vratislaus I, duke of Bohemia", "entities": [{"title": "Vratislaus I, Duke of Bohemia", "href": "/wiki/Vratislaus_I,_Duke_of_Bohemia", "description": "Vratislaus I, a member of the Přemyslid dynasty, was Duke of Bohemia from 915 until his death."}]}, {"heading": "Deaths", "year": "936", "date": "February 13", "txt": "Xiao Wen, empress of the Liao Dynasty", "entities": [{"title": "Empress Xiao Wen", "href": "/wiki/Empress_Xiao_Wen", "description": "Xiao Wen, formally Empress Jing'an, probably née Shulü Wen (述律溫), was an empress of the Khitan Liao Dynasty. She was the wife of Emperor Taizong."}]}, {"heading": "Deaths", "year": "942", "date": "February 13", "txt": "Muhammad ibn Ra'iq, Abbasid emir and regent", "entities": [{"title": "Muhammad ibn Ra'iq", "href": "/wiki/Muhammad_ibn_Ra%27iq", "description": "Abu Bakr Muhammad ibn Ra'iq, usually simply known as Ibn Ra'iq, was a senior official of the Abbasid Caliphate, who exploited the caliphal government's weakness to become the first amir al-umara of the Caliphate in 936. Deposed by rival Turkish military leaders in 938, he regained the post in 941 and kept it until his assassination in February 942."}]}, {"heading": "Deaths", "year": "988", "date": "February 13", "txt": "Adalbert Atto, Lombard nobleman", "entities": [{"title": "Adalbert Atto of Canossa", "href": "/wiki/Adalbert_Atto_of_Canossa", "description": "Adalbert Atto was the first Count of Canossa and founder of that noble house which eventually was to play a determinant role in the political settling of Regnum Italicum and the Investiture Controversy in the eleventh and twelfth centuries."}]}, {"heading": "Deaths", "year": "1021", "date": "February 13", "txt": "Al-Hakim bi-Amr Allah, Fatimid caliph (b. 985)", "entities": [{"title": "Al-Hakim bi-Amr Allah", "href": "/wiki/Al-Hakim_bi-Amr_Allah", "description": "Abū ʿAlī Manṣūr, better known by his regnal name al-Ḥākim bi-Amr Allāh, was the sixth Fatimid caliph and 16th Ismaili imam (996–1021). Al-Hakim is an important figure in a number of Shia Ismaili sects, such as the world's 15 million Nizaris and 1-2 million Musta’lis, in addition to the 2 million Druze of the Levant whose eponymous founder Hamza ibn Ali ibn Ahmad proclaimed him as the incarnation o"}]}, {"heading": "Deaths", "year": "1130", "date": "February 13", "txt": "Honorius II, pope of the Catholic Church (b. 1060)", "entities": [{"title": "Pope Honorius II", "href": "/wiki/Pope_Honorius_II", "description": "Pope Honorius II, born Lamberto Scannabecchi, was head of the Catholic Church and ruler of the Papal States from 21 December 1124 to his death in 1130."}]}, {"heading": "Deaths", "year": "1141", "date": "February 13", "txt": "Béla II, king of Hungary and Croatia (b. 1110)", "entities": [{"title": "Béla II of Hungary", "href": "/wiki/B%C3%A9la_II_of_Hungary", "description": "Béla the Blind was King of Hungary and Croatia from 1131. He was blinded along with his rebellious father Álmos on the order of Álmos's brother, King Coloman of Hungary. Béla grew up in monasteries during the reign of Coloman's son Stephen II. The childless king arranged Béla's marriage with Helena of Rascia, who would become her husband's co-ruler throughout his reign."}]}, {"heading": "Deaths", "year": "1199", "date": "February 13", "txt": "Stefan Nemanja, Serbian grand prince (b. 1113)", "entities": [{"title": "Stefan Nemanja", "href": "/wiki/Stefan_Nemanja", "description": "Stefan Nemanja was the Grand Prince of the Serbian Grand Principality from 1166 to 1196. A member of the Vukanović dynasty, Nemanja founded the Nemanjić dynasty, and is remembered for his contributions to Serbian culture and history, founding what would evolve into the Serbian Empire, as well as the national church. According to the Serbian Academy of Sciences and Arts, Nemanja is also among the m"}]}, {"heading": "Deaths", "year": "1219", "date": "February 13", "txt": "Minamoto no Sanetomo, Japanese shōgun (b. 1192)", "entities": [{"title": "Minamoto no Sanetomo", "href": "/wiki/Minamoto_no_Sanetomo", "description": "Minamoto no Sanetomo  was the third shōgun of the Kamakura shogunate. He was the second son of the Kamakura shogunate founder, Minamoto no Yoritomo. His mother was Hōjō Masako and his older brother was second Kamakura shogun Minamoto no Yoriie."}]}, {"heading": "Deaths", "year": "1332", "date": "February 13", "txt": "Andronikos II Palaiologos, Byzantine emperor (b. 1259)", "entities": [{"title": "Andronikos II Palaiologos", "href": "/wiki/Andronikos_II_Palaiologos", "description": "Andronikos II Palaiologos, usually Latinized as Andronicus II Palaeologus, reigned as Byzantine Emperor from 1282 to 1328. Andronikos' reign was marked by the beginning of the decline of the Byzantine Empire. During his reign, the Turks conquered most of the Western Anatolian territories of the Empire and, during the last years of his reign, he also had to fight his grandson Andronikos in the Firs"}]}, {"heading": "Deaths", "year": "1351", "date": "February 13", "txt": "Kō no Morofuyu, Japanese general", "entities": [{"title": "Kō no Morofuyu", "href": "/wiki/K%C5%8D_no_Morofuyu", "description": "Kō no Morofuyu  was, together with his cousins Moronao and Moroyasu, one of shōgun Ashikaga Takauji's most important generals during the Nanboku-chō period. He was adopted as a son by Moronao. He was kami  of Mikawa Province, shugo (governor) of Musashi Province and Kantō kanrei. Defeated by Uesugi Noriaki during the Kannō disturbance, he committed seppuku in Kai in 1351."}]}, {"heading": "Deaths", "year": "1539", "date": "February 13", "txt": "Isabella d'Este, Italian noblewoman (b. 1474)", "entities": [{"title": "Isabella d'Este", "href": "/wiki/Isabella_d%27Este", "description": "Isabella d'Este was Marchioness of Mantua and one of the leading women of the Italian Renaissance as a major cultural and political figure. She was a patron of the arts as well as a leader of fashion, whose innovative style of dressing was copied by women throughout Italy and at the French court. The poet Ariosto labeled her as the \"liberal and magnanimous Isabella\", while author Matteo Bandello d"}]}, {"heading": "Deaths", "year": "1542", "date": "February 13", "txt": "Catherine Howard, English wife of Henry VIII of England (executed; b. 1521)", "entities": [{"title": "Catherine Howard", "href": "/wiki/Catherine_Howard", "description": "Catherine Howard was Queen of England from 1540 until 1541 as the fifth wife of Henry VIII. She was the daughter of Lord Edmund Howard and Joyce Culpeper, cousin to Anne Boleyn, and niece to Thomas Howard, 3rd Duke of Norfolk. Thomas Howard was a prominent politician at Henry's court, and he secured her a place in the household of Henry's fourth wife, Anne of Cleves, where she caught the King's in"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Deaths", "year": "1571", "date": "February 13", "txt": "Benvenuto Cellini, Italian painter and sculptor (b. 1500)", "entities": [{"title": "Benvenuto Cellini", "href": "/wiki/Benvenuto_Cellini", "description": "Benvenuto Cellini was an Italian goldsmith, sculptor, draftsman, soldier, musician, and artist who also wrote poetry and a famous autobiography."}]}, {"heading": "Deaths", "year": "1585", "date": "February 13", "txt": "Alfonso Salmeron, Spanish priest and scholar (b. 1515)", "entities": [{"title": "Alfonso Salmeron", "href": "/wiki/Alfonso_Salmeron", "description": "Alfonso (Alphonsus) Salmerón was a Spanish biblical scholar, a Catholic priest, and one of the first Jesuits."}]}, {"heading": "Deaths", "year": "1602", "date": "February 13", "txt": "Alexander Nowell, English clergyman and theologian (b. 1507)", "entities": [{"title": "Alexander Nowell", "href": "/wiki/Alexander_Nowell", "description": "Alexander Nowell was an Anglican priest and theologian. He served as Dean of St Paul's during much of Elizabeth I's reign, and is now remembered for his catechisms."}]}, {"heading": "Deaths", "year": "1660", "date": "February 13", "txt": "Charles X Gustav, king of Sweden (b. 1622)", "entities": [{"title": "Charles X Gustav of Sweden", "href": "/wiki/Charles_X_Gustav_of_Sweden", "description": "Charles X Gustav, also Carl Gustav, was King of Sweden from 1654 until his death. He was the son of John Casimir, Count Palatine of Zweibrücken-Kleeburg and Catherine of Sweden. After his father's death he also succeeded him as Pfalzgraf. He was married to Hedwig Eleonora of Holstein-Gottorp, who bore his son and successor, Charles XI. Charles X Gustav was the second Wittelsbach king of Sweden aft"}]}, {"heading": "Deaths", "year": "1662", "date": "February 13", "txt": "Elizabeth Stuart, queen of Bohemia (b. 1596)", "entities": [{"title": "Elizabeth Stuart, Queen of Bohemia", "href": "/wiki/Elizabeth_Stuart,_Queen_of_Bohemia", "description": "Elizabeth Stuart was Electress of the Palatinate and briefly Queen of Bohemia as the wife of Frederick V of the Palatinate. Because her husband's reign in Bohemia and Palatinate lasted for just one winter, Elizabeth is often referred to as the \"Winter Queen\"."}]}, {"heading": "Deaths", "year": "1693", "date": "February 13", "txt": "Johann Caspar Kerll, German organist and composer (b. 1627)", "entities": [{"title": "Johann Caspar Kerll", "href": "/wiki/Johann_Caspar_Kerll", "description": "Johann Caspar Kerll was a German baroque composer and organist. He is also known as Kerl, Gherl, Giovanni Gasparo Cherll and Gaspard Kerle."}]}, {"heading": "Deaths", "year": "1727", "date": "February 13", "txt": "William Wotton, English linguist and scholar (b. 1666)", "entities": [{"title": "William Wotton", "href": "/wiki/William_Wotton", "description": "\n\nWilliam Wotton was an English theologian, classical scholar and linguist. He is chiefly remembered for his remarkable abilities in learning languages and for his involvement in the Quarrel of the Ancients and the Moderns. In Wales he is remembered as the collector and first translator of the ancient Welsh laws."}]}, {"heading": "Deaths", "year": "1728", "date": "February 13", "txt": "Cotton Mather, American minister and author (b. 1663)", "entities": [{"title": "Cotton Mather", "href": "/wiki/Cotton_Mather", "description": "Cotton Mather was a New England Puritan minister, prolific author, and pamphleteer. One of the most important intellectual figures in English-speaking colonial America, Mather is remembered today chiefly for his Magnalia Christi Americana (1702) and other works of history, for his scientific contributions to plant hybridization and to the promotion of inoculation as a means of preventing smallpox "}]}, {"heading": "Deaths", "year": "1732", "date": "February 13", "txt": "Charles-René d'Hozier, French historian and author (b. 1640)", "entities": [{"title": "Charles-René d'Hozier", "href": "/wiki/Charles-Ren%C3%A9_d%27Hozier", "description": "Charles-René d'Hozier was a French historical commentator. The younger son of Pierre d'Hozier, he was the true continuator of his father."}]}, {"heading": "Deaths", "year": "1741", "date": "February 13", "txt": "Johann Joseph Fux, Austrian composer and theorist (b. 1660)", "entities": [{"title": "Johann Joseph Fux", "href": "/wiki/Johann_Joseph_Fux", "description": "Johann Joseph Fux was an Austrian composer, music theorist and pedagogue of the late Baroque era. His most enduring work is not a musical composition but his treatise on counterpoint, Gradus ad Parnassum, which has become the single most influential book on the Palestrinian style of Renaissance polyphony."}]}, {"heading": "Deaths", "year": "1787", "date": "February 13", "txt": "Roger Joseph Boscovich, Croatian physicist, astronomer, mathematician, and philosopher (b. 1711)", "entities": [{"title": "Roger Joseph Boscovich", "href": "/wiki/Roger_Joseph_Boscovich", "description": "Roger Joseph Boscovich was a physicist, astronomer, mathematician, philosopher, diplomat, poet, theologian, Jesuit priest, and a polymath from the Republic of Ragusa. He studied and lived in Italy and France where he also published many of his works."}]}, {"heading": "Deaths", "year": "1787", "date": "February 13", "txt": "Charles Gravier, comte de Vergennes, French lawyer and politician, Foreign Minister of France (b. 1717)", "entities": [{"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "1813", "date": "February 13", "txt": "Samuel Ashe, American lawyer and politician, 9th Governor of North Carolina (b. 1725)", "entities": [{"title": "Samuel Ashe (North Carolina governor)", "href": "/wiki/Samuel_Ashe_(North_Carolina_governor)", "description": "Samuel Ashe was the ninth Governor of the U.S. state of North Carolina from 1795 to 1798. He was also one of the first three judges of the North Carolina Superior Court in 1787."}, {"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Deaths", "year": "1818", "date": "February 13", "txt": "George Rogers Clark, American general (b. 1752)", "entities": [{"title": "George Rogers Clark", "href": "/wiki/George_Rogers_Clark", "description": "George Rogers Clark was an American surveyor, soldier, and militia officer from Virginia who became the highest-ranking American patriot military officer on the northwestern frontier during the American Revolutionary War. He served as leader of the militia in Kentucky throughout much of the war. He is best known for his celebrated captures of Kaskaskia (1778) and Vincennes (1779) during the Illino"}]}, {"heading": "Deaths", "year": "1826", "date": "February 13", "txt": "Peter Ludwig von der Pahlen, Russian general and politician, Governor-General of Baltic provinces (b. 1745)", "entities": [{"title": "Peter Ludwig von der Pahlen", "href": "/wiki/Peter_Ludwig_von_der_Pahlen", "description": "Peter Ludwig Graf von der Pahlen was a Baltic German courtier and general who played a pivotal role in the assassination of Emperor Paul. He became a general in 1798, a count in 1799, and was the Military Governor of St. Petersburg from 1798 to 1801."}, {"title": "Governor-General of Baltic provinces", "href": "/wiki/Governor-General_of_Baltic_provinces", "description": "Governor-General of the Baltic provinces or Governor-General of Estonia, Livonia, and Courland was the military commander of the Riga Military District and the highest administrator of the Baltic governorates of Estonia, Livonia and Courland sporadically under Russian rule in the 19th century."}]}, {"heading": "Deaths", "year": "1831", "date": "February 13", "txt": "Edward Berry, English admiral (b. 1768)", "entities": [{"title": "Edward Berry", "href": "/wiki/Edward_Berry", "description": "Rear Admiral Sir Edward Berry, 1st Baronet, KCB was an officer in Britain's Royal Navy primarily known for his role as flag captain of Rear Admiral Horatio Nelson's ship HMS Vanguard at the Battle of the Nile, prior to his knighthood in 1798. He had a long and prestigious naval career and also commanded HMS Agamemnon at the Battle of Trafalgar."}]}, {"heading": "Deaths", "year": "1837", "date": "February 13", "txt": "Mariano José de Larra, Spanish journalist and author (b. 1809)", "entities": [{"title": "Mariano José de Larra", "href": "/wiki/Mariano_Jos%C3%A9_de_Larra", "description": "Mariano José de Larra was a Spanish romantic writer and journalist best known for his numerous essays and his infamous suicide. His works were often satirical and critical of the 19th-century Spanish society, and focused on both the politics and customs of his time."}]}, {"heading": "Deaths", "year": "1845", "date": "February 13", "txt": "Henrik Steffens, Norwegian-German philosopher and poet (b. 1773)", "entities": [{"title": "Henrik Steffens", "href": "/wiki/Henrik_Steffens", "description": "Henrik Steffens, was a German philosopher, scientist, and poet."}]}, {"heading": "Deaths", "year": "1877", "date": "February 13", "txt": "Costache Caragiale, Romanian actor and manager (b. 1815)", "entities": [{"title": "Costache Caragiale", "href": "/wiki/Costache_Caragiale", "description": "Costache Caragiale was a Romanian actor and theatre manager who had an important role in the development of the Romanian theatre."}]}, {"heading": "Deaths", "year": "1883", "date": "February 13", "txt": "Richard Wagner, German composer (b. 1813)", "entities": [{"title": "Richard Wagner", "href": "/wiki/Richard_Wagner", "description": "Wilhelm Richard Wagner was a German composer, theatre director, polemicist, and conductor who is chiefly known for his operas. Unlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Carl Maria von Weber and Giacomo Meyerbeer, Wagner revolutionised opera through his c"}]}, {"heading": "Deaths", "year": "1888", "date": "February 13", "txt": "Jean-Baptiste Lamy, French-American archbishop (b. 1814)", "entities": [{"title": "Jean-Baptiste Lamy", "href": "/wiki/Jean-Baptiste_Lamy", "description": "Jean-Baptiste Lamy, was an American Roman Catholic prelate who served as the first Archbishop of Santa Fe, New Mexico. Willa Cather's novel Death Comes for the Archbishop is based on his life and career."}]}, {"heading": "Deaths", "year": "1892", "date": "February 13", "txt": "Provo Wallis, Canadian-English admiral (b. 1791)", "entities": [{"title": "Provo Wallis", "href": "/wiki/Provo_Wallis", "description": "Admiral of the Fleet Sir Provo William Parry Wallis, was a Royal Navy officer. As a junior officer, following the capture of USS Chesapeake by the frigate HMS Shannon during the War of 1812, the wounding of HMS Shannon's captain and the death of her first lieutenant in the action, he served as the temporary captain of HMS Shannon as she returned to Halifax, Nova Scotia, with Chesapeake."}]}, {"heading": "Deaths", "year": "1893", "date": "February 13", "txt": "Ignacio Manuel Altamirano, Mexican intellectual and journalist (b. 1834)", "entities": [{"title": "Ignacio Manuel Altamirano", "href": "/wiki/Ignacio_Manuel_Altamirano", "description": "Ignacio Manuel Altamirano Basilio was a Mexican radical liberal writer, journalist, teacher and politician. He wrote Clemencia (1869), which is often considered to be the first modern Mexican novel."}]}, {"heading": "Deaths", "year": "1905", "date": "February 13", "txt": "Konstantin Savitsky, Russian painter (b. 1844)", "entities": [{"title": "Konstantin Savitsky", "href": "/wiki/Konstantin_Savitsky", "description": "Konstantin Apollonovich Savitsky was a Russian realist painter born in the city of Taganrog in the village Frankovka or Baronovka, named after former governor Otto Pfeilizer-Frank. Today this area is occupied by the Taganrog Iron and Steel Factory TAGMET."}]}, {"heading": "Deaths", "year": "1906", "date": "February 13", "txt": "Albert Gottschalk, Danish painter (b. 1866)", "entities": [{"title": "Albert Gottschalk", "href": "/wiki/Albert_Gottschalk", "description": "Albert Gottschalk was a Danish painter. He had a close connection, personally and artistically, to the poets Johannes Jørgensen, Viggo Stuckenberg and Sophus Claussen."}]}, {"heading": "Deaths", "year": "1934", "date": "February 13", "txt": "József Pusztai, Slovene-Hungarian poet and journalist (b. 1864)", "entities": [{"title": "József Pusztai", "href": "/wiki/J%C3%B3zsef_Pusztai", "description": "József Pusztai was a Slovene writer, poet, journalist, teacher, and cantor in Hungary. He was also known under the pen name Tibor Andorhegyi."}]}, {"heading": "Deaths", "year": "1942", "date": "February 13", "txt": "Otakar Batlička, Czech journalist (b. 1895)", "entities": [{"title": "Otakar Batlička", "href": "/wiki/Otakar_Batli%C4%8Dka", "description": "Otakar Batlička was a Czech adventurer, journalist, ham (amateur) radio operator, and member of the Czech-based Nazi resistance group Obrana Národa during World War II."}]}, {"heading": "Deaths", "year": "1942", "date": "February 13", "txt": "Epitácio Pessoa, Brazilian lawyer, judge, and politician, 11th President of Brazil (b. 1865)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1950", "date": "February 13", "txt": "Rafael Sabatini, Italian-English novelist and short story writer (b. 1875)", "entities": [{"title": "Rafael Sabatini", "href": "/wiki/Rafael_Sabatini", "description": "Rafael Sabatini was an Italian-English writer of romance and adventure novels."}]}, {"heading": "Deaths", "year": "1951", "date": "February 13", "txt": "Lloyd C. Douglas, American minister and author (b. 1877)", "entities": [{"title": "Lloyd C. Douglas", "href": "/wiki/Lloyd_C._Douglas", "description": "Lloyd Cassel Douglas was an American minister and author."}]}, {"heading": "Deaths", "year": "1952", "date": "February 13", "txt": "Josephine Tey, Scottish author and playwright (b. 1896)", "entities": [{"title": "Josephine Tey", "href": "/wiki/Josephine_Tey", "description": "Josephine Tey was a pseudonym used by Elizabeth MacKintosh, a Scottish author. Her novel The Daughter of Time was a detective work investigating the role of Richard III of England in the death of the Princes in the Tower, and named as the greatest crime novel of all time by the Crime Writers' Association. Her first play Richard of Bordeaux, written under another pseudonym Gordon Daviot, starred Jo"}]}, {"heading": "Deaths", "year": "1954", "date": "February 13", "txt": "Agnes Macphail, Canadian educator and politician (b. 1890)", "entities": [{"title": "Agnes Macphail", "href": "/wiki/Agnes_Macphail", "description": "Agnes Campbell Macphail was a Canadian politician from Ontario who was the country's first female Member of Parliament. First elected to the House of Commons of Canada in 1921, she served as an MP until 1940. Moving to provincial politics, from 1943 to 1945 and again from 1948 to 1951, she served as a member of the Legislative Assembly of Ontario representing the Toronto riding of York East. Activ"}]}, {"heading": "Deaths", "year": "1956", "date": "February 13", "txt": "Jan Łukasiewicz, Polish mathematician and philosopher (b. 1878)", "entities": [{"title": "Jan Łukasiewicz", "href": "/wiki/Jan_%C5%81ukasiewicz", "description": "Jan Łukasiewicz was a Polish logician and philosopher who is best known for Polish notation and Łukasiewicz logic. He was born in Lemberg, a city in the Galician Kingdom of Austria-Hungary. His work centred on philosophical logic, mathematical logic and history of logic. He thought innovatively about traditional propositional logic, the principle of non-contradiction and the law of excluded middle"}]}, {"heading": "Deaths", "year": "1958", "date": "February 13", "txt": "Christabel Pankhurst, English activist, co-founded the Women's Social and Political Union (b. 1880)", "entities": [{"title": "Christabel Pankhurst", "href": "/wiki/Christabel_Pankhurst", "description": "Dame Christabel Harriette Pankhurst, was a British suffragette born in Manchester, England. A co-founder of the Women's Social and Political Union (WSPU), she directed its militant actions from exile in France from 1912 to 1913. In 1914 she supported the war against Germany. After the war she moved to the United States, where she worked as an evangelist for the Second Adventist movement."}, {"title": "Women's Social and Political Union", "href": "/wiki/Women%27s_Social_and_Political_Union", "description": "The Women's Social and Political Union (WSPU) was a women-only political movement and leading militant organisation campaigning for women's suffrage in the United Kingdom from 1903 to 1918. Known from 1906 as the suffragettes, its membership and policies were tightly controlled by Emmeline Pankhurst and her daughters Christabel and Sylvia."}]}, {"heading": "Deaths", "year": "1958", "date": "February 13", "txt": "Georges Rouault, French painter and illustrator (b. 1871)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "February 13", "txt": "Paulino Alcántara, Filipino-Spanish footballer and manager (b. 1896)", "entities": [{"title": "Paulino Alcántara", "href": "/wiki/Paulino_Alc%C3%A1ntara", "description": "Paulino Alcántara Riestrá was a Filipino and Spanish football player and manager who played as a forward. He spent most of his playing career at FC Barcelona and also represented Catalonia, the Philippines and Spain."}]}, {"heading": "Deaths", "year": "1964", "date": "February 13", "txt": "Werner Heyde, German psychiatrist and academic (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "February 13", "txt": "Yoshisuke Aikawa, entrepreneur, businessman, and politician, founded Nissan Motor Company (b. 1880)", "entities": [{"title": "Yoshisuke Aikawa", "href": "/wiki/Yoshisuke_Aikawa", "description": "Yoshisuke Aikawa   was a Japanese entrepreneur, businessman, and politician, noteworthy as the founder and first president of the Nissan zaibatsu (1931-1945), one of Japan's most powerful business conglomerates around the time of the Second World War."}, {"title": "Nissan Motor Company", "href": "/wiki/Nissan_Motor_Company", "description": "The Nissan Motor Company, Ltd.  is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan. The company sells its vehicles under the Nissan, Infiniti, and Datsun brands. The company traces its name to the Nissan zaibatsu, now called Nissan Group."}]}, {"heading": "Deaths", "year": "1967", "date": "February 13", "txt": "Abelardo L. Rodríguez, substitute president of Mexico (1932-1934) (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "February 13", "txt": "Mae Marsh, American actress (b. 1895)", "entities": [{"title": "Mae Marsh", "href": "/wiki/Mae_Marsh", "description": "Mae Marsh was an American film actress with a career spanning over 50 years."}]}, {"heading": "Deaths", "year": "1968", "date": "February 13", "txt": "Portia White, Canadian opera singer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "February 13", "txt": "Marinus Jan Granpré Molière, Dutch architect and educator (b. 1883)", "entities": [{"title": "Marinus Jan Granpré Molière", "href": "/wiki/Marinus_Jan_Granpr%C3%A9_Moli%C3%A8re", "description": "Marinus Jan Granpré Molière was a Dutch architect. His work was part of the architecture event in the art competition at the 1924 Summer Olympics."}]}, {"heading": "Deaths", "year": "1975", "date": "February 13", "txt": "André Beaufre, French general (b. 1902)", "entities": [{"title": "André Beaufre", "href": "/wiki/Andr%C3%A9_Beaufre", "description": "André Beaufre  was a French Army officer and military strategist who attained the rank of Général d'Armée before his retirement in 1961."}]}, {"heading": "Deaths", "year": "1976", "date": "February 13", "txt": "Murtala Mohammed, Nigerian general and politician, 4th President of Nigeria (b. 1938)", "entities": [{"title": "Murtala Mohammed", "href": "/wiki/Murtala_Mohammed", "description": "Murtala Muhammed was a Nigerian general who led the Northern counter-coup forces in overthrowing the Republic of Nigeria and featured prominently during the Nigerian Civil War and thereafter ruled over Nigeria from 30 July 1975 until his assassination on 13 February 1976. This period in Nigerian history, from the Northern counter-coup victory to Murtala's death, is commonly associated with the ins"}, {"title": "President of Nigeria", "href": "/wiki/President_of_Nigeria", "description": "The president of the Federal Republic of Nigeria is the head of state and head of government of the Federal Republic of Nigeria. The president of Nigeria is also the commander-in-chief of the Nigerian Armed Forces. The president is elected in national elections which take place every four years. The offices, powers, and titles of the head of state and the head of government were officially merged "}]}, {"heading": "Deaths", "year": "1976", "date": "February 13", "txt": "Lily Pons, French-American soprano and actress (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "February 13", "txt": "David Janssen, American actor (b. 1931)", "entities": [{"title": "David Janssen", "href": "/wiki/David_Janssen", "description": "David Janssen was an American film and television actor who is best known for his starring role as Richard Kimble in the television series The Fugitive (1963–1967). Janssen also had the title roles in three other series: Richard Diamond, Private Detective; Harry O; and O'Hara, U.S. Treasury."}]}, {"heading": "Deaths", "year": "1984", "date": "February 13", "txt": "Cheong Eak Chong, Singaporean entrepreneur (b. 1888)", "entities": [{"title": "Cheong Eak Chong", "href": "/wiki/Cheong_Eak_Chong", "description": "Cheong Eak Chong, or, under his given name, Zhong Mingxuan, was a Chinese-Singaporean entrepreneur of She minority ethnic descent. He was born in Anxi County in Fujian in 1888, but left China in 1921 for Singapore. He began his business career there as a goldsmith, later diversifying into finance and opening a bank with offices in Shanghai. After the Second World War, he focused his investments in"}]}, {"heading": "Deaths", "year": "1986", "date": "February 13", "txt": "Yuri Ivask, Russian-American poet and critic (b. 1907)", "entities": [{"title": "Yuri Ivask", "href": "/wiki/Yuri_Ivask", "description": "Yuri Pavlovich Ivask was a Russian, Estonian poet and literary critic; in his later years an American scholar of Russian literature."}]}, {"heading": "Deaths", "year": "1989", "date": "February 13", "txt": "Wayne Hays, American lieutenant and politician (b. 1911)", "entities": [{"title": "Wayne Hays", "href": "/wiki/Wayne_Hays", "description": "Wayne Levere Hays was an American politician who served as a U.S. Representative of Ohio, in the Democratic Party, from 1949 to 1976. He resigned from Congress after a much-publicized sex scandal."}]}, {"heading": "Deaths", "year": "1991", "date": "February 13", "txt": "Arno Breker, German sculptor and illustrator (b. 1900)", "entities": [{"title": "Arno Breker", "href": "/wiki/Arno_Breker", "description": "Arno Breker was a German architect and sculptor who is best known for his public works in Nazi Germany, where they were endorsed by the authorities as the antithesis of degenerate art. One of his better known statues is Die Partei, representing the spirit of the Nazi Party that flanked one side of the carriage entrance to Albert Speer's new Reich Chancellery."}]}, {"heading": "Deaths", "year": "1992", "date": "February 13", "txt": "Nikolay Bogolyubov, Ukrainian-Russian mathematician and physicist (b. 1909)", "entities": [{"title": "Nikolay Bogolyubov", "href": "/wiki/Nikolay_Bogolyubov", "description": "Nikolay Nikolayevich Bogolyubov, also transliterated as Bogoliubov and Bogolubov, was a Soviet mathematician and theoretical physicist known for a significant contribution to quantum field theory, classical and quantum statistical mechanics, and the theory of dynamical systems; he was the recipient of the 1992 Dirac Prize."}]}, {"heading": "Deaths", "year": "1996", "date": "February 13", "txt": "Martin Balsam, American actor (b. 1919)", "entities": [{"title": "Martin Balsam", "href": "/wiki/Martin_Balsam", "description": "Martin Henry Balsam was an American actor who had a prolific career in character roles in film, in theatre, and on television."}]}, {"heading": "Deaths", "year": "1997", "date": "February 13", "txt": "Robert Klark Graham, American eugenicist and businessman (b. 1906)", "entities": [{"title": "Robert Klark Graham", "href": "/wiki/Robert_Klark_Graham", "description": "Robert Klark Graham was an American eugenicist and businessman who made millions by developing shatterproof plastic eyeglass lenses and who later founded the Repository for Germinal Choice, a sperm bank for geniuses, in the hope of implementing a eugenics program."}]}, {"heading": "Deaths", "year": "1997", "date": "February 13", "txt": "Mark Krasnosel'skii, Russian-Ukrainian mathematician and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "February 13", "txt": "Anders Aalborg, Canadian educator and politician (b. 1914)", "entities": [{"title": "Anders Aalborg", "href": "/wiki/Anders_Aalborg", "description": "Anders Olav Aalborg was a teacher and a politician from Alberta, Canada. He served in the Legislative Assembly of Alberta from 1948 to 1971 as a member of the Social Credit caucus, and served in the cabinets of Premier Ernest Manning and Harry Strom from 1952 to 1971."}]}, {"heading": "Deaths", "year": "2000", "date": "February 13", "txt": "James Cooke Brown, American sociologist and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "February 13", "txt": "John Leake, English soldier (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 13", "txt": "Waylon Jennings, American singer-songwriter and guitarist (b. 1937)", "entities": [{"title": "Waylon Jennings", "href": "/wiki/Waylon_Jennings", "description": "Waylon Arnold Jennings was an American singer, songwriter, and musician. He is best known as one of the founding pioneers of the Outlaw Movement."}]}, {"heading": "Deaths", "year": "2003", "date": "February 13", "txt": "Kid Gavilán, Cuban-American boxer (b. 1926)", "entities": [{"title": "Kid Gavilán", "href": "/wiki/Kid_Gavil%C3%A1n", "description": "Gerardo González, better known in the boxing world as Kid Gavilan, was a Cuban boxer. Boxing Writers Association of America named him Fighter of the Year in 1953, Gavilán was voted by The Ring magazine as the 26th greatest fighter of the last 80 years."}]}, {"heading": "Deaths", "year": "2003", "date": "February 13", "txt": "Walt Whitman Rostow, American economist; 7th United States National Security Advisor (b. 1916)", "entities": [{"title": "United States National Security Advisor", "href": "/wiki/United_States_National_Security_Advisor", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Deaths", "year": "2004", "date": "February 13", "txt": "François Tavenas, Canadian engineer and academic (b. 1942)", "entities": [{"title": "François Tavenas", "href": "/wiki/Fran%C3%A7ois_Tavenas", "description": "\nFrançois Tavenas, was a Canadian engineer and academic."}]}, {"heading": "Deaths", "year": "2004", "date": "February 13", "txt": "Zelimkhan Yandarbiyev, Chechen politician, 2nd President of the Chechen Republic of Ichkeria (b. 1952)", "entities": [{"title": "President of the Chechen Republic of Ichkeria", "href": "/wiki/President_of_the_Chechen_Republic_of_Ichkeria", "description": "This is a list of Presidents of the unrecognised Chechen Republic of Ichkeria, a pro-independence movement that controlled most of Chechnya from 1991 to 2000. Ichkeria's last presidential elections were held in January 1997."}]}, {"heading": "Deaths", "year": "2005", "date": "February 13", "txt": "Nelson Briles, American baseball player and sportscaster (b. 1943)", "entities": [{"title": "Nelson Briles", "href": "/wiki/Nelson_Briles", "description": "Nelson Kelley Briles was a Major League Baseball pitcher. A hard thrower whose best pitch was a slider, he exhibited excellent control. Briles batted and threw right-handed."}]}, {"heading": "Deaths", "year": "2005", "date": "February 13", "txt": "Lúcia Santos, Portuguese nun (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 13", "txt": "P. F. Strawson, English philosopher and author (b. 1919)", "entities": [{"title": "P. F. Strawson", "href": "/wiki/P._F._Strawson", "description": "Sir Peter Frederick Strawson, usually cited as P. F. Strawson, was an English philosopher. He was the Waynflete Professor of Metaphysical Philosophy at the University of Oxford from 1968 to 1987. Before that, he was appointed as a college lecturer at University College, Oxford, in 1947, and became a tutorial fellow the following year, until 1968. On his retirement in 1987, he returned to the colle"}]}, {"heading": "Deaths", "year": "2007", "date": "February 13", "txt": "Elizabeth Jolley, English-Australian author and academic (b. 1923)", "entities": [{"title": "Elizabeth Jolley", "href": "/wiki/Elizabeth_Jolley", "description": "Monica Elizabeth Jolley AO was an English-born Australian writer who settled in Western Australia in the late 1950s and forged an illustrious literary career there. She was 53 when her first book was published, and she went on to publish fifteen novels, four short story collections and three non-fiction books, publishing well into her 70s and achieving significant critical acclaim. She was also a "}]}, {"heading": "Deaths", "year": "2007", "date": "February 13", "txt": "Charlie Norwood, American captain and politician (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 13", "txt": "Richard Gordon Wakeford, English air marshal (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 13", "txt": "Kon Ichikawa, Japanese director, producer, and screenwriter (b. 1915)", "entities": [{"title": "Kon Ichikawa", "href": "/wiki/Kon_Ichikawa", "description": "Kon Ichikawa  was a Japanese film director. His work displays a vast range in genre and style, from the anti-war films The Burmese Harp (1956) and Fires on the Plain (1959), to the documentary Tokyo Olympiad (1965), which won two BAFTA Film Awards, and the 19th-century revenge drama An Actor's Revenge (1963). His film Odd Obsession (1959) won the Jury Prize at the 1960 Cannes Film Festival."}]}, {"heading": "Deaths", "year": "2009", "date": "February 13", "txt": "Edward Upward, English author and educator (b. 1903)", "entities": [{"title": "Edward Upward", "href": "/wiki/Edward_Upward", "description": "Edward Falaise Upward, FRSL was a British novelist and short story writer who, prior to his death, was believed to be the UK's oldest living author. Initially gaining recognition amongst the Auden Group as a highly imaginative surrealist writer, in the 1930s he joined the Communist Party of Great Britain, after which his writing shifted towards Marxist realism. His literary career spanned over eig"}]}, {"heading": "Deaths", "year": "2010", "date": "February 13", "txt": "Lucille Clifton, American poet and academic (b. 1936)", "entities": [{"title": "Lucille Clifton", "href": "/wiki/Lucille_Clifton", "description": "Lucille Clifton was an American poet, writer, and educator from Buffalo, New York. From 1979 to 1985 she was Poet Laureate of Maryland. Clifton was a finalist twice for the Pulitzer Prize for poetry."}]}, {"heading": "Deaths", "year": "2010", "date": "February 13", "txt": "Dale Hawkins, American singer-songwriter and guitarist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 13", "txt": "Russell Arms, American actor and singer (b. 1920)", "entities": [{"title": "Russell Arms", "href": "/wiki/Russell_Arms", "description": "Russell Lee Arms was an American actor and singer."}]}, {"heading": "Deaths", "year": "2012", "date": "February 13", "txt": "Louise Cochrane, American-English screenwriter and producer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 13", "txt": "Daniel C. Gerould, American playwright and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 13", "txt": "Gerry Day, American journalist and screenwriter (b. 1922)", "entities": [{"title": "Gerry Day", "href": "/wiki/Gerry_Day", "description": "Gerry Day was an American screenwriter. She was also a newspaper reporter for the Hollywood Citizen News in the mid-1940s."}]}, {"heading": "Deaths", "year": "2013", "date": "February 13", "txt": "Miles J. Jones, American pathologist and physician (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 13", "txt": "Pieter Kooijmans, Dutch judge and politician, Minister of Foreign Affairs for The Netherlands (b. 1933)", "entities": [{"title": "Ministry of Foreign Affairs (Netherlands)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Netherlands)", "description": "The Ministry of Foreign Affairs is the Netherlands' ministry responsible for foreign relations, foreign policy, international development, international trade, diaspora and matters dealing with the European Union, NATO and the Benelux Union."}]}, {"heading": "Deaths", "year": "2013", "date": "February 13", "txt": "Andrée Malebranche, Haitian artist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 13", "txt": "Yuko Tojo, Japanese activist and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 13", "txt": "Balu Mahendra, Sri Lankan-Indian director, cinematographer, and screenwriter (b. 1939)", "entities": [{"title": "Balu Mahendra", "href": "/wiki/Balu_Mahendra", "description": "Balanathan Benjamin Mahendran, commonly known as Balu Mahendra, was a Sri Lankan born Indian cinematographer, director, screenwriter and film editor who worked predominantly in Tamil cinema. Widely regarded as an auteur, Mahendra usually scripted and edited his films apart from shooting them. He was the recipient of six National Film Awards, five Filmfare Awards South and several state government "}]}, {"heading": "Deaths", "year": "2014", "date": "February 13", "txt": "Richard Møller Nielsen, Danish footballer and manager (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 13", "txt": "Ralph Waite, American actor and activist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 13", "txt": "Faith Bandler, Australian activist and author (b. 1918)", "entities": [{"title": "Faith Bandler", "href": "/wiki/Faith_Bandler", "description": "Faith Bandler was an Australian civil rights activist of South Sea Islander and Scottish-Indian heritage. She was a campaigner for the rights of Indigenous Australians and South Sea Islanders. Bandler was best known for her leadership in the campaign for the 1967 referendum on Aboriginal Australians."}]}, {"heading": "Deaths", "year": "2015", "date": "February 13", "txt": "Stan Chambers, American journalist and actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 13", "txt": "O. N. V. Kurup, Indian poet and academic (b. 1931)", "entities": [{"title": "O. N. V. Kurup", "href": "/wiki/O._N._V._Kurup", "description": "Ottaplakkal Neelakandan Velu Kurup was a Malayalam poet and lyricist from Kerala, India, who won the Jnanpith Award, the highest literary award in India for the year 2007. He received the awards Padma Shri in 1998 and Padma Vibhushan in 2011, the fourth and second highest civilian honours from the Government of India. In 2007 he was awarded an Honorary Doctorate by University of Kerala, Trivandrum"}]}, {"heading": "Deaths", "year": "2016", "date": "February 13", "txt": "Antonin Scalia, American lawyer and judge, Associate Justice of the Supreme Court of the United States (b. 1936)", "entities": [{"title": "Associate Justice of the Supreme Court of the United States", "href": "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States", "description": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}]}, {"heading": "Deaths", "year": "2017", "date": "February 13", "txt": "Ricardo Arias Calderón, Panamanian politician (b. 1933)", "entities": [{"title": "Ricardo Arias Calderón", "href": "/wiki/Ricardo_Arias_Calder%C3%B3n", "description": "Ricardo Arias Calderón was a Panamanian politician who served as First Vice President from 1989 to 1992. A Roman Catholic who studied at Yale and the Sorbonne, Arias returned to Panama in the 1960s to work for political reform. He went on to become the president of the Christian Democratic Party of Panama and a leading opponent of the military government of Manuel Noriega. In 1984, he ran as a can"}]}, {"heading": "Deaths", "year": "2017", "date": "February 13", "txt": "Aileen Hernandez, American union organizer and activist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 13", "txt": "Seijun Suzuki, Japanese filmmaker (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 13", "txt": "Kim Jong-nam, North Korean politician (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 13", "txt": "E-Dubble, American rapper (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 13", "txt": "Henrik, Prince Consort of Denmark, French-born Danish royal (b. 1934)", "entities": [{"title": "Henrik, Prince Consort of Denmark", "href": "/wiki/Henrik,_Prince_Consort_of_Denmark", "description": "Prince Henrik of Denmark was the husband of Margrethe II of Denmark. He served as her royal consort from 14 January 1972 until his death."}]}]