[{"heading": "Events", "year": "1404", "date": "February 12", "txt": "The Italian professor Galeazzo di Santa Sophie performed the first post-mortem autopsy for the purposes of teaching and demonstration at the Heiligen–Geist Spital in Vienna.  ", "entities": [{"title": "Autopsy", "href": "/wiki/Autopsy", "description": "An autopsy is a surgical procedure that consists of a thorough examination of a corpse by dissection to determine the cause, mode, and manner of death or to evaluate any disease or injury that may be present for research or educational purposes.. Autopsies are usually performed by a specialized medical doctor called a pathologist. In most cases, a medical examiner or coroner can determine cause of"}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political center. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1429", "date": "February 12", "txt": "English forces under Sir John Fastolf defend a supply convoy carrying rations to the army besieging Orléans in the Battle of the Herrings.", "entities": [{"title": "John Fastolf", "href": "/wiki/John_Fastolf", "description": "Sir John Fastolf was a late medieval English landowner and knight who fought in the Hundred Years' War. He has enjoyed a more lasting reputation as the prototype, in some part, of Shakespeare's character Sir John Falstaff. Many historians argue, however, that he deserves to be famous in his own right, not only as a soldier, but as a patron of literature, a writer on strategy and perhaps as an earl"}, {"title": "Battle of the Herrings", "href": "/wiki/Battle_of_the_Herrings", "description": "The Battle of the Herrings, also called the Battle of Rouvray, was a military action near the town of Rouvray in France, just north of Orléans, which took place on 12 February 1429 during the siege of Orléans in the Hundred Years' War. The immediate cause of the battle was an attempt by French and Scottish forces, led by Charles of Bourbon and Sir John Stewart of Darnley, to intercept a supply con"}]}, {"heading": "Events", "year": "1502", "date": "February 12", "txt": "Isabella I issues an edict outlawing Islam in the Crown of Castile, forcing virtually all her Muslim subjects to convert to Christianity.", "entities": [{"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, Queen of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure"}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}, {"title": "Forced conversions of Muslims in Spain", "href": "/wiki/Forced_conversions_of_Muslims_in_Spain", "description": "The forced conversions of Muslims in Spain were enacted through a series of edicts outlawing Islam in the lands of the Spanish Monarchy. This effort was overseen by three Spanish kingdoms during the early 16th century: the Crown of Castile in 1500–1502, followed by Navarre in 1515–1516, and lastly the Crown of Aragon in 1523–1526."}]}, {"heading": "Events", "year": "1502", "date": "February 12", "txt": "Vasco da Gama with 15 ships and 800 men sets sail from Lisbon, Portugal on his second voyage to India.", "entities": [{"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north"}]}, {"heading": "Events", "year": "1541", "date": "February 12", "txt": "Santiago, Chile is founded by Pedro de Valdivia.", "entities": [{"title": "Santiago", "href": "/wiki/Santiago", "description": "Santiago, also known as Santiago de Chile, is the capital and largest city of Chile as well as one of the largest cities in the Americas. It is the center of Chile's most densely populated region, the Santiago Metropolitan Region, whose total population is 7 million, of which more than 6 million live in the city's continuous urban area. The city is entirely in the country's central valley. Most of"}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Pedro de Valdivia", "href": "/wiki/Pedro_de_Valdivia", "description": "Pedro Gutiérrez de Valdivia or Valdiva was a Spanish conquistador and the first royal governor of Chile. After serving with the Spanish army in Italy and Flanders, he was sent to South America in 1534, where he served as lieutenant under Francisco Pizarro in Peru, acting as his second in command."}]}, {"heading": "Events", "year": "1593", "date": "February 12", "txt": "Japanese invasion of Korea: Approximately 3,000 Joseon defenders led by general Kwon Yul successfully repel more than 30,000 Japanese forces in the Siege of Haengju.", "entities": [{"title": "Japanese invasions of Korea (1592–98)", "href": "/wiki/Japanese_invasions_of_Korea_(1592%E2%80%9398)", "description": "The Japanese invasions of Korea of 1592–1598 or Imjin War involved two separate yet linked invasions: an initial invasion in 1592, a brief truce in 1596, and a second invasion in 1597. The conflict ended in 1598 with the withdrawal of the Japanese forces from the Korean Peninsula after a military stalemate in Korea's southern coastal provinces."}, {"title": "Joseon", "href": "/wiki/Joseon", "description": "The Joseon dynasty was a Korean dynastic kingdom that lasted for approximately five centuries. It was the last dynasty of Korea and its longest-ruling Confucian dynasty, founded by Yi Seong-gye in July 1392 and replaced by the Korean Empire in October 1897. The dynasty was founded following the aftermath of the overthrow of Goryeo in what is today the city of Kaesong. Early on, Korea was retitled "}, {"title": "Kwon Yul", "href": "/wiki/Kwon_Yul", "description": "Gwon Yul was a Korean Army General and the Commander-in-chief of the Joseon Dynasty, who successfully led the Korean forces against Japan during the Japanese invasions of Korea (임진왜란). He is best known for the Battle of Haengju where he defeated an attacking force of about 30,000 Japanese with 2,800 troops."}, {"title": "Siege of Haengju", "href": "/wiki/Siege_of_Haengju", "description": "The Battle of Haengju took place on 14 March 1593 during the 1592–1598 Japanese invasion of Korea. The Japanese attack failed to overcome Haengju fortress."}]}, {"heading": "Events", "year": "1689", "date": "February 12", "txt": "The Convention Parliament declares that the flight to France in 1688 by James II, the last Roman Catholic British monarch, constitutes an abdication.", "entities": [{"title": "Convention Parliament (1689)", "href": "/wiki/Convention_Parliament_(1689)", "description": "The English Convention (1689) was an assembly of the Parliament of England which met between 22 January and 12 February 1689 and transferred the crowns of England and Ireland from James II to William III and Mary II."}, {"title": "1688", "href": "/wiki/1688", "description": "1688 (MDCLXXXVIII) was a leap year starting on Thursday of the Gregorian calendar and a leap year starting on Sunday of the Julian calendar, the 1688th year of the Common Era (CE) and Anno Domini (AD) designations, the 688th year of the 2nd millennium, the 88th year of the 17th century, and the 9th year of the 1680s decade. As of the start of 1688, the Gregorian calendar was 10 days ahead of the J"}, {"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Monarchy of the United Kingdom", "href": "/wiki/Monarchy_of_the_United_Kingdom", "description": "The monarchy of the United Kingdom, commonly referred to as the British monarchy, is the constitutional monarchy of the United Kingdom, its dependencies and its overseas territories. The current monarch and head of state is Queen Elizabeth II, who ascended the throne in 1952."}, {"title": "Abdication", "href": "/wiki/Abdication", "description": "Abdication is the act of formally relinquishing monarchical authority. Abdications have played various roles in the succession procedures of monarchies. While some cultures have viewed abdication as an extreme abandonment of duty, in other societies, abdication was a regular event, and helped maintain stability during political succession."}]}, {"heading": "Events", "year": "1733", "date": "February 12", "txt": "Georgia Day: Englishman James Oglethorpe founds Georgia, the 13th colony of the Thirteen Colonies, by settling at Savannah.", "entities": [{"title": "Georgia Day", "href": "/wiki/Georgia_Day", "description": "Georgia Day is the holiday which the U.S. state of Georgia recognizes in honor of its colonial founding as the Province of Georgia. On February 12, 1733 [NS] James Oglethorpe landed the first settlers in the Anne, at what was to become Georgia's first city, Savannah. Not a public holiday, it was created by Georgia's General Assembly, which provided that Feb. 12, \"the anniversary of the landing of "}, {"title": "James Oglethorpe", "href": "/wiki/James_Oglethorpe", "description": "James Edward Oglethorpe was a British soldier, Member of Parliament, and philanthropist, as well as the founder of the colony of Georgia in what was then British America. As a social reformer, he hoped to resettle Britain's worthy poor in the New World, initially focusing on those in debtors' prisons."}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}]}, {"heading": "Events", "year": "1771", "date": "February 12", "txt": "Gustav III becomes the King of Sweden.", "entities": [{"title": "Gustav III of Sweden", "href": "/wiki/Gustav_III_of_Sweden", "description": "Gustav III, also called Gustavus III, was King of Sweden from 1771 until his assassination in 1792. He was the eldest son of Adolf Frederick, King of Sweden and Queen Louise Ulrika, and a first cousin of Empress Catherine the Great of Russia by reason of their common descent from Christian August of Holstein-Gottorp, Prince of Eutin, and his wife Albertina Frederica of Baden-Durlach."}, {"title": "Monarchy of Sweden", "href": "/wiki/Monarchy_of_Sweden", "description": "The monarchy of Sweden concerns the monarchical head of state of Sweden, which is a constitutional and hereditary monarchy with a parliamentary system. There have been kings in what now is the Kingdom of Sweden since time immemorial. Originally an elective monarchy, it became an hereditary monarchy in the 16th century during the reign of Gustav Vasa, though virtually all monarchs before that belon"}]}, {"heading": "Events", "year": "1817", "date": "February 12", "txt": "An Argentine/Chilean patriotic army, after crossing the Andes, defeats Spanish troops at the Battle of Chacabuco.", "entities": [{"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Crossing of the Andes", "href": "/wiki/Crossing_of_the_Andes", "description": "The Crossing of the Andes was one of the most important feats in the Argentine and Chilean wars of independence, in which a combined army of Argentine soldiers and Chilean exiles invaded Chile leading to Chile's liberation from Spanish rule. The crossing of the Andes was a major step in the strategy devised by José de San Martín to defeat the royalist forces at their stronghold of Lima, Viceroyalt"}, {"title": "Battle of Chacabuco", "href": "/wiki/Battle_of_Chacabuco", "description": "The Battle of Chacabuco, fought during the Chilean War of Independence, occurred on February 12, 1817. The Army of the Andes of the United Provinces of the Río de la Plata led by General Captain José de San Martín defeated the Spanish force led by Rafael Maroto. It was a defeat for the Captaincy General of Chile, the royalist government established after the division of the Viceroyalty of Peru."}]}, {"heading": "Events", "year": "1818", "date": "February 12", "txt": "Bernardo O'Higgins formally approves the Chilean Declaration of Independence near Concepción, Chile.", "entities": [{"title": "Bernardo O'Higgins", "href": "/wiki/Bernardo_O%27Higgins", "description": "Bernardo O'Higgins Riquelme was a Chilean independence leader who freed Chile from Spanish rule in the Chilean War of Independence. He was a wealthy landowner of Spanish and Irish ancestry. Although he was the second Supreme Director of Chile (1817–1823), he is considered one of Chile's founding fathers, as he was the first holder of this title to head a fully independent Chilean state."}, {"title": "Chilean Declaration of Independence", "href": "/wiki/Chilean_Declaration_of_Independence", "description": "The Chilean Declaration of Independence is a document declaring the independence of Chile from the Spanish Empire. It was drafted in January 1818 and approved by Supreme Director Bernardo O'Higgins on 12 February 1818 at Talca, despite being dated in Concepción on 1 January 1818. The ceremony of independence was performed on 12 February 1818, the first anniversary of the Battle of Chacabuco."}, {"title": "Concepción, Chile", "href": "/wiki/Concepci%C3%B3n,_Chile", "description": "Concepción is a city and commune in central Chile, and the geographical and demographic core of the Greater Concepción metropolitan area, one of the three major conurbations in the country. It has a significant impact on domestic trade being part of the most heavily industrialized region in the country. It is the seat of the Concepción Province and capital of the Bío Bío Region. It sits about 500 "}]}, {"heading": "Events", "year": "1825", "date": "February 12", "txt": "The Creek cede the last of their lands in Georgia to the United States government by the Treaty of Indian Springs, and migrate west.", "entities": [{"title": "Muscogee people", "href": "/wiki/Muscogee_people", "description": "The Muscogee, also known as the Muskogee, Muscogee Creek, Mvskoke\nCreek, Mvskokvlke, or the Muscogee Creek Confederacy in the Muscogee language, are a group of related indigenous peoples of the Southeastern Woodlands in the United States of America. Their original homelands are in what now comprises southern Tennessee, all of Alabama, western Georgia and part of northern Florida."}, {"title": "Treaty of Indian Springs (1825)", "href": "/wiki/Treaty_of_Indian_Springs_(1825)", "description": "The Treaty of Indian Springs, also known as the Second Treaty of Indian Springs and the Treaty with the Creeks, is a treaty concluded between the Muscogee and the United States on February 12, 1825 at what is now the Indian Springs Hotel Museum."}]}, {"heading": "Events", "year": "1832", "date": "February 12", "txt": "Ecuador annexes the Galápagos Islands.", "entities": [{"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "Galápagos Islands", "href": "/wiki/Gal%C3%A1pagos_Islands", "description": "The Galápagos Islands, part of the Republic of Ecuador, are an archipelago of volcanic islands distributed on either side of the equator in the Pacific Ocean surrounding the centre of the Western Hemisphere. Located 906 km (563 mi) west of continental Ecuador, the islands are known for their large number of endemic species that were studied by Charles Darwin during the second voyage of HMS Beagle."}]}, {"heading": "Events", "year": "1855", "date": "February 12", "txt": "Michigan State University is established.", "entities": [{"title": "Michigan State University", "href": "/wiki/Michigan_State_University", "description": "Michigan State University (MSU) is a public land-grant research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant colleges and universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agric"}]}, {"heading": "Events", "year": "1889", "date": "February 12", "txt": "Antonín Dvořák's Jakobín is premiered at National Theater in Prague", "entities": [{"title": "Antonín Dvořák", "href": "/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k", "description": "Antonín Leopold Dvořák was a Czech composer, one of the first to achieve worldwide recognition. His most successful orchestral work were the Symphony From the New World, and the Cello Concerto, coincidentally both written in the USA. Following the Romantic-era nationalist example of his predecessor Bedřich Smetana, Dvořák frequently employed rhythms and other aspects of the folk music of Moravia a"}, {"title": "Jakobín", "href": "/wiki/Jakob%C3%ADn", "description": "The Jacobin, Op. 84, is an opera in three acts by Antonín Dvořák to an original Czech libretto by Marie Červinková-Riegrová. Červinková-Riegrová took some of the story's characters from the story by Alois Jirásek, \"At the Ducal Court\", but devised her own plot about them. The first performance was on 12 February at the National Theatre, Prague, 1889. Červinková-Riegrová revised the libretto, with "}]}, {"heading": "Events", "year": "1894", "date": "February 12", "txt": "Anarchist Émile Henry hurls a bomb into the Cafe Terminus in Paris, killing one person and wounding 20.", "entities": [{"title": "Anarchism", "href": "/wiki/Anarchism", "description": "Anarchism is a political philosophy and movement that is sceptical of authority and rejects all involuntary, coercive forms of hierarchy. Anarchism calls for the abolition of the state, which it holds to be undesirable, unnecessary, and harmful. As a historically far-left movement, it is usually described alongside libertarian Marxism as the libertarian wing of the socialist movement and has a str"}, {"title": "Émile Henry (anarchist)", "href": "/wiki/%C3%89mile_Henry_(anarchist)", "description": "Émile Henry was a French anarchist, who on 12 February 1894 detonated a bomb at the Café Terminus in the Parisian Gare Saint-Lazare killing one person and wounding twenty."}]}, {"heading": "Events", "year": "1909", "date": "February 12", "txt": "The National Association for the Advancement of Colored People (NAACP) is founded.", "entities": [{"title": "National Association for the Advancement of Colored People", "href": "/wiki/National_Association_for_the_Advancement_of_Colored_People", "description": "The National Association for the Advancement of Colored People (NAACP) is a civil rights organization in the United States, formed in 1909 as an interracial endeavor to advance justice for African Americans by a group including W. E. B. Du Bois, Mary White Ovington, Moorfield Storey and Ida B. Wells."}]}, {"heading": "Events", "year": "1909", "date": "February 12", "txt": "New Zealand's worst maritime disaster of the 20th century happens when the SS Penguin, an inter-island ferry, sinks and explodes at the entrance to Wellington Harbour.", "entities": [{"title": "Ferry", "href": "/wiki/Ferry", "description": "A ferry is a merchant vessel used to carry passengers, and sometimes vehicles and cargo, across a body of water. A passenger ferry with many stops, such as in Venice, Italy, is sometimes called a water bus or water taxi."}, {"title": "Wellington Harbour", "href": "/wiki/Wellington_Harbour", "description": "Wellington Harbour is the large natural harbour on the southern tip of New Zealand's North Island. New Zealand's capital city, Wellington, is located on its western side. The harbour, the sea area bounded by a line between Pencarrow Head to Petone foreshore, was officially named Port Nicholson, until it assumed its current name in 1984."}]}, {"heading": "Events", "year": "1912", "date": "February 12", "txt": "The Xuantong Emperor, the last Emperor of China, abdicates.", "entities": [{"title": "Puyi", "href": "/wiki/Puyi", "description": "Puyi was the last Emperor of China as the eleventh and final Qing dynasty ruler. Becoming the Xuantong Emperor at age two but forced to abdicate on 12 February 1912 due to the Xinhai Revolution, he later served as the nominal ruler of the Japanese puppet state of Manchukuo during World War II."}, {"title": "Emperor of China", "href": "/wiki/Emperor_of_China", "description": "Emperor of China, or Huáng dì was the monarch of China during the Imperial Period of Chinese history. In traditional Chinese political theory, the emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The succession of emperors"}, {"title": "Abdication", "href": "/wiki/Abdication", "description": "Abdication is the act of formally relinquishing monarchical authority. Abdications have played various roles in the succession procedures of monarchies. While some cultures have viewed abdication as an extreme abandonment of duty, in other societies, abdication was a regular event, and helped maintain stability during political succession."}]}, {"heading": "Events", "year": "1915", "date": "February 12", "txt": "In Washington, D.C., the first stone of the Lincoln Memorial is put into place.", "entities": [{"title": "Lincoln Memorial", "href": "/wiki/Lincoln_Memorial", "description": "The Lincoln Memorial is a US national memorial built to honor the 16th President of the United States, Abraham Lincoln. It is on the western end of the National Mall in Washington, D.C., across from the Washington Monument, and is in the form of a neoclassical temple. The memorial's architect was Henry Bacon. The designer of the memorial interior's large central statue – Abraham Lincoln, 1920 – wa"}]}, {"heading": "Events", "year": "1921", "date": "February 12", "txt": "Bolsheviks launch a revolt in Georgia as a preliminary to the Red Army invasion of Georgia.", "entities": [{"title": "Bolsheviks", "href": "/wiki/Bolsheviks", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Democratic Republic of Georgia", "href": "/wiki/Democratic_Republic_of_Georgia", "description": "The Democratic Republic of Georgia existed from May 1918 to February 1921 and was the first modern establishment of a republic of Georgia."}, {"title": "Red Army invasion of Georgia", "href": "/wiki/Red_Army_invasion_of_Georgia", "description": "The Red Army invasion of Georgia, also known as the Soviet–Georgian War or the Soviet invasion of Georgia, was a military campaign by the Russian Red Army aimed at overthrowing the Social-Democratic (Menshevik) government of the Democratic Republic of Georgia (DRG) and installing a Bolshevik regime in the country. The conflict was a result of expansionist policy by the Russians, who aimed to contr"}]}, {"heading": "Events", "year": "1924", "date": "February 12", "txt": "George Gershwin's Rhapsody in Blue received its premiere in a concert titled \"An Experiment in Modern Music\", in Aeolian Hall, New York, by Paul Whiteman and his band, with Gershwin playing the piano.", "entities": [{"title": "George Gershwin", "href": "/wiki/George_Gershwin", "description": "George Gershwin was an American composer, pianist and painter whose compositions spanned both popular and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue (1924) and An American in Paris (1928), the songs \"Swanee\" (1919) and \"Fascinating Rhythm\" (1924), the jazz standard \"I Got Rhythm\" (1930), and the opera Porgy and Bess (1935), which gave birth to the"}, {"title": "Paul Whiteman", "href": "/wiki/Paul_Whiteman", "description": "Paul Samuel 'Pops' Whiteman was an American bandleader, composer, orchestral director, and violist."}]}, {"heading": "Events", "year": "1935", "date": "February 12", "txt": "USS Macon, one of the two largest helium-filled airships ever created, crashes into the Pacific Ocean off the coast of California and sinks.", "entities": [{"title": "USS Macon (ZRS-5)", "href": "/wiki/USS_Macon_(ZRS-5)", "description": "USS Macon (ZRS-5) was a rigid airship built and operated by the United States Navy for scouting and served as a \"flying aircraft carrier\", designed to carry biplane parasite aircraft, five single-seat Curtiss F9C Sparrowhawk for scouting or two-seat Fleet N2Y-1 for training. In service for less than two years, in 1935 the Macon was damaged in a storm and lost off California's Big Sur coast, though"}, {"title": "Helium", "href": "/wiki/Helium", "description": "Helium is a chemical element with the symbol He and atomic number 2. It is a colorless, odorless, tasteless, non-toxic, inert, monatomic gas, the first in the noble gas group in the periodic table. Its boiling point is the lowest among all the elements. Helium is the second lightest and second most abundant element in the observable universe. It is present at about 24% of the total elemental mass,"}, {"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "1946", "date": "February 12", "txt": "World War II: Operation Deadlight ends after scuttling 121 of 154 captured U-boats.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Deadlight", "href": "/wiki/Operation_Deadlight", "description": "Operation Deadlight was the code name for the Royal Navy operation to scuttle German U-boats surrendered to the Allies after the defeat of Germany near the end of World War II."}, {"title": "U-boat", "href": "/wiki/U-boat", "description": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot. While the German term refers to any submarine, the English one refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in"}]}, {"heading": "Events", "year": "1946", "date": "February 12", "txt": "African American United States Army veteran Isaac Woodard is severely beaten by a South Carolina police officer to the point where he loses his vision in both eyes. The incident later galvanizes the civil rights movement and partially inspires Orson Welles' film Touch of Evil.", "entities": [{"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Isaac Woodard", "href": "/wiki/Isaac_Woodard", "description": "Isaac Woodard Jr. was a decorated African-American World War II veteran. On February 12, 1946, hours after being honorably discharged from the United States Army, he was attacked while still in uniform by South Carolina police as he was taking a bus home. The attack and his injuries sparked national outrage and galvanized the civil rights movement in the United States."}, {"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}, {"title": "Civil rights movement", "href": "/wiki/Civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Orson Welles", "href": "/wiki/Orson_Welles", "description": "George Orson Welles was an American actor, director, screenwriter and producer who is remembered for his innovative work in radio, theatre and film. He is considered one of the greatest filmmakers of all time."}]}, {"heading": "Events", "year": "1947", "date": "February 12", "txt": "The largest observed iron meteorite until that time creates an impact crater in Sikhote-Alin, in the Soviet Union.", "entities": [{"title": "Sikhote-Alin meteorite", "href": "/wiki/Sikhote-Alin_meteorite", "description": "An iron meteorite fell on the Sikhote-Alin Mountains, in southeastern Russia, in 1947. Large iron meteorite falls have been witnessed and fragments recovered but never before, in recorded history, a fall of this magnitude. An estimated 23 tonnes of fragments survived the fiery passage through the atmosphere and reached the Earth."}, {"title": "Impact crater", "href": "/wiki/Impact_crater", "description": "An impact crater is an approximately circular depression in the surface of a planet, moon, or other solid body in the Solar System or elsewhere, formed by the hypervelocity impact of a smaller body. In contrast to volcanic craters, which result from explosion or internal collapse, impact craters typically have raised rims and floors that are lower in elevation than the surrounding terrain. Impact "}, {"title": "Sikhote-Alin", "href": "/wiki/Sikhote-Alin", "description": "The Sikhote-Alin is a mountain range in Primorsky and Khabarovsk Krais, Russia, extending about 900 kilometres (560 mi) to the northeast of the Russian Pacific seaport of Vladivostok. The highest summits are Tordoki Yani at 2,077 metres (6,814 ft) above sea level, Ko Mountain (2,003 m) in Khabarovsk Krai and Anik Mountain (1,933 m) in Primorsky Krai."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1947", "date": "February 12", "txt": "Christian Dior unveils a \"New Look\", helping Paris regain its position as the capital of the fashion world.", "entities": [{"title": "Christian Dior SE", "href": "/wiki/Christian_Dior_SE#\"New_Look\"", "description": "Christian Dior SE, commonly known as Dior, is a French luxury fashion house controlled and chaired by French businessman Bernard Arnault, who also heads LVMH, the world's largest luxury group. Dior itself holds 42.36% shares of and 59.01% voting rights within LVMH."}]}, {"heading": "Events", "year": "1961", "date": "February 12", "txt": "The Soviet Union launches Venera 1 towards Venus.", "entities": [{"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "1963", "date": "February 12", "txt": "Construction begins on the Gateway Arch in St. Louis, Missouri.", "entities": [{"title": "Gateway Arch", "href": "/wiki/Gateway_Arch", "description": "The Gateway Arch is a 630-foot (192 m) monument in St. Louis, Missouri, United States. Clad in stainless steel and built in the form of a weighted catenary arch, it is the world's tallest arch, the tallest man-made monument in the Western Hemisphere, and Missouri's tallest accessible building. Built as a monument to the westward expansion of the United States, and officially dedicated to \"the Amer"}, {"title": "St. Louis", "href": "/wiki/St._Louis", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}, {"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}]}, {"heading": "Events", "year": "1965", "date": "February 12", "txt": "Malcolm X visits Smethwick in Birmingham following the racially-charged 1964 United Kingdom general election.", "entities": [{"title": "Malcolm X", "href": "/wiki/Malcolm_X", "description": "Malcolm X was an African-American Muslim minister and human rights activist who was a popular figure during the civil rights movement. He is best known for his time spent as a vocal spokesman for the Nation of Islam."}, {"title": "Smethwick", "href": "/wiki/Smethwick", "description": "Smethwick is an industrial town in Sandwell, West Midlands, England, historically in Staffordshire. It lies four miles west of Birmingham city centre, and borders West Bromwich and Oldbury to the north and west. Formerly a Staffordshire county borough, Smethwick is situated near the edge of Sandwell metropolitan borough and borders the Birmingham districts of Handsworth, Winson Green, Harborne, Ed"}, {"title": "1964 United Kingdom general election", "href": "/wiki/1964_United_Kingdom_general_election", "description": "The 1964 United Kingdom general election was held on 15 October 1964, five years after the previous election, and thirteen years after the Conservative Party, first led by Winston Churchill, had entered power. It resulted in the Conservatives, led by the incumbent Prime Minister, Sir Alec Douglas-Home, narrowly losing the election to the Labour Party, led by Harold Wilson, with Labour having an ov"}]}, {"heading": "Events", "year": "1968", "date": "February 12", "txt": "Phong Nhị and Phong Nhất massacre.", "entities": [{"title": "Phong Nhị and Phong Nhất massacre", "href": "/wiki/Phong_Nh%E1%BB%8B_and_Phong_Nh%E1%BA%A5t_massacre", "description": "The Phong Nhị and Phong Nhất massacre was a massacre reported to have been conducted by the 2nd Marine Brigade of the Republic of Korea Marines (ROKMC) on 12 February 1968 of unarmed citizens in the villages of Phong Nhị and Phong Nhất, Điện Bàn District of Quảng Nam Province in South Vietnam. The South Korean forces had been newly transferred from the area, in the wake of the Tet Offensive, with "}]}, {"heading": "Events", "year": "1974", "date": "February 12", "txt": "Aleksandr Solzhenitsyn, winner of the Nobel Prize in Literature in 1970, is exiled from the Soviet Union.", "entities": [{"title": "Aleksandr Solzhenitsyn", "href": "/wiki/Aleksandr_Solzhenitsyn", "description": "Aleksandr Isayevich Solzhenitsyn was a Russian novelist, philosopher, historian, short story writer and political prisoner. One of the most famous Soviet dissidents, Solzhenitsyn was an outspoken critic of communism and helped to raise global awareness of human rights abuses, the Gulag concentration camp system and political repression in the Soviet Union."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}, {"title": "1970", "href": "/wiki/1970", "description": "1970 (MCMLXX) was a common year starting on Thursday of the Gregorian calendar, the 1970th year of the Common Era (CE) and Anno Domini (AD) designations, the 970th year of the 2nd millennium, the 70th year of the 20th century, and the 1st year of the 1970s decade. "}]}, {"heading": "Events", "year": "1983", "date": "February 12", "txt": "One hundred women protest in Lahore, Pakistan against military dictator Zia-ul-Haq's proposed Law of Evidence. The women were tear-gassed, baton-charged and thrown into lock-up. The women were successful in repealing the law.", "entities": [{"title": "Lahore", "href": "/wiki/Lahore", "description": "Lahore is the capital of the Pakistani province of Punjab and is the country's 2nd largest city after Karachi, as well as the 26th largest city in the world. Lahore is one of Pakistan's wealthiest cities with an estimated GDP (PPP) of $84 billion as of 2019. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressi"}, {"title": "Muhammad Zia-ul-Haq", "href": "/wiki/Muhammad_Zia-ul-Haq", "description": "Muhammad Zia-ul-Haq was a four-star general who became the sixth President of Pakistan after declaring martial law in 1977. He served as the head of state from 1978 until his death in a plane crash in 1988. He remains the country’s longest-serving head of state. Educated at St. Stephen's College, Delhi, and the Royal Indian Military Academy at Dehradun, Zia saw action in World War II as a British "}]}, {"heading": "Events", "year": "1988", "date": "February 12", "txt": "Cold War: The 1988 Black Sea bumping incident: The U.S. missile cruiser USS Yorktown (CG-48) is intentionally rammed by the Soviet frigate Bezzavetnyy in the Soviet territorial waters, while Yorktown claims innocent passage.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "1988 Black Sea bumping incident", "href": "/wiki/1988_Black_Sea_bumping_incident", "description": "The Black Sea bumping incident of 12 February 1988 occurred when American cruiser USS Yorktown tried to exercise the right of innocent passage through Soviet territorial waters in the Black Sea during the Cold War. The cruiser was bumped by the Soviet frigate Bezzavetny with the intention of pushing Yorktown into international waters. This incident also involved the destroyer USS Caron, sailing in"}, {"title": "USS Yorktown (CG-48)", "href": "/wiki/USS_Yorktown_(CG-48)", "description": "USS Yorktown (DDG-48/CG-48) was a  Ticonderoga-class cruiser in the United States Navy from 1984 to 2004, named for the American Revolutionary War Battle of Yorktown."}, {"title": "Territorial waters", "href": "/wiki/Territorial_waters", "description": "The term territorial waters is sometimes used informally to refer to any area of water over which a state has jurisdiction, including internal waters, the territorial sea, the contiguous zone, the exclusive economic zone and potentially the continental shelf. In a narrower sense, the term is used as a synonym for the territorial sea."}, {"title": "Innocent passage", "href": "/wiki/Innocent_passage", "description": "Innocent passage is a concept in the law of the sea that allows for a vessel to pass through the archipelagic and territorial waters of another state, subject to certain restrictions. The United Nations Convention on the Law of the Sea Article 19 defines innocent passage as:1.\tPassage is innocent so long as it is not prejudicial to the peace, good order or security of the coastal State. Such passa"}]}, {"heading": "Events", "year": "1990", "date": "February 12", "txt": "Carmen Lawrence becomes the first female Premier in Australian history when she becomes Premier of Western Australia.", "entities": [{"title": "Carmen Lawrence", "href": "/wiki/Carmen_Lawrence", "description": "Carmen Mary Lawrence is an Australian academic and former politician who was the Premier of Western Australia from 1990 to 1993, the first woman to become the premier of an Australian state. A member of the Labor Party, she later entered federal politics as a member of the House of Representatives from 1994 to 2007, and served as a minister in the Keating Government."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Events", "year": "1992", "date": "February 12", "txt": "The current Constitution of Mongolia comes into effect.", "entities": [{"title": "Constitution of Mongolia", "href": "/wiki/Constitution_of_Mongolia", "description": "The current Constitution of Mongolia was adopted on January 13, 1992, put into force on February 12, and amended in 1999, 2000 and 2019. The new constitution established a representative democracy in Mongolia, guaranteeing freedom of religion, rights, travel, expression, unalienable rights, government setup, election cycle, and other matters. It was written after the Mongolian Revolution of 1990 a"}]}, {"heading": "Events", "year": "1993", "date": "February 12", "txt": "Two-year-old James Bulger is abducted from New Strand Shopping Centre by two ten-year-old boys, who later torture and murder him.", "entities": [{"title": "Murder of James Bulger", "href": "/wiki/Murder_of_James_Bulger", "description": "James Patrick Bulger was a 2-year-old boy from Kirkby, Merseyside, England, who was abducted, tortured and killed by two 10-year-old boys, Robert Thompson and Jon Venables, on Friday, 12 February 1993. Thompson and Venables led Bulger away from the New Strand Shopping Centre in Bootle as his mother had taken her eyes off him momentarily. His mutilated body was found on a railway line 2.5 miles (4 "}, {"title": "New Strand Shopping Centre", "href": "/wiki/New_Strand_Shopping_Centre", "description": "The New Strand Shopping Centre, known locally simply as The Strand, is the main shopping centre in Bootle, Merseyside, England. Opened in 1968, it was part of a larger Bootle redevelopment during this period, which was also complemented by the establishment of the Girobank headquarters in nearby Netherton."}]}, {"heading": "Events", "year": "1994", "date": "February 12", "txt": "Four thieves break into the National Gallery of Norway and steal Edvard Munch's iconic painting The Scream.", "entities": [{"title": "National Gallery of Norway", "href": "/wiki/National_Gallery_of_Norway", "description": "The National Gallery is a gallery in Oslo, Norway. Since 2003 it is administratively a part of the National Museum of Art, Architecture and Design."}, {"title": "Edvard Munch", "href": "/wiki/Edvard_Munch", "description": "Edvard Munch was a Norwegian painter. His best known work, The Scream, has become one of the iconic images of world art."}]}, {"heading": "Events", "year": "1999", "date": "February 12", "txt": "United States President Bill Clinton is acquitted by the United States Senate in his impeachment trial.", "entities": [{"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Impeachment of Bill Clinton", "href": "/wiki/Impeachment_of_Bill_Clinton", "description": "The impeachment of Bill Clinton occurred when Bill Clinton, the 42nd president of the United States, was impeached by the United States House of Representatives of the 105th United States Congress on December 19, 1998 for \"high crimes and misdemeanors\". The House adopted two articles of impeachment against Clinton, with the specific charges against Clinton were lying under oath and obstruction of "}]}, {"heading": "Events", "year": "2001", "date": "February 12", "txt": "NEAR Shoemaker spacecraft touches down in the \"saddle\" region of 433 Eros, becoming the first spacecraft to land on an asteroid.", "entities": [{"title": "NEAR Shoemaker", "href": "/wiki/NEAR_Shoemaker", "description": "Near Earth Asteroid Rendezvous – Shoemaker, renamed after its 1996 launch in honor of planetary scientist Eugene Shoemaker, was a robotic space probe designed by the Johns Hopkins University Applied Physics Laboratory for NASA to study the near-Earth asteroid Eros from close orbit over a period of a year. It was the first spacecraft to successfully orbit an asteroid and also land on an asteroid. I"}, {"title": "Col", "href": "/wiki/Col", "description": "In geomorphology, a col is the lowest point on a mountain ridge between two peaks. It may also be called a gap. Particularly rugged and forbidding cols in the terrain are usually referred to as notches. They are generally unsuitable as mountain passes, but are occasionally crossed by mule tracks or climbers' routes. The term col tends to be associated more with mountain rather than hill ranges."}, {"title": "433 Eros", "href": "/wiki/433_Eros", "description": "Eros, provisional designation 1898 DQ, is a stony and elongated asteroid of the Amor group and the first discovered and second-largest near-Earth object with a mean diameter of approximately 16.8 kilometers. Visited by the NEAR Shoemaker space probe in 1998, it became the first asteroid ever studied from orbit."}, {"title": "Asteroid", "href": "/wiki/Asteroid", "description": "An asteroid is a minor planet of the inner Solar System. Historically, these terms have been applied to any astronomical object orbiting the Sun that did not resolve into a disc in a telescope and was not observed to have characteristics of an active comet such as a tail. As minor planets in the outer Solar System were discovered that were found to have volatile-rich surfaces similar to comets, th"}]}, {"heading": "Events", "year": "2002", "date": "February 12", "txt": "The trial of Slobodan Milošević, the former President of the Federal Republic of Yugoslavia, begins at the United Nations International Criminal Tribunal for the former Yugoslavia in The Hague, Netherlands. He dies four years later before its conclusion.", "entities": [{"title": "Trial of Slobodan Milošević", "href": "/wiki/Trial_of_Slobodan_Milo%C5%A1evi%C4%87", "description": "The war crimes trial of Slobodan Milošević, the former President of Yugoslavia, at the International Criminal Tribunal for the former Yugoslavia (ICTY) lasted from February 2002 until his death in March 2006. Milošević faced 66 counts of crimes against humanity, genocide and war crimes committed during the Yugoslav Wars of the 1990s. He pleaded not guilty to all the charges."}, {"title": "Serbia and Montenegro", "href": "/wiki/Serbia_and_Montenegro", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "International Criminal Tribunal for the former Yugoslavia", "href": "/wiki/International_Criminal_Tribunal_for_the_former_Yugoslavia", "description": "The International Criminal Tribunal for the former Yugoslavia (ICTY) was a body of the United Nations established to prosecute serious crimes committed during the Yugoslav Wars, and to try their perpetrators. The tribunal was an ad hoc court located in The Hague, Netherlands."}, {"title": "The Hague", "href": "/wiki/The_Hague", "description": "The Hague is a city and municipality on the western coast of the Netherlands on the North Sea, the administrative and royal capital of the Netherlands and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world."}]}, {"heading": "Events", "year": "2002", "date": "February 12", "txt": "An Iran Airtour Tupolev Tu-154 crashes in the mountains outside Khorramabad, Iran while descending for a landing at Khorramabad Airport, killing 119.", "entities": [{"title": "Tupolev Tu-154", "href": "/wiki/Tupolev_Tu-154", "description": "The Tupolev Tu-154 is a three-engine medium-range narrow-body airliner designed in the mid-1960s and manufactured by Tupolev. A workhorse of Soviet and (subsequently) Russian airlines for several decades, it carried half of all passengers flown by Aeroflot and its subsidiaries, remaining the standard domestic-route airliner of Russia and former Soviet states until the mid-2000s. It was exported to"}, {"title": "Iran Air Tours Flight 956", "href": "/wiki/Iran_Air_Tours_Flight_956", "description": "Iran Air Tours Flight 956 was a Tupolev Tu-154M which crashed 230 miles (370 km) south-west of Tehran on 12 February 2002. During a non precision approach to runway 11, the airliner impacted the Kuh-e Sefid Mountain at an altitude 9,100 feet, three nautical miles left of the runway centerline. All 12 crew and 107 passengers were killed in the crash. The aircraft was carrying four government offici"}, {"title": "Khorramabad", "href": "/wiki/Khorramabad", "description": "Khorramabad pronunciation (help·info) is a city and the capital of Lorestan Province, Iran. At the time of the 2016 census, its population was 373,416 persons. Khorramabad is situated on the Zagros Mountains. Khorramabad Airport is 3 km south of the city proper. Khorramabad is the largest Luri-speaking city in Iran and the world."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Khorramabad Airport", "href": "/wiki/Khorramabad_Airport", "description": "Khorramabad International Airport is an airport in Khorramabad, Iran."}]}, {"heading": "Events", "year": "2004", "date": "February 12", "txt": "The city of San Francisco begins issuing marriage licenses to same-sex couples in response to a directive from Mayor Gavin Newsom.", "entities": [{"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "San Francisco 2004 same-sex weddings", "href": "/wiki/San_Francisco_2004_same-sex_weddings", "description": "\nThe San Francisco 2004 same-sex weddings took place between February 12 and March 11, 2004, after San Francisco Mayor Gavin Newsom directed the city-county clerk to issue marriage licenses to same-sex couples. California Attorney General Bill Lockyer and a number of interest groups sued to end the practice. About 4,000 such licenses were issued before the California Supreme Court ordered a halt t"}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}, {"title": "Gavin Newsom", "href": "/wiki/Gavin_Newsom", "description": "Gavin Christopher Newsom is an American politician and businessman serving as the 40th and current governor of California since January 2019. A member of the Democratic Party, he previously served as the 49th lieutenant governor of California from 2011 to 2019 and as the 42nd mayor of San Francisco from 2004 to 2011."}]}, {"heading": "Events", "year": "2009", "date": "February 12", "txt": "Colgan Air Flight 3407 crashes into a house in Clarence Center, New York while on approach to Buffalo Niagara International Airport, killing all on board and one on the ground.", "entities": [{"title": "Colgan Air Flight 3407", "href": "/wiki/Colgan_Air_Flight_3407", "description": "Colgan Air Flight 3407, marketed as Continental Connection under a codeshare agreement with Continental Airlines, was a scheduled passenger flight from Newark, New Jersey, to Buffalo, New York, which crashed on Thursday, February 12, 2009. The aircraft, a Bombardier Dash-8 Q400, entered an aerodynamic stall from which it did not recover and crashed into a house in Clarence Center, New York, at 10:"}, {"title": "Clarence Center, New York", "href": "/wiki/Clarence_Center,_New_York", "description": "Clarence Center is a hamlet and census-designated place (CDP) in the town of Clarence in Erie County, New York, United States. The population was 2,257 at the 2010 census. It is part of the Buffalo–Niagara Falls Metropolitan Statistical Area."}, {"title": "Buffalo Niagara International Airport", "href": "/wiki/Buffalo_Niagara_International_Airport", "description": "Buffalo Niagara International Airport is in Cheektowaga, New York. The airport serves Buffalo, New York, United States, and the southern Golden Horseshoe region of Ontario, Canada. It is the third-busiest airport in the state of New York and the busiest outside of the New York City metropolitan area. It is about 11 mi (18 km) east of Downtown Buffalo and 60 mi (97 km) southeast of Toronto. The air"}]}, {"heading": "Events", "year": "2016", "date": "February 12", "txt": "Pope Francis and Patriarch Kirill sign an Ecumenical Declaration in the first such meeting between leaders of the Catholic and Russian Orthodox Churches since their split in 1054.", "entities": [{"title": "Pope Francis", "href": "/wiki/Pope_Francis", "description": "Pope Francis is the head of the Catholic Church and sovereign of the Vatican City State. Francis is the first pope to be a member of the Society of Jesus, the first from the Americas, the first from the Southern Hemisphere, and the first pope from outside Europe since Gregory III, a Syrian who reigned in the 8th century."}, {"title": "Patriarch Kirill", "href": "/wiki/Patriarch_Kirill", "description": "Kirill or Cyril is a Russian Orthodox bishop. He became Patriarch of Moscow and all Rus' and Primate of the Russian Orthodox Church on 1 February 2009."}, {"title": "Joint Declaration of Pope Francis and Patriarch Kirill", "href": "/wiki/Joint_Declaration_of_Pope_Francis_and_Patriarch_Kirill", "description": "The Joint Declaration of Pope Francis and Patriarch Kirill, also known as the Havana Declaration, was issued following the first meeting in February 2016 between Pope Francis, who as the Bishop of Rome is the pontiff of the Catholic Church, and Patriarch Kirill of Moscow, Patriarch of Moscow and all Rus', Patriarch of the Russian Orthodox Church (ROC), the largest of the Eastern Orthodox churches."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Russian Orthodox Church", "href": "/wiki/Russian_Orthodox_Church", "description": "The Russian Orthodox Church, alternatively legally known as the Moscow Patriarchate, is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople"}, {"title": "East–West Schism", "href": "/wiki/East%E2%80%93West_Schism", "description": "The East–West Schism is the break of communion since the 11th century between the Catholic Church and Eastern Orthodox Church. The schism was the culmination of theological and political differences which had developed during the preceding centuries between Eastern and Western Christianity."}]}, {"heading": "Events", "year": "2019", "date": "February 12", "txt": "The country known as the Republic of Macedonia renames itself the Republic of North Macedonia in accordance with the Prespa agreement, settling a long-standing naming dispute with Greece.", "entities": [{"title": "Republic of North Macedonia", "href": "/wiki/Republic_of_North_Macedonia", "description": "North Macedonia, officially the Republic of North Macedonia, is a country in Southeast Europe. It gained independence in 1991 as one of the successor states of Yugoslavia. North Macedonia is a landlocked country bordering with Kosovo to the northwest, Serbia to the north, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larg"}, {"title": "Prespa agreement", "href": "/wiki/Prespa_agreement", "description": "The Prespa agreement, also known as the Prespes agreement, Prespa accord or Treaty of Prespa, is an agreement reached on 12 June 2018 between Greece and the Republic of Macedonia, under the United Nations' auspices, resolving a long-standing dispute over the latter's name."}, {"title": "Macedonia naming dispute", "href": "/wiki/Macedonia_naming_dispute", "description": "The use of the country name \"Macedonia\" was disputed between Greece and Macedonia between 1991 and 2019. The dispute was a source of instability in the Western Balkans for 25 years. It was resolved through negotiations between Athens and Skopje, mediated by the United Nations, resulting in the Prespa agreement, which was signed on June 17, 2018. Pertinent to its background is an early 20th-century"}, {"title": "Greece", "href": "/wiki/Greece", "description": "Greece, officially the Hellenic Republic, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens is its largest and capital city, followed by Thessaloniki. Situated on the southern tip of the Balkans, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria "}]}, {"heading": "Births", "year": "AD 41", "date": "February 12", "txt": "Britannicus, Roman son of Claudius (d. 55)", "entities": [{"title": "Britannicus", "href": "/wiki/Britannicus", "description": "Tiberius Claudius Caesar Britannicus, usually called Britannicus, was the son of Roman emperor Claudius and his third wife Valeria Messalina. For a time he was considered his father's heir, but that changed after his mother's downfall in 48, when it was revealed she had engaged in a bigamous marriage without Claudius' knowledge. The next year, his father married Agrippina the Younger, Claudius' fo"}, {"title": "Claudius", "href": "/wiki/Claudius", "description": "Claudius was Roman emperor from AD 41 to 54. Born to Nero Claudius Drusus and Antonia Minor at Lugdunum in Roman Gaul, where his father was stationed as a military legate, he was the first Roman emperor to be born outside Italy. Nonetheless, Claudius was an Italic of Sabine origins and a member of the Julio-Claudian dynasty. Because he was afflicted with a limp and slight deafness due to sickness "}]}, {"heading": "Births", "year": "528", "date": "February 12", "txt": "Daughter of Emperor Xiaoming of Northern Wei, nominal empress regnant of Northern Wei", "entities": [{"title": "Daughter of Emperor Xiaoming of Northern Wei", "href": "/wiki/Daughter_of_Emperor_Xiaoming_of_Northern_Wei", "description": "The daughter of Emperor Xiaoming of Northern Wei, whose given name is unknown, was briefly the emperor of Northern Wei (386–534), a Xianbei dynasty that ruled Northern China from the late fourth to the early sixth century AD. She bore the surname Yuan, originally Tuoba. Yuan was the only child of Emperor Xiaoming, born to his concubine Consort Pan. Soon after her birth, her grandmother the Empress"}]}, {"heading": "Births", "year": "661", "date": "February 12", "txt": "Princess Ōku of Japan (d. 702)", "entities": [{"title": "Princess Ōku", "href": "/wiki/Princess_%C5%8Cku", "description": "Ōku was a Japanese princess during the Asuka period in Japanese history. She was the daughter of Emperor Tenmu and sister of Prince Ōtsu. As a young girl, she witnessed the Jinshin War. According to the Man'yōshū, she became the first Saiō to serve at Ise Grand Shrine. After the death of her brother Prince Ōtsu in 686, she returned from Ise to Yamato to enshrine his remains on Mt. Futakami, before"}]}, {"heading": "Births", "year": "1074", "date": "February 12", "txt": "Conrad II of Italy (d. 1101)", "entities": [{"title": "Conrad II of Italy", "href": "/wiki/Conrad_II_of_Italy", "description": "Conrad II or Conrad (III) was the Duke of Lower Lorraine (1076–87), King of Germany (1087–98) and King of Italy (1093–98). He was the second son of Holy Roman Emperor Henry IV and Bertha of Savoy, and their eldest son to reach adulthood, his older brother Henry having been born and died in the same month of August 1071. Conrad's rule in Lorraine and Germany was nominal. He spent most of his life i"}]}, {"heading": "Births", "year": "1218", "date": "February 12", "txt": "Kujo Yoritsune, Japanese shōgun (d. 1256)", "entities": [{"title": "Kujō Yoritsune", "href": "/wiki/Kuj%C5%8D_Yoritsune", "description": "Kujō Yoritsune , also known as Fujiwara no Yoritsune , was the fourth shōgun of the Kamakura shogunate of Japan. His father was kanpaku Kujō Michiie and his grandmother was a niece of Minamoto no Yoritomo. His wife was a granddaughter of Minamoto no Yoritomo and daughter of Minamoto no Yoriie. He was born in the year of the Tiger, in the month, on the day, and so his given name at birth was Mitora"}, {"title": "List of shōguns", "href": "/wiki/List_of_sh%C5%8Dguns", "description": "This article is a list of shoguns that ruled Japan intermittently, as hereditary military commanders, from the establishment of the Asuka period in 709 until the end of the Tokugawa shogunate in 1868."}]}, {"heading": "Births", "year": "1322", "date": "February 12", "txt": "John Henry, Margrave of Moravia (d. 1375)", "entities": [{"title": "John Henry, Margrave of Moravia", "href": "/wiki/John_Henry,_Margrave_of_Moravia", "description": "John Henry of Luxembourg, a member of the House of Luxembourg, was Count of Tyrol from 1335 to 1341 and Margrave of Moravia from 1349 until his death."}]}, {"heading": "Births", "year": "1443", "date": "February 12", "txt": "Giovanni II Bentivoglio, Italian noble (d. 1508)", "entities": [{"title": "Giovanni II Bentivoglio", "href": "/wiki/Giovanni_II_Bentivoglio", "description": "Giovanni II Bentivoglio was an Italian nobleman who ruled as tyrant of Bologna from 1463 until 1506. He had no formal position, but held power as the city's \"first citizen.\" The Bentivoglio family ruled over Bologna from 1443, and repeatedly attempted to consolidate their hold of the Signoria of the city."}]}, {"heading": "Births", "year": "1480", "date": "February 12", "txt": "Frederick II of Legnica, Duke of Legnica (d. 1547)", "entities": [{"title": "Frederick II of Legnica", "href": "/wiki/Frederick_II_of_Legnica", "description": "Frederick II, Duke of Legnica, also known as the Great of Legnica, was a Duke of Legnica from 1488, of Brzeg from 1521. The most notorious of all Legnica Piast rulers, thanks to his excellent financial politics his Duchy was expanded to the Oder River, and he became the founder of the Duchy of Legnica-Wołów-Brzeg."}]}, {"heading": "Births", "year": "1540", "date": "February 12", "txt": "Won Gyun, Korean general and admiral (d. 1597)", "entities": [{"title": "Won Gyun", "href": "/wiki/Won_Gyun", "description": "Won Gyun was a Korean general and admiral during the Joseon Dynasty. He is best known for his campaigns against Japanese during Hideyoshi's invasions of Korea. Won was a member of Wonju Won family, which was well known for its members' military accomplishments. He was born in 1540 near Pyeongtaek and demonstrated his skill as warrior at a young age. He was qualified as a military officer and was f"}]}, {"heading": "Births", "year": "1567", "date": "February 12", "txt": "Thomas Campion, English composer, poet, and physician (d. 1620)", "entities": [{"title": "Thomas Campion", "href": "/wiki/Thomas_Campion", "description": "Thomas Campion was an English composer, poet, and physician. He wrote over a hundred lute songs, masques for dancing, and an authoritative technical treatise on music."}]}, {"heading": "Births", "year": "1584", "date": "February 12", "txt": "Caspar Barlaeus, Dutch historian, poet, and theologian (d. 1648)", "entities": [{"title": "Caspar Barlaeus", "href": "/wiki/Caspar_Barlaeus", "description": "Caspar Barlaeus was a Dutch polymath and Renaissance humanist, a theologian, poet, and historian."}]}, {"heading": "Births", "year": "1606", "date": "February 12", "txt": "John Winthrop the Younger, English-American lawyer and politician, Governor of Connecticut (d. 1676)", "entities": [{"title": "John Winthrop the Younger", "href": "/wiki/John_Winthrop_the_Younger", "description": "John Winthrop the Younger was an early governor of the Connecticut Colony, and he played a large role in the merger of several separate settlements into the unified colony."}, {"title": "List of colonial governors of Connecticut", "href": "/wiki/List_of_colonial_governors_of_Connecticut", "description": "The territory of the United States state of Connecticut was first settled by Europeans in the 1620s, when Dutch traders established trading posts on the Connecticut River. English settlers, mainly Puritans fleeing repression in England, began to arrive in the 1630s, and a number of separate colonies were established. The first was the Saybrook Colony in 1635, based at the mouth of the Connecticut;"}]}, {"heading": "Births", "year": "1608", "date": "February 12", "txt": "Daniello Bartoli, Italian Jesuit priest (d. 1685)", "entities": [{"title": "Daniello Bartoli", "href": "/wiki/Daniello_Bartoli", "description": "Daniello Bartoli was an Italian Jesuit writer and historiographer, celebrated by the poet Giacomo Leopardi as the \"Dante of Italian prose\""}]}, {"heading": "Births", "year": "1637", "date": "February 12", "txt": "Jan Swammerdam, Dutch biologist and zoologist (d. 1680)", "entities": [{"title": "Jan Swammerdam", "href": "/wiki/Jan_Swammerdam", "description": "Jan Swammerdam was a Dutch biologist and microscopist. His work on insects demonstrated that the various phases during the life of an insect—egg, larva, pupa, and adult—are different forms of the same animal. As part of his anatomical research, he carried out experiments on muscle contraction. In 1658, he was the first to observe and describe red blood cells. He was one of the first people to use "}]}, {"heading": "Births", "year": "1663", "date": "February 12", "txt": "Cotton Mather, English-American minister and author (d. 1728)", "entities": [{"title": "Cotton Mather", "href": "/wiki/Cotton_Mather", "description": "Cotton Mather was a New England Puritan minister, prolific author, and pamphleteer. One of the most important intellectual figures in English-speaking colonial America, Mather is remembered today chiefly for his Magnalia Christi Americana (1702) and other works of history, for his scientific contributions to plant hybridization and to the promotion of inoculation as a means of preventing smallpox "}]}, {"heading": "Births", "year": "1665", "date": "February 12", "txt": "Rudolf Jakob Camerarius, German botanist and physician (d. 1721)", "entities": [{"title": "Rudolf Jakob Camerarius", "href": "/wiki/Rudolf_Jakob_Camerarius", "description": "Rudolf Jakob Camerarius or Camerer was a German botanist and physician."}]}, {"heading": "Births", "year": "1704", "date": "February 12", "txt": "Charles Pinot Duclos, French author (d. 1772)", "entities": [{"title": "Charles Pinot Duclos", "href": "/wiki/Charles_Pinot_Duclos", "description": "Charles Pinot Duclos was a French author and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers."}]}, {"heading": "Births", "year": "1706", "date": "February 12", "txt": "Johann Joseph Christian, German Baroque sculptor and woodcarver (d. 1777)", "entities": [{"title": "Johann Joseph Christian", "href": "/wiki/Johann_Joseph_Christian", "description": "Johann Joseph Christian was a German Baroque sculptor and woodcarver. His masterworks are considered to be the choir stalls in Zwiefalten Abbey and Ottobeuren Abbey."}]}, {"heading": "Births", "year": "1728", "date": "February 12", "txt": "Étienne-Louis Boullée, French architect (d. 1799)", "entities": [{"title": "Étienne-Louis Boullée", "href": "/wiki/%C3%89tienne-Louis_Boull%C3%A9e", "description": "Étienne-Louis Boullée was a visionary French neoclassical architect whose work greatly influenced contemporary architects."}]}, {"heading": "Births", "year": "1753", "date": "February 12", "txt": "François-Paul Brueys d'Aigalliers, French admiral (d. 1798)", "entities": [{"title": "François-Paul Brueys d'Aigalliers", "href": "/wiki/Fran%C3%A7ois-Paul_Brueys_d%27Aigalliers", "description": "François-Paul Brueys d'Aigalliers, Comte de Brueys was a French naval officer who fought in the American War of Independence and as a commander in the French Revolutionary Wars. He led the French fleet in the Mediterranean campaign of 1798 until his death at the Battle of the Nile, at the rank of Vice-Admiral. He was also a Freemason in the La Bonne Foi lodge at Montauban."}]}, {"heading": "Births", "year": "1761", "date": "February 12", "txt": "Jan Ladislav Dussek, Czech pianist and composer (d. 1812)", "entities": [{"title": "Jan Ladislav Dussek", "href": "/wiki/Jan_Ladislav_Dussek", "description": "Jan Ladislav Dussek was a Czech composer and pianist. He was an important representative of Czech music abroad in the second half of the 18th century and the beginning of the 19th century. Some of his more forward-looking piano works have traits often associated with Romanticism."}]}, {"heading": "Births", "year": "1768", "date": "February 12", "txt": "Francis II, Holy Roman Emperor (d. 1835)", "entities": [{"title": "Francis II, Holy Roman Emperor", "href": "/wiki/Francis_II,_Holy_Roman_Emperor", "description": "Francis II was the last Holy Roman Emperor from 1792 to 1806 and, as Francis I, the first Emperor of Austria from 1804 to 1835. He assumed the title of Emperor of Austria in response to the coronation of Napoleon as Emperor of the French. Soon after Napoleon created the Confederation of the Rhine, Francis abdicated as Holy Roman Emperor. He was King of Hungary, Croatia and Bohemia. He also served "}]}, {"heading": "Births", "year": "1775", "date": "February 12", "txt": "Louisa Adams, 6th First Lady of the United States (d. 1852)", "entities": [{"title": "Louisa Adams", "href": "/wiki/Louisa_Adams", "description": "Louisa Catherine Adams was the First Lady of the United States from 1825 to 1829 during the presidency of John Quincy Adams. Born in London, she was the first First Lady to be born outside the United States or the preceding Thirteen Colonies—a distinction that would not be shared until 192 years later by Melania Trump."}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Births", "year": "1777", "date": "February 12", "txt": "Bernard Courtois, French chemist and academic (d. 1838)", "entities": [{"title": "Bernard Courtois", "href": "/wiki/Bernard_Courtois", "description": "Bernard Courtois, also spelled Barnard Courtois, was a French chemist credited with first isolating iodine and morphine."}]}, {"heading": "Births", "year": "1777", "date": "February 12", "txt": "Friedrich de la Motte Fouqué, German author and poet (d. 1843)", "entities": []}, {"heading": "Births", "year": "1785", "date": "February 12", "txt": "Pierre Louis Dulong, French physicist and chemist (d. 1838)", "entities": [{"title": "Pierre Louis Dulong", "href": "/wiki/Pierre_Louis_Dulong", "description": "Pierre Louis Dulong FRS FRSE was a French physicist and chemist. He is remembered today largely for the law of Dulong and Petit, although he was much-lauded by his contemporaries for his studies into the elasticity of steam, conduction of heat, and specific heats of gases. He worked most extensively on the specific heat capacity and the expansion and refractive indices of gases. He collaborated se"}]}, {"heading": "Births", "year": "1787", "date": "February 12", "txt": "Norbert Provencher, Canadian bishop and missionary (d. 1853)", "entities": [{"title": "Norbert Provencher", "href": "/wiki/Norbert_Provencher", "description": "Joseph-Norbert Provencher was a Canadian clergyman and missionary and one of the founders of the modern province of Manitoba. He was the first Bishop of Saint Boniface and was an important figure in the history of the Franco-Manitoban community."}]}, {"heading": "Births", "year": "1788", "date": "February 12", "txt": "Carl Reichenbach, German chemist and philosopher (d. 1869)", "entities": [{"title": "Carl Reichenbach", "href": "/wiki/Carl_Reichenbach", "description": "Baron Dr. Carl (Karl) Ludwig von Reichenbach was a notable chemist, geologist, metallurgist, naturalist, industrialist and philosopher, and a member of the prestigious Prussian Academy of Sciences. He is best known for his discoveries of several chemical products of economic importance, extracted from tar, such as eupione, waxy paraffin, pittacal and phenol. He also dedicated himself in his last y"}]}, {"heading": "Births", "year": "1791", "date": "February 12", "txt": "Peter Cooper, American businessman and philanthropist, founded Cooper Union (d. 1883)", "entities": [{"title": "Peter Cooper", "href": "/wiki/Peter_Cooper", "description": "Peter Cooper was an American industrialist, inventor, philanthropist, and politician. He designed and built the first American steam locomotive, the Tom Thumb, founded the Cooper Union for the Advancement of Science and Art, and served as the Greenback Party's candidate in the 1876 presidential election."}, {"title": "Cooper Union", "href": "/wiki/Cooper_Union", "description": "The Cooper Union for the Advancement of Science and Art, commonly known as Cooper Union and informally referred to, especially during the 19th century, as the Cooper Institute, is a private college at Cooper Square in New York City. Inspired in 1830 when Peter Cooper learned about the government-supported École Polytechnique in France, Cooper Union was established in 1859. The school was built on "}]}, {"heading": "Births", "year": "1794", "date": "February 12", "txt": "Alexander Petrov, Russian chess player and composer (d. 1867)", "entities": [{"title": "Alexander Petrov (chess player)", "href": "/wiki/Alexander_Petrov_(chess_player)", "description": "Alexander Dmitrievich Petrov was a Russian chess player, chess composer, and chess writer."}]}, {"heading": "Births", "year": "1794", "date": "February 12", "txt": "Valentín Canalizo, Mexican general and politician. 14th President (1843-1844) (d. 1850)", "entities": []}, {"heading": "Births", "year": "1804", "date": "February 12", "txt": "Heinrich Lenz, German-Italian physicist and academic (d. 1865)", "entities": [{"title": "Heinrich Lenz", "href": "/wiki/Heinrich_Lenz", "description": "Heinrich Friedrich Emil Lenz, usually cited as Emil Lenz or Heinrich Lenz in some countries, was a Russian physicist of Baltic German descent who is most noted for formulating Lenz's law in electrodynamics in 1834."}]}, {"heading": "Births", "year": "1809", "date": "February 12", "txt": "Charles Darwin, English geologist and theorist (d. 1882)", "entities": [{"title": "Charles Darwin", "href": "/wiki/Charles_Darwin", "description": "Charles Robert Darwin was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution. His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branc"}]}, {"heading": "Births", "year": "1809", "date": "February 12", "txt": "Abraham Lincoln, American lawyer and politician, 16th President of the United States (d. 1865)", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1819", "date": "February 12", "txt": "William Wetmore Story, American sculptor, architect, poet and editor", "entities": [{"title": "William Wetmore Story", "href": "/wiki/William_Wetmore_Story", "description": "William Wetmore Story was an American sculptor, art critic, poet, and editor."}]}, {"heading": "Births", "year": "1824", "date": "February 12", "txt": "Dayananda Saraswati, Indian monk and philosopher, founded Arya Samaj (d. 1883)", "entities": [{"title": "Dayananda Saraswati", "href": "/wiki/Dayananda_Saraswati", "description": "Dayananda Saraswati was an Indian philosopher, social leader and founder of the Arya Samaj, a reform movement of the Vedic dharma. He was the first to give the call for Swaraj as \"India for Indians\" in 1876, a call later taken up by Lokmanya Tilak. Denouncing the idolatry and ritualistic worship, he worked towards reviving Vedic ideologies. Subsequently, the philosopher and President of India, S. "}, {"title": "Arya Samaj", "href": "/wiki/Arya_Samaj", "description": "Arya Samaj is a monotheistic Indian Hindu reform movement that promotes values of based on the belief in the infallible authority of the Vedas. The samaj was founded by Maharishi Dayanand Saraswati on 10 April 1875. Members of the Arya Samaj reject murti puja."}]}, {"heading": "Births", "year": "1828", "date": "February 12", "txt": "George Meredith, English novelist and poet (d. 1909)", "entities": [{"title": "George Meredith", "href": "/wiki/George_Meredith", "description": "George Meredith was an English novelist and poet of the Victorian era. He was nominated for the Nobel Prize in Literature seven times."}]}, {"heading": "Births", "year": "1837", "date": "February 12", "txt": "Thomas Moran, British-American painter and printmaker of the Hudson River School (d. 1926)", "entities": [{"title": "Thomas Moran", "href": "/wiki/Thomas_Moran", "description": "Thomas Moran was an American painter and printmaker of the Hudson River School in New York whose work often featured the Rocky Mountains. Moran and his family, wife Mary Nimmo Moran and daughter Ruth took residence in New York where he obtained work as an artist. He was a younger brother of the noted marine artist Edward Moran, with whom he shared a studio. A talented illustrator and exquisite col"}]}, {"heading": "Births", "year": "1857", "date": "February 12", "txt": "Eugène Atget, French photographer (d. 1927)", "entities": [{"title": "Eugène Atget", "href": "/wiki/Eug%C3%A8ne_Atget", "description": "Eugène Atget was a French flâneur and a pioneer of documentary photography, noted for his determination to document all of the architecture and street scenes of Paris before their disappearance to modernization. Most of his photographs were first published by Berenice Abbott after his death. Though he sold his work to artists and craftspeople, and became an inspiration for the surrealists, he did "}]}, {"heading": "Births", "year": "1857", "date": "February 12", "txt": "Bobby Peel, English cricketer and coach (d. 1943)", "entities": []}, {"heading": "Births", "year": "1861", "date": "February 12", "txt": "Lou Andreas-Salomé, Russian-German psychoanalyst and author (d. 1937)", "entities": [{"title": "Lou Andreas-Salomé", "href": "/wiki/Lou_Andreas-Salom%C3%A9", "description": "Lou Andreas-Salomé was a Russian-born psychoanalyst and a well-traveled author, narrator, and essayist from a Russian-German family. Her diverse intellectual interests led to friendships with a broad array of distinguished thinkers, including Friedrich Nietzsche, Sigmund Freud, Paul Rée, and Rainer Maria Rilke."}]}, {"heading": "Births", "year": "1866", "date": "February 12", "txt": "Lev Shestov, Russian philosopher (d. 1938)", "entities": [{"title": "Lev Shestov", "href": "/wiki/Lev_Shestov", "description": "Lev Isaakovich Shestov, born Yehuda Leib Shvartsman, was a Russian existentialist philosopher, known for his \"philosophy of despair\" as the \"penultimate word\". Born in Kiev on February 12 [O.S. January 31] 1866, he emigrated to France in 1921, fleeing from the aftermath of the October Revolution. He lived in Paris until his death on November 19, 1938."}]}, {"heading": "Births", "year": "1869", "date": "February 12", "txt": "Kiến Phúc, Vietnamese emperor (d. 1884)", "entities": [{"title": "Kiến Phúc", "href": "/wiki/Ki%E1%BA%BFn_Ph%C3%BAc", "description": "Kiến Phúc was a child emperor of Vietnam, who reigned for less than 8 months, 1883–1884, as the 7th emperor of the Nguyễn Dynasty."}]}, {"heading": "Births", "year": "1870", "date": "February 12", "txt": "Marie Lloyd, English actress and singer (d. 1922)", "entities": [{"title": "Marie Lloyd", "href": "/wiki/Marie_Lloyd", "description": "Matilda Alice Victoria Wood, professionally known as Marie Lloyd ; was an English music hall singer, comedian and musical theatre actress. She was best known for her performances of songs such as \"The Boy I Love Is Up in the Gallery\", \"My Old Man \" and \"Oh Mr Porter What Shall I Do\". She received both criticism and praise for her use of innuendo and double entendre during her performances, but enj"}]}, {"heading": "Births", "year": "1876", "date": "February 12", "txt": "13th Dalai Lama (d. 1933)", "entities": [{"title": "13th Dalai Lama", "href": "/wiki/13th_Dalai_Lama", "description": "Thubten Gyatso was the 13th Dalai Lama of Tibet."}]}, {"heading": "Births", "year": "1877", "date": "February 12", "txt": "Louis Renault, French engineer and businessman, co-founded Renault (d. 1944)", "entities": [{"title": "Louis Renault (industrialist)", "href": "/wiki/Louis_Renault_(industrialist)", "description": "Louis Renault was a French industrialist, one of the founders of Renault and a pioneer of the automobile industry."}, {"title": "Renault", "href": "/wiki/Renault", "description": "Groupe Renault is a French multinational automobile manufacturer established in 1899. The company produces a range of cars and vans, and in the past has manufactured trucks, tractors, tanks, buses/coaches, aircraft and aircraft engines, and autorail vehicles."}]}, {"heading": "Births", "year": "1880", "date": "February 12", "txt": "George Preca, Maltese priest and saint (d. 1962)", "entities": [{"title": "George Preca", "href": "/wiki/George_Preca", "description": "George Preca was a Maltese Catholic priest and the founder of the Society of Christian Doctrine as well as a Third Order Carmelite. He is known as \"Dun Ġorġ\" in Maltese and Pope John Paul II dubbed him \"Malta’s second father in faith\". He assumed the religious name of \"Franco\" after becoming a Secular Carmelite. He was a popular figure among some groups, and his pastoral care and religious teachin"}]}, {"heading": "Births", "year": "1880", "date": "February 12", "txt": "John L. Lewis, American miner and union leader (d. 1969)", "entities": [{"title": "John L. Lewis", "href": "/wiki/John_L._Lewis", "description": "John Llewellyn Lewis was an American leader of organized labor who served as president of the United Mine Workers of America (UMW) from 1920 to 1960. A major player in the history of coal mining, he was the driving force behind the founding of the Congress of Industrial Organizations (CIO), which established the United Steel Workers of America and helped organize millions of other industrial worke"}]}, {"heading": "Births", "year": "1881", "date": "February 12", "txt": "Anna Pavlova, Russian-English ballerina and actress (d. 1931)", "entities": [{"title": "Anna Pavlova", "href": "/wiki/Anna_Pavlova", "description": "Anna Pavlovna Pavlova, born Anna Matveyevna Pavlova, was a Russian prima ballerina of the late 19th and the early 20th centuries. She was a principal artist of the Imperial Russian Ballet and the Ballets Russes of Sergei Diaghilev. Pavlova is most recognized for her creation of the role of The Dying Swan and, with her own company, became the first ballerina to tour around the world, including Sout"}]}, {"heading": "Births", "year": "1882", "date": "February 12", "txt": "Walter Nash, English-New Zealand lawyer and politician, 27th Prime Minister of New Zealand (d. 1968)", "entities": [{"title": "Walter Nash", "href": "/wiki/Walter_Nash", "description": "Sir Walter Nash was a New Zealand politician who served as the 27th Prime Minister of New Zealand in the Second Labour Government from 1957 to 1960. He is noted for his long period of political service, having been associated with the New Zealand Labour Party since its creation."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1884", "date": "February 12", "txt": "Max Beckmann, German painter and sculptor (d. 1950)", "entities": [{"title": "Max Beckmann", "href": "/wiki/Max_Beckmann", "description": "Max Carl Friedrich Beckmann was a German painter, draftsman, printmaker, sculptor, and writer. Although he is classified as an Expressionist artist, he rejected both the term and the movement. In the 1920s, he was associated with the New Objectivity, an outgrowth of Expressionism that opposed its introverted emotionalism. His work became full of horrifying imagery and distorted forms with combinat"}]}, {"heading": "Births", "year": "1884", "date": "February 12", "txt": "Johan Laidoner, Estonian-Russian general (d. 1953)", "entities": []}, {"heading": "Births", "year": "1884", "date": "February 12", "txt": "Alice Roosevelt Longworth, American author (d. 1980)", "entities": []}, {"heading": "Births", "year": "1884", "date": "February 12", "txt": "Marie Vassilieff, Russian-French painter (d. 1957)", "entities": []}, {"heading": "Births", "year": "1885", "date": "February 12", "txt": "Julius Streicher, German publisher, founded Der Stürmer (d. 1946)", "entities": [{"title": "Julius Streicher", "href": "/wiki/Julius_Streicher", "description": "Julius Streicher was a member of the Nazi Party, the Gauleiter of Franconia and a member of the Reichstag, the national legislature. He was the founder and publisher of the virulently antisemitic newspaper Der Stürmer, which became a central element of the Nazi propaganda machine. The publishing firm was financially very successful and made Streicher a multi-millionaire."}]}, {"heading": "Births", "year": "1889", "date": "February 12", "txt": "Bhante Dharmawara, Cambodian monk, lawyer, and judge (d. 1999)", "entities": [{"title": "Bhante Dharmawara", "href": "/wiki/Bhante_Dharmawara", "description": "Samdach Vira Dharmawara Bellong Mahathera, also known simply as Bhante Dharmawara, was a Cambodian-born Theravada monk and teacher who died at the age of 110."}]}, {"heading": "Births", "year": "1893", "date": "February 12", "txt": "Omar Bradley, American general (d. 1981)", "entities": [{"title": "Omar Bradley", "href": "/wiki/Omar_Bradley", "description": "Omar Nelson Bradley was a senior officer of the United States Army during and after World War II, holding the rank of General of the Army. Bradley was the first Chairman of the Joint Chiefs of Staff and oversaw the U.S. military's policy-making in the Korean War."}]}, {"heading": "Births", "year": "1895", "date": "February 12", "txt": "Kristian Djurhuus, Faroese lawyer and politician, 2nd Prime Minister of the Faroe Islands (d. 1984)", "entities": [{"title": "Kristian Djurhuus", "href": "/wiki/Kristian_Djurhuus", "description": "Kristian Djurhuus was a Faroese politician. He was a member of the Union Party."}, {"title": "List of Prime Ministers of the Faroe Islands", "href": "/wiki/List_of_Prime_Ministers_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Births", "year": "1897", "date": "February 12", "txt": "Charles Groves Wright Anderson, South African-Australian colonel and politician (d. 1988)", "entities": [{"title": "Charles Groves Wright Anderson", "href": "/wiki/Charles_Groves_Wright_Anderson", "description": "Lieutenant Colonel Charles Groves Wright Anderson, VC, MC was a South African-born soldier, Australian recipient of the Victoria Cross, a member of the Australian House of Representatives, and a farmer. After growing up in Africa and being schooled in England, Anderson served as an officer during the East African campaign against the Germans during the First World War, reaching the rank of captain"}]}, {"heading": "Births", "year": "1897", "date": "February 12", "txt": "Lincoln LaPaz, American astronomer and academic (d. 1985)", "entities": []}, {"heading": "Births", "year": "1898", "date": "February 12", "txt": "Wallace Ford, English-American actor and singer (d. 1966)", "entities": [{"title": "Wallace Ford", "href": "/wiki/Wallace_Ford", "description": "Wallace Ford was an English-born naturalized American vaudevillian, stage, film, and television actor. Usually playing wise-cracking characters, he combined a tough but friendly faced demeanor with a small but powerful, stocky physique."}]}, {"heading": "Births", "year": "1900", "date": "February 12", "txt": "Roger J. Traynor, American lawyer and jurist, 23rd Chief Justice of California (d. 1983)", "entities": [{"title": "Roger J. Traynor", "href": "/wiki/Roger_J._Traynor", "description": "Roger John Traynor was the 23rd Chief Justice of California (1964-1970) and an Associate Justice of the Supreme Court of California from 1940 to 1964. Previously, he also had served as a Deputy Attorney General of California under Earl Warren, and an Acting Dean and Professor of UC Berkeley School of Law. He is widely considered to be one of the most creative and influential judges as well as lega"}, {"title": "Chief Justice of California", "href": "/wiki/Chief_Justice_of_California", "description": "The Supreme Court of California is the highest and final court in the courts of the U.S. state of California. It resides primarily in San Francisco at the Earl Warren Building, but it regularly holds sessions in Los Angeles and Sacramento. Its decisions are binding on all other California state courts. Since 1850, the court has issued many influential decisions in a variety of areas including tort"}]}, {"heading": "Births", "year": "1902", "date": "February 12", "txt": "William Collier, Jr., American actor, producer, and screenwriter (d. 1987)", "entities": [{"title": "William Collier, Jr.", "href": "/wiki/William_Collier,_Jr.", "description": "William Collier Jr. was an American stage performer, producer, and a film actor who in the silent and sound eras was cast in no less than 89 motion pictures."}]}, {"heading": "Births", "year": "1903", "date": "February 12", "txt": "Jorge Basadre, Peruvian historian (d. 1980)", "entities": [{"title": "Jorge Basadre", "href": "/wiki/Jorge_Basadre", "description": "Jorge Basadre was a Peruvian historian known for his extensive publications about the independent history of his country. He served during two different administrations as Minister of Education and was also director of the Peruvian National Library."}]}, {"heading": "Births", "year": "1903", "date": "February 12", "txt": "Chick Hafey, American baseball player and manager (d. 1973)", "entities": []}, {"heading": "Births", "year": "1904", "date": "February 12", "txt": "Ted Mack, American radio and television host (d. 1976)", "entities": [{"title": "Ted Mack (radio-TV host)", "href": "/wiki/Ted_Mack_(radio-TV_host)", "description": "William Edward Maguiness, known as Ted Mack, was the host of Ted Mack and The Original Amateur Hour on radio and television."}]}, {"heading": "Births", "year": "1907", "date": "February 12", "txt": "Joseph Kearns, American actor (d. 1962)", "entities": [{"title": "Joseph Kearns", "href": "/wiki/Joseph_Kearns", "description": "Joseph Sherrard Kearns was an American actor, who is best remembered for his role as George Wilson on the CBS television series Dennis the Menace from 1959 until his death in 1962, and for providing the voice of the Doorknob in the 1951 animated Disney film, Alice in Wonderland."}]}, {"heading": "Births", "year": "1908", "date": "February 12", "txt": "Jean Effel, French painter, caricaturist, illustrator and journalist (d. 1982)", "entities": [{"title": "Jean Effel", "href": "/wiki/Jean_Effel", "description": "Jean Effel, real name François Lejeune was a French painter, caricaturist, illustrator and journalist. Mostly he considered himself to be a journalist and political commentator. His pseudonym is created by his initials F. L."}]}, {"heading": "Births", "year": "1908", "date": "February 12", "txt": "Jacques Herbrand, French mathematician and philosopher (d. 1931)", "entities": []}, {"heading": "Births", "year": "1909", "date": "February 12", "txt": "Zoran Mušič, Slovene painter and illustrator (d. 2005)", "entities": [{"title": "Zoran Mušič", "href": "/wiki/Zoran_Mu%C5%A1i%C4%8D", "description": "Zoran Mušič, baptised as Anton Zoran Musič, was a Slovene painter, printmaker, and draughtsman. He was one of the few painters of Slovene descent who managed to establish himself in the elite cultural circles of Italy and France, particularly Paris, where he lived for most of his later life. He painted landscapes, still lifes, portraits, and self-portraits, as well as scenes of horror from the Dac"}]}, {"heading": "Births", "year": "1909", "date": "February 12", "txt": "Sigmund Rascher, German physician (d. 1945)", "entities": []}, {"heading": "Births", "year": "1911", "date": "February 12", "txt": "Charles Mathiesen, Norwegian speed skater (d. 1994)", "entities": [{"title": "Charles Mathiesen", "href": "/wiki/Charles_Mathiesen", "description": "Charles Mathiesen was a speed skater who was active from 1930 to 1948."}]}, {"heading": "Births", "year": "1912", "date": "February 12", "txt": "R. F. Delderfield, English author and playwright (d. 1972)", "entities": [{"title": "R. F. Delderfield", "href": "/wiki/R._F._Delderfield", "description": "Ronald Frederick Delderfield was an English novelist and dramatist, some of whose works have been adapted for television and film."}]}, {"heading": "Births", "year": "1914", "date": "February 12", "txt": "Tex Beneke, American singer, saxophonist, and bandleader (d. 2000)", "entities": [{"title": "Tex Beneke", "href": "/wiki/Tex_Beneke", "description": "Gordon Lee \"Tex\" Beneke was an American saxophonist, singer, and bandleader. His career is a history of associations with bandleader Glenn Miller and former musicians and singers who worked with Miller. His band is also associated with the careers of Eydie Gormé, Henry Mancini and Ronnie Deauville. Beneke also solos on the recording the Glenn Miller Orchestra made of their popular song \"In The Moo"}]}, {"heading": "Births", "year": "1914", "date": "February 12", "txt": "Johanna von Caemmerer, German mathematician (d. 1971)", "entities": []}, {"heading": "Births", "year": "1915", "date": "February 12", "txt": "Lorne Greene, Canadian-American actor (d. 1987)", "entities": [{"title": "Lorne Greene", "href": "/wiki/Lorne_Greene", "description": "Lorne Hyman Greene was a Canadian actor, radio personality, and singer. His notable television roles include Ben Cartwright on the Western Bonanza, and Commander Adama in the original science-fiction television series Battlestar Galactica and Galactica 1980. He also worked on the Canadian television nature documentary series Lorne Greene's New Wilderness, and in television commercials."}]}, {"heading": "Births", "year": "1915", "date": "February 12", "txt": "Olivia Hooker, American sailor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1916", "date": "February 12", "txt": "Joseph Alioto, American lawyer and politician, 36th Mayor of San Francisco (d. 1998)", "entities": [{"title": "Joseph Alioto", "href": "/wiki/Joseph_Alioto", "description": "Joseph Lawrence Alioto was an American politician who served as the 36th mayor of San Francisco, California, from 1968 to 1976."}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Births", "year": "1917", "date": "February 12", "txt": "Al Cervi, American basketball player and coach (d. 2009)", "entities": [{"title": "Al Cervi", "href": "/wiki/Al_Cervi", "description": "Alfred Nicholas Cervi was an American professional basketball player and coach in the National Basketball League (NBL) and National Basketball Association (NBA). One of the strongest backcourt players of the 1940s and 1950s, he was always assigned to defend against the opposing team's best scoring threat. He earned the nickname \"Digger\" because of his hard-nosed style of defense."}]}, {"heading": "Births", "year": "1917", "date": "February 12", "txt": "Dom DiMaggio, American baseball player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1918", "date": "February 12", "txt": "Norman Farberow, American psychologist and academic (d. 2015)", "entities": [{"title": "Norman Farberow", "href": "/wiki/Norman_Farberow", "description": "Norman Louis Farberow was an American psychologist, and one of the founding fathers of modern suicidology. He was among the three founders in 1958 of the Los Angeles Suicide Prevention Center, which became a base of research into the causes and prevention of suicide."}]}, {"heading": "Births", "year": "1918", "date": "February 12", "txt": "Julian Schwinger, American physicist and academic, Nobel Prize laureate (d. 1994)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1919", "date": "February 12", "txt": "Forrest Tucker, American actor (d. 1986)", "entities": [{"title": "Forrest Tucker", "href": "/wiki/Forrest_Tucker", "description": "Forrest Meredith Tucker was an American actor in both movies and television who appeared in nearly a hundred films. Tucker worked as a vaudeville straight man at the age of only fifteen years old. A mentor provided funds and contacts for a trip to California, where party hostess Cobina Wright persuaded guest Wesley Ruggles to give Tucker a screen test because of Tucker's photogenic good looks, thi"}]}, {"heading": "Births", "year": "1920", "date": "February 12", "txt": "Raymond Mhlaba, South African anti-apartheid and ANC activist (d. 2005)", "entities": [{"title": "Raymond Mhlaba", "href": "/wiki/Raymond_Mhlaba", "description": "Raymond Mphakamisi Mhlaba was an anti-apartheid activist, Communist and leader of the African National Congress (ANC) also as well the first premier of the Eastern Cape. Mhlaba spent 25 years of his life in prison. Well known for being sentenced, along with Nelson Mandela, Govan Mbeki, Walter Sisulu and others in the Rivonia Trial, he was an active member of the ANC and the South African Communist"}, {"title": "African National Congress", "href": "/wiki/African_National_Congress", "description": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017."}]}, {"heading": "Births", "year": "1922", "date": "February 12", "txt": "Hussein Onn, Malaysian lawyer and politician, 3rd Prime Minister of Malaysia (d. 1990)", "entities": [{"title": "Hussein Onn", "href": "/wiki/Hussein_Onn", "description": "Tun Hussein bin Dato' Onn was a Malaysian politician who served as the 3rd Prime Minister of Malaysia from the death of his predecessor Abdul Razak Hussein in January 1976 to his retirement in July 1981. Moreover, he was the Member of Parliament (MP) for Sri Gading from 1974 to 1981, representing Barisan Nasional (BN) and United Malays National Organisation (UMNO). He was granted the soubriquet \"B"}, {"title": "Prime Minister of Malaysia", "href": "/wiki/Prime_Minister_of_Malaysia", "description": "The prime minister of Malaysia is the head of government of Malaysia. The prime minister directs the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election."}]}, {"heading": "Births", "year": "1923", "date": "February 12", "txt": "Franco Zeffirelli, Italian director, producer, and politician (d. 2019)", "entities": [{"title": "Franco Zeffirelli", "href": "/wiki/Franco_Zeffirelli", "description": "Gian Franco Corsi Zeffirelli, commonly known as Franco Zeffirelli, was an Italian director and producer of operas, films and television. He was also a senator from 1994 until 2001 for the Italian centre-right Forza Italia party."}]}, {"heading": "Births", "year": "1925", "date": "February 12", "txt": "Sir Anthony Berry, British Conservative politician (d. 1984)", "entities": [{"title": "Anthony Berry", "href": "/wiki/Anthony_Berry", "description": "Sir Anthony George Berry was a British Conservative politician. He served as Member of Parliament (MP) for Enfield Southgate and a whip in Margaret Thatcher's government."}]}, {"heading": "Births", "year": "1925", "date": "February 12", "txt": "Joan Mitchell, American-French painter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 12", "txt": "Rolf Brem, Swiss sculptor and illustrator (d. 2014)", "entities": [{"title": "Rolf Brem", "href": "/wiki/Rolf_Brem", "description": "Rolf Brem was a Swiss sculptor, illustrator and graphic artist. He worked in Meggen close to Lake Lucerne."}]}, {"heading": "Births", "year": "1926", "date": "February 12", "txt": "Joe Garagiola, Sr., American baseball player and sportscaster (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 12", "txt": "Charles Van Doren, American academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 12", "txt": "Vincent Montana, Jr., American drummer and composer (d. 2013)", "entities": [{"title": "Vincent Montana, Jr.", "href": "/wiki/Vincent_Montana,_Jr.", "description": "Vincent Montana Jr., known as Vince Montana, was an American composer, arranger, vibraphonist, and percussionist, best known as a member of MFSB and as the founder of the Salsoul Orchestra. He has been called \"the Godfather of disco\".\nMontana was inducted into the Musicians Hall of Fame and Museum in 2016."}]}, {"heading": "Births", "year": "1930", "date": "February 12", "txt": "John Doyle, Irish hurler and politician (d. 2010)", "entities": [{"title": "John Doyle (hurler)", "href": "/wiki/John_Doyle_(hurler)", "description": "John Doyle was an Irish hurler who played as a left corner-back for the Tipperary senior team."}]}, {"heading": "Births", "year": "1930", "date": "February 12", "txt": "Arlen Specter, American lieutenant, lawyer, and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 12", "txt": "Janwillem van de Wetering, Dutch-American author and translator (d. 2008)", "entities": [{"title": "Janwillem van de Wetering", "href": "/wiki/Janwillem_van_de_Wetering", "description": "Jan Willem Lincoln \"Janwillem\" van de Wetering was the author of a number of works in English and Dutch."}]}, {"heading": "Births", "year": "1932", "date": "February 12", "txt": "Axel Jensen, Norwegian author and poet (d. 2003)", "entities": [{"title": "Axel Jensen", "href": "/wiki/Axel_Jensen", "description": "Axel Buchardt Jensen was a Norwegian author. From 1957 until 2002, he published both fiction and non-fiction texts which include novels, poems, essays, a biography, and manuscripts for cartoons and animated films."}]}, {"heading": "Births", "year": "1932", "date": "February 12", "txt": "Julian Simon, American economist, author, and academic (d. 1998)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 12", "txt": "Costa-Gavras, Greek-French director and producer", "entities": [{"title": "Costa-Gavras", "href": "/wiki/Costa-Gavras", "description": "Costa-Gavras is a Greek-French film director, screenwriter and producer who lives and works in France. He is known for films with political and social themes, such as the political thrillers, Z (1969), for which he won an Academy Award for Best Foreign Language Film, and Missing (1982), for which he won Palme d'Or and an Academy Award for Best Adapted Screenplay. Most of his films have been made i"}]}, {"heading": "Births", "year": "1933", "date": "February 12", "txt": "Brian Carlson, Australian rugby league player (d. 1987)", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 12", "txt": "Annette Crosbie, Scottish actress", "entities": [{"title": "Annette Crosbie", "href": "/wiki/Annette_Crosbie", "description": "Annette Crosbie is a Scottish actor. In 1970, she appeared in an episode of Callan, “Amos Green must live”, as Mrs May Coswood. She is best known for her role as Margaret Meldrew in the BBC sitcom One Foot in the Grave (1990–2000). She twice won the BAFTA TV Award for Best Actress, for The Six Wives of Henry VIII in 1971 and Edward the Seventh. In 1976, she was nominated for the BAFTA Award for Be"}]}, {"heading": "Births", "year": "1934", "date": "February 12", "txt": "Anne Osborn Krueger, American economist and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 12", "txt": "Bill Russell, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 12", "txt": "Gene McDaniels, American singer-songwriter and producer (d. 2011)", "entities": [{"title": "Gene McDaniels", "href": "/wiki/Gene_McDaniels", "description": "Eugene Booker McDaniels was an American singer and songwriter. He had his greatest recording success in the early 1960s, and had continued success as a songwriter with songs including \"Compared to What\" and Roberta Flack's \"Feel Like Makin' Love\"."}]}, {"heading": "Births", "year": "1936", "date": "February 12", "txt": "Alan Ebringer, Australian immunologist", "entities": [{"title": "Alan Ebringer", "href": "/wiki/Alan_Ebringer", "description": "Alan Ebringer B.Sc, MD, FRCP, FRACP, FRCPath is an Australian immunologist, professor at King’s College in the University of London. He is also an Honorary Consultant Rheumatologist in the Middlesex Hospital, now part of the UCH School of Medicine. He is known for his research in the field of autoimmune disease."}]}, {"heading": "Births", "year": "1938", "date": "February 12", "txt": "Judy Blume, Jewish-American author and educator", "entities": [{"title": "Judy Blume", "href": "/wiki/Judy_Blume", "description": "Judith Blume is an American writer of children's, young adult and adult fiction. Blume began writing in 1959 and has published more than 25 novels since then. Some of her best known works are Are You There God? It's Me, Margaret. (1970), Tales of a Fourth Grade Nothing (1972), Deenie (1973), and Blubber (1974). Blume's books have significantly contributed to children's and young adult literature."}]}, {"heading": "Births", "year": "1939", "date": "February 12", "txt": "Leon Kass, American physician, scientist, and educator", "entities": [{"title": "Leon Kass", "href": "/wiki/Leon_Kass", "description": "Leon Richard Kass is an American physician, scientist, educator, and public intellectual. Kass is best known as a proponent of liberal education via the \"Great Books,\" as a critic of human cloning, life extension, euthanasia and embryo research, and for his tenure as chairman of the President's Council on Bioethics from 2001 to 2005. Although Kass is often referred to as a bioethicist, he eschews "}]}, {"heading": "Births", "year": "1939", "date": "February 12", "txt": "Ray Manzarek, American singer-songwriter, keyboard player, and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 12", "txt": "Dominguinhos, Brazilian singer-songwriter and accordion player (d. 2013)", "entities": [{"title": "Dominguinhos", "href": "/wiki/Dominguinhos", "description": "José Domingos de Morais, better known as Dominguinhos, was a Brazilian composer, accordionist and singer. His principal musical influences were the music of Luiz Gonzaga, Forró and in general the music of the Sertão in the Brazilian Northeast. He further developed this typical Brazilian musical style, born out of the European, African and Indian influences in north-eastern Brazil, creating a uniqu"}]}, {"heading": "Births", "year": "1941", "date": "February 12", "txt": "Naomi Uemura, Japanese mountaineer and explorer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 12", "txt": "Ehud Barak, Israeli general and politician, 10th Prime Minister of Israel", "entities": [{"title": "Ehud Barak", "href": "/wiki/Ehud_Barak", "description": "Ehud Barak is an Israeli general and politician who served as the tenth Prime Minister from 1999 to 2001. He was leader of the Labor Party until January 2011. He previously held the posts of Minister of Defense and Deputy Prime Minister under Ehud Olmert and then in Benjamin Netanyahu's second government from 2007 to 2013, as he retired from politics at the end of the tenure, though he returned in"}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Births", "year": "1942", "date": "February 12", "txt": "Pat Dobson, American baseball player, coach, and manager (d. 2006)", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 12", "txt": "Maud Adams, Swedish model and actress", "entities": [{"title": "Maud Adams", "href": "/wiki/Maud_Adams", "description": "Maud Solveig Christina Adams, is a Swedish actress, known for her roles as two different Bond girls, first in The Man with the Golden Gun (1974) and then as the eponymous character in Octopussy (1983), as well as making a brief uncredited appearance in A View to a Kill (1985)."}]}, {"heading": "Births", "year": "1945", "date": "February 12", "txt": "David D. Friedman, American economist, physicist, and scholar", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 12", "txt": "Jean Eyeghé Ndong, Gabonese politician, Prime Minister of Gabon", "entities": [{"title": "Jean Eyeghé Ndong", "href": "/wiki/Jean_Eyegh%C3%A9_Ndong", "description": "Jean Eyeghé Ndong is a Gabonese politician. He was the Prime Minister of Gabon from January 20, 2006 to July 17, 2009. He was also the First Vice-President of the Gabonese Democratic Party (PDG) until 2009."}, {"title": "Prime Minister of Gabon", "href": "/wiki/Prime_Minister_of_Gabon", "description": "The Prime Minister of Gabon is the head of government of Gabon."}]}, {"heading": "Births", "year": "1946", "date": "February 12", "txt": "Ajda Pekkan, Turkish singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 12", "txt": "Ray Kurzweil, American computer scientist and engineer", "entities": [{"title": "Ray Kurzweil", "href": "/wiki/Ray_Kurzweil", "description": "Raymond Kurzweil is an American inventor and futurist. He is involved in fields such as optical character recognition (OCR), text-to-speech synthesis, speech recognition technology, and electronic keyboard instruments. He has written books on health, artificial intelligence (AI), transhumanism, the technological singularity, and futurism. Kurzweil is a public advocate for the futurist and transhum"}]}, {"heading": "Births", "year": "1948", "date": "February 12", "txt": "Nicholas Soames, English politician, Minister of State for the Armed Forces", "entities": [{"title": "Minister of State for the Armed Forces", "href": "/wiki/Minister_of_State_for_the_Armed_Forces", "description": "The Parliamentary Under-Secretary of State for the Armed Forces, formerly of Minister of State rank, is a junior ministerial position at the Ministry of Defence in Her Majesty's Government. When titled as Minister of State, the office previously acted as the deputy to the Secretary of State for Defence."}]}, {"heading": "Births", "year": "1949", "date": "February 12", "txt": "Gundappa Viswanath, Indian Cricketer", "entities": [{"title": "Gundappa Viswanath", "href": "/wiki/Gundappa_Viswanath", "description": "Gundappa Renganath Viswanath pronunciation (help·info) is an Indian former cricketer, was one of India's finest batsmen throughout the 1970s. Viswanath played Test cricket for India from 1969 to 1983, making 91 appearances and scoring more than 6,000 runs. He also played in One Day Internationals from 1974 to 1982, including the World Cups of 1975 and 1979."}]}, {"heading": "Births", "year": "1950", "date": "February 12", "txt": "Angelo Branduardi, Italian singer-songwriter and guitarist", "entities": [{"title": "Angelo Branduardi", "href": "/wiki/Angelo_Branduardi", "description": "Angelo Branduardi is an Italian folk/folk rock singer-songwriter and composer who scored relative success in Italy and European countries such as France, Germany, Belgium, Netherlands and Greece."}]}, {"heading": "Births", "year": "1950", "date": "February 12", "txt": "Steve Hackett, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 12", "txt": "Michael Ironside, Canadian actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 12", "txt": "Simon MacCorkindale, English actor, director, and producer (d. 2010)", "entities": [{"title": "Simon MacCorkindale", "href": "/wiki/Simon_MacCorkindale", "description": "Simon Charles Pendered MacCorkindale was a British actor, film director, writer and producer. He spent much of his childhood moving around due to his father serving as an Officer with the Royal Air Force. Poor eyesight prevented him following a similar career in the RAF, so he instead planned to become a theatre director. Training at the Theatre of Arts in London, he started work as an actor, maki"}]}, {"heading": "Births", "year": "1952", "date": "February 12", "txt": "Michael McDonald, American singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 12", "txt": "Joanna Kerns, American actress and director", "entities": [{"title": "Joanna Kerns", "href": "/wiki/Joanna_Kerns", "description": "Joanna Kerns is an American actress and director best known for her role as Maggie Seaver on the family situation comedy Growing Pains from 1985 to 1992."}]}, {"heading": "Births", "year": "1954", "date": "February 12", "txt": "Joseph Jordania, Georgian-Australian musicologist and academic", "entities": [{"title": "Joseph Jordania", "href": "/wiki/Joseph_Jordania", "description": "Joseph Jordania is an Australian–Georgian ethnomusicologist and evolutionary musicologist and professor. He is an Honorary Fellow of the Melbourne Conservatorium of Music at the University of Melbourne and the Head of the Foreign Department of the International Research Centre for Traditional Polyphony at Tbilisi State Conservatory. Jordania is known for his model of the origins of human choral si"}]}, {"heading": "Births", "year": "1954", "date": "February 12", "txt": "Tzimis Panousis, Greek comedian, singer, and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 12", "txt": "Phil Zimmermann, American cryptographer and programmer", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 12", "txt": "Bill Laswell, American bass player and producer", "entities": [{"title": "Bill Laswell", "href": "/wiki/Bill_Laswell", "description": "William Otis Laswell is an American bass guitarist, record producer, and record label owner. He has been involved in thousands of recordings with many collaborators from all over the world. His music draws from funk, world music, jazz, dub and ambient styles."}]}, {"heading": "Births", "year": "1955", "date": "February 12", "txt": "Chet Lemon, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 12", "txt": "Arsenio Hall, American actor and talk show host", "entities": [{"title": "Arsenio Hall", "href": "/wiki/Arsenio_Hall", "description": "Arsenio Hall is an American actor, comedian, talk show host, writer and producer. He is best known for hosting The Arsenio Hall Show, a late-night talk show that ran from 1989 until 1994, and again from 2013 to 2014."}]}, {"heading": "Births", "year": "1956", "date": "February 12", "txt": "Ad Melkert, Dutch lawyer and politician, Dutch Minister of Social Affairs and Employment", "entities": [{"title": "Ministry of Social Affairs and Employment (Netherlands)", "href": "/wiki/Ministry_of_Social_Affairs_and_Employment_(Netherlands)", "description": "The Ministry of Social Affairs and Employment is the Dutch ministry responsible for social affairs, relations between employers and employees, social security, trade unions and emancipation. It was established in 1918 as the Ministry of Labour and had several name changes before it became the Ministry of Social Affairs and Employment in 1981. The ministry is headed by the Minister of Social Affair"}]}, {"heading": "Births", "year": "1956", "date": "February 12", "txt": "Brian Robertson, Scottish rock guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 12", "txt": "Outback Jack, Australian-American wrestler", "entities": [{"title": "Outback Jack (wrestler)", "href": "/wiki/Outback_Jack_(wrestler)", "description": "Peter Spilsbury is an Australian former professional wrestler, best known for appearing in the World Wrestling Federation as Outback Jack from 1986 to 1988. He portrayed a northern Australian bushman coming to America to compete in the WWF."}]}, {"heading": "Births", "year": "1961", "date": "February 12", "txt": "Jim Harris, Canadian environmentalist and politician", "entities": [{"title": "Jim Harris (politician)", "href": "/wiki/Jim_Harris_(politician)", "description": "James R. M. Harris is a Canadian author, environmentalist, and politician. He was leader of the Green Party of Canada from 2003 to 2006, when he was succeeded by Elizabeth May."}]}, {"heading": "Births", "year": "1961", "date": "February 12", "txt": "Michel Martelly, Haitian singer and politician, 56th President of Haiti", "entities": [{"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Births", "year": "1961", "date": "February 12", "txt": "Di Farmer, Queensland Member of Parliament", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 12", "txt": "Omar Hakim, American drummer, producer, arranger, and composer", "entities": [{"title": "Omar Hakim", "href": "/wiki/Omar_Hakim", "description": "Omar Hakim is an American jazz, jazz fusion and pop music drummer, producer, arranger and composer. He has worked with Weather Report, David Bowie, Foo Fighters, Sting, Madonna, Dire Straits, Journey, Kate Bush, George Benson, Miles Davis, Daft Punk, Mariah Carey, The Pussycat Dolls, David Lee Roth and Celine Dion."}]}, {"heading": "Births", "year": "1965", "date": "February 12", "txt": "Rubén Amaro, Jr., American baseball player and manager", "entities": [{"title": "Rubén Amaro, Jr.", "href": "/wiki/Rub%C3%A9n_Amaro,_Jr.", "description": "Rubén Amaro Jr. is an American former professional baseball outfielder and General Manager (GM). Amaro played in Major League Baseball (MLB) from 1991 to 1998. He was named the GM of the Philadelphia Phillies on November 3, 2008, succeeding Pat Gillick and remained in that position until September 10, 2015. Amaro is currently a color commentator for the Philadelphia Phillies. He was previously the"}]}, {"heading": "Births", "year": "1965", "date": "February 12", "txt": "Christine Elise, American actress and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 12", "txt": "David Westlake, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 12", "txt": "Paul Crook, American guitarist, songwriter, and producer", "entities": [{"title": "Paul Crook", "href": "/wiki/Paul_Crook", "description": "Paul Crook is an American guitarist currently recording and performing with Meat Loaf. He has also recorded and toured with Anthrax, Sebastian Bach and Marya Roxx."}]}, {"heading": "Births", "year": "1968", "date": "February 12", "txt": "Josh Brolin, American actor", "entities": [{"title": "Josh Brolin", "href": "/wiki/Josh_Brolin", "description": "Josh James Brolin is an American actor. He is the recipient of several accolades, including a Critics' Choice Movie Award, and has been nominated for an Academy Award."}]}, {"heading": "Births", "year": "1968", "date": "February 12", "txt": "Chynna Phillips, American singer and actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 12", "txt": "Darren Aronofsky, American director, producer, and screenwriter", "entities": [{"title": "Darren Aronofsky", "href": "/wiki/Darren_Aronofsky", "description": "Darren Aronofsky is an American film director, producer, and screenwriter. His films are noted for their surreal, melodramatic, and often disturbing elements, often based in psychological horror and drama."}]}, {"heading": "Births", "year": "1969", "date": "February 12", "txt": "Alemayehu Atomsa, Ethiopian educator and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 12", "txt": "Steve Backley, English javelin thrower", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 12", "txt": "Anneli Drecker, Norwegian singer and actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 12", "txt": "Hong Myung-bo, South Korean footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 12", "txt": "Jim Creeggan, Canadian singer-songwriter and bass player", "entities": [{"title": "Jim Creeggan", "href": "/wiki/Jim_Creeggan", "description": "James Raymond Creeggan is the bassist for Canadian alternative rock band Barenaked Ladies (BNL) and occasional back-up vocalist for the rock band Ottawa Valley Heavy Pucks. His most used double bass is named \"Grammah\", after the Ladies' tour manager nicknamed him \"Grampah\" for always complaining and not wanting to get up."}]}, {"heading": "Births", "year": "1970", "date": "February 12", "txt": "Bryan Roy, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 12", "txt": "Judd Winick, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 12", "txt": "Scott Menville, American voice actor, singer, actor and musician", "entities": [{"title": "Scott Menville", "href": "/wiki/Scott_Menville", "description": "Scott Menville is an American television, film and voice actor. He is best known for his voice work in animated films and television series."}]}, {"heading": "Births", "year": "1973", "date": "February 12", "txt": "Gianni Romme, Dutch speed skater", "entities": [{"title": "Gianni Romme", "href": "/wiki/Gianni_Romme", "description": "Gianni Petrus Cornelis Romme is a Dutch marathoner and a former long track speed skater. He won two gold medals at the 1998 Winter Olympics in Nagano and was the World all-round champion in 2000 and 2003. Romme has been a coach since the 2006–07 speed skating season."}]}, {"heading": "Births", "year": "1973", "date": "February 12", "txt": "Tara Strong, Canadian voice actress and singer", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 12", "txt": "Naseem Hamed, English boxer", "entities": [{"title": "Naseem Hamed", "href": "/wiki/Naseem_Hamed", "description": "Naseem Hamed, nicknamed Prince Naseem and Naz, is a British former professional boxer who competed from 1992 to 2002. He held multiple featherweight world championships, including the WBO title from 1995 to 2000; the IBF title in 1997; and the WBC title from 1999 to 2000. He also reigned as lineal champion from 1998 to 2001; IBO champion from 2002 to 2003; and held the European bantamweight title "}]}, {"heading": "Births", "year": "1976", "date": "February 12", "txt": "Christian Cullen, New Zealand rugby player", "entities": [{"title": "Christian Cullen", "href": "/wiki/Christian_Cullen", "description": "Christian Mathias Cullen is a retired New Zealand rugby union player. He played most of his rugby at fullback for New Zealand, for the Hurricanes in the Super 12, and for Manawatu, Wellington and later Munster at provincial level. He was nicknamed the Paekakariki Express and was considered to be one of the most potent running fullbacks rugby has ever seen. With 46 tries scored in 58 tests, Cullen "}]}, {"heading": "Births", "year": "1977", "date": "February 12", "txt": "Jimmy Conrad, American soccer player and manager", "entities": [{"title": "Jimmy Conrad", "href": "/wiki/Jimmy_Conrad", "description": "James Paul Conrad is an American retired soccer player who played as a defender. During his 13-year MLS career, he was four-time MLS Best XI and the 2005 MLS Defender of the Year. He also earned 27 caps with the United States men's national soccer team and went to the 2006 FIFA World Cup."}]}, {"heading": "Births", "year": "1978", "date": "February 12", "txt": "Paul Anderson, English actor", "entities": [{"title": "Paul Anderson (actor)", "href": "/wiki/Paul_Anderson_(actor)", "description": "Paul Anderson is an English actor. He came to prominence for portraying Arthur Shelby Jr. in Peaky Blinders, Anderson in The Revenant, and Sebastian Moran in Sherlock Holmes: A Game of Shadows."}]}, {"heading": "Births", "year": "1978", "date": "February 12", "txt": "Brett Hodgson, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 12", "txt": "Antonio Chatman, American football player", "entities": [{"title": "Antonio Chatman", "href": "/wiki/Antonio_Chatman", "description": "Antonio Tavaras Chatman is a former American football wide receiver and punt returner. He was signed by the San Francisco 49ers as an undrafted free agent in 2002. He played college football at Cincinnati."}]}, {"heading": "Births", "year": "1979", "date": "February 12", "txt": "Jesse Spencer, Australian actor and violinist", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 12", "txt": "Juan Carlos Ferrero, Spanish tennis player", "entities": [{"title": "Juan Carlos Ferrero", "href": "/wiki/Juan_Carlos_Ferrero", "description": "Juan Carlos Ferrero Donat is a Spanish retired world No. 1 tennis player. He won the men's singles title at the 2003 French Open, and in September of that year became the 21st player to hold the top ranking. He was runner-up at the 2002 French Open and 2003 US Open. He was nicknamed \"Mosquito\" for his speed and slender physical build. Ferrero retired from professional tennis following the 2012 Val"}]}, {"heading": "Births", "year": "1980", "date": "February 12", "txt": "Sarah Lancaster, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 12", "txt": "Christina Ricci, American actress and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 12", "txt": "Gucci Mane, American rapper", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 12", "txt": "Wade McKinnon, Australian rugby league player", "entities": [{"title": "Wade McKinnon", "href": "/wiki/Wade_McKinnon", "description": "Wade McKinnon is an Australian former professional rugby league footballer who played in the 2000s and 2010s. His position of preference was as a fullback."}]}, {"heading": "Births", "year": "1982", "date": "February 12", "txt": "Jonas Hiller, Swiss ice hockey player", "entities": [{"title": "Jonas Hiller", "href": "/wiki/Jonas_Hiller", "description": "Jonas Hiller is a Swiss former professional ice hockey goaltender. Hiller played in the National Hockey League (NHL) for the Calgary Flames and the Anaheim Ducks, the latter with which he began his NHL career with in 2007 after going undrafted in any NHL Entry Draft. Hiller also played in the National League (NL) with HC Davos and EHC Biel."}]}, {"heading": "Births", "year": "1982", "date": "February 12", "txt": "Louis Tsatoumas, Greek long jumper", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 12", "txt": "Anthony Tuitavake, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 12", "txt": "Carlton Brewster, American football player and coach", "entities": [{"title": "Carlton Brewster", "href": "/wiki/Carlton_Brewster", "description": "Carlton Brewster is a former National Football League wide receiver. He was signed by the Cleveland Browns as an undrafted free agent in 2006. He played college football at Ferris State University."}]}, {"heading": "Births", "year": "1984", "date": "February 12", "txt": "Brad Keselowski, American race car driver", "entities": [{"title": "Brad Keselowski", "href": "/wiki/Brad_Keselowski", "description": "Bradley Aaron Keselowski is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 2 Ford Mustang GT for Team Penske, and part-time in the NASCAR Xfinity Series, driving the No. 12 Mustang for Team Penske. He was the owner of Brad Keselowski Racing, which fielded two full-time teams in the NASCAR Camping World Truck Series."}]}, {"heading": "Births", "year": "1984", "date": "February 12", "txt": "Andrei Sidorenkov, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 12", "txt": "Peter Vanderkaay, American swimmer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 12", "txt": "Jérémy Chardy, French tennis player", "entities": [{"title": "Jérémy Chardy", "href": "/wiki/J%C3%A9r%C3%A9my_Chardy", "description": "Jérémy Chardy is a French professional tennis player. He has won one ATP World Tour singles title, in Stuttgart in 2009.\nHis best Grand Slam singles performances was reaching the quarterfinals of the 2013 Australian Open and in doubles was reaching the final at the 2019 French Open with compatriot Fabrice Martin. He achieved a career-high ATP singles ranking of world No. 25 on 28 January 2013 and "}]}, {"heading": "Births", "year": "1988", "date": "February 12", "txt": "DeMarco Murray, American football player", "entities": [{"title": "DeMarco Murray", "href": "/wiki/DeMarco_Murray", "description": "DeMarco Murray is an American football coach and former running back who played in the National Football League (NFL) for 7 seasons. A three-time Pro Bowl selection and one-time first team All-Pro, he was the NFL Offensive Player of the Year in 2014 when he led the NFL in both rushing yards and rushing touchdowns."}]}, {"heading": "Births", "year": "1988", "date": "February 12", "txt": "Nicolás Otamendi, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 12", "txt": "Mike Posner, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1990", "date": "February 12", "txt": "Robert Griffin III, American football player", "entities": [{"title": "Robert Griffin III", "href": "/wiki/Robert_Griffin_III", "description": "Robert Lee Griffin III, nicknamed RG3 and RGIII, is an American football quarterback who is a free agent. He played college football at Baylor, where he won the Heisman Trophy and several other awards in 2011. He was drafted second overall by the Washington Redskins in the first round of the 2012 NFL Draft, who had traded up to select him."}]}, {"heading": "Births", "year": "1991", "date": "February 12", "txt": "Patrick Herrmann, German footballer", "entities": [{"title": "Patrick Herrmann", "href": "/wiki/Patrick_Herrmann", "description": "Patrick Herrmann is a German professional footballer who plays as a right winger for Borussia Mönchengladbach in the Bundesliga."}]}, {"heading": "Births", "year": "1994", "date": "February 12", "txt": "Arman Hall, American sprinter", "entities": [{"title": "Arman Hall", "href": "/wiki/Arman_Hall", "description": "Arman \"Gino\" Hall is an American sprinter specializing in the 400m. He is a World and Olympic gold medalist as a member of USA’s 2014 and 2016 4X400m relay teams."}]}, {"heading": "Births", "year": "1999", "date": "February 12", "txt": "Maggie Coles-Lyster, Canadian cyclist", "entities": [{"title": "Maggie Coles-Lyster", "href": "/wiki/Maggie_Coles-Lyster", "description": "Maggie Coles-Lyster is a Canadian professional racing cyclist, who currently rides for UCI Women's Continental Team DNA Pro Cycling."}]}, {"heading": "Births", "year": "2000", "date": "February 12", "txt": "Kim Ji-min, South Korean actress", "entities": [{"title": "Kim Ji-min (actress)", "href": "/wiki/Kim_Ji-min_(actress)", "description": "Kim Ji-min is a South Korean actress. She is best known for her roles in Goddess of Fire (2013) and Pluto Secret Society (2014). Since January, 2020 she is part of SM Culture & Contents."}]}, {"heading": "Deaths", "year": "821", "date": "February 12", "txt": "Benedict of Aniane, French monk and saint (b. 747)", "entities": [{"title": "Benedict of Aniane", "href": "/wiki/Benedict_of_Aniane", "description": "Benedict of Aniane, born Witiza and called the Second Benedict, was a Benedictine monk and monastic reformer, who left a large imprint on the religious practice of the Carolingian Empire. His feast day is February 12."}]}, {"heading": "Deaths", "year": "890", "date": "February 12", "txt": "Henjō, Japanese priest and poet (b. 816)", "entities": [{"title": "Henjō", "href": "/wiki/Henj%C5%8D", "description": "Yoshimine no Munesada (良岑宗貞), better known as Henjō , was Japanese waka poet and Buddhist priest. In the poetry anthology Kokin Wakashū, he is listed as one of the six notable waka poets and one of the thirty-six immortals of poetry."}]}, {"heading": "Deaths", "year": "981", "date": "February 12", "txt": "Ælfstan, bishop of Ramsbury", "entities": [{"title": "Ælfstan (bishop of Ramsbury)", "href": "/wiki/%C3%86lfstan_(bishop_of_Ramsbury)", "description": "Ælfstan was a medieval Bishop of Ramsbury."}, {"title": "Bishop of Ramsbury (ancient)", "href": "/wiki/Bishop_of_Ramsbury_(ancient)", "description": "\nThe Bishop of Ramsbury was an episcopal title used by medieval English-Catholic diocesan bishops in the Anglo-Saxon English church. The title takes its name from the village of Ramsbury in Wiltshire, and was first used in the 10th and 11th centuries by the Anglo-Saxon Bishops of Ramsbury. In Saxon times, Ramsbury was an important location for the Church, and several of the early bishops went on t"}]}, {"heading": "Deaths", "year": "901", "date": "February 12", "txt": "Antony II, patriarch of Constantinople", "entities": [{"title": "Antony II of Constantinople", "href": "/wiki/Antony_II_of_Constantinople", "description": "Antony II Kauleas, was Patriarch of Constantinople from 893 to February 12, 901."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Deaths", "year": "914", "date": "February 12", "txt": "Li, empress of Yan", "entities": [{"title": "Empress Li (Liu Shouguang's wife)", "href": "/wiki/Empress_Li_(Liu_Shouguang%27s_wife)", "description": "Empress Li was one of the two wives of Liu Shouguang, the only emperor of the Chinese Five Dynasties and Ten Kingdoms period state Yan."}, {"title": "Yan (Five Dynasties period)", "href": "/wiki/Yan_(Five_Dynasties_period)", "description": "Yan, sometimes known in historiography as Jie Yan (桀燕), was a very short-lived kingdom in the vicinity of present-day Beijing at the beginning of the Five Dynasties and Ten Kingdoms period, which is traditionally dated as being from 907 to 960. Yan, established by Liu Shouguang in 911, only lasted for two years before destroyed by Li Cunxu the prominent leader of Later Tang."}]}, {"heading": "Deaths", "year": "941", "date": "February 12", "txt": "Wulfhelm, Archbishop of Canterbury", "entities": [{"title": "Wulfhelm", "href": "/wiki/Wulfhelm", "description": "Wulfhelm was Bishop of Wells before being promoted to the Archbishopric of Canterbury about 926. Nothing is known about his time at Wells, but as archbishop he helped codify royal law codes and gave lands to monasteries. He went to Rome soon after his selection as archbishop. Two religious books that he gave to his cathedral are still extant."}]}, {"heading": "Deaths", "year": "1247", "date": "February 12", "txt": "Ermesinde, Countess of Luxembourg, ruler (b. 1185)", "entities": [{"title": "Ermesinde, Countess of Luxembourg", "href": "/wiki/Ermesinde,_Countess_of_Luxembourg", "description": "Ermesinde reigned as Countess of Luxembourg from 1197 until her death in 1247. She was the only child of Count Henry IV and his second wife, Agnes of Guelders."}]}, {"heading": "Deaths", "year": "1266", "date": "February 12", "txt": "Amadeus of the Amidei, Italian saint", "entities": [{"title": "Amadeus of the Amidei", "href": "/wiki/Amadeus_of_the_Amidei", "description": "The Seven Holy Founders , by name Bonfilius, Alexis, Manettus, Amideus, Hugh, Sostene and Buonagiunta of Florence, were seven holy men of the town of Florence whom became bound to each other in a spiritual friendship that were eventually called by the Virgin Mother of God in a vision that they reportedly all shared in one and the same moment, whom they practised an intense devotion towards, to 'Le"}]}, {"heading": "Deaths", "year": "1517", "date": "February 12", "txt": "Catherine of Navarre (b. 1468)", "entities": [{"title": "Catherine of Navarre", "href": "/wiki/Catherine_of_Navarre", "description": "Catherine, Queen of Navarre, reigned from 1483 until 1517. She was also Duchess of Gandia, Montblanc, and Peñafiel, Countess of Foix, Bigorre, and Ribagorza, and Viscountess of Béarn."}]}, {"heading": "Deaths", "year": "1538", "date": "February 12", "txt": "Albrecht Altdorfer, German painter, engraver, and architect (b. 1480)", "entities": [{"title": "Albrecht Altdorfer", "href": "/wiki/Albrecht_Altdorfer", "description": "Albrecht Altdorfer was a German painter, engraver and architect of the Renaissance working in Regensburg, Bavaria. Along with Lucas Cranach the Elder and Wolf Huber he is regarded to be the main representative of the Danube School setting biblical and historical subjects against landscape backgrounds of expressive colours. He is remarkable as one of the first artists to take an interest in landsca"}]}, {"heading": "Deaths", "year": "1554", "date": "February 12", "txt": "Lord Guildford Dudley, English son of Jane Dudley, Duchess of Northumberland (b. 1536; executed)", "entities": [{"title": "Lord Guildford Dudley", "href": "/wiki/Lord_Guildford_Dudley", "description": "Lord Guildford Dudley was an English nobleman who was married to Lady Jane Grey. King Edward VI had declared her his heir, and she occupied the English throne from 10 July until 19 July 1553. Guildford Dudley had a humanist education and was married to Jane in a magnificent celebration about six weeks before the King's death. After Guildford's father, the Duke of Northumberland, had engineered Jan"}, {"title": "Jane Dudley, Duchess of Northumberland", "href": "/wiki/Jane_Dudley,_Duchess_of_Northumberland", "description": "Jane Dudley, Duchess of Northumberland was an English courtier. She was the wife of John Dudley, 1st Duke of Northumberland, and mother of Guildford Dudley and Robert Dudley, 1st Earl of Leicester. Having grown up with her future husband, who was her father's ward, she married at about age 16. They had 13 children. Jane Dudley served as a lady-in-waiting at the court of Henry VIII and was a close "}]}, {"heading": "Deaths", "year": "1554", "date": "February 12", "txt": "Lady Jane Grey, de facto monarch of England and Ireland for nine days (b. 1537; executed)", "entities": []}, {"heading": "Deaths", "year": "1571", "date": "February 12", "txt": "Nicholas Throckmorton, English politician and diplomat (b. 1515)", "entities": [{"title": "Nicholas Throckmorton", "href": "/wiki/Nicholas_Throckmorton", "description": "Sir Nicholas Throckmorton was an English diplomat and politician, who was an ambassador to France and later Scotland, and played a key role in the relationship between Elizabeth I of England and Mary, Queen of Scots."}]}, {"heading": "Deaths", "year": "1590", "date": "February 12", "txt": "François Hotman, French lawyer and author (b. 1524)", "entities": [{"title": "François Hotman", "href": "/wiki/Fran%C3%A7ois_Hotman", "description": "François Hotman was a French Protestant lawyer and writer, associated with the legal humanists and with the monarchomaques, who struggled against absolute monarchy. His first name is often written 'Francis' in English. His surname is Latinized by himself as Hotomanus, by others as Hotomannus and Hottomannus. He has been called \"one of the first modern revolutionaries\"."}]}, {"heading": "Deaths", "year": "1600", "date": "February 12", "txt": "Edward Denny, Knight Banneret of Bishop's Stortford, English soldier, privateer and adventurer (b. 1547)", "entities": [{"title": "Edward Denny (soldier)", "href": "/wiki/Edward_Denny_(soldier)", "description": "Sir Edward Denny, Knight Banneret, of Bishop's Stortford in Hertfordshire, was a soldier, privateer and adventurer during the reign of Queen Elizabeth I."}, {"title": "Bishop's Stortford", "href": "/wiki/Bishop%27s_Stortford", "description": "Bishop's Stortford is a historic market town in Hertfordshire, England, just west of the M11 motorway on the county boundary with Essex, 27 miles (43 km) north-east of central London, and 35 miles (56 km) by rail from Liverpool Street station. Bishop's Stortford had an estimated population of 40,815 in 2019."}]}, {"heading": "Deaths", "year": "1612", "date": "February 12", "txt": "Jodocus Hondius, Flemish cartographer (b. 1563)", "entities": [{"title": "Jodocus Hondius", "href": "/wiki/Jodocus_Hondius", "description": "Jodocus Hondius was a Flemish engraver and cartographer. He is sometimes called Jodocus Hondius the Elder to distinguish him from his son Jodocus Hondius II. Hondius is best known for his early maps of the New World and Europe, for re-establishing the reputation of the work of Gerard Mercator, and for his portraits of Francis Drake. One of the notable figures in the Golden Age of Dutch/Netherlandi"}]}, {"heading": "Deaths", "year": "1624", "date": "February 12", "txt": "George Heriot, Scottish goldsmith and philanthropist, founded George Heriot's School (b. 1563)", "entities": [{"title": "George Heriot", "href": "/wiki/George_Heriot", "description": "George Heriot was a Scottish goldsmith and philanthropist. He is chiefly remembered today as the founder of George Heriot's School, a large independent school in Edinburgh; his name has also been given to Heriot-Watt University, as well as several streets in the same city."}, {"title": "George Heriot's School", "href": "/wiki/George_Heriot%27s_School", "description": "George Heriot's School is a Scottish independent primary and secondary school on Lauriston Place in the Old Town of Edinburgh, Scotland. In the early 21st century, it has more than 1600 pupils, 155 teaching staff, and 80 non-teaching staff. It was established in 1628 as George Heriot's Hospital, by bequest of the royal goldsmith George Heriot, and opened in 1659. It is governed by George Heriot's "}]}, {"heading": "Deaths", "year": "1713", "date": "February 12", "txt": "Jahandar Shah, Mughal emperor (b. 1664)", "entities": [{"title": "Jahandar Shah", "href": "/wiki/Jahandar_Shah", "description": "Mirza Muhammad Mu'izz-ud-Din, more commonly known as Jahandar Shah, was a Mughal Emperor who ruled for a brief period in 1712–1713. His full title was Shahanshah-i-Ghazi Abu'l Fath Mu'izz-ud-Din Muhammad Jahandar Shah Sahib-i-Qiran Padshah-i-Jahan ."}]}, {"heading": "Deaths", "year": "1728", "date": "February 12", "txt": "Agostino Steffani, Italian priest and composer (b. 1653)", "entities": [{"title": "Agostino Steffani", "href": "/wiki/Agostino_Steffani", "description": "Agostino Steffani was an Italian ecclesiastic, diplomat and composer."}]}, {"heading": "Deaths", "year": "1763", "date": "February 12", "txt": "Pierre de Marivaux, French author and playwright (b. 1688)", "entities": [{"title": "Pierre de Marivaux", "href": "/wiki/Pierre_de_Marivaux", "description": "Pierre Carlet de Chamblain de Marivaux, commonly referred to as Marivaux, was a French playwright and novelist."}]}, {"heading": "Deaths", "year": "1771", "date": "February 12", "txt": "Adolf Frederick, King of Sweden (b. 1710)", "entities": [{"title": "Adolf Frederick, King of Sweden", "href": "/wiki/Adolf_Frederick,_King_of_Sweden", "description": "Adolf Frederick, or Adolph Frederick was King of Sweden from 1751 until his death. He was the son of Christian August of Holstein-Gottorp, Prince of Eutin, and Albertina Frederica of Baden-Durlach."}]}, {"heading": "Deaths", "year": "1789", "date": "February 12", "txt": "Ethan Allen, American farmer, general, and politician (b. 1738)", "entities": [{"title": "Ethan Allen", "href": "/wiki/Ethan_Allen", "description": "Ethan Allen was a farmer, businessman, land speculator, philosopher, writer, lay theologian, American Revolutionary War patriot, and politician. He is best known as one of the founders of Vermont and for the capture of Fort Ticonderoga early in the Revolutionary War. He was the brother of Ira Allen and the father of Frances Allen."}]}, {"heading": "Deaths", "year": "1799", "date": "February 12", "txt": "Lazzaro Spallanzani, Italian biologist and physiologist (b. 1729)", "entities": [{"title": "Lazzaro Spallanzani", "href": "/wiki/Lazzaro_Spallanzani", "description": "Lazzaro Spallanzani was an Italian Catholic priest, biologist and physiologist who made important contributions to the experimental study of bodily functions, animal reproduction, and animal echolocation. His research on biogenesis paved the way for the downfall of the theory of spontaneous generation, a prevailing idea at the time that organisms develop from inanimate matters, though the final de"}]}, {"heading": "Deaths", "year": "1804", "date": "February 12", "txt": "Immanuel Kant, German anthropologist, philosopher, and academic (b. 1724)", "entities": [{"title": "Immanuel Kant", "href": "/wiki/Immanuel_Kant", "description": "Immanuel Kant was a German philosopher and one of the central Enlightenment thinkers. Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him one of the most influential figures in modern Western philosophy."}]}, {"heading": "Deaths", "year": "1834", "date": "February 12", "txt": "Friedrich Schleiermacher, German philosopher and scholar (b. 1768)", "entities": [{"title": "Friedrich Schleiermacher", "href": "/wiki/Friedrich_Schleiermacher", "description": "Friedrich Daniel Ernst Schleiermacher was a German Reformed theologian, philosopher, and biblical scholar known for his attempt to reconcile the criticisms of the Enlightenment with traditional Protestant Christianity. He also became influential in the evolution of higher criticism, and his work forms part of the foundation of the modern field of hermeneutics. Because of his profound effect on sub"}]}, {"heading": "Deaths", "year": "1886", "date": "February 12", "txt": "Randolph Caldecott, English-American painter and illustrator (b. 1846)", "entities": [{"title": "Randolph Caldecott", "href": "/wiki/Randolph_Caldecott", "description": "Randolph Caldecott was a British artist and illustrator, born in Chester. The Caldecott Medal was named in his honour. He exercised his art chiefly in book illustrations. His abilities as an artist were promptly and generously recognised by the Royal Academy. Caldecott greatly influenced illustration of children's books during the nineteenth century. Two books illustrated by him, priced at a shill"}]}, {"heading": "Deaths", "year": "1894", "date": "February 12", "txt": "Hans von Bülow, German pianist, composer, and conductor (b. 1830)", "entities": [{"title": "Hans von Bülow", "href": "/wiki/Hans_von_B%C3%BClow", "description": "Hans Guido Freiherr von Bülow was a German conductor, virtuoso pianist, and composer of the Romantic era. As one of the most distinguished conductors of the 19th century, his activity was critical for establishing the successes of several major composers of the time, especially Richard Wagner and Johannes Brahms. Alongside Carl Tausig, Bülow was perhaps the most prominent of the early students of "}]}, {"heading": "Deaths", "year": "1896", "date": "February 12", "txt": "Ambroise Thomas, French composer and academic (b. 1811)", "entities": [{"title": "Ambroise Thomas", "href": "/wiki/Ambroise_Thomas", "description": "Charles Louis Ambroise Thomas was a French composer and teacher, best known for his operas Mignon (1866) and Hamlet (1868)."}]}, {"heading": "Deaths", "year": "1912", "date": "February 12", "txt": "Gerhard Armauer Hansen, Norwegian physician (b. 1841)", "entities": [{"title": "Gerhard Armauer Hansen", "href": "/wiki/Gerhard_Armauer_Hansen", "description": "Gerhard Henrik Armauer Hansen was a Norwegian physician, remembered for his identification of the bacterium Mycobacterium leprae in 1873 as the causative agent of leprosy. His distinguished work was recognized at the International Leprosy Congress held at Bergen in 1909."}]}, {"heading": "Deaths", "year": "1915", "date": "February 12", "txt": "Émile Waldteufel, French pianist, composer, and conductor (b. 1837)", "entities": [{"title": "Émile Waldteufel", "href": "/wiki/%C3%89mile_Waldteufel", "description": "Charles Émile Waldteufel was a French pianist, conductor and composer known for his numerous popular salon pieces."}]}, {"heading": "Deaths", "year": "1916", "date": "February 12", "txt": "Richard Dedekind, German mathematician, philosopher, and academic (b. 1831)", "entities": [{"title": "Richard Dedekind", "href": "/wiki/Richard_Dedekind", "description": "Julius Wilhelm Richard Dedekind was a German mathematician who made important contributions to number theory, abstract algebra, and\nthe axiomatic foundations of arithmetic. His best known contribution is the definition of real numbers through the notion of Dedekind cut. He is also considered a pioneer in the development of modern set theory and of the philosophy of mathematics known as Logicism."}]}, {"heading": "Deaths", "year": "1929", "date": "February 12", "txt": "Lillie Langtry, English singer and actress (b. 1853)", "entities": [{"title": "Lillie Langtry", "href": "/wiki/Lillie_Langtry", "description": "Emilie Charlotte Langtry, known as Lillie Langtry and nicknamed \"The Jersey Lily\", was a British-American socialite, actress and producer."}]}, {"heading": "Deaths", "year": "1931", "date": "February 12", "txt": "Samad bey Mehmandarov, Azerbaijani-Russian general and politician, 3rd Azerbaijani Minister of Defense (b. 1855)", "entities": [{"title": "Samad bey Mehmandarov", "href": "/wiki/Samad_bey_Mehmandarov", "description": "Samadbey Sadykhbey oglu Mehmandarov was an Azerbaijani General of the Artillery in the Imperial Russian Army and served as Minister of Defense of the Azerbaijan Democratic Republic."}, {"title": "Ministry of Defense (Azerbaijan)", "href": "/wiki/Ministry_of_Defense_(Azerbaijan)", "description": "The Ministry of Defence of the Republic of Azerbaijan or MN is an Azerbaijani government agency that is associated with the Azerbaijani military. The ministry is responsible for keeping Azerbaijan defended against external threats, preserving its territorial integrity, waging war on behalf of Azerbaijan, and the surveillance of the Azerbaijani sector of Caspian Sea sea and airspace. The Minister o"}]}, {"heading": "Deaths", "year": "1935", "date": "February 12", "txt": "Auguste Escoffier, French chef and author (b. 1846)", "entities": [{"title": "Auguste Escoffier", "href": "/wiki/Auguste_Escoffier", "description": "Georges Auguste Escoffier was a French chef, restaurateur and culinary writer who popularized and updated traditional French cooking methods. Much of Escoffier's technique was based on that of Marie-Antoine Carême, one of the codifiers of French haute cuisine; Escoffier's achievement was to simplify and modernize Carême's elaborate and ornate style. In particular, he codified the recipes for the f"}]}, {"heading": "Deaths", "year": "1942", "date": "February 12", "txt": "Eugene Esmonde, Irish-English lieutenant and pilot, Victoria Cross recipient (b. 1909)", "entities": [{"title": "Eugene Esmonde", "href": "/wiki/Eugene_Esmonde", "description": "Lieutenant Commander Eugene Esmonde, was a distinguished Irish pilot in the Fleet Air Arm who was a posthumous recipient of the Victoria Cross (VC), the highest award for gallantry in the face of the enemy awarded to members of Commonwealth forces. Esmonde earned this award while in command of a British Fleet Air Arm torpedo bomber squadron in the Second World War."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1942", "date": "February 12", "txt": "Avraham Stern, Polish-Israeli militant leader (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "February 12", "txt": "Grant Wood, American painter and academic (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "February 12", "txt": "Moses Gomberg, Ukrainian-American chemist and academic (b. 1866)", "entities": [{"title": "Moses Gomberg", "href": "/wiki/Moses_Gomberg", "description": "Moses Gomberg was a chemistry professor at the University of Michigan."}]}, {"heading": "Deaths", "year": "1949", "date": "February 12", "txt": "Hassan al-Banna, Egyptian educator, founded the Muslim Brotherhood (b. 1906)", "entities": [{"title": "Hassan al-Banna", "href": "/wiki/Hassan_al-Banna", "description": "Sheikh Hassan Ahmed Abdel Rahman Muhammed al-Banna, known as Hassan al-Banna, was an Egyptian schoolteacher and imam, best known for founding the Muslim Brotherhood, one of the largest and most influential Islamic revivalist organizations."}, {"title": "Muslim Brotherhood", "href": "/wiki/Muslim_Brotherhood", "description": "The Society of the Muslim Brothers, better known as the Muslim Brotherhood, is a transnational Sunni Islamist organization founded in Egypt by Islamic scholar and schoolteacher Hassan al-Banna in 1928. Al-Banna's teachings spread far beyond Egypt, influencing today various Islamist movements from charitable organizations to political parties—not all using the same name."}]}, {"heading": "Deaths", "year": "1954", "date": "February 12", "txt": "Dziga Vertov, Polish-Russian director and screenwriter (b. 1896)", "entities": [{"title": "Dziga Vertov", "href": "/wiki/Dziga_Vertov", "description": "Dziga Vertov was a Soviet pioneer documentary film and newsreel director, as well as a cinema theorist. His filming practices and theories influenced the cinéma vérité style of documentary movie-making and the Dziga Vertov Group, a radical film-making cooperative which was active from 1968 to 1972. He was a member of the Kinoks collective, with Elizaveta Svilova and Mikhail Kaufman."}]}, {"heading": "Deaths", "year": "1958", "date": "February 12", "txt": "Douglas Hartree, English mathematician and physicist (b. 1897)", "entities": [{"title": "Douglas Hartree", "href": "/wiki/Douglas_Hartree", "description": "Douglas Rayner Hartree was an English mathematician and physicist most famous for the development of numerical analysis and its application to the Hartree–Fock equations of atomic physics and the construction of a differential analyser using Meccano."}]}, {"heading": "Deaths", "year": "1960", "date": "February 12", "txt": "Oskar Anderson, Bulgarian-German mathematician and academic (b. 1887)", "entities": [{"title": "Oskar Anderson", "href": "/wiki/Oskar_Anderson", "description": "Oskar Johann Viktor Anderson was a Russian-German mathematician of Baltic German descent. He is best known for his work on mathematical statistics and econometrics."}]}, {"heading": "Deaths", "year": "1970", "date": "February 12", "txt": "Clare Turlay Newberry, American author and illustrator (b. 1903)", "entities": [{"title": "Clare Turlay Newberry", "href": "/wiki/Clare_Turlay_Newberry", "description": "Clare Turlay Newberry was an American author and illustrator of 17 published children's books, who achieved fame for her drawings of cats, the subject of all but three of her books. Four of her works were named Caldecott Honor Books."}]}, {"heading": "Deaths", "year": "1971", "date": "February 12", "txt": "James Cash Penney, American businessman and philanthropist, founded J. C. Penney (b. 1875)", "entities": [{"title": "James Cash Penney", "href": "/wiki/James_Cash_Penney", "description": "James Cash Penney Jr. was an American businessman and entrepreneur who founded the J. C. Penney stores in 1902."}, {"title": "J. C. Penney", "href": "/wiki/J._C._Penney", "description": "Penney OpCo, LLC is a midscale American department store chain with 689 locations in 49 U.S. states and Puerto Rico. In addition to selling conventional merchandise, JCPenney offers large Fine Jewelry departments, The Salon by InStyle, and Sephora inside JCPenney. JCPenney stores often house several leased departments such as, Seattle's Best Coffee, optical centers, and portrait studios."}]}, {"heading": "Deaths", "year": "1975", "date": "February 12", "txt": "Carl Lutz, Swiss vice-consul to Hungary during WWII, credited with saving over 62,000 Jews (b. 1895)", "entities": [{"title": "Carl Lutz", "href": "/wiki/Carl_Lutz", "description": "Carl Lutz was a Swiss diplomat. He served as the Swiss Vice-Consul in Budapest, Hungary, from 1942 until the end of World War II. He is credited with saving over 62,000 Jews, the largest rescue operation of Jews of the Second World War."}]}, {"heading": "Deaths", "year": "1976", "date": "February 12", "txt": "Frank Stagg, Irish Republican hunger striker (b. 1941)", "entities": [{"title": "Frank Stagg (Irish republican)", "href": "/wiki/Frank_Stagg_(Irish_republican)", "description": "Frank Stagg was a Provisional Irish Republican Army (IRA) hunger striker from County Mayo, Ireland who died in 1976 in Wakefield Prison, West Yorkshire, England after 62 days on hunger strike."}]}, {"heading": "Deaths", "year": "1976", "date": "February 12", "txt": "Sal Mineo, American actor (b. 1939)", "entities": [{"title": "Sal Mineo", "href": "/wiki/Sal_Mineo", "description": "Salvatore Mineo Jr. was an American actor, singer, and director. He is best known for his role as John \"Plato\" Crawford in the drama film Rebel Without a Cause (1955), which earned him a nomination for the Academy Award for Best Supporting Actor, making him the fifth-youngest nominee in the category."}]}, {"heading": "Deaths", "year": "1977", "date": "February 12", "txt": "Herman Dooyeweerd, Dutch philosopher and scholar (b. 1894)", "entities": [{"title": "Herman Dooyeweerd", "href": "/wiki/Herman_Dooyeweerd", "description": "Herman Dooyeweerd was a professor of law and jurisprudence at the Vrije Universiteit, Amsterdam from 1926 to 1965. He was also a philosopher and principal founder of Reformational philosophy with Dirk Vollenhoven, a significant development within the Neocalvinist school of thought. Dooyeweerd made several contributions to philosophy and other academic disciplines concerning the nature of diversity"}]}, {"heading": "Deaths", "year": "1979", "date": "February 12", "txt": "Jean Renoir, French actor, director, producer, and screenwriter (b. 1894)", "entities": [{"title": "Jean Renoir", "href": "/wiki/Jean_Renoir", "description": "Jean Renoir was a French film director, screenwriter, actor, producer and author. As a film director and actor, he made more than forty films from the silent era to the end of the 1960s. His films La Grande Illusion (1937) and The Rules of the Game (1939) are often cited by critics as among the greatest films ever made. He was ranked by the BFI's Sight & Sound poll of critics in 2002 as the fourth"}]}, {"heading": "Deaths", "year": "1980", "date": "February 12", "txt": "Muriel Rukeyser, American poet and activist (b. 1913)", "entities": [{"title": "Muriel Rukeyser", "href": "/wiki/Muriel_Rukeyser", "description": "Muriel Rukeyser was an American poet and political activist, best known for her poems about equality, feminism, social justice, and Judaism. Kenneth Rexroth said that she was the greatest poet of her \"exact generation.\""}]}, {"heading": "Deaths", "year": "1982", "date": "February 12", "txt": "Victor Jory, Canadian-American actor (b. 1902)", "entities": [{"title": "Victor Jory", "href": "/wiki/Victor_Jory", "description": "Victor Jory was a Canadian-American actor of stage, film, and television. He initially played romantic leads, but later was mostly cast in villainous or sinister roles, such as Oberon in A Midsummer Night's Dream (1935) and Jonas Wilkerson in Gone with the Wind (1939). From 1959 to 1961, he had a lead role in the 78-episode television police drama Manhunt. He also recorded numerous stories for Pet"}]}, {"heading": "Deaths", "year": "1983", "date": "February 12", "txt": "Eubie Blake, American pianist and composer (b. 1887)", "entities": [{"title": "Eubie Blake", "href": "/wiki/Eubie_Blake", "description": "James Hubert \"Eubie\" Blake was an American pianist, lyricist, and composer of ragtime, jazz, and popular music. In 1921, he and his long-time collaborator Noble Sissle wrote Shuffle Along, one of the first Broadway musicals to be written and directed by African Americans. Blake's compositions included such hits as \"Bandana Days\", \"Charleston Rag\", \"Love Will Find a Way\", \"Memories of You\" and \"I'm"}]}, {"heading": "Deaths", "year": "1984", "date": "February 12", "txt": "Anna Anderson, Polish-American woman, who claimed to be Grand Duchess Anastasia Nikolaevna of Russia (b. 1896)", "entities": [{"title": "Anna Anderson", "href": "/wiki/Anna_Anderson", "description": "Anna Anderson was an impostor who claimed to be Grand Duchess Anastasia of Russia. Anastasia, the youngest daughter of the last Tsar and Tsarina of Russia, Nicholas II and Alexandra, was murdered along with her parents and siblings on 17 July 1918 by communist revolutionaries in Yekaterinburg, Russia, but the location of her body was unknown until 2007."}, {"title": "Grand Duchess Anastasia Nikolaevna of Russia", "href": "/wiki/Grand_Duchess_Anastasia_Nikolaevna_of_Russia", "description": "Grand Duchess Anastasia Nikolaevna of Russia  was the youngest daughter of Tsar Nicholas II, the last sovereign of Imperial Russia, and his wife, Tsarina Alexandra Feodorovna."}]}, {"heading": "Deaths", "year": "1984", "date": "February 12", "txt": "Julio Cortázar, Belgian-Argentinian author and poet (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "February 12", "txt": "Nicholas Colasanto, American actor and director (b. 1924)", "entities": [{"title": "Nicholas Colasanto", "href": "/wiki/Nicholas_Colasanto", "description": "Nicholas Colasanto was an American actor and television director who is best known for his role as \"Coach\" Ernie Pantusso in the American television sitcom Cheers. He served in the United States Navy during World War II and later attended the American Academy of Dramatic Arts in the 1950s."}]}, {"heading": "Deaths", "year": "1989", "date": "February 12", "txt": "Thomas Bernhard, Austrian playwright and author (b. 1931)", "entities": [{"title": "Thomas Bernhard", "href": "/wiki/Thomas_Bernhard", "description": "Nicolaas Thomas Bernhard was an Austrian novelist, playwright and poet. Bernhard's body of work has been called \"the most significant literary achievement since World War II.\" He is widely considered to be one of the most important German-speaking authors of the postwar era."}]}, {"heading": "Deaths", "year": "1991", "date": "February 12", "txt": "Roger Patterson, American bass player (b. 1968)", "entities": [{"title": "Roger Patterson", "href": "/wiki/Roger_Patterson", "description": "Roger Patterson was an American bass player, well known for his work in the Florida death metal band Atheist. His playing style is characterized by its speed and complexity. Alex Webster, bassist with Cannibal Corpse, has acknowledged Patterson as \"a big influence,\" describing his playing on the album Piece of Time as \"phenomenal.\""}]}, {"heading": "Deaths", "year": "1992", "date": "February 12", "txt": "Bep van Klaveren, Dutch boxer (b. 1907)", "entities": [{"title": "Bep van Klaveren", "href": "/wiki/Bep_van_Klaveren", "description": "Lambertus \"Bep\" van Klaveren was a Dutch boxer, who won the gold medal in the featherweight division at the 1928 Summer Olympics in Amsterdam. Van Klaveren remains the only Dutch boxer to have won an Olympic gold medal. His younger brother Piet competed as a boxer at the 1952 Summer Olympics.\n"}]}, {"heading": "Deaths", "year": "1994", "date": "February 12", "txt": "Donald Judd, American painter and sculptor (b. 1928)", "entities": [{"title": "Donald Judd", "href": "/wiki/Donald_Judd", "description": "Donald Clarence Judd was an American artist associated with minimalism. In his work, Judd sought autonomy and clarity for the constructed object and the space created by it, ultimately achieving a rigorously democratic presentation without compositional hierarchy. Nevertheless, he is generally considered the leading international exponent of \"minimalism,\" and its most important theoretician throug"}]}, {"heading": "Deaths", "year": "1995", "date": "February 12", "txt": "Philip Taylor Kramer, American bass player (b. 1952)", "entities": [{"title": "Philip Taylor Kramer", "href": "/wiki/Philip_Taylor_Kramer", "description": "Philip Taylor Kramer was an American bass guitar player for the rock group Iron Butterfly and associated groups between 1974 and 1980. He later became a computer engineering executive and inventor. He disappeared in February 1995 and was found dead in May 1999."}]}, {"heading": "Deaths", "year": "1998", "date": "February 12", "txt": "Gardner Ackley, American economist and diplomat, United States Ambassador to Italy (b. 1915)", "entities": [{"title": "Gardner Ackley", "href": "/wiki/Gardner_Ackley", "description": "Hugh Gardner Ackley was an American economist and diplomat."}, {"title": "United States Ambassador to Italy", "href": "/wiki/United_States_Ambassador_to_Italy", "description": "Since 1840, the United States has had diplomatic representation in the Italian Republic and its predecessor nation, the Kingdom of Italy, with a break in relations from 1941 to 1944 while Italy and the U.S. were at war during World War II. The U.S. Mission to Italy is headed by the Embassy of the United States in Rome, and also includes six consular offices"}]}, {"heading": "Deaths", "year": "2000", "date": "February 12", "txt": "Tom Landry, American football player and coach (b. 1924)", "entities": [{"title": "Tom Landry", "href": "/wiki/Tom_Landry", "description": "Thomas Wade Landry was an American professional football player and coach. He was the first head coach of the Dallas Cowboys in the National Football League (NFL), a position he held for 29 seasons. During his coaching career, he created many new formations and methods, such as the now popular 4–3 defense, and the \"flex defense\" system made famous by the Doomsday Defense squads he built during his"}]}, {"heading": "Deaths", "year": "2000", "date": "February 12", "txt": "Charles M. Schulz, American cartoonist, created Peanuts (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "February 12", "txt": "Kristina Söderbaum, Swedish-German actress and producer (b. 1912)", "entities": [{"title": "Kristina Söderbaum", "href": "/wiki/Kristina_S%C3%B6derbaum", "description": "Beata Margareta Kristina Söderbaum was a Swedish-born German film actress, producer, and photographer. She is most known for her roles in Nazi-era films made by a German state-controlled production company."}]}, {"heading": "Deaths", "year": "2002", "date": "February 12", "txt": "John Eriksen, Danish footballer (b. 1957)", "entities": [{"title": "John Eriksen", "href": "/wiki/John_Eriksen", "description": "John Hartmann Eriksen was a Danish footballer who played as a striker. He scored 319 league goals over the course of 15 seasons. He played in four countries, namely his native Denmark, the Netherlands, France and Switzerland. Eriksen was a Danish international in the 1980s, appearing in the 1986 FIFA World Cup and UEFA Euro 1988."}]}, {"heading": "Deaths", "year": "2005", "date": "February 12", "txt": "Dorothy Stang, American-Brazilian nun and missionary (b. 1931)", "entities": [{"title": "Dorothy Stang", "href": "/wiki/Dorothy_Stang", "description": "Dorothy Mae Stang was an American-born, Brazilian member of the Congregation of the Sisters of Notre Dame de Namur. She was murdered in Anapu, a city in the state of Pará, in the Amazon Basin of Brazil. Stang had been outspoken in her efforts on behalf of the poor and the environment and had previously received death threats from loggers and landowners. Her cause for canonization as a martyr and m"}]}, {"heading": "Deaths", "year": "2007", "date": "February 12", "txt": "Ann Barzel, American writer and dance critic (b. 1905)", "entities": [{"title": "Ann Barzel", "href": "/wiki/Ann_Barzel", "description": "Ann Barzel was an American writer, critic and lecturer on dance."}]}, {"heading": "Deaths", "year": "2007", "date": "February 12", "txt": "Peggy Gilbert, American saxophonist and bandleader (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 12", "txt": "David Groh, American actor (b. 1939)", "entities": [{"title": "David Groh", "href": "/wiki/David_Groh", "description": "David Lawrence Groh was an American actor best known for his portrayal of Joe Gerard in the 1970s television series Rhoda, opposite Valerie Harper."}]}, {"heading": "Deaths", "year": "2009", "date": "February 12", "txt": "Colgan Air Flight 3407 victims:\nAlison Des Forges, American historian and activist (b. 1942)\nBeverly Eckert, American activist (b. 1951)\nMat Mathews, Dutch accordion player (b. 1924)\nColeman Mellett, American guitarist (b. 1974)\nGerry Niewood, American saxophonist (b. 1943)", "entities": [{"title": "Colgan Air Flight 3407", "href": "/wiki/Colgan_Air_Flight_3407", "description": "Colgan Air Flight 3407, marketed as Continental Connection under a codeshare agreement with Continental Airlines, was a scheduled passenger flight from Newark, New Jersey, to Buffalo, New York, which crashed on Thursday, February 12, 2009. The aircraft, a Bombardier Dash-8 Q400, entered an aerodynamic stall from which it did not recover and crashed into a house in Clarence Center, New York, at 10:"}]}, {"heading": "Deaths", "year": "2010", "date": "February 12", "txt": "Nodar Kumaritashvili, Georgian luger (b. 1988)", "entities": [{"title": "Nodar Kumaritashvili", "href": "/wiki/Nodar_Kumaritashvili", "description": "Nodar Kumaritashvili was a Georgian luge athlete who suffered a fatal crash during a training run for the 2010 Winter Olympics competition in Whistler, British Columbia, Canada, on the day of the opening ceremony. He became the fourth athlete to die during preparations for a Winter Olympics, and the seventh athlete to die in either a Summer or Winter Olympic Games."}]}, {"heading": "Deaths", "year": "2011", "date": "February 12", "txt": "Peter Alexander, Austrian singer and actor (b. 1926)", "entities": [{"title": "Peter Alexander (Austrian performer)", "href": "/wiki/Peter_Alexander_(Austrian_performer)", "description": "Peter Alexander Ferdinand Maximilian Neumayer, commonly known as Peter Alexander, was an Austrian actor, singer and one of the most popular entertainers in the German-language world between the 1950s and his retirement. His fame emerged in the 1950s and 1960s through popular film comedies and successful recordings, predominantly of Schlager and operetta repertory. Later, Alexander established hims"}]}, {"heading": "Deaths", "year": "2011", "date": "February 12", "txt": "Betty Garrett, American actress, singer, and dancer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "February 12", "txt": "Kenneth Mars, American actor and comedian (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 12", "txt": "Zina Bethune, American actress, dancer, and choreographer (b. 1945)", "entities": [{"title": "Zina Bethune", "href": "/wiki/Zina_Bethune", "description": "Zina Bianca Bethune was an American actress, dancer, and choreographer."}]}, {"heading": "Deaths", "year": "2012", "date": "February 12", "txt": "Denis Flannery, Australian rugby player and coach (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 12", "txt": "David Kelly, Irish actor (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 12", "txt": "John Severin, American illustrator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 12", "txt": "Sattam bin Abdulaziz Al Saud, Saudi Arabian prince (b. 1941)", "entities": [{"title": "Sattam bin Abdulaziz Al Saud", "href": "/wiki/Sattam_bin_Abdulaziz_Al_Saud", "description": "Sattam bin Abdulaziz Al Saud was a Saudi royal who served as the governor of the country's Riyadh Province from 2011 to 2013. He had had a long service as deputy governor of the province."}]}, {"heading": "Deaths", "year": "2013", "date": "February 12", "txt": "Reginald Turnill, English journalist and author (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 12", "txt": "Hennadiy Udovenko, Ukrainian politician and diplomat, 2nd Minister of Foreign Affairs for Ukraine (b. 1931)", "entities": [{"title": "Ministry of Foreign Affairs (Ukraine)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Ukraine)", "description": "The Ministry of Foreign Affairs of Ukraine is the Ukrainian government authority that oversees the foreign relations of Ukraine."}]}, {"heading": "Deaths", "year": "2014", "date": "February 12", "txt": "Sid Caesar, American actor and comedian (b. 1922)", "entities": [{"title": "Sid Caesar", "href": "/wiki/Sid_Caesar", "description": "Isaac Sidney Caesar was an American comic actor and writer. With a career spanning 60 years, he was best known for two pioneering 1950s live television series: Your Show of Shows (1950-1954), which was a 90 minute weekly show watched by 60 million people and its successor, Caesar's Hour (1954-1957), both of which influenced later generations of comedians. Your Show of Shows and its cast received s"}]}, {"heading": "Deaths", "year": "2014", "date": "February 12", "txt": "John Pickstone, English historian and author (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 12", "txt": "Movita Castaneda, American actress and singer (b. 1916)", "entities": [{"title": "Movita Castaneda", "href": "/wiki/Movita_Castaneda", "description": "Maria Luisa \"Movita\" Castaneda was an American actress best known for having been the second wife of actor Marlon Brando. In films, she played exotic women/singers, such as in Flying Down to Rio (1933) and Mutiny on the Bounty (1935). She is the mother of Miko Castaneda Brando and Rebecca Brando Kotlizky."}]}, {"heading": "Deaths", "year": "2015", "date": "February 12", "txt": "Nik Abdul Aziz Nik Mat, Malaysian cleric and politician, 12th Menteri Besar of Kelantan (b. 1931)", "entities": [{"title": "List of Menteris Besar of Kelantan", "href": "/wiki/List_of_Menteris_Besar_of_Kelantan", "description": "The Menteri Besar of Kelantan is the head of government in the Malaysian state of Kelantan. According to convention, the Menteri Besar is the leader of the majority party or largest coalition party of the Kelantan State Legislative Assembly."}]}, {"heading": "Deaths", "year": "2015", "date": "February 12", "txt": "Gary Owens, American radio host and voice actor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 12", "txt": "Steve Strange, Welsh singer (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 12", "txt": "Dominique D'Onofrio, Italian-Belgian footballer and coach (b. 1953)", "entities": [{"title": "Dominique D'Onofrio", "href": "/wiki/Dominique_D%27Onofrio", "description": "Dominique D'Onofrio was an Italian football coach, later chairman. He was born in Castelforte, Italy."}]}, {"heading": "Deaths", "year": "2016", "date": "February 12", "txt": "Yannis Kalaitzis, Greek cartoonist (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 12", "txt": "Yan Su, Chinese general and composer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 12", "txt": "Al Jarreau, American singer (b. 1940)", "entities": [{"title": "Al Jarreau", "href": "/wiki/Al_Jarreau", "description": "Alwin Lopez Jarreau was an American singer and musician. His 1981 album Breakin' Away spent two years on the Billboard 200 and is considered one of the finest examples of the Los Angeles pop and R&B sound. The album won Jarreau the 1982 Grammy for Best Male Pop Vocal Performance. In all, he won seven Grammy Awards and was nominated for over a dozen more during his career."}]}, {"heading": "Deaths", "year": "2017", "date": "February 12", "txt": "Anna Marguerite McCann, first female American underwater archaeologist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 12", "txt": "Ren Xinmin, Chinese rocket scientist (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "February 12", "txt": "Gordon Banks, English footballer (b. 1937)", "entities": [{"title": "Gordon Banks", "href": "/wiki/Gordon_Banks", "description": "Gordon Banks was an English professional footballer who played as a goalkeeper. He made 679 appearances during a 20-year professional career, and won 73 caps for England, highlighted by starting every game of the nation's 1966 World Cup victory."}]}, {"heading": "Deaths", "year": "2019", "date": "February 12", "txt": "Lyndon LaRouche, American political activist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "February 12", "txt": "Pedro Morales, Puerto Rican professional wrestler and commentator (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "February 12", "txt": "Christie Blatchford, Canadian newspaper columnist, journalist and broadcaster (b. 1951)", "entities": [{"title": "Christie Blatchford", "href": "/wiki/Christie_Blatchford", "description": "Christie Marie Blatchford was a Canadian newspaper columnist, journalist and broadcaster. She published four non-fiction books."}]}]