[{"heading": "Events", "year": "1245", "date": "February 21", "txt": "Thomas, the first known Bishop of Finland, is granted resignation after confessing to torture and forgery.", "entities": [{"title": "Thomas (bishop of Finland)", "href": "/wiki/Thomas_(bishop_of_Finland)", "description": "Thomas is the first known bishop of Finland. Only a few facts are known about his life. He resigned in 1245 and died in Visby three years later."}, {"title": "Bishop of Finland", "href": "/wiki/Bishop_of_Finland", "description": "The Archdiocese of Turku, historically known as Archdiocese of Åbo, is the seat of the Archbishop of Turku. It is a part of the Evangelical Lutheran Church of Finland, and its see city is Turku. The Archbishop has many administrative tasks relating to the National church, and is the Metropolitan and Primate of the church. In common with other Lutheran and Anglican churches the Archbishop is consid"}, {"title": "Forgery", "href": "/wiki/Forgery", "description": "Forgery is a white-collar crime that generally refers to the false making or material alteration of a legal instrument with the specific intent to defraud anyone. Tampering with a certain legal instrument may be forbidden by law in some jurisdictions but such an offense is not related to forgery unless the tampered legal instrument was actually used in the course of the crime to defraud another pe"}]}, {"heading": "Events", "year": "1440", "date": "February 21", "txt": "The Prussian Confederation is formed.", "entities": [{"title": "Prussian Confederation", "href": "/wiki/Prussian_Confederation", "description": "The Prussian Confederation was an organization formed on 21 February 1440 at Marienwerder by a group of 53 nobles and clergy and 19 cities in Prussia, to oppose the arbitrariness of the Teutonic Knights. It was based on the basis of an earlier similar organization, the Lizard Union established in 1397 by Chełmno Land nobles."}]}, {"heading": "Events", "year": "1613", "date": "February 21", "txt": "Mikhail I is unanimously elected Tsar by a national assembly, beginning the Romanov dynasty of Imperial Russia.", "entities": [{"title": "Michael I of Russia", "href": "/wiki/Michael_I_of_Russia", "description": "Michael I became the first Russian Tsar of the House of Romanov after the zemskiy sobor of 1613 elected him to rule the Tsardom of Russia."}, {"title": "Tsar", "href": "/wiki/Tsar", "description": "Tsar, also spelled czar, tzar, or csar, is a title used to designate East and South Slavic monarchs or supreme rulers of Eastern Europe, originally the Bulgarian monarchs from 10th century onwards, much later a title for two rulers of the Serbian Empire, and from 1547 the supreme ruler of the Tsardom of Russia and the Russian Empire. In this last capacity it lends its name to a system of governmen"}, {"title": "Zemsky Sobor", "href": "/wiki/Zemsky_Sobor", "description": "The Zemsky Sobor was a parliament of the Tsardom of Russia's Estates of the realm active during the 16th and 17th centuries."}, {"title": "Romanov dynasty", "href": "/wiki/Romanov_dynasty", "description": "The House of Romanov was the reigning imperial house of Russia from 1613 to 1917."}, {"title": "Imperial Russia", "href": "/wiki/Imperial_Russia", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1797", "date": "February 21", "txt": "A force of 1,400 French soldiers invaded Britain at Fishguard in support of the Society of United Irishmen. They were defeated by 500 British reservists.", "entities": [{"title": "Battle of Fishguard", "href": "/wiki/Battle_of_Fishguard", "description": "The Battle of Fishguard was a military invasion of Great Britain by Revolutionary France during the War of the First Coalition. The brief campaign, on 22–24 February 1797, is the most recent landing on British soil by a hostile foreign force, and thus is often referred to as the \"last invasion of mainland Britain\"."}, {"title": "Fishguard", "href": "/wiki/Fishguard", "description": "Fishguard is a coastal town in Pembrokeshire, Wales, with a population of 3,419 in 2011; the community of Fishguard and Goodwick had a population of 5,407. Modern Fishguard consists of two parts, Lower Fishguard and the \"Main Town\". Fishguard and Goodwick are twin towns with a joint Town Council."}, {"title": "Society of United Irishmen", "href": "/wiki/Society_of_United_Irishmen", "description": "The Society of United Irishmen, also simply known as the United Irishmen, were a sworn society in the Kingdom of Ireland formed in the wake of the French Revolution to secure \"an equal representation of all the people\" in a \"national government.\" Despairing of constitutional reform, in 1798 the Society instigated a republican insurrection in defiance of British Crown forces and of Irish sectarian "}]}, {"heading": "Events", "year": "1804", "date": "February 21", "txt": "The first self-propelling steam locomotive makes its outing at the Pen-y-Darren Ironworks in Wales.", "entities": [{"title": "Steam locomotive", "href": "/wiki/Steam_locomotive", "description": "A steam locomotive is a type of railway locomotive that produces its pulling power through a steam engine. These locomotives are fuelled by burning combustible material – usually coal, wood, or oil — to produce steam in a boiler. The steam moves reciprocating pistons which are mechanically connected to the locomotive's main wheels (drivers). Both fuel and water supplies are carried with the locomo"}, {"title": "Penydarren Ironworks", "href": "/wiki/Penydarren_Ironworks", "description": "Penydarren Ironworks was the fourth of the great ironworks established at Merthyr Tydfil in South Wales."}]}, {"heading": "Events", "year": "1808", "date": "February 21", "txt": "Without a previous declaration of war, Russian troops cross the border to Sweden at Abborfors in eastern Finland, thus beginning the Finnish War, in which Sweden will lose the eastern half of the country (e.g. Finland) to Russia.", "entities": [{"title": "Finnish War", "href": "/wiki/Finnish_War", "description": "The Finnish War was fought between the Kingdom of Sweden and the Russian Empire from 21 February 1808 to 17 September 1809. As a result of the war, the eastern third of Sweden was established as the autonomous Grand Duchy of Finland within the Russian Empire. Other notable effects were the Swedish parliament's adoption of a new constitution and the establishment of the House of Bernadotte, the new"}]}, {"heading": "Events", "year": "1828", "date": "February 21", "txt": "Initial issue of the Cherokee Phoenix is the first periodical to use the Cherokee syllabary invented by Sequoyah.", "entities": [{"title": "Cherokee Phoenix", "href": "/wiki/Cherokee_Phoenix", "description": "The Cherokee Phoenix was the first newspaper published by Native Americans in the United States and the first published in a Native American language. The first issue was published in English and Cherokee on February 21, 1828, in New Echota, capital of the Cherokee Nation. The paper continued until 1834. The Cherokee Phoenix was revived in the 20th century, and today it publishes both print and In"}, {"title": "Cherokee syllabary", "href": "/wiki/Cherokee_syllabary", "description": "The Cherokee syllabary is a syllabary invented by Sequoyah in the late 1810s and early 1820s to write the Cherokee language. His creation of the syllabary is particularly noteworthy as he was illiterate until the creation of his syllabary. He first experimented with logograms, but his system later developed into a syllabary. In his system, each symbol represents a syllable rather than a single pho"}, {"title": "Sequoyah", "href": "/wiki/Sequoyah", "description": "Sequoyah (c.1770–1843), was a Native American polymath of the Cherokee Nation. In 1821 he completed his independent creation of the Cherokee syllabary, making reading and writing in Cherokee possible. His achievement was one of the few times in recorded history that a member of a pre-literate people created an original, effective writing system. His creation of the Syllabary allowed the Cherokee n"}]}, {"heading": "Events", "year": "1842", "date": "February 21", "txt": "John Greenough is granted the first U.S. patent for the sewing machine.", "entities": [{"title": "Sewing machine", "href": "/wiki/Sewing_machine", "description": "A sewing machine is a machine used to sew fabric and materials together with thread. Sewing machines were invented during the first Industrial Revolution to decrease the amount of manual sewing work performed in clothing companies. Since the invention of the first sewing machine, generally considered to have been the work of Elias Howe and Englishman Thomas Saint in 1790, the sewing machine has gr"}]}, {"heading": "Events", "year": "1848", "date": "February 21", "txt": "Karl Marx and Friedrich Engels publish The Communist Manifesto.", "entities": [{"title": "Karl Marx", "href": "/wiki/Karl_Marx", "description": "Karl Heinrich Marx was a German philosopher, economist, historian, sociologist, political theorist, journalist and socialist revolutionary. Born in Trier, Germany, Marx studied law and philosophy at university. He married Jenny von Westphalen in 1843. Due to his political publications, Marx became stateless and lived in exile with his wife and children in London for decades, where he continued to "}, {"title": "Friedrich Engels", "href": "/wiki/Friedrich_Engels", "description": "Friedrich Engels, sometimes anglicised as Frederick Engels, was a German philosopher, economist, historian, political theorist and revolutionary socialist. He was also a businessman, journalist and political activist, whose father was an owner of large textile factories in Salford and Barmen, Prussia."}]}, {"heading": "Events", "year": "1862", "date": "February 21", "txt": "American Civil War: Battle of Valverde is fought near Fort Craig in New Mexico Territory.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Valverde", "href": "/wiki/Battle_of_Valverde", "description": "The Battle of Valverde, also known as the Battle of Valverde Ford, was fought from February 20 to 21, 1862, near the town of Val Verde at a ford of the Rio Grande in Union-held New Mexico Territory, in what is today the state of New Mexico. It was a major Confederate success in the New Mexico Campaign of the American Civil War. The belligerents were Confederate cavalry from Texas and several compa"}, {"title": "Fort Craig", "href": "/wiki/Fort_Craig", "description": "Fort Craig was a U.S. Army fort located along El Camino Real de Tierra Adentro, near Elephant Butte Lake State Park and the Rio Grande in Socorro County, New Mexico."}, {"title": "New Mexico Territory", "href": "/wiki/New_Mexico_Territory", "description": "The Territory of New Mexico was an organized incorporated territory of the United States that existed from September 9, 1850, until January 6, 1912, when the remaining extent of the territory was admitted to the Union as the State of New Mexico, making it the longest-lived organized incorporated territory of the United States, lasting approximately 62 years."}]}, {"heading": "Events", "year": "1866", "date": "February 21", "txt": "Lucy Hobbs Taylor becomes the first American woman to graduate from dental school.", "entities": [{"title": "Lucy Hobbs Taylor", "href": "/wiki/Lucy_Hobbs_Taylor", "description": "Lucy Hobbs Taylor was an American school teacher and a dentist, known for being the first woman to graduate from dental school."}]}, {"heading": "Events", "year": "1874", "date": "February 21", "txt": "The Oakland Daily Tribune publishes its first edition.", "entities": []}, {"heading": "Events", "year": "1878", "date": "February 21", "txt": "The first telephone directory is issued in New Haven, Connecticut.", "entities": [{"title": "Telephone directory", "href": "/wiki/Telephone_directory", "description": "A telephone directory, commonly called a telephone book, telephone address book, phone book, or the white and yellow pages, is a listing of telephone subscribers in a geographical area or subscribers to services provided by the organization that publishes the directory. Its purpose is to allow the telephone number of a subscriber identified by name and address to be found."}, {"title": "New Haven, Connecticut", "href": "/wiki/New_Haven,_Connecticut", "description": "New Haven is a coastal city in the U.S. state of Connecticut. It is located on New Haven Harbor on the northern shore of Long Island Sound in New Haven County, Connecticut, and is part of the New York metropolitan area. With a population of 129,779 as determined by the 2010 United States Census, it is the second-largest city in Connecticut after Bridgeport. New Haven is the principal municipality "}]}, {"heading": "Events", "year": "1885", "date": "February 21", "txt": "The newly completed Washington Monument is dedicated.", "entities": [{"title": "Washington Monument", "href": "/wiki/Washington_Monument", "description": "The Washington Monument is an obelisk within the National Mall in Washington, D.C., built to commemorate George Washington, once commander-in-chief of the Continental Army (1775–1784) in the American Revolutionary War and the first President of the United States (1789–1797). Located almost due east of the Reflecting Pool and the Lincoln Memorial, the monument, made of marble, granite, and blueston"}]}, {"heading": "Events", "year": "1896", "date": "February 21", "txt": "An Englishman raised in Australia, Bob Fitzsimmons, fought an Irishman, Peter Maher, in an American promoted event which technically took place in Mexico, winning the 1896 World Heavyweight Championship in boxing.", "entities": [{"title": "Bob Fitzsimmons", "href": "/wiki/Bob_Fitzsimmons", "description": "Robert James \"Bob\" Fitzsimmons was a British professional boxer who was the sport's first three-division world champion. He also achieved fame for beating Gentleman Jim Corbett, and he is in The Guinness Book of World Records as the lightest heavyweight champion, weighing just 165 pounds when he won the title. Nicknamed Ruby Robert and The Freckled Wonder, he took pride in his lack of scars and ap"}, {"title": "Peter Maher (boxer)", "href": "/wiki/Peter_Maher_(boxer)", "description": "Peter Maher was an Irish boxer known for his powerful punch. Early in his career Maher won the 1888 Middleweight Championship of Ireland, and the 1890 Heavyweight Championship of Ireland. After moving to the United States he won the 1895 Heavyweight Championship of the World match by knocking out Steve O'Donnell in the first round. In 1896 Bob Fitzsimmons defeated Maher in a fight in Coahuila de Z"}, {"title": "1896 World Heavyweight Championship", "href": "/wiki/1896_World_Heavyweight_Championship", "description": "The Fitzsimmons-Maher Prizefight, also considered, unofficially, as the 1896 World Heavyweight Championship, occurred between Bob Fitzsimmons and Peter Maher on a sandbar in the Rio Grande River just far enough outside of the American city of Langtry, Texas, in which state boxing was illegal, to be considered technically in the Mexican state of Coahuila de Zaragoza. Fitzsimmons was victorious, kno"}, {"title": "Boxing", "href": "/wiki/Boxing", "description": "Boxing is a combat sport in which two people, usually wearing protective gloves and other protective equipment such as hand wraps and mouthguards, throw punches at each other for a predetermined amount of time in a boxing ring."}]}, {"heading": "Events", "year": "1913", "date": "February 21", "txt": "Ioannina is incorporated into the Greek state after the Balkan Wars.", "entities": [{"title": "Ioannina", "href": "/wiki/Ioannina", "description": "Ioannina, often called Yannena within Greece, is the capital and largest city of the Ioannina regional unit and of Epirus, an administrative region in north-western Greece. According to the 2011 census, the city population was 65,574, while the municipality had 112,486 inhabitants. It lies at an elevation of approximately 500 metres above sea level, on the western shore of lake Pamvotis (Παμβώτις)"}, {"title": "Greek state", "href": "/wiki/Greek_state", "description": "Greece is a parliamentary representative democratic republic, where the President of Greece is the head of state and the Prime Minister of Greece is the head of government within a multi-party system. Legislative power is vested in both the government and the Hellenic Parliament. Between the restoration of democracy in 1974 and the Greek government-debt crisis the party system was dominated by the"}, {"title": "Balkan Wars", "href": "/wiki/Balkan_Wars", "description": "The Balkan Wars consisted of two conflicts that took place in the Balkan Peninsula in 1912 and 1913. Four Balkan states defeated the Ottoman Empire in the First Balkan War. In the Second Balkan War, Bulgaria fought against all four original combatants of the first war along with facing a surprise attack from Romania from the north. The Ottoman Empire lost the bulk of its territory in Europe. Austr"}]}, {"heading": "Events", "year": "1916", "date": "February 21", "txt": "World War I: In France, the Battle of Verdun begins.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Verdun", "href": "/wiki/Battle_of_Verdun", "description": "The Battle of Verdun was fought from 21 February to 18 December 1916 on the Western Front in France. The battle was the longest of the First World War and took place on the hills north of Verdun-sur-Meuse. The German 5th Army attacked the defences of the Fortified Region of Verdun and those of the French Second Army on the right (east) bank of the Meuse. Using the experience of the Second Battle o"}]}, {"heading": "Events", "year": "1918", "date": "February 21", "txt": "The last Carolina parakeet dies in captivity at the Cincinnati Zoo.", "entities": [{"title": "Carolina parakeet", "href": "/wiki/Carolina_parakeet", "description": "The Carolina parakeet, or Carolina conure, is an extinct species of small green neotropical parrot with a bright yellow head, reddish orange face and pale beak that was native to the eastern, Midwest and plains states of the United States. It was the only indigenous parrot within its range, as well as one of only three parrot species native to the United States. It was found from southern New York"}, {"title": "Cincinnati Zoo", "href": "/wiki/Cincinnati_Zoo", "description": "The Cincinnati Zoo & Botanical Garden is the sixth-oldest zoo in the United States, opening in 1873, after the Roger Williams Park Zoo (1872). It is located in the Avondale neighborhood of Cincinnati, Ohio. It originally began with 64.5 acres in the middle of the city, but has spread into the neighboring blocks and several reserves in Cincinnati's outer suburbs. It was appointed as a National Hist"}]}, {"heading": "Events", "year": "1919", "date": "February 21", "txt": "German socialist Kurt Eisner is assassinated. His death results in the establishment of the Bavarian Soviet Republic and parliament and government fleeing Munich, Germany.", "entities": [{"title": "Kurt Eisner", "href": "/wiki/Kurt_Eisner", "description": "Kurt Eisner was a German politician, revolutionary, journalist, and theatre critic. As a socialist journalist, he organized the Socialist Revolution that overthrew the Wittelsbach monarchy in Bavaria in November 1918, which led to him being described as \"the symbol of the Bavarian revolution\". He is used as an example of charismatic authority by Max Weber. Eisner subsequently proclaimed the People"}, {"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}, {"title": "Bavarian Soviet Republic", "href": "/wiki/Bavarian_Soviet_Republic", "description": "The Bavarian or Munich Soviet Republic was a short-lived unrecognised socialist state in Bavaria during the German Revolution of 1918–19. It took the form of a workers' council republic. Its name is also sometimes rendered in English as the Bavarian Council Republic; the German term Räterepublik means a republic of councils or committees: council or committee is also the meaning of the Russian wor"}, {"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}]}, {"heading": "Events", "year": "1921", "date": "February 21", "txt": "Constituent Assembly of the Democratic Republic of Georgia adopts the country's first constitution.", "entities": [{"title": "Constituent Assembly of Georgia", "href": "/wiki/Constituent_Assembly_of_Georgia", "description": "The Constituent Assembly of Georgia was a national legislature of the Democratic Republic of Georgia which was elected in February 1919 to ratify the Act of Independence of Georgia and enact the Constitution of 1921. The assembly remained active until the Soviet Russian military intervention brought Georgia’s three-year independence to an end in March 1921."}, {"title": "Democratic Republic of Georgia", "href": "/wiki/Democratic_Republic_of_Georgia", "description": "The Democratic Republic of Georgia existed from May 1918 to February 1921 and was the first modern establishment of a republic of Georgia."}]}, {"heading": "Events", "year": "1921", "date": "February 21", "txt": "Rezā Shāh takes control of Tehran during a successful coup.", "entities": [{"title": "1921 Persian coup d'état", "href": "/wiki/1921_Persian_coup_d%27%C3%A9tat", "description": "1921 Persian coup d'état, known in Iran as 3 Esfand 1299 coup d'état, refers to several major events in Persia in 1921, which eventually led to the establishment of the Pahlavi dynasty as the ruling house of the country in 1925."}]}, {"heading": "Events", "year": "1925", "date": "February 21", "txt": "The New Yorker publishes its first issue.", "entities": []}, {"heading": "Events", "year": "1929", "date": "February 21", "txt": "In the first battle of the Warlord Rebellion in northeastern Shandong against the Nationalist government of China, a 24,000-strong rebel force led by Zhang Zongchang was defeated at Zhifu by 7,000 NRA troops.", "entities": [{"title": "Warlord Rebellion in northeastern Shandong", "href": "/wiki/Warlord_Rebellion_in_northeastern_Shandong", "description": "The Warlord Rebellion in northeastern Shandong was an uprising of several allied Chinese warlord armies under the leadership of Zhang Zongchang in 1929. The rebels wanted to regain their former territories in Shandong from Liu Zhennian, the man who had defected from Zhang to the Nationalist government in Nanjing during the Northern Expedition. After some initial successes, the rebels were defeated"}, {"title": "Nationalist government", "href": "/wiki/Nationalist_government", "description": "The Nationalist government, officially the National Government of the Republic of China, also known as Second Republic of China but most commonly known simply as the Republic of China, refers to the government of the Republic of China between 1 July 1925 and 20 May 1948, led by the Kuomintang. The name derives from the Kuomintang's translated name \"Nationalist Party\"."}]}, {"heading": "Events", "year": "1934", "date": "February 21", "txt": "Augusto Sandino is executed.", "entities": [{"title": "Augusto Sandino", "href": "/wiki/Augusto_Sandino", "description": "Augusto C. Sandino, full name Augusto Nicolás Calderón de Sandino y José de María Sandino, was a Nicaraguan revolutionary and leader of a rebellion between 1927 and 1933 against the United States occupation of Nicaragua. Despite being referred to as a \"bandit\" by the United States government, his exploits made him a hero throughout much of Latin America, where he became a symbol of resistance to A"}]}, {"heading": "Events", "year": "1937", "date": "February 21", "txt": "The League of Nations bans foreign national \"volunteers\" in the Spanish Civil War.", "entities": [{"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}, {"title": "Unlawful combatant", "href": "/wiki/Unlawful_combatant", "description": "\nAn unlawful combatant, illegal combatant or unprivileged combatant/belligerent is, according to United States law, a person who directly engages in armed conflict in violation of the laws of war and therefore not protected by the Geneva Conventions.\nThe International Committee of the Red Cross points out that the terms \"unlawful combatant\", \"illegal combatant\" or \"unprivileged combatant/belligere"}, {"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}]}, {"heading": "Events", "year": "1945", "date": "February 21", "txt": "World War II: During the Battle of Iwo Jima, Japanese kamikaze planes sink the escort carrier USS Bismarck Sea and damage the USS Saratoga.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Iwo Jima", "href": "/wiki/Battle_of_Iwo_Jima", "description": "The Battle of Iwo Jima was a major battle in which the United States Marine Corps and Navy landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army (IJA) during World War II. The American invasion, designated Operation Detachment, had the purpose of capturing the island with its two airfields: South Field and Central Field."}, {"title": "Kamikaze", "href": "/wiki/Kamikaze", "description": "Kamikaze , officially Kamikaze/Shinpū Tokubetsu Kōgekitai , were a part of the Japanese Special Attack Units of military aviators who flew suicide attacks for the Empire of Japan against Allied naval vessels in the closing stages of the Pacific campaign of World War II, intending to destroy warships more effectively than with conventional air attacks. About 3,800 kamikaze pilots died during the wa"}, {"title": "USS Bismarck Sea (CVE-95)", "href": "/wiki/USS_Bismarck_Sea_(CVE-95)", "description": "USS Bismarck Sea (CVE-95) was the fortieth of fifty  Casablanca-class escort carriers built to serve the United States Navy during World War II; she was the only ship of the United States Navy to be named for the Battle of the Bismarck Sea. Completed in May 1944, she served in support of the Philippines campaign, and the landings on Iwo Jima. On 21 February 1945, she sank off of Iwo Jima due to tw"}, {"title": "USS Saratoga (CV-3)", "href": "/wiki/USS_Saratoga_(CV-3)", "description": "USS Saratoga (CV-3) was a  Lexington-class aircraft carrier built for the United States Navy during the 1920s. Originally designed as a battlecruiser, she was converted into one of the Navy's first aircraft carriers during construction to comply with the Washington Naval Treaty of 1922. The ship entered service in 1928 and was assigned to the Pacific Fleet for her entire career. Saratoga and her s"}]}, {"heading": "Events", "year": "1945", "date": "February 21", "txt": "World War II:  the Brazilian Expeditionary Force defeat the German forces in the Battle of Monte Castello on the Italian front.", "entities": [{"title": "Brazilian Expeditionary Force", "href": "/wiki/Brazilian_Expeditionary_Force", "description": "The Brazilian Expeditionary Force consisted of about 25,900 men arranged by the army and air force to fight alongside the Allied forces in the Mediterranean Theatre of World War II. This air–land force consisted of a complete infantry division, a liaison flight, and a fighter squadron."}, {"title": "Battle of Monte Castello", "href": "/wiki/Battle_of_Monte_Castello", "description": "The Battle of Monte Castello was an engagement that took place from 25 November 1944 to 21 February 1945 during the Italian campaign of World War II. It was fought between the Allied forces advancing into northern Italy and the dug-in German defenders. The battle marked the Brazilian Expeditionary Force's entry into the land war in Europe. Starting in November 1944, fierce combat dragged on for th"}, {"title": "Italian Campaign (World War II)", "href": "/wiki/Italian_Campaign_(World_War_II)", "description": "The Italian campaign of World War II, also called the Liberation of Italy, consisted of Allied and Axis operations in and around Italy, from 1943 to 1945. The Joint Allied Forces Headquarters (AFHQ) was operationally responsible for all Allied land forces in the Mediterranean theatre and it planned and led the invasion of Sicily in July 1943, followed in September by the invasion of the Italian ma"}]}, {"heading": "Events", "year": "1947", "date": "February 21", "txt": "In New York City, Edwin Land demonstrates the first \"instant camera\", the Polaroid Land Camera, to a meeting of the Optical Society of America.", "entities": [{"title": "Edwin Land", "href": "/wiki/Edwin_Land", "description": "Edwin Herbert Land, ForMemRS, FRPS, Hon.MRI was an American scientist and inventor, best known as the co-founder of the Polaroid Corporation. He invented inexpensive filters for polarizing light, a practical system of in-camera instant photography, and the retinex theory of color vision, among other things. His Polaroid instant camera went on sale in late 1948 and made it possible for a picture to"}, {"title": "Instant camera", "href": "/wiki/Instant_camera", "description": "The instant camera is a type of camera which uses self-developing film to create a chemically developed print shortly after taking the picture. Polaroid Corporation pioneered consumer-friendly instant cameras and film, and were followed by various other manufacturers."}, {"title": "Polaroid Land Camera", "href": "/wiki/Polaroid_Land_Camera", "description": "The Land Camera is a model of self-developing film camera manufactured by Polaroid between 1948 and 1983. It is named after their inventor, the American scientist Edwin Land, who developed a process for self-developing photography between 1943 and 1947. After Edwin Land's retirement from Polaroid, the name 'Land' was dropped from the camera name. The first commercially available model was the Mode"}, {"title": "Optical Society of America", "href": "/wiki/Optical_Society_of_America", "description": "The Optical Society (OSA) is a professional association of individuals and companies with an interest in optics and photonics. It publishes journals, and organizes conferences and exhibitions. In 2019 it had about 22,000 members in more than 100 countries, including some 300 companies."}]}, {"heading": "Events", "year": "1948", "date": "February 21", "txt": "NASCAR is incorporated.", "entities": [{"title": "NASCAR", "href": "/wiki/NASCAR", "description": "The National Association for Stock Car Auto Racing, LLC (NASCAR) is an American auto racing sanctioning and operating company that is best known for stock car racing. The privately owned company was founded by Bill France Sr. in 1948, and his son, Jim France, has been the CEO since August 6, 2018. The company is headquartered in Daytona Beach, Florida. Each year, NASCAR sanctions over 1,500 races "}]}, {"heading": "Events", "year": "1952", "date": "February 21", "txt": "The British government, under Winston Churchill, abolishes identity cards in the UK to \"set the people free\".", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who was the Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Apart from two years between 1922 and 1924, Churchill was a Member of Parliament (MP) from 1900 to 1964 and represented a total of five constituencies. Ideologically an economic liberal and imperialist, he was f"}, {"title": "Identity document", "href": "/wiki/Identity_document", "description": "An identity document is any document that may be used to prove a person's identity. If issued in a small, standard credit card size form, it is usually called an identity card, or passport card. Some countries issue formal identity documents, as national identification cards which may be compulsory or non-compulsory, while others may require identity verification using regional identification or i"}]}, {"heading": "Events", "year": "1952", "date": "February 21", "txt": "The Bengali Language Movement protests occur at the University of Dhaka in East Pakistan (now Bangladesh).", "entities": [{"title": "University of Dhaka", "href": "/wiki/University_of_Dhaka", "description": "University of Dhaka is the oldest university in Bangladesh. Nawab Bahadur Sir Khwaja Salimullah, who played a pioneering role in establishing the university in Dhaka, donated 600 acres of land from his estate for this purpose. On the first day of July 1921 the University of Dhaka opened its doors to students with Sir P.J. Hartog as the first Vice-Chancellor of the University in British Raj, it has"}, {"title": "East Pakistan", "href": "/wiki/East_Pakistan", "description": "East Pakistan was the eastern provincial wing of Pakistan between 1947 and 1971, covering the territory of the modern country Bangladesh. Its land borders were with India and Burma, with a coastline on the Bay of Bengal. East Pakistanis were popularly known as \"Pakistani Bengalis\"; to distinguish this region from India's state West Bengal, East Pakistan was known as \"Pakistani Bengal\"."}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "1958", "date": "February 21", "txt": "The CND symbol, aka peace symbol, commissioned by the Direct Action Committee in protest against the Atomic Weapons Research Establishment, is designed and completed by Gerald Holtom.", "entities": [{"title": "Peace symbol", "href": "/wiki/Peace_symbol", "description": "A number of peace symbols have been used many ways in various cultures and contexts. The dove and olive branch was used symbolically by early Christians and then eventually became a secular peace symbol, popularized by a Dove lithograph by Pablo Picasso after World War II. In the 1950s the \"peace sign\", as it is known today, was designed by Gerald Holtom as the logo for the British Campaign for Nu"}, {"title": "Direct Action Committee", "href": "/wiki/Direct_Action_Committee", "description": "The Direct Action Committee Against Nuclear War or the Direct Action Committee (DAC) was a pacifist organisation formed \"to assist the conducting of non-violent direct action to obtain the total renunciation of nuclear war and its weapons by Britain and all other countries as a first step in disarmament\". It existed from 1957 to 1961."}, {"title": "Atomic Weapons Research Establishment", "href": "/wiki/Atomic_Weapons_Research_Establishment", "description": "The Atomic Weapons Establishment (AWE) is a United Kingdom Ministry of Defence research facility responsible for the design, manufacture and support of warheads for the UK's nuclear weapons. It is the successor to the Atomic Weapons Research Establishment (AWRE) with its main site on the former RAF Aldermaston and has major facilities at Burghfield, Blacknest and RNAD Coulport."}, {"title": "Gerald Holtom", "href": "/wiki/Gerald_Holtom", "description": "Gerald Herbert Holtom was a British artist and designer. In 1958, he designed the Nuclear Disarmament (ND) logo, which was adopted the same year by the British Campaign for Nuclear Disarmament (CND), and later became an international peace symbol."}]}, {"heading": "Events", "year": "1965", "date": "February 21", "txt": "Malcolm X is assassinated while giving a talk at the Audubon Ballroom in Harlem.", "entities": [{"title": "Malcolm X", "href": "/wiki/Malcolm_X", "description": "Malcolm X was an African-American Muslim minister and human rights activist who was a popular figure during the civil rights movement. He is best known for his time spent as a vocal spokesman for the Nation of Islam."}, {"title": "Audubon Ballroom", "href": "/wiki/Audubon_Ballroom", "description": "The Audubon Theatre and Ballroom, generally referred to as the Audubon Ballroom, was a theatre and ballroom located at 3940 Broadway at West 165th Street in the Washington Heights neighborhood of Manhattan, New York City. It was built in 1912 and was designed by Thomas W. Lamb. The theatre was known at various times as the William Fox Audubon Theatre, the Beverly Hills Theater, and the San Juan Th"}]}, {"heading": "Events", "year": "1971", "date": "February 21", "txt": "The Convention on Psychotropic Substances is signed at Vienna.", "entities": [{"title": "Convention on Psychotropic Substances", "href": "/wiki/Convention_on_Psychotropic_Substances", "description": "The Convention on Psychotropic Substances of 1971 is a United Nations treaty designed to control psychoactive drugs such as amphetamine-type stimulants, barbiturates, benzodiazepines, and psychedelics signed in Vienna, Austria on 21 February 1971. The Single Convention on Narcotic Drugs of 1961 did not ban the many newly discovered psychotropics, since its scope was limited to drugs with cannabis,"}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political center. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1972", "date": "February 21", "txt": "United States President Richard Nixon visits China to normalize Sino-American relations.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Sino-American relations", "href": "/wiki/Sino-American_relations", "description": "China–United States relations, also known as U.S.–Chinese relations, Chinese–U.S. relations, U.S.-Sino relations or Sino-American relations, refer to relations between China and the United States since 1948. For the earlier history see History of China–United States relations to 1948."}]}, {"heading": "Events", "year": "1972", "date": "February 21", "txt": "The Soviet unmanned spaceship Luna 20 lands on the Moon.", "entities": [{"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}, {"title": "Luna 20", "href": "/wiki/Luna_20", "description": "Luna 20 was the second of three successful Soviet lunar sample return missions. It was flown as part of the Luna program as a robotic competitor to the six successful Apollo lunar sample return missions."}]}, {"heading": "Events", "year": "1973", "date": "February 21", "txt": "Over the Sinai Desert, Israeli fighter aircraft shoot down Libyan Arab Airlines Flight 114 jet killing 108 people.", "entities": [{"title": "Sinai Desert", "href": "/wiki/Sinai_Desert", "description": "The Sinai Peninsula, or simply Sinai, is a peninsula in Egypt, and the only part of the country located in Asia. It is between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the "}, {"title": "Fighter aircraft", "href": "/wiki/Fighter_aircraft", "description": "Fighter aircraft are fixed-wing military aircraft designed primarily for air-to-air combat. In military conflict, the role of fighter aircraft is to establish air superiority of the battlespace. Domination of the airspace above a battlefield permits bombers and attack aircraft to engage in tactical and strategic bombing of enemy targets."}, {"title": "Libyan Arab Airlines Flight 114", "href": "/wiki/Libyan_Arab_Airlines_Flight_114", "description": "Libyan Arab Airlines Flight 114 was a regularly scheduled flight from Tripoli to Cairo via Benghazi that, in 1973, was shot down by Israeli fighter jets after flying off course into prohibited airspace."}]}, {"heading": "Events", "year": "1974", "date": "February 21", "txt": "The last Israeli soldiers leave the west bank of the Suez Canal pursuant to a truce with Egypt.", "entities": [{"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1975", "date": "February 21", "txt": "Watergate scandal: Former United States Attorney General John N. Mitchell and former White House aides H. R. Haldeman and John Ehrlichman are sentenced to prison.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}, {"title": "John N. Mitchell", "href": "/wiki/John_N._Mitchell", "description": "John Newton Mitchell was an American lawyer, the 67th Attorney General of the United States under President Richard Nixon, chairman of Nixon's 1968 and 1972 presidential campaigns, and a convicted criminal. Prior to that, he had been a municipal bond lawyer and one of Nixon's closest personal friends."}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "H. R. Haldeman", "href": "/wiki/H._R._Haldeman", "description": "Harry Robbins \"Bob\" Haldeman was an American political aide and businessman, best known for his service as White House Chief of Staff to President Richard Nixon and his consequent involvement in the Watergate scandal."}, {"title": "John Ehrlichman", "href": "/wiki/John_Ehrlichman", "description": "John Daniel Ehrlichman was counsel and Assistant to the President for Domestic Affairs under President Richard Nixon. Ehrlichman was an important influence on Nixon's domestic policy, coaching him on issues and enlisting his support for environmental initiatives."}]}, {"heading": "Events", "year": "1995", "date": "February 21", "txt": "Steve Fossett lands in Leader, Saskatchewan, Canada becoming the first person to make a solo flight across the Pacific Ocean in a balloon.", "entities": [{"title": "Steve Fossett", "href": "/wiki/Steve_Fossett", "description": "James Stephen Fossett was an American businessman and a record-setting aviator, sailor, and adventurer. He was the first person to fly solo nonstop around the world in a balloon and in a fixed-wing aircraft. He made his fortune in the financial services industry and held world records for five nonstop circumnavigations of the Earth: as a long-distance solo balloonist, as a sailor, and as a solo fl"}, {"title": "Leader, Saskatchewan", "href": "/wiki/Leader,_Saskatchewan", "description": "Leader is a town in southwestern Saskatchewan, Canada, located approximately 350 km (220 mi) directly east of Calgary, Alberta and is near the border between Saskatchewan and Alberta. It has a population of 863 as of 2016."}, {"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}]}, {"heading": "Events", "year": "2013", "date": "February 21", "txt": "At least 17 people are killed and 119 injured following several bombings in the Indian city of Hyderabad.", "entities": [{"title": "2013 Hyderabad blasts", "href": "/wiki/2013_Hyderabad_blasts", "description": "On 21 February 2013, at around 19:00 IST, two blasts occurred in the city of Hyderabad, India. The bombs exploded in Dilsukhnagar, a crowded shopping area, within 100 metres (330 ft) of each other. The first explosion occurred outside a roadside eatery named A1 Mirchi, next to the Anand Tiffin Centre and opposite the Konark movie hall, followed by the second one two minutes later near the Route 10"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north"}, {"title": "Hyderabad", "href": "/wiki/Hyderabad", "description": "Hyderabad is the capital and largest city of the Indian state of Telangana and the de jure capital of Andhra Pradesh. It occupies 650 square kilometres (250 sq mi) on the Deccan Plateau along the banks of the Musi River, in the northern part of South India. With an average altitude of 542 metres (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including the Hussa"}]}, {"heading": "Births", "year": "921", "date": "February 21", "txt": "Abe no Seimei, Japanese astrologer (d. 1005)", "entities": [{"title": "Abe no Seimei", "href": "/wiki/Abe_no_Seimei", "description": "Abe no Seimei  was an onmyōji, a leading specialist of onmyōdō during the middle of the Heian period in Japan. In addition to his prominence in history, he is a legendary figure in Japanese folklore and has been portrayed in a number of stories and films."}, {"title": "Astrology", "href": "/wiki/Astrology", "description": "Astrology is a pseudoscience that claims to divine information about human affairs and terrestrial events by studying the movements and relative positions of celestial objects. Astrology has been dated to at least the 2nd millennium BCE, and has its roots in calendrical systems used to predict seasonal shifts and to interpret celestial cycles as signs of divine communications. Many cultures have a"}]}, {"heading": "Births", "year": "1397", "date": "February 21", "txt": "Isabella of Portugal (d. 1471)", "entities": [{"title": "Infanta Isabel, Duchess of Burgundy", "href": "/wiki/Infanta_Isabel,_Duchess_of_Burgundy", "description": "Isabella of Portugal was Duchess of Burgundy as the third wife of Duke Philip the Good. Born a Portuguese infanta of the House of Aviz, Isabella was the only surviving daughter of King John I of Portugal and his wife Philippa of Lancaster. Her son by Philip was Charles the Bold, the last Valois Duke of Burgundy. Isabella was the regent of the Burgundian Low Countries during the absence of her spou"}]}, {"heading": "Births", "year": "1462", "date": "February 21", "txt": "Joanna la Beltraneja, princess of Castile (d. 1530)", "entities": [{"title": "Joanna la Beltraneja", "href": "/wiki/Joanna_la_Beltraneja", "description": "Joanna la Beltraneja was a claimant to the throne of Castile, and Queen of Portugal as the wife of King Afonso V, her uncle."}]}, {"heading": "Births", "year": "1484", "date": "February 21", "txt": "Joachim I Nestor, Elector of Brandenburg (d. 1535)", "entities": [{"title": "Joachim I Nestor, Elector of Brandenburg", "href": "/wiki/Joachim_I_Nestor,_Elector_of_Brandenburg", "description": "Joachim I Nestor was a Prince-elector of the Margraviate of Brandenburg (1499–1535), the fifth member of the House of Hohenzollern. His nickname was taken from King Nestor of Greek mythology."}]}, {"heading": "Births", "year": "1498", "date": "February 21", "txt": "Ralph Neville, 4th Earl of Westmorland, English Earl (d. 1549)", "entities": [{"title": "Ralph Neville, 4th Earl of Westmorland", "href": "/wiki/Ralph_Neville,_4th_Earl_of_Westmorland", "description": "Ralph Neville, 4th Earl of Westmorland KG, was an English peer and soldier. He was the grandson of Ralph Neville, 3rd Earl of Westmorland, and the father of Henry Neville, 5th Earl of Westmorland."}]}, {"heading": "Births", "year": "1541", "date": "February 21", "txt": "Philipp V, Count of Hanau-Lichtenberg (d. 1599)", "entities": [{"title": "Philipp V, Count of Hanau-Lichtenberg", "href": "/wiki/Philipp_V,_Count_of_Hanau-Lichtenberg", "description": "Philipp V of Hanau-Lichtenberg was Count of Hanau-Lichtenberg from 1590 until his death."}]}, {"heading": "Births", "year": "1556", "date": "February 21", "txt": "Sethus Calvisius, German astronomer, composer, and theorist (d. 1615)", "entities": [{"title": "Sethus Calvisius", "href": "/wiki/Sethus_Calvisius", "description": "Sethus Calvisius or Setho Calvisio, originally Seth Kalwitz, was a German music theorist, composer, chronologer, astronomer, and teacher of the late Renaissance."}]}, {"heading": "Births", "year": "1559", "date": "February 21", "txt": "Nurhaci, Manchu emperor (d. 1626)", "entities": [{"title": "Nurhaci", "href": "/wiki/Nurhaci", "description": "Nurhaci was a Jurchen chieftain who rose to prominence in the late 16th century in Manchuria. Nurhaci was part of the Aisin Gioro clan, and reigned as the founding Khan of Later Jin from 1616 to 1626."}]}, {"heading": "Births", "year": "1609", "date": "February 21", "txt": "Raimondo Montecuccoli, Italian military commander (d. 1680)", "entities": [{"title": "Raimondo Montecuccoli", "href": "/wiki/Raimondo_Montecuccoli", "description": "Raimondo Montecuccoli was an Italian-born professional soldier who served the Habsburg Monarchy. He was also a Prince of the Holy Roman Empire and Duke of Melfi, in the Kingdom of Naples."}]}, {"heading": "Births", "year": "1621", "date": "February 21", "txt": "Rebecca Nurse, Massachusetts colonist, executed as a witch (d. 1692)", "entities": [{"title": "Rebecca Nurse", "href": "/wiki/Rebecca_Nurse", "description": "Rebecca Nurse was accused of witchcraft and executed in New England during the Salem Witch Trials of 1692. She was fully exonerated less than twenty years later."}]}, {"heading": "Births", "year": "1705", "date": "February 21", "txt": "Edward Hawke, 1st Baron Hawke, English admiral and politician (d. 1781)", "entities": [{"title": "Edward Hawke, 1st Baron Hawke", "href": "/wiki/Edward_Hawke,_1st_Baron_Hawke", "description": "Admiral of the Fleet Edward Hawke, 1st Baron Hawke, KB, PC, of Scarthingwell Hall in the parish of Towton, near Tadcaster, Yorkshire, was a Royal Navy officer. As captain of the third-rate HMS Berwick, he took part in the Battle of Toulon in February 1744 during the War of the Austrian Succession. He also captured six ships of a French squadron in the Bay of Biscay in the Second Battle of Cape Fin"}]}, {"heading": "Births", "year": "1728", "date": "February 21", "txt": "Peter III of Russia (d. 1762)", "entities": [{"title": "Peter III of Russia", "href": "/wiki/Peter_III_of_Russia", "description": "Peter III was Emperor of Russia for six months in 1762. He was born in Kiel as Charles Peter Ulrich of Schleswig-Holstein-Gottorp, the only child of Charles Frederick, Duke of Holstein-Gottorp, and Anna Petrovna."}]}, {"heading": "Births", "year": "1783", "date": "February 21", "txt": "Catharina of Württemberg (d. 1835)", "entities": [{"title": "Catharina of Württemberg", "href": "/wiki/Catharina_of_W%C3%BCrttemberg", "description": "Princess Katharina Friederike of Württemberg was Queen consort of Westphalia by marriage to Jérôme Bonaparte, who reigned as King of Westphalia between 1807 and 1813."}]}, {"heading": "Births", "year": "1788", "date": "February 21", "txt": "Francis Ronalds, British scientist, inventor and engineer who was knighted for developing the first working electric telegraph (d. 1873)", "entities": [{"title": "Francis Ronalds", "href": "/wiki/Francis_Ronalds", "description": "Sir Francis Ronalds FRS was an English scientist and inventor, and arguably the first electrical engineer. He was knighted for creating the first working electric telegraph over a substantial distance. In 1816 he laid an eight-mile length of iron wire between wooden frames in his mother's garden and sent pulses using electrostatic generators."}, {"title": "Electric telegraph", "href": "/wiki/Electric_telegraph", "description": "An electrical telegraph is a point-to-point text messaging system, primarily used from the 1840s until the mid 20th century when it was slowly replaced by other telecommunication systems. It used coded pulses of electric current through dedicated wires to transmit information over long distances. It was the first electrical telecommunications system, the most widely used of a number of early messa"}]}, {"heading": "Births", "year": "1791", "date": "February 21", "txt": "Carl Czerny, Austrian pianist and composer (d. 1857)", "entities": [{"title": "Carl Czerny", "href": "/wiki/Carl_Czerny", "description": "Carl Czerny was an Austrian composer, teacher, and pianist of Czech origin whose music spanned the late Classical and early Romantic eras. His vast musical production amounted to over a thousand works and his books of studies for the piano are still widely used in piano teaching. He was one of Ludwig van Beethoven's best-known pupils."}]}, {"heading": "Births", "year": "1794", "date": "February 21", "txt": "Antonio López de Santa Anna, Mexican general and politician, 8th President of Mexico (d. 1876)", "entities": [{"title": "Antonio López de Santa Anna", "href": "/wiki/Antonio_L%C3%B3pez_de_Santa_Anna", "description": "Antonio de Padua María Severino López de Santa Anna y Pérez de Lebrón, usually known as Santa Anna or López de Santa Anna, was a Mexican politician and general. His influence on post-independence Mexican politics and government in the first half of the nineteenth century is such that historians of Mexico often refer to it as the \"Age of Santa Anna\"."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1801", "date": "February 21", "txt": "John Henry Newman, English cardinal (d. 1890)", "entities": [{"title": "John Henry Newman", "href": "/wiki/John_Henry_Newman", "description": "John Henry Newman was an English theologian, scholar and poet, first an Anglican priest and later a Catholic priest and cardinal, who was an important and controversial figure in the religious history of England in the 19th century. He was known nationally by the mid-1830s, and was canonised as a saint in the Catholic Church in 2019."}]}, {"heading": "Births", "year": "1817", "date": "February 21", "txt": "José Zorrilla, Spanish poet and playwright (d. 1893)", "entities": [{"title": "José Zorrilla", "href": "/wiki/Jos%C3%A9_Zorrilla", "description": "José Zorrilla y Moral was a Spanish poet and dramatist, who became National Laureate."}]}, {"heading": "Births", "year": "1821", "date": "February 21", "txt": "Charles Scribner I, American publisher, founded Charles Scribner's Sons (d. 1871)", "entities": [{"title": "Charles Scribner I", "href": "/wiki/Charles_Scribner_I", "description": "Charles Scribner I was a New Yorker who, with Isaac D. Baker (1819–1850), founded a publishing company that would eventually become Charles Scribner's Sons."}, {"title": "Charles Scribner's Sons", "href": "/wiki/Charles_Scribner%27s_Sons", "description": "Charles Scribner's Sons, or simply Scribner's or Scribner, is an American publisher based in New York City, known for publishing American authors including Henry James, Ernest Hemingway, F. Scott Fitzgerald, Kurt Vonnegut, Marjorie Kinnan Rawlings, Stephen King, Robert A. Heinlein, Thomas Wolfe, George Santayana, John Clellon Holmes, Don DeLillo, and Edith Wharton."}]}, {"heading": "Births", "year": "1836", "date": "February 21", "txt": "Léo Delibes, French pianist and composer (d. 1891)", "entities": [{"title": "Léo Delibes", "href": "/wiki/L%C3%A9o_Delibes", "description": "Clément Philibert Léo Delibes was a French Romantic composer, best known for his ballets and operas. His works include the ballets Coppélia (1870) and Sylvia (1876) and the opera Lakmé (1883)."}]}, {"heading": "Births", "year": "1844", "date": "February 21", "txt": "Charles-Marie Widor, French organist and composer (d. 1937)", "entities": [{"title": "Charles-Marie Widor", "href": "/wiki/Charles-Marie_Widor", "description": "Charles-Marie Jean Albert Widor was a French organist, composer and teacher, most notable for his ten organ symphonies."}]}, {"heading": "Births", "year": "1860", "date": "February 21", "txt": "Goscombe John, Welsh-English sculptor and academic (d. 1952)", "entities": [{"title": "Goscombe John", "href": "/wiki/Goscombe_John", "description": "Sir William Goscombe John was a prolific Welsh sculptor known for his many public memorials."}]}, {"heading": "Births", "year": "1865", "date": "February 21", "txt": "John Haden Badley, English author and educator, founded the Bedales School (d. 1967)", "entities": [{"title": "John Haden Badley", "href": "/wiki/John_Haden_Badley", "description": "John Haden Badley was an English author, educator, and founder of Bedales School, which claims to have become the first coeducational public boarding school in England in 1893."}, {"title": "Bedales School", "href": "/wiki/Bedales_School", "description": "Bedales School is a co-educational, boarding and day independent school in the village of Steep, near the market town of Petersfield in Hampshire, England. It was founded in 1893 by John Haden Badley in reaction to the limitations of conventional Victorian schools."}]}, {"heading": "Births", "year": "1867", "date": "February 21", "txt": "Otto Hermann Kahn, German banker and philanthropist (d. 1934)", "entities": [{"title": "Otto Hermann Kahn", "href": "/wiki/Otto_Hermann_Kahn", "description": "Otto Hermann Kahn was a German-born American investment banker, collector, philanthropist, and patron of the arts."}]}, {"heading": "Births", "year": "1875", "date": "February 21", "txt": "Jeanne Calment, French super-centenarian, oldest verified person ever (d. 1997)", "entities": [{"title": "Jeanne Calment", "href": "/wiki/Jeanne_Calment", "description": "Jeanne Louise Calment was a French supercentenarian and the oldest human whose age is well-documented, with a lifespan of 122 years and 164 days. Her longevity attracted media attention and medical studies of her health and lifestyle."}]}, {"heading": "Births", "year": "1878", "date": "February 21", "txt": "Mirra Alfassa, French-Indian spiritual leader (d. 1973)", "entities": [{"title": "Mirra Alfassa", "href": "/wiki/Mirra_Alfassa", "description": "Mirra Alfassa, known to her followers as The Mother, was a French spiritual guru, an occultist and a collaborator of Sri Aurobindo, who considered her to be of equal yogic stature to him and called her by the name \"The Mother\". She founded the Sri Aurobindo Ashram and established Auroville as a universal town; she was an influence and inspiration to many writers and spiritual personalities on the "}]}, {"heading": "Births", "year": "1881", "date": "February 21", "txt": "Kenneth J. Alford, English soldier, bandmaster, and composer (d. 1945)", "entities": [{"title": "Kenneth J. Alford", "href": "/wiki/Kenneth_J._Alford", "description": "Frederick Joseph Ricketts was an English composer of marches for band. Under the pen name Kenneth J. Alford, he composed marches which are considered to be great examples of the art. He was a Bandmaster in the British Army, and Royal Marines Director of Music. Conductor Sir Vivian Dunn called Ricketts \"The British March King\". Ricketts' frequent use of the saxophone contributed to its permanent in"}]}, {"heading": "Births", "year": "1885", "date": "February 21", "txt": "Sacha Guitry, Russian-French actor, director, and playwright (d. 1957)", "entities": [{"title": "Sacha Guitry", "href": "/wiki/Sacha_Guitry", "description": "Alexandre-Pierre Georges \"Sacha\" Guitry was a French stage actor, film actor, director, screenwriter, and playwright of the boulevard theatre. He was the son of a leading French actor, Lucien Guitry, and followed his father into the theatrical profession. He became known for his stage performances, particularly in boulevardier roles. He was also a prolific playwright, writing 115 plays throughout "}]}, {"heading": "Births", "year": "1887", "date": "February 21", "txt": "Korechika Anami, Japanese general and politician, 54th Japanese Minister of War (d. 1945)", "entities": [{"title": "Korechika Anami", "href": "/wiki/Korechika_Anami", "description": "Korechika Anami  was a general in the Imperial Japanese Army during World War II who was War Minister during the surrender of Japan."}, {"title": "Ministry of War of Japan", "href": "/wiki/Ministry_of_War_of_Japan", "description": "The Army Ministry , also known as the Ministry of War, was the cabinet-level ministry in the Empire of Japan charged with the administrative affairs of the Imperial Japanese Army (IJA). It existed from 1872 to 1945."}]}, {"heading": "Births", "year": "1888", "date": "February 21", "txt": "Clemence Dane, English author and playwright (d. 1965)", "entities": [{"title": "Clemence Dane", "href": "/wiki/Clemence_Dane", "description": "Clemence Dane was the pseudonym of Winifred Ashton, an English novelist and playwright."}]}, {"heading": "Births", "year": "1892", "date": "February 21", "txt": "Harry Stack Sullivan, American psychiatrist and psychoanalyst (d. 1949)", "entities": [{"title": "Harry Stack Sullivan", "href": "/wiki/Harry_Stack_Sullivan", "description": "Herbert \"Harry\" Stack Sullivan was an American Neo-Freudian psychiatrist and psychoanalyst who held that \"personality can never be isolated from the complex interpersonal relationships in which [a] person lives\" and that \"[t]he field of psychiatry is the field of interpersonal relations under any and all circumstances in which [such] relations exist\". Having studied therapists Sigmund Freud, Adolf"}]}, {"heading": "Births", "year": "1893", "date": "February 21", "txt": "Celia Lovsky, Austrian-American actress (d. 1979)", "entities": [{"title": "Celia Lovsky", "href": "/wiki/Celia_Lovsky", "description": "Celia Lovsky was an Austrian-American actress. She was born in Vienna, daughter of Břetislav Lvovsky (1857–1910), a minor Czech opera composer. She studied theater, dance, and languages at the Austrian Royal Academy of Arts and Music. She is best known to fans of Star Trek as the original T'Pau, and to fans of The Twilight Zone as the aged daughter of an eternally youthful Hollywood actress."}]}, {"heading": "Births", "year": "1893", "date": "February 21", "txt": "Andrés Segovia, Spanish guitarist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1894", "date": "February 21", "txt": "Shanti Swaroop Bhatnagar, Indian chemist and academic (d. 1955)", "entities": [{"title": "Shanti Swaroop Bhatnagar", "href": "/wiki/Shanti_Swaroop_Bhatnagar", "description": "Sir Shanti Swaroop Bhatnagar OBE, FNI, FASc, FRS, FRIC, FInstP was an Indian colloid chemist, academic and scientific administrator. The first director-general of the Council of Scientific and Industrial Research (CSIR), he is revered as the \"father of research laboratories\" in India. He was also the first Chairman of the University Grants Commission(India) (UGC)."}]}, {"heading": "Births", "year": "1895", "date": "February 21", "txt": "Henrik Dam, Danish biochemist and physiologist, Nobel Prize laureate (d. 1976)", "entities": [{"title": "Henrik Dam", "href": "/wiki/Henrik_Dam", "description": "Carl Peter Henrik Dam, was a Danish biochemist and physiologist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1896", "date": "February 21", "txt": "Nirala, Indian poet and author (d. 1961)", "entities": [{"title": "Suryakant Tripathi 'Nirala'", "href": "/wiki/Suryakant_Tripathi_%27Nirala%27", "description": "Suryakant Tripathi, known by his pen name Nirala, was an Indian poet, novelist, essayist and story-writer. He also drew many sketches."}]}, {"heading": "Births", "year": "1900", "date": "February 21", "txt": "Jeanne Aubert, French singer and actress (d. 1988)", "entities": [{"title": "Jeanne Aubert", "href": "/wiki/Jeanne_Aubert", "description": "Jeanne Aubert was a French singer and actress."}]}, {"heading": "Births", "year": "1902", "date": "February 21", "txt": "Arthur Nock, English theologian and academic (d. 1963)", "entities": [{"title": "Arthur Nock", "href": "/wiki/Arthur_Nock", "description": "Arthur Darby Nock was an English classicist and theologian, regarded as a leading scholar in the history of religion. He was a professor at Harvard University from 1930 until his death."}]}, {"heading": "Births", "year": "1903", "date": "February 21", "txt": "Anaïs Nin, French-American essayist and memoirist (d. 1977)", "entities": [{"title": "Anaïs Nin", "href": "/wiki/Ana%C3%AFs_Nin", "description": "Angela Anaïs Juana Antolina Rosa Edelmira Nin y Culmell, known professionally as Anaïs Nin, was a French-Cuban-American diarist, essayist, novelist and writer of short stories and erotica. Born to Cuban parents in France, Nin was the daughter of composer Joaquín Nin and Rosa Culmell, a classically trained singer. Nin spent her early years in Spain and Cuba, about sixteen years in Paris (1924–1940)"}]}, {"heading": "Births", "year": "1903", "date": "February 21", "txt": "Raymond Queneau, French poet and author (d. 1976)", "entities": []}, {"heading": "Births", "year": "1907", "date": "February 21", "txt": "W. H. Auden, English-American poet, playwright, and composer (d. 1973)", "entities": [{"title": "W. H. Auden", "href": "/wiki/W._H._Auden", "description": "Wystan Hugh Auden was an Anglo-American poet. Auden's poetry was noted for its stylistic and technical achievement, its engagement with politics, morals, love, and religion, and its variety in tone, form, and content. Some of his best known poems are about love, such as \"Funeral Blues\"; on political and social themes, such as \"September 1, 1939\" and \"The Shield of Achilles\"; on cultural and psycho"}]}, {"heading": "Births", "year": "1909", "date": "February 21", "txt": "Hans Erni, Swiss painter, sculptor, and illustrator (d. 2015)", "entities": [{"title": "Hans Erni", "href": "/wiki/Hans_Erni", "description": "Hans Erni was a Swiss graphic designer, painter, illustrator, engraver and sculptor."}]}, {"heading": "Births", "year": "1910", "date": "February 21", "txt": "Douglas Bader, English captain and pilot (d. 1982)", "entities": [{"title": "Douglas Bader", "href": "/wiki/Douglas_Bader", "description": "Group Captain Sir Douglas Robert Steuart Bader, was a Royal Air Force flying ace during the Second World War. He was credited with 22 aerial victories, four shared victories, six probables, one shared probable and 11 enemy aircraft damaged."}]}, {"heading": "Births", "year": "1912", "date": "February 21", "txt": "Arline Judge, American actress and singer (d. 1974)", "entities": [{"title": "Arline Judge", "href": "/wiki/Arline_Judge", "description": "Margaret Arline Judge was an American actress singer who worked mostly in low-budget B movies, but gained some fame for habitually marrying."}]}, {"heading": "Births", "year": "1914", "date": "February 21", "txt": "Ilmari Juutilainen, Finnish soldier and pilot (d. 1999)", "entities": [{"title": "Ilmari Juutilainen", "href": "/wiki/Ilmari_Juutilainen", "description": "Eino Ilmari \"Illu\" Juutilainen was a fighter pilot of the Ilmavoimat, and the top scoring non-German fighter pilot of all time. This makes him the top flying ace of the Finnish Air Force, leading all Finnish pilots in score against Soviet aircraft in World War II, with 94 confirmed aerial combat victories in 437 sorties. He himself claimed 126 victories. He achieved 34 of his victories while flyin"}]}, {"heading": "Births", "year": "1914", "date": "February 21", "txt": "Zachary Scott, American actor (d. 1965)", "entities": []}, {"heading": "Births", "year": "1914", "date": "February 21", "txt": "Jean Tatlock, American psychiatrist and physician (d. 1944)", "entities": []}, {"heading": "Births", "year": "1915", "date": "February 21", "txt": "Claudia Jones, Trinidad-British journalist and activist (d. 1964)", "entities": [{"title": "Claudia Jones", "href": "/wiki/Claudia_Jones", "description": "Claudia Jones, née Claudia Vera Cumberbatch, was a Trinidad and Tobago-born journalist and activist. As a child, she migrated with her family to the US, where she became a Communist political activist, feminist and black nationalist, adopting the name Jones as \"self-protective disinformation\". Due to the political persecution of Communists in the US, she was deported in 1955 and subsequently lived"}]}, {"heading": "Births", "year": "1915", "date": "February 21", "txt": "Ann Sheridan, American actress and singer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1915", "date": "February 21", "txt": "Anton Vratuša, Prime Minister of Slovenia (d. 2017)", "entities": []}, {"heading": "Births", "year": "1917", "date": "February 21", "txt": "Lucille Bremer, American actress and dancer (d. 1996)", "entities": [{"title": "Lucille Bremer", "href": "/wiki/Lucille_Bremer", "description": "Lucille Bremer was an American film actress and dancer."}]}, {"heading": "Births", "year": "1917", "date": "February 21", "txt": "Tadd Dameron, American pianist and composer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 21", "txt": "John Rawls, American philosopher and academic (d. 2002)", "entities": [{"title": "John Rawls", "href": "/wiki/John_Rawls", "description": "John Bordley Rawls was an American moral and political philosopher in the liberal tradition. Rawls received both the Schock Prize for Logic and Philosophy and the National Humanities Medal in 1999, the latter presented by President Bill Clinton, in recognition of how Rawls's work \"helped a whole generation of learned Americans revive their faith in democracy itself.\""}]}, {"heading": "Births", "year": "1921", "date": "February 21", "txt": "Richard T. Whitcomb, American aeronautical engineer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 21", "txt": "Thelma Estrin, American computer scientist and engineer (d. 2014)", "entities": [{"title": "Thelma Estrin", "href": "/wiki/Thelma_Estrin", "description": "Thelma Estrin was an American computer scientist and engineer who did pioneering work in the fields of expert systems and biomedical engineering. She was one of the first to apply computer technology to healthcare and medical research. She was professor emerita in the Department of Computer Science, University of California at Los Angeles."}]}, {"heading": "Births", "year": "1924", "date": "February 21", "txt": "Robert Mugabe, Zimbabwean educator and politician, 2nd President of Zimbabwe (d. 2019)", "entities": [{"title": "President of Zimbabwe", "href": "/wiki/President_of_Zimbabwe", "description": "The President of Zimbabwe is the highest office in the executive branch of the country's government. The president is head of state of Zimbabwe, elected by direct universal suffrage using a two-round system. Formerly a ceremonial role, the president is now also the head of government. The president serves a maximum of two five-year terms."}]}, {"heading": "Births", "year": "1924", "date": "February 21", "txt": "Dorothy Blum, American computer scientist and cryptanalyst (d. 1980)", "entities": []}, {"heading": "Births", "year": "1925", "date": "February 21", "txt": "Sam Peckinpah, American director and screenwriter (d. 1984)", "entities": [{"title": "Sam Peckinpah", "href": "/wiki/Sam_Peckinpah", "description": "David Samuel Peckinpah was an American film director and screenwriter who achieved prominence following the release of the Western epic The Wild Bunch (1969). He was known for the visually innovative and explicit depiction of action and violence as well as his revisionist approach to the Western genre."}]}, {"heading": "Births", "year": "1925", "date": "February 21", "txt": "Jack Ramsay, American basketball player, coach, and sportscaster (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 21", "txt": "Erma Bombeck, American journalist and author (d. 1996)", "entities": [{"title": "Erma Bombeck", "href": "/wiki/Erma_Bombeck", "description": "Erma Louise Bombeck was an American humorist who achieved great popularity for her syndicated newspaper humor column describing suburban home life from 1965 to 1996. She also published 15 books, most of which became bestsellers."}]}, {"heading": "Births", "year": "1929", "date": "February 21", "txt": "Chespirito, Mexican actor, director, producer, and screenwriter (d. 2014)", "entities": [{"title": "Chespirito", "href": "/wiki/Chespirito", "description": "Roberto Gómez Bolaños, more commonly known by his stage name Chespirito, or \"Little Shakespeare\" was a Mexican actor, comedian, screenwriter, humorist, director, and producer. He is widely regarded as one of the icons of Spanish-speaking humor and entertainment and one of the greatest comedians of all time. He is also one of the most loved and respected comedians in Latin America. He is mostly kno"}]}, {"heading": "Births", "year": "1933", "date": "February 21", "txt": "Nina Simone, American singer-songwriter and pianist (d. 2003)", "entities": [{"title": "Nina Simone", "href": "/wiki/Nina_Simone", "description": "Eunice Kathleen Waymon, known professionally as Nina Simone, was an American singer, songwriter, musician, arranger, and civil rights activist. Her music spanned a broad range of musical styles including classical, jazz, blues, folk, R&B, gospel, and pop."}]}, {"heading": "Births", "year": "1934", "date": "February 21", "txt": "Rue McClanahan, American actress (d. 2010)", "entities": [{"title": "Rue McClanahan", "href": "/wiki/Rue_McClanahan", "description": "Eddi-Rue McClanahan was an American actress and comedian best known for her roles on television as Vivian Harmon on Maude (1972–78), Aunt Fran Crowley on Mama's Family (1983–84), and Blanche Devereaux on The Golden Girls (1985–92), for which she won an Emmy Award for Outstanding Lead Actress in a Comedy Series in 1987."}]}, {"heading": "Births", "year": "1935", "date": "February 21", "txt": "Richard A. Lupoff, American author (d. 2020)", "entities": [{"title": "Richard A. Lupoff", "href": "/wiki/Richard_A._Lupoff", "description": "Richard Allen Lupoff was an American science-fiction and mystery author, who also wrote humor, satire, nonfiction and reviews. In addition to his two dozen novels and more than 40 short stories, he also edited science-fantasy anthologies. He was an expert on the writing of Edgar Rice Burroughs, and had an equally strong interest in H. P. Lovecraft."}]}, {"heading": "Births", "year": "1936", "date": "February 21", "txt": "Barbara Jordan, American lawyer and politician (d. 1996)", "entities": [{"title": "Barbara Jordan", "href": "/wiki/Barbara_Jordan", "description": "Barbara Charline Jordan was an American lawyer, educator and politician who was a leader in the Civil Rights Movement. A Democrat, she was the first African American elected to the Texas Senate after Reconstruction and the first Southern African-American woman elected to the United States House of Representatives. She was best known for her eloquent opening statement at the House Judiciary Committ"}]}, {"heading": "Births", "year": "1937", "date": "February 21", "txt": "Ron Clarke, Australian runner and politician, Mayor of the Gold Coast (d. 2015)", "entities": [{"title": "Ron Clarke", "href": "/wiki/Ron_Clarke", "description": "Ronald William Clarke, AO, MBE was an Australian athlete, writer, and Mayor of the Gold Coast from 2004 to 2012. He was one of the best-known middle- and long-distance runners in the 1960s, notable for setting seventeen world records."}, {"title": "Mayor of the Gold Coast", "href": "/wiki/Mayor_of_the_Gold_Coast", "description": "The Mayor of the City of the Gold Coast is presiding officer and public face of the Gold Coast City Council, the local government body of the Gold Coast, Queensland. The current Mayor is Tom Tate."}]}, {"heading": "Births", "year": "1937", "date": "February 21", "txt": "Harald V of Norway", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 21", "txt": "Bobby Charles, American singer-songwriter (d. 2020)", "entities": [{"title": "Bobby Charles", "href": "/wiki/Bobby_Charles", "description": "Robert Charles Guidry, known as Bobby Charles, was an American singer-songwriter."}]}, {"heading": "Births", "year": "1938", "date": "February 21", "txt": "Kel Tremain, New Zealand rugby player (d. 1992)", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 21", "txt": "Peter Gethin, English racing driver (d. 2011)", "entities": [{"title": "Peter Gethin", "href": "/wiki/Peter_Gethin", "description": "Peter Kenneth Gethin was a British racing driver from England. He participated in 31 World Championship Formula One Grands Prix, debuting on 21 June 1970. He won the 1971 Italian Grand Prix in the fastest average speed in Formula One history, but this was his only podium finish. Gethin also participated in numerous non-Championship Formula One races, winning the 1971 World Championship Victory Rac"}]}, {"heading": "Births", "year": "1940", "date": "February 21", "txt": "John Lewis, American activist and politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 21", "txt": "Tony Martin, Trinidadian-American historian and academic (d. 2013)", "entities": [{"title": "Tony Martin (professor)", "href": "/wiki/Tony_Martin_(professor)", "description": "Tony Martin was a Trinidad and Tobago-born scholar of Africana Studies. From 1973 to 2007 he worked at Wellesley College in Wellesley, Massachusetts, and over the course of his career published over ten books and a range of scholarly articles."}]}, {"heading": "Births", "year": "1942", "date": "February 21", "txt": "Margarethe von Trotta, German actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 21", "txt": "David Geffen, American businessman, co-founded DreamWorks and Geffen Records", "entities": [{"title": "David Geffen", "href": "/wiki/David_Geffen", "description": "David Lawrence Geffen is an American business magnate, producer, film studio executive, and philanthropist. Geffen co-created Asylum Records in 1971 with Elliot Roberts, Geffen Records in 1980, DGC Records in 1990, and DreamWorks SKG in 1994. As a philanthropist he has donated to the David Geffen School of Medicine at UCLA and other educational and research institutes."}, {"title": "DreamWorks Pictures", "href": "/wiki/DreamWorks_Pictures", "description": "DreamWorks Pictures is an American film production company, and a label of Amblin Partners. It was founded in 1994 as an original live-action film studio by Steven Spielberg, Jeffrey Katzenberg and David Geffen, of which they owned 72%. The studio formerly distributed its own and third-party films. It has produced or distributed more than ten films with box-office grosses of more than $100 million"}, {"title": "Geffen Records", "href": "/wiki/Geffen_Records", "description": "Geffen Records is an American record label established by David Geffen and owned by Universal Music Group through its Interscope Geffen A&M Records imprint."}]}, {"heading": "Births", "year": "1945", "date": "February 21", "txt": "Maurice Bembridge, English golfer", "entities": [{"title": "Maurice Bembridge", "href": "/wiki/Maurice_Bembridge", "description": "Maurice Bembridge is an English golfer. He won the 1969 News of the World Match Play, the 1971 Dunlop Masters and won six times on the European Tour from its formation in 1972. He also won tournaments around the world, including the Kenya Open three times. He played in the Ryder Cup four successive times from 1969 to 1975 and represented England twice in the World Cup. At the 1974 Masters Tourname"}]}, {"heading": "Births", "year": "1946", "date": "February 21", "txt": "Tyne Daly, American actress and singer", "entities": [{"title": "Tyne Daly", "href": "/wiki/Tyne_Daly", "description": "Ellen Tyne Daly is an American actress and singer. She has won six Emmy Awards for her television work and a Tony Award, and is a 2011 American Theatre Hall of Fame inductee."}]}, {"heading": "Births", "year": "1946", "date": "February 21", "txt": "Anthony Daniels, English actor and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 21", "txt": "Alan Rickman, English actor and director (d. 2016)", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 21", "txt": "Bob Ryan, American journalist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 21", "txt": "Johnny Echols, American singer-songwriter and guitarist", "entities": [{"title": "Johnny Echols", "href": "/wiki/Johnny_Echols", "description": "John Marshall Echols is an American songwriter and guitarist, who was co-founder and the lead guitar player of the psychedelic rock band Love."}]}, {"heading": "Births", "year": "1947", "date": "February 21", "txt": "Olympia Snowe, American politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 21", "txt": "Bill Slayback, American baseball player and singer (d. 2015)", "entities": [{"title": "Bill Slayback", "href": "/wiki/Bill_Slayback", "description": "William Grover Slayback was an American professional baseball pitcher. He appeared in 42 games, 17 as a starter for the Detroit Tigers of Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1949", "date": "February 21", "txt": "Frank Brunner, American illustrator", "entities": [{"title": "Frank Brunner", "href": "/wiki/Frank_Brunner", "description": "Frank Brunner is an American comics artist and illustrator best known for his work at Marvel Comics in the 1970s."}]}, {"heading": "Births", "year": "1949", "date": "February 21", "txt": "Jerry Harrison, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 21", "txt": "Ronnie Hellström, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 21", "txt": "Larry Drake,  American actor (d. 2016)", "entities": [{"title": "Larry Drake", "href": "/wiki/Larry_Drake", "description": "Larry Richard Drake was an American actor and comedian, best known as Benny Stulwicz in L.A. Law, for which he won two Primetime Emmy Awards. He also appeared as Robert G. Durant in both Darkman and Darkman II: The Return of Durant, a homicidal mental patient who escapes an insane asylum in the slasher black comedy Dr. Giggles, and was the voice of Pops in Johnny Bravo."}]}, {"heading": "Births", "year": "1951", "date": "February 21", "txt": "Vince Welnick, American keyboard player (d. 2006)", "entities": [{"title": "Vince Welnick", "href": "/wiki/Vince_Welnick", "description": "Vincent Leo Welnick was an American keyboardist, best known for playing with the band the Tubes during the 1970s and 1980s and with the Grateful Dead in the 1990s."}]}, {"heading": "Births", "year": "1952", "date": "February 21", "txt": "Jean-Jacques Burnel, English bass player, songwriter, and producer", "entities": [{"title": "Jean-Jacques Burnel", "href": "/wiki/Jean-Jacques_Burnel", "description": "Jean-Jacques \"JJ\" Burnel is a Franco-English musician, producer and songwriter, best known as the bass guitarist with the English rock band the Stranglers."}]}, {"heading": "Births", "year": "1952", "date": "February 21", "txt": "Vitaly Churkin, Russian diplomat, former Ambassador of Russia to the United Nations (d. 2017)", "entities": [{"title": "Permanent Representative of Russia to the United Nations", "href": "/wiki/Permanent_Representative_of_Russia_to_the_United_Nations", "description": "\nThe permanent representative of the Russian Federation to the United Nations is the leader of Russia's diplomatic mission to the United Nations."}]}, {"heading": "Births", "year": "1953", "date": "February 21", "txt": "Christine Ebersole, American actress and singer", "entities": [{"title": "Christine Ebersole", "href": "/wiki/Christine_Ebersole", "description": "Christine Ebersole is an American actress and singer. She has appeared in film, television, and on stage. She starred in the Broadway musicals 42nd Street and Grey Gardens, winning two Tony Awards. She has co-starred on the TBS sitcom Sullivan & Son, in which she played Carol Walsh, and earned an Emmy Award nomination for her work in One Life to Live."}]}, {"heading": "Births", "year": "1953", "date": "February 21", "txt": "William Petersen, American actor and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 21", "txt": "Christina Rees, British politician", "entities": [{"title": "Christina Rees (politician)", "href": "/wiki/Christina_Rees_(politician)", "description": "Christina Rees is a Welsh Labour Co-operative Party politician who served as Shadow Secretary of State for Wales in the Shadow Cabinet of Jeremy Corbyn from 2017 to 2020, and has served as MP for Neath since 2015."}]}, {"heading": "Births", "year": "1955", "date": "February 21", "txt": "Kelsey Grammer, American actor, singer, and producer", "entities": [{"title": "Kelsey Grammer", "href": "/wiki/Kelsey_Grammer", "description": "Allen Kelsey Grammer is an American actor, comedian, producer, director and writer, best known for his two-decade-long portrayal of psychiatrist Dr. Frasier Crane on the NBC sitcom Cheers and its spin-off Frasier. He is also known for his performance in the political drama series Boss for which he won a Golden Globe Award, and the period drama series The Last Tycoon, as well as having a guest role"}]}, {"heading": "Births", "year": "1958", "date": "February 21", "txt": "Jake Burns, Northern Irish singer-songwriter and guitarist", "entities": [{"title": "Jake Burns", "href": "/wiki/Jake_Burns", "description": "John \"Jake\" Burns is a singer and guitarist, and is best known as the frontman of Stiff Little Fingers, although he has also recorded with Jake Burns and the Big Wheel, 3 Men + Black, and as a solo artist."}]}, {"heading": "Births", "year": "1958", "date": "February 21", "txt": "Mary Chapin Carpenter, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 21", "txt": "Kim Coates, Canadian actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 21", "txt": "Alan Trammell, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 21", "txt": "José María Cano, Spanish singer-songwriter and painter", "entities": [{"title": "José María Cano", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Cano", "description": "José Cano Andrés is a Spanish visual artist, musician, composer, and record producer. From 1982 to 1998, he was a member and principal composer of the Spanish pop-rock band Mecano. Since 1998, he works primarily in the visual arts."}]}, {"heading": "Births", "year": "1960", "date": "February 21", "txt": "Plamen Oresharski, Bulgarian economist and politician, 52nd Prime Minister of Bulgaria", "entities": [{"title": "Plamen Oresharski", "href": "/wiki/Plamen_Oresharski", "description": "Plamen Vasilev Oresharski is a Bulgarian politician who served as Prime Minister of Bulgaria from 2013 to 2014. Previously Oresharski was Minister of Finance from 2005 to 2009 in the Cabinet of the Triple Coalition with Prime Minister Sergei Stanishev."}, {"title": "Prime Minister of Bulgaria", "href": "/wiki/Prime_Minister_of_Bulgaria", "description": "The Prime Minister of Bulgaria is the head of government of Bulgaria. They are the leader of a political coalition in the Bulgarian parliament – known as the National Assembly of Bulgaria – and the leader of the cabinet."}]}, {"heading": "Births", "year": "1960", "date": "February 21", "txt": "Steve Wynn, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 21", "txt": "Christopher Atkins, American actor and businessman", "entities": [{"title": "Christopher Atkins", "href": "/wiki/Christopher_Atkins", "description": "Christopher Atkins is an American actor, perhaps best known for his debut in the 1980 film The Blue Lagoon."}]}, {"heading": "Births", "year": "1961", "date": "February 21", "txt": "Elliot Hirshman, American psychologist and academic", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 21", "txt": "Chuck Palahniuk, American novelist and journalist", "entities": [{"title": "Chuck Palahniuk", "href": "/wiki/Chuck_Palahniuk", "description": "Charles Michael Palahniuk is an American freelance journalist and novelist who describes his work as transgressional fiction. He is the author of the award-winning novel Fight Club, which also was made into a film of the same name, starring Brad Pitt and Edward Norton."}]}, {"heading": "Births", "year": "1962", "date": "February 21", "txt": "David Foster Wallace, American novelist, short story writer, and essayist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 21", "txt": "William Baldwin, American actor", "entities": [{"title": "William Baldwin", "href": "/wiki/William_Baldwin", "description": "William Joseph Baldwin is an American actor, producer and writer. A member of the Baldwin family, he is the third-oldest of the four Baldwin brothers. He has starred in the films Flatliners (1990), Backdraft (1991), Sliver (1993), Virus (1999), The Squid and the Whale (2005), played himself in Forgetting Sarah Marshall, and the Netflix show Northern Rescue (2019). Baldwin is married to singer Chyn"}]}, {"heading": "Births", "year": "1963", "date": "February 21", "txt": "Ranking Roger, English singer-songwriter and musician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 21", "txt": "Greg Turner, New Zealand golfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 21", "txt": "Mark Kelly, United States Senator, American captain, pilot, and astronaut", "entities": [{"title": "Mark Kelly", "href": "/wiki/Mark_Kelly", "description": "Mark Edward Kelly is an American politician, businessman, former astronaut and retired U.S. Navy captain serving as the junior United States Senator from Arizona since 2020. A member of the Democratic Party, he won the 2020 special election, defeating incumbent Republican Martha McSally. Formerly an aerospace consultant and executive, Kelly is the author of several books."}]}, {"heading": "Births", "year": "1964", "date": "February 21", "txt": "Scott Kelly, American captain, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 21", "txt": "Mark Ferguson, Australian journalist", "entities": [{"title": "Mark Ferguson (news presenter)", "href": "/wiki/Mark_Ferguson_(news_presenter)", "description": "Mark Ferguson is a news presenter."}]}, {"heading": "Births", "year": "1967", "date": "February 21", "txt": "Leroy Burrell, American runner and coach", "entities": [{"title": "Leroy Burrell", "href": "/wiki/Leroy_Burrell", "description": "Leroy Russel Burrell is an American former track and field athlete, who twice set the world record for the 100 m sprint."}]}, {"heading": "Births", "year": "1967", "date": "February 21", "txt": "Sari Essayah, Finnish athlete and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 21", "txt": "James Dean Bradfield, Welsh singer-songwriter and guitarist", "entities": [{"title": "James Dean Bradfield", "href": "/wiki/James_Dean_Bradfield", "description": "James Dean Bradfield is a Welsh singer-songwriter, musician and record producer. He is known for being the lead vocalist and guitarist for the Welsh alternative rock band Manic Street Preachers."}]}, {"heading": "Births", "year": "1969", "date": "February 21", "txt": "Aunjanue Ellis, American actress and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 21", "txt": "Petra Kronberger, Austrian skier", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 21", "txt": "Tony Meola, American soccer player and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 21", "txt": "Cathy Richardson, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 21", "txt": "Michael Slater, Australian cricketer and sportscaster", "entities": [{"title": "Michael Slater", "href": "/wiki/Michael_Slater", "description": "Michael Jonathon Slater is an Australian, former cricketer who played in 74 Tests and 42 One Day Internationals for the Australian cricket team from 1993 to 2001, and television presenter. Slater suffers from the psychiatric disorder - manic depression bipolar disorder. In 2021, during the COVID-19 pandemic, Slater travelled to India, against travel warnings, to commentate the Indian Premier Leagu"}]}, {"heading": "Births", "year": "1970", "date": "February 21", "txt": "Eric Wilson, American bass player and drummer", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 21", "txt": "Pierre Fulke, Swedish golfer", "entities": [{"title": "Pierre Fulke", "href": "/wiki/Pierre_Fulke", "description": "Pierre Olof Fulke is a Swedish professional golfer who played on the European Tour."}]}, {"heading": "Births", "year": "1972", "date": "February 21", "txt": "Seo Taiji, South Korean singer-songwriter", "entities": [{"title": "Seo Taiji", "href": "/wiki/Seo_Taiji", "description": "Jeong Hyeon-Cheol, better known as Seo Taiji or Seo Tae-Ji (서태지), is a South Korean singer, musician, songwriter and record producer. After dropping out of high school to pursue a music career, he has risen to become one of the most prominent and influential cultural icons in South Korea, with many referring to him as \"the President of Culture\"."}]}, {"heading": "Births", "year": "1973", "date": "February 21", "txt": "Heri Joensen, Faroese singer-songwriter and guitarist", "entities": [{"title": "Heri Joensen", "href": "/wiki/Heri_Joensen", "description": "Heri Joensen is a Faroese musician, notable for being the vocalist for the heavy metal band Týr. Heri was born in the Faroe Islands capital of Tórshavn which has had an influence on his song writing. As well as Týr, he has recently recorded a solo album titled Heljareyga."}]}, {"heading": "Births", "year": "1973", "date": "February 21", "txt": "Brian Rolston, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 21", "txt": "Iván Campo, Spanish footballer", "entities": [{"title": "Iván Campo", "href": "/wiki/Iv%C3%A1n_Campo", "description": "Iván Campo Ramos is a Spanish former professional footballer. Originally a centre-back, he featured in a defensive midfield role in the later years of his career."}]}, {"heading": "Births", "year": "1975", "date": "February 21", "txt": "Scott Miller, Australian swimmer", "entities": [{"title": "Scott Miller (swimmer)", "href": "/wiki/Scott_Miller_(swimmer)", "description": "Scott Andrew Miller is an Australian butterfly swimmer who competed at the 1996 Summer Olympics, winning a silver and bronze medal."}]}, {"heading": "Births", "year": "1976", "date": "February 21", "txt": "Ryan Smyth, Canadian ice hockey player", "entities": [{"title": "Ryan Smyth", "href": "/wiki/Ryan_Smyth", "description": "Ryan Alexander Gordon Smyth is a Canadian former professional ice hockey winger who played most of his career for the Edmonton Oilers of the National Hockey League (NHL). He was especially known for playing in the style of a power forward. Smyth announced his retirement on April 11, 2014, after 19 seasons in the NHL. He is currently one of the owners of the AJHL Spruce Grove Saints."}]}, {"heading": "Births", "year": "1976", "date": "February 21", "txt": "Michael McIntyre, English comedian, actor and television presenter", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 21", "txt": "Jonathan Safran Foer, American novelist", "entities": [{"title": "Jonathan Safran Foer", "href": "/wiki/Jonathan_Safran_Foer", "description": "Jonathan Safran Foer is an American novelist. He is known for his novels Everything Is Illuminated (2002), Extremely Loud & Incredibly Close (2005), Here I Am (2016), and for his non-fiction works Eating Animals (2009) and We Are the Weather: Saving the Planet Begins at Breakfast (2019). He teaches creative writing at New York University."}]}, {"heading": "Births", "year": "1977", "date": "February 21", "txt": "Steve Francis, American basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 21", "txt": "Owen King, American author", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 21", "txt": "Kevin Rose, American businessman and television host, founded Digg", "entities": [{"title": "Digg", "href": "/wiki/Digg", "description": "Digg is an American news aggregator with a curated front page, aiming to select stories specifically for the Internet audience such as science, trending political issues, and viral Internet issues. It was launched in its current form on July 31, 2012, with support for sharing content to other social platforms such as Twitter and Facebook."}]}, {"heading": "Births", "year": "1978", "date": "February 21", "txt": "Kumail Nanjiani, Pakistani-American stand-up comedian, actor, writer and podcast host", "entities": [{"title": "Kumail Nanjiani", "href": "/wiki/Kumail_Nanjiani", "description": "Kumail Ali Nanjiani is a Pakistani-American comedian, actor, screenwriter, and podcaster primarily known for his role as Dinesh in the HBO comedy series Silicon Valley (2014–2019) and for co-writing and starring in the romantic comedy film The Big Sick (2017). For co-writing the latter with his wife, Emily V. Gordon, he was nominated for the Academy Award for Best Original Screenplay. In 2018, Tim"}]}, {"heading": "Births", "year": "1979", "date": "February 21", "txt": "Pascal Chimbonda, Guadeloupean-French footballer", "entities": [{"title": "Pascal Chimbonda", "href": "/wiki/Pascal_Chimbonda", "description": "Pascal Chimbonda is a French former professional footballer who played as a right-back."}]}, {"heading": "Births", "year": "1979", "date": "February 21", "txt": "Shane Gibson, American guitarist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 21", "txt": "Jennifer Love Hewitt, American actress and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 21", "txt": "Carly Colón, Puerto Rican professional wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 21", "txt": "Jordan Peele, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 21", "txt": "Brad Fast, Canadian ice hockey player", "entities": [{"title": "Brad Fast", "href": "/wiki/Brad_Fast", "description": "Bradley M. Fast is a Canadian former professional ice hockey defenceman. He spent his amateur career in the British Columbia Hockey League, and was selected in the third round of the 1999 NHL Entry Draft, 84th overall, by the Carolina Hurricanes. He played in 1 NHL game for the Hurricanes, scoring a goal, before embarking on a European career."}]}, {"heading": "Births", "year": "1980", "date": "February 21", "txt": "Tiziano Ferro, Italian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 21", "txt": "Jigme Khesar Namgyel Wangchuck, 5th King of Bhutan", "entities": [{"title": "King of Bhutan", "href": "/wiki/King_of_Bhutan", "description": "Bhutan was founded and unified as a country by Ngawang Namgyal, 1st Zhabdrung Rinpoche in the mid–17th century. After his death in 1651, Bhutan nominally followed his recommended \"dual system of government\". Under the dual system, government control was split between a secular leader, the Druk Desi ; and a religious leader, the Je Khenpo."}]}, {"heading": "Births", "year": "1980", "date": "February 21", "txt": "Justin Roiland, American animator, writer and voice actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 21", "txt": "Floor Jansen, Dutch singer, songwriter, and vocal coach", "entities": [{"title": "Floor Jansen", "href": "/wiki/Floor_Jansen", "description": "Floor Jansen is a Dutch singer, songwriter, and vocal coach. She is currently the lead vocalist of Finnish symphonic metal band Nightwish."}]}, {"heading": "Births", "year": "1982", "date": "February 21", "txt": "Andre Barrett, American basketball player", "entities": [{"title": "Andre Barrett", "href": "/wiki/Andre_Barrett", "description": "Andre Rashawd Barrett is an American professional basketball player who last played for Obras Sanitarias of the Liga Nacional de Básquet. He played college basketball for Seton Hall."}]}, {"heading": "Births", "year": "1982", "date": "February 21", "txt": "Chantal Claret, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 21", "txt": "Tebogo Jacko Magubane, South African DJ and producer", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 21", "txt": "Braylon Edwards, American football player", "entities": [{"title": "Braylon Edwards", "href": "/wiki/Braylon_Edwards", "description": "Braylon Jamel Edwards is a former American football wide receiver in the National Football League (NFL). He played college football for the University of Michigan, earned unanimous All-American honors, and was recognized as the top college wide receiver. He was also the first receiver in Big Ten Conference history to record three consecutive 1,000-yard seasons and only the third to do so in NCAA D"}]}, {"heading": "Births", "year": "1983", "date": "February 21", "txt": "Franklin Gutiérrez, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 21", "txt": "Mélanie Laurent, French actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 21", "txt": "Andrew Ellis, New Zealand rugby player", "entities": [{"title": "Andrew Ellis", "href": "/wiki/Andrew_Ellis", "description": "Andrew \"Andy\" Ellis is a New Zealand rugby union player who specialises in the position of scrum-half. He currently plays for Rugby United New York (RUNY) in Major League Rugby (MLR)"}]}, {"heading": "Births", "year": "1984", "date": "February 21", "txt": "David Odonkor, German footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 21", "txt": "Marco Paoloni, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 21", "txt": "James Wisniewski, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 21", "txt": "Georgios Samaras, Greek footballer", "entities": [{"title": "Georgios Samaras", "href": "/wiki/Georgios_Samaras", "description": "Georgios Samaras is a Greek former professional footballer who played as a winger or a striker. He is the vice–president of OFI Crete."}]}, {"heading": "Births", "year": "1985", "date": "February 21", "txt": "Jamaal Westerman, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 21", "txt": "Charlotte Church, Welsh singer-songwriter and actress", "entities": [{"title": "Charlotte Church", "href": "/wiki/Charlotte_Church", "description": "Charlotte Maria Church is a Welsh singer-songwriter, actress, television presenter and political activist from Cardiff, Wales."}]}, {"heading": "Births", "year": "1987", "date": "February 21", "txt": "Elliot Page, Canadian actor", "entities": [{"title": "Elliot Page", "href": "/wiki/Elliot_Page", "description": "Elliot Page is a Canadian actor and producer. He first became known for his role in the film and television series Pit Pony (1997–2000), for which he was nominated for a Young Artist Award, and for recurring roles in Trailer Park Boys (2002) and ReGenesis (2004). Page also received recognition for his role in the film Hard Candy (2005), and won an Austin Film Critics Association Award."}]}, {"heading": "Births", "year": "1987", "date": "February 21", "txt": "Eniola Aluko, English footballer", "entities": [{"title": "Eniola Aluko", "href": "/wiki/Eniola_Aluko", "description": "Eniola Aluko is a British-Nigerian football executive, commentator, and former professional player, who is the director of women's football at Aston Villa. Before retiring from professional football in January 2020, Aluko last played as a forward for Juventus. Since 2014 she has also provided television commentary on football, including men’s and women’s World Cups."}]}, {"heading": "Births", "year": "1989", "date": "February 21", "txt": "Corbin Bleu, American actor, model, dancer, film producer and singer-songwriter", "entities": [{"title": "Corbin Bleu", "href": "/wiki/Corbin_Bleu", "description": "Corbin Bleu Reivers, known professionally as Corbin Bleu, is an American actor, model, dancer, film producer and singer-songwriter. He performed in the High School Musical film series (2006–2008). Songs from the films also charted worldwide, with the song \"I Don't Dance\" peaking inside the Top 70 of the Billboard Hot 100. During this time, he also starred in the Disney Channel Original Movie Jump "}]}, {"heading": "Births", "year": "1990", "date": "February 21", "txt": "Mattias Tedenby, Swedish ice hockey player", "entities": [{"title": "Mattias Tedenby", "href": "/wiki/Mattias_Tedenby", "description": "Mattias Tedenby is a Swedish professional ice hockey player who is currently an unrestricted free agent. He most recently played for HC Vityaz of the Kontinental Hockey League (KHL)."}]}, {"heading": "Births", "year": "1991", "date": "February 21", "txt": "Joe Alwyn, English actor", "entities": [{"title": "Joe Alwyn", "href": "/wiki/Joe_Alwyn", "description": "Joseph Matthew Alwyn is an English actor. He has starred in films such as Billy Lynn's Long Halftime Walk (2016), Operation Finale (2017), The Favourite (2018), and Harriet (2019). Alwyn won a Trophée Chopard at the 2018 Cannes Film Festival, and a Grammy Award for Album of the Year for Taylor Swift's 2020 album Folklore, which he co-produced."}]}, {"heading": "Births", "year": "1991", "date": "February 21", "txt": "Riyad Mahrez, Algerian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 21", "txt": "Ji So-yun, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 21", "txt": "Devon Travis, American baseball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 21", "txt": "Suppasit Jongcheveevat, Thai actor", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 21", "txt": "Steve Leo Beleck, Cameroonian footballer", "entities": [{"title": "Steve Leo Beleck", "href": "/wiki/Steve_Leo_Beleck", "description": "Steve Leo Beleck A'Beka is a Cameroonian professional footballer who plays as a striker for Petrolul Ploiești."}]}, {"heading": "Births", "year": "1993", "date": "February 21", "txt": "Davy Klaassen, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 21", "txt": "Masaki Suda, Japanese actor", "entities": []}, {"heading": "Births", "year": "1994", "date": "February 21", "txt": "Tang Haochen, Chinese tennis player", "entities": [{"title": "Tang Haochen", "href": "/wiki/Tang_Haochen", "description": "Tang Haochen is a former tennis player from China."}]}, {"heading": "Births", "year": "1996", "date": "February 21", "txt": "Noah Rubin, American tennis player", "entities": [{"title": "Noah Rubin (tennis)", "href": "/wiki/Noah_Rubin_(tennis)", "description": "Noah Rubin is an American tennis player. He is a former Wimbledon junior singles champion, and a former USTA junior national champion in both singles and doubles. Since turning pro in 2015, he has won four ATP Challenger titles."}]}, {"heading": "Births", "year": "1999", "date": "February 21", "txt": "Metawin Opas-iamkajorn, Thai actor and singer", "entities": [{"title": "Metawin Opas-iamkajorn", "href": "/wiki/Metawin_Opas-iamkajorn", "description": "Metawin Opas-iamkajorn, better known by his nickname Win, is a Thai actor of Chinese descent. He is known for his acting debut and leading role as Tine in 2gether: The Series and Still 2gether, which brought him to international prominence."}]}, {"heading": "Deaths", "year": "4 AD", "date": "February 21", "txt": "Gaius Caesar, Roman consul and grandson of Augustus (b. 20 BC)", "entities": [{"title": "Gaius Caesar", "href": "/wiki/Gaius_Caesar", "description": "Gaius Caesar was consul in AD 1 and the grandson of Augustus, the first emperor of the Roman Empire. Although he was born to Marcus Vipsanius Agrippa and Julia, Augustus' only daughter, Gaius and his younger brother, Lucius Caesar, were raised by their grandfather as his adopted sons and joint-heirs to the empire. He would experience an accelerated political career befitting a member of the Julio-"}, {"title": "Roman consul", "href": "/wiki/Roman_consul", "description": "A consul held the highest elected political office of the Roman Republic, and ancient Romans considered the consulship the highest level of the cursus honorum. Each year, the citizens of Rome elected two consuls to serve jointly for a one-year term. The consuls alternated in holding fasces each month when both were in Rome and a consul's imperium extended over Rome and all its provinces."}, {"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}]}, {"heading": "Deaths", "year": "675", "date": "February 21", "txt": "Randoald of Grandval, prior of the Benedictine monastery of Grandval", "entities": [{"title": "Randoald of Grandval", "href": "/wiki/Randoald_of_Grandval", "description": "Saint Randoald was prior of the Benedictine Moutier-Grandval Abbey under Germanus of Granfelden. They were martyred together by the duke of Alsace, Eticho, for standing up for the poor."}, {"title": "Priory", "href": "/wiki/Priory#Other_prior_and_priories", "description": "A priory is a monastery of men or women under religious vows that is headed by a prior or prioress. Priories may be houses of mendicant friars or nuns, or monasteries of monks or nuns. Houses of canons regular and canonesses regular also use this term, the alternative being \"canonry\"."}, {"title": "Benedictine", "href": "/wiki/Benedictine", "description": "The Benedictines, officially the Order of Saint Benedict, are a monastic religious order of the Catholic Church following the Rule of Saint Benedict. They are also sometimes called the Black Monks, in reference to the colour of their religious habits. They were founded by Saint Benedict of Nursia, a 6th-century monk who laid the foundations of Benedictine monasticism through the formulation of his"}, {"title": "Monastery", "href": "/wiki/Monastery", "description": "A monastery is \na building or complex of buildings comprising the domestic quarters and workplaces of monastics, monks or nuns, whether living in communities or alone (hermits). A monastery generally includes a place reserved for prayer which may be a chapel, church, or temple, and may also serve as an oratory, or in the case of communities anything from a single building housing only one senior a"}, {"title": "Grandval, Switzerland", "href": "/wiki/Grandval,_Switzerland", "description": "Grandval is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura. Grandval also used to be known under its German name Granfel or Granfelden, but these forms are no longer commonly used."}]}, {"heading": "Deaths", "year": "1184", "date": "February 21", "txt": "Minamoto no Yoshinaka, Japanese shōgun (b. 1154)", "entities": [{"title": "Minamoto no Yoshinaka", "href": "/wiki/Minamoto_no_Yoshinaka", "description": "Minamoto no Yoshinaka , Kiso no Yoshinaka , or Lord Kiso was a general of the late Heian period of Japanese history. A member of the Minamoto clan, Minamoto no Yoritomo was his cousin and rival during the Genpei War between the Minamoto and the Taira clans. Yoshinaka was born in Musashi province. His Dharma name was Tokuon'in Gisan Senkō (徳音院義山宣公)."}, {"title": "List of shōguns", "href": "/wiki/List_of_sh%C5%8Dguns", "description": "This article is a list of shoguns that ruled Japan intermittently, as hereditary military commanders, from the establishment of the Asuka period in 709 until the end of the Tokugawa shogunate in 1868."}]}, {"heading": "Deaths", "year": "1267", "date": "February 21", "txt": "Baldwin of Ibelin, Seneschal of Cyprus", "entities": [{"title": "Baldwin of Ibelin, Seneschal of Cyprus", "href": "/wiki/Baldwin_of_Ibelin,_Seneschal_of_Cyprus", "description": "Baldwin of Ibelin was the fourth of five sons of John I of Beirut and his second wife Melisende of Arsuf."}]}, {"heading": "Deaths", "year": "1437", "date": "February 21", "txt": "James I of Scotland (b. 1394; assassinated)", "entities": [{"title": "James I of Scotland", "href": "/wiki/James_I_of_Scotland", "description": "James I was King of Scots from 1406 to 1437. The youngest of three sons, he was born in Dunfermline Abbey to King Robert III and his wife Annabella Drummond. His older brother David, Duke of Rothesay, died under suspicious circumstances while being detained by their uncle, Robert, Duke of Albany. His other brother, Robert, died young. Fears for James's safety grew through the winter of 1405/6 and "}]}, {"heading": "Deaths", "year": "1471", "date": "February 21", "txt": "Jan Rokycana, Czech bishop and theologian (b. 1396)", "entities": [{"title": "Jan Rokycana", "href": "/wiki/Jan_Rokycana", "description": "John of Rokycany, also known as Jan of Rokycany, in Czech language Jan Rokycana, and Jan z Rokycan was a Czech Hussite theologian in the Kingdom of Bohemia and a key figure of the Bohemian Reformation."}]}, {"heading": "Deaths", "year": "1513", "date": "February 21", "txt": "Pope Julius II (b. 1443)", "entities": [{"title": "Pope Julius II", "href": "/wiki/Pope_Julius_II", "description": "Pope Julius II was head of the Catholic Church and ruler of the Papal States from 1503 to his death in 1513. Nicknamed the Warrior Pope or the Fearsome Pope, he chose his papal name not in honour of Pope Julius I but in emulation of Julius Caesar. One of the most powerful and influential popes, Julius II was a central figure of the High Renaissance and left a significant cultural and political leg"}]}, {"heading": "Deaths", "year": "1543", "date": "February 21", "txt": "Ahmad ibn Ibrahim al-Ghazi, Somalian general (b. 1507)", "entities": [{"title": "Ahmad ibn Ibrahim al-Ghazi", "href": "/wiki/Ahmad_ibn_Ibrahim_al-Ghazi", "description": "Ahmad ibn Ibrahim al-Ghazi was a Somali Imam and General of the Adal Sultanate who fought against the Ethiopian Empire. With the help of an army overwhelmingly manned by ethnic Somalis, supplemented with the Hadiya, Afars, Hararis and a small number of Ottoman Arabs and Turks. Imam Ahmad, embarked on a conquest which brought three-quarters of Abyssinia under the power of the Muslim Sultanate of Ad"}]}, {"heading": "Deaths", "year": "1554", "date": "February 21", "txt": "Hieronymus Bock, German botanist and physician (b. 1498)", "entities": [{"title": "Hieronymus Bock", "href": "/wiki/Hieronymus_Bock", "description": "Hieronymus Bock was a German botanist, physician, and Lutheran minister who began the transition from medieval botany to the modern scientific worldview by arranging plants by their relation or resemblance. The standard author abbreviation H.Bock is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Deaths", "year": "1572", "date": "February 21", "txt": "Cho Shik, Korean poet and scholar (d. 1501)", "entities": [{"title": "Cho Shik", "href": "/wiki/Cho_Shik", "description": "Jo Sik was a Korean Joseon Dynasty Neo-Confucian scholar, educator, and poet. He had a major influence on the Easterners and the Northerners."}]}, {"heading": "Deaths", "year": "1590", "date": "February 21", "txt": "Ambrose Dudley, 3rd Earl of Warwick, English nobleman and general (b. 1528)", "entities": [{"title": "Ambrose Dudley, 3rd Earl of Warwick", "href": "/wiki/Ambrose_Dudley,_3rd_Earl_of_Warwick", "description": "Ambrose Dudley, 3rd Earl of Warwick, KG was an English nobleman and general, and an elder brother of Queen Elizabeth I's favourite, Robert Dudley, Earl of Leicester. Their father was John Dudley, Duke of Northumberland, who led the English government from 1550–1553 under King Edward VI and unsuccessfully tried to establish Lady Jane Grey on the English throne after the King's death in July 1553. F"}]}, {"heading": "Deaths", "year": "1595", "date": "February 21", "txt": "Robert Southwell, English priest and poet (b. 1561)", "entities": [{"title": "Robert Southwell (Jesuit)", "href": "/wiki/Robert_Southwell_(Jesuit)", "description": "Robert Southwell, also Saint Robert Southwell, was an English Roman Catholic priest of the Jesuit Order. He was also a poet, hymnodist, and clandestine missionary in Elizabethan England."}]}, {"heading": "Deaths", "year": "1677", "date": "February 21", "txt": "Baruch Spinoza, Dutch philosopher and scholar (b. 1632)", "entities": [{"title": "Baruch Spinoza", "href": "/wiki/Baruch_Spinoza", "description": "Baruch (de) Spinoza was a Dutch philosopher of Portuguese Sephardi origin. One of the early thinkers of the Enlightenment and modern biblical criticism, including modern conceptions of the self and the universe, he came to be considered one of the great rationalists of 17th-century philosophy. Inspired by the groundbreaking ideas of René Descartes, Spinoza became a leading philosophical figure of "}]}, {"heading": "Deaths", "year": "1715", "date": "February 21", "txt": "Charles Calvert, 3rd Baron Baltimore, English politician (b. 1637)", "entities": [{"title": "Charles Calvert, 3rd Baron Baltimore", "href": "/wiki/Charles_Calvert,_3rd_Baron_Baltimore", "description": "Charles Calvert, 3rd Baron Baltimore, inherited the colony of Maryland in 1675 upon the death of his father, Cecil Calvert, 2nd Baron Baltimore, (1605–1675). He had been his father's Deputy Governor since 1661 when he arrived in the colony at the age of 24. However, Charles left Maryland for England in 1684 and would never return. The events following the Glorious Revolution in England in 1688 wou"}]}, {"heading": "Deaths", "year": "1730", "date": "February 21", "txt": "Pope Benedict XIII (b. 1649)", "entities": [{"title": "Pope Benedict XIII", "href": "/wiki/Pope_Benedict_XIII", "description": "Pope Benedict XIII, born Pietro Francesco Orsini and later called Vincenzo Maria Orsini, was head of the Catholic Church and ruler of the Papal States from 29 May 1724 to his death in 1730."}]}, {"heading": "Deaths", "year": "1821", "date": "February 21", "txt": "Georg Friedrich von Martens, German jurist and diplomat (b. 1756)", "entities": [{"title": "Georg Friedrich von Martens", "href": "/wiki/Georg_Friedrich_von_Martens", "description": "Georg Friedrich von Martens was a German jurist and diplomat. Educated at the universities of Göttingen, Regensburg and Vienna, he became professor of jurisprudence at Göttingen in 1783 and was ennobled in 1789. He was made a counsellor of state by the King of Westphalia in 1808, and in 1810 was president of the financial section of the council of state of the kingdom of Westphalia. In 1814 he was"}]}, {"heading": "Deaths", "year": "1824", "date": "February 21", "txt": "Eugène de Beauharnais, French general (b. 1781)", "entities": [{"title": "Eugène de Beauharnais", "href": "/wiki/Eug%C3%A8ne_de_Beauharnais", "description": "Eugène Rose de Beauharnais, Duke of Leuchtenberg was the first child and only son of Alexandre François Marie, Vicomte de Beauharnais and Joséphine Tascher de la Pagerie, first wife of Napoleon I."}]}, {"heading": "Deaths", "year": "1829", "date": "February 21", "txt": "Kittur Chennamma, Indian queen and freedom fighter (b. 1778)", "entities": [{"title": "Kittur Chennamma", "href": "/wiki/Kittur_Chennamma", "description": "Kittur Chennamma was the Indian queen (rani) of Kittur, a princely state in present-day Karnataka. She led an armed rebellion against the British East India Company in 1824 in defiance of the doctrine of lapse in an attempt to maintain Indian control over the region, but was defeated and died imprisoned. One of the first female rulers to rebel against British rule, she has become a folk hero in Ka"}]}, {"heading": "Deaths", "year": "1846", "date": "February 21", "txt": "Emperor Ninkō of Japan (b. 1800)", "entities": [{"title": "Emperor Ninkō", "href": "/wiki/Emperor_Nink%C5%8D", "description": "Emperor Ninkō  was the 120th Emperor of Japan, according to the traditional order of succession. Ninkō's reign spanned the years from 1817 until his death in 1846, and saw further deterioration of the power of the ruling Shōgun. Disasters, which included famine, combined with corruption and increasing Western interference, helped to erode public trust in the bakufu government. Emperor Ninkō attemp"}]}, {"heading": "Deaths", "year": "1862", "date": "February 21", "txt": "Justinus Kerner, German poet and physician (b. 1786)", "entities": [{"title": "Justinus Kerner", "href": "/wiki/Justinus_Kerner", "description": "Justinus Andreas Christian Kerner was a German poet, practicing physician, and medical writer. He gave the first detailed description of botulism."}]}, {"heading": "Deaths", "year": "1888", "date": "February 21", "txt": "William Weston, English-Australian politician, 3rd Premier of Tasmania (b. 1804)", "entities": [{"title": "William Weston (Australian politician)", "href": "/wiki/William_Weston_(Australian_politician)", "description": "William Pritchard Weston was the third Premier of Tasmania."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1891", "date": "February 21", "txt": "James Timberlake, American lieutenant and police officer (b. 1846)", "entities": [{"title": "James Timberlake", "href": "/wiki/James_Timberlake", "description": "James H. Timberlake was an American law enforcement officer, Civil War soldier, farmer and rancher who served as a deputy U.S. marshal for the Western District of Missouri. Timberlake is best known for being the chief enforcer and investigator against the James-Younger Gang, beginning in the 1870s, which culminated in the death of the outlaw Jesse James on April 3, 1882, at the hands of Robert For"}]}, {"heading": "Deaths", "year": "1919", "date": "February 21", "txt": "Kurt Eisner, German journalist and politician, Minister-President of Bavaria (b. 1867)", "entities": [{"title": "Kurt Eisner", "href": "/wiki/Kurt_Eisner", "description": "Kurt Eisner was a German politician, revolutionary, journalist, and theatre critic. As a socialist journalist, he organized the Socialist Revolution that overthrew the Wittelsbach monarchy in Bavaria in November 1918, which led to him being described as \"the symbol of the Bavarian revolution\". He is used as an example of charismatic authority by Max Weber. Eisner subsequently proclaimed the People"}, {"title": "Minister-President of Bavaria", "href": "/wiki/Minister-President_of_Bavaria", "description": "Below is a list of the men who have served in the capacity of Minister-President or equivalent office in the German state of Bavaria from the 17th century to the present."}]}, {"heading": "Deaths", "year": "1926", "date": "February 21", "txt": "Heike Kamerlingh Onnes, Dutch physicist and academic, Nobel Prize laureate (b. 1853)", "entities": [{"title": "Heike Kamerlingh Onnes", "href": "/wiki/Heike_Kamerlingh_Onnes", "description": "Heike Kamerlingh Onnes was a Dutch physicist and Nobel laureate. He exploited the Hampson–Linde cycle to investigate how materials behave when cooled to nearly absolute zero and later to liquefy helium for the first time, in 1908. He also discovered superconductivity in 1911."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1934", "date": "February 21", "txt": "Augusto César Sandino, Nicaraguan rebel leader (b. 1895)", "entities": [{"title": "Augusto César Sandino", "href": "/wiki/Augusto_C%C3%A9sar_Sandino", "description": "Augusto C. Sandino, full name Augusto Nicolás Calderón de Sandino y José de María Sandino, was a Nicaraguan revolutionary and leader of a rebellion between 1927 and 1933 against the United States occupation of Nicaragua. Despite being referred to as a \"bandit\" by the United States government, his exploits made him a hero throughout much of Latin America, where he became a symbol of resistance to A"}]}, {"heading": "Deaths", "year": "1938", "date": "February 21", "txt": "George Ellery Hale, American astronomer and academic (b. 1868)", "entities": [{"title": "George Ellery Hale", "href": "/wiki/George_Ellery_Hale", "description": "George Ellery Hale was an American solar astronomer, best known for his discovery of magnetic fields in sunspots, and as the leader or key figure in the planning or construction of several world-leading telescopes; namely, the 40-inch refracting telescope at Yerkes Observatory, 60-inch Hale reflecting telescope at Mount Wilson Observatory, 100-inch Hooker reflecting telescope at Mount Wilson, and "}]}, {"heading": "Deaths", "year": "1941", "date": "February 21", "txt": "Frederick Banting, Canadian physician and academic, Nobel Prize laureate (b. 1891)", "entities": [{"title": "Frederick Banting", "href": "/wiki/Frederick_Banting", "description": "Sir Frederick Grant Banting was a Canadian medical scientist, physician, painter, and Nobel laureate noted as the co-discoverer of insulin and its therapeutic potential."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1944", "date": "February 21", "txt": "Ferenc Szisz, Hungarian-French racing driver (b. 1873)", "entities": [{"title": "Ferenc Szisz", "href": "/wiki/Ferenc_Szisz", "description": "Ferenc Szisz, was a Hungarian race car driver and the winner of the first Grand Prix motor racing event on a Renault Grand Prix 90CV on 26 June, 1906."}]}, {"heading": "Deaths", "year": "1945", "date": "February 21", "txt": "Eric Liddell, Scottish rugby player and runner (b. 1902)", "entities": [{"title": "Eric Liddell", "href": "/wiki/Eric_Liddell", "description": "Eric Henry Liddell was a Scottish athlete who played athletics and rugby union who later served as a Christian missionary. He was born in Qing China to Scottish missionary parents. He attended boarding school near London, spending time when possible with his family in Edinburgh, and afterwards attended the University of Edinburgh."}]}, {"heading": "Deaths", "year": "1946", "date": "February 21", "txt": "José Streel, Belgian journalist (b. 1911)", "entities": [{"title": "José Streel", "href": "/wiki/Jos%C3%A9_Streel", "description": "Lucien Alphonse Joseph Streel was a Belgian journalist and supporter of Rexism. Streel was an important figure in the early years of the movement, when he was the main political philosopher of Rexism as an ideology. He subsequent became less of a central figure following the German occupation of Belgium during World War II due to his lukewarm attitude towards working with Nazi Germany. Nevertheles"}]}, {"heading": "Deaths", "year": "1947", "date": "February 21", "txt": "Fannie Charles Dillon, American composer (b. 1881)", "entities": [{"title": "Fannie Charles Dillon", "href": "/wiki/Fannie_Charles_Dillon", "description": "Fannie Charles Dillon was an American pianist, music educator and composer."}]}, {"heading": "Deaths", "year": "1958", "date": "February 21", "txt": "Duncan Edwards, English footballer (b. 1936)", "entities": [{"title": "Duncan Edwards", "href": "/wiki/Duncan_Edwards", "description": "Duncan Edwards was an English footballer who played for Manchester United and the England national team. He was one of the Busby Babes, the young United team formed under manager Matt Busby in the mid-1950s, playing 177 matches for the club. He was noted for his physical strength, toughness, and level of authority on the pitch, and has been ranked amongst the toughest players of all time. One of e"}]}, {"heading": "Deaths", "year": "1965", "date": "February 21", "txt": "Malcolm X, American minister and activist (b. 1925; assassinated)", "entities": [{"title": "Malcolm X", "href": "/wiki/Malcolm_X", "description": "Malcolm X was an African-American Muslim minister and human rights activist who was a popular figure during the civil rights movement. He is best known for his time spent as a vocal spokesman for the Nation of Islam."}]}, {"heading": "Deaths", "year": "1967", "date": "February 21", "txt": "Charles Beaumont, American author and screenwriter (b. 1929)", "entities": [{"title": "Charles Beaumont", "href": "/wiki/Charles_Beaumont", "description": "Charles Beaumont was an American author of speculative fiction, including short stories in the horror and science fiction subgenres. He is remembered as a writer of classic Twilight Zone episodes, such as \"The Howling Man\", \"Static\", \"Miniature\", \"Printer's Devil\", and \"Number Twelve Looks Just Like You\", but also penned the screenplays for several films, such as 7 Faces of Dr. Lao, The Intruder, "}]}, {"heading": "Deaths", "year": "1968", "date": "February 21", "txt": "Howard Florey, Australian pathologist and pharmacologist, Nobel Prize laureate (b. 1898)", "entities": [{"title": "Howard Florey", "href": "/wiki/Howard_Florey", "description": "Howard Walter Florey, Baron Florey of Adelaide and Marston was an Australian pharmacologist and pathologist who shared the Nobel Prize in Physiology or Medicine in 1945 with Sir Ernst Chain and Sir Alexander Fleming for his role in the development of penicillin."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1972", "date": "February 21", "txt": "Zhang Guohua, Chinese general and politician (b. 1914)", "entities": [{"title": "Zhang Guohua", "href": "/wiki/Zhang_Guohua", "description": "Zhang Guohua was a Chinese lieutenant general and a politician, serving during the Invasion of Tibet and the Sino-Indian War and later as a Communist Party secretary for the Tibet Autonomous Region."}]}, {"heading": "Deaths", "year": "1972", "date": "February 21", "txt": "Bronislava Nijinska, Russian-American dancer and choreographer (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "February 21", "txt": "Eugène Tisserant, French cardinal (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "February 21", "txt": "Tim Horton, Canadian ice hockey player and businessman, co-founded Tim Hortons (b. 1930)", "entities": [{"title": "Tim Horton", "href": "/wiki/Tim_Horton", "description": "Miles Gilbert \"Tim\" Horton was a Canadian professional ice hockey defenceman who played 24 seasons in the National Hockey League (NHL). He played for the Toronto Maple Leafs, New York Rangers, Pittsburgh Penguins, and Buffalo Sabres. In 2017, Horton was named one of the 100 Greatest NHL Players in history. He died following a single-vehicle crash in 1974 caused by driving while intoxicated at the "}, {"title": "Tim Hortons", "href": "/wiki/Tim_Hortons", "description": "Tim Hortons Inc. is a Canadian multinational fast food restaurant chain. Based in Toronto, Tim Hortons serves coffee, doughnuts and other fast food items. It is Canada's largest quick-service restaurant chain, with 4,846 restaurants in 14 countries as of December 31, 2018."}]}, {"heading": "Deaths", "year": "1980", "date": "February 21", "txt": "Alfred Andersch, German-Swiss author (b. 1914)", "entities": [{"title": "Alfred Andersch", "href": "/wiki/Alfred_Andersch", "description": "Alfred Hellmuth Andersch was a German writer, publisher, and radio editor. The son of a conservative East Prussian army officer, he was born in Munich, Germany and died in Berzona, Ticino, Switzerland. Martin Andersch, his brother, was also a writer."}]}, {"heading": "Deaths", "year": "1982", "date": "February 21", "txt": "Gershom Scholem, German-Israeli historian and philosopher (b. 1897)", "entities": [{"title": "Gershom Scholem", "href": "/wiki/Gershom_Scholem", "description": "Gershom Scholem, was a German-born Israeli philosopher and historian. He is widely regarded as the founder of the modern, academic study of Kabbalah. He was the first professor of Jewish Mysticism at Hebrew University of Jerusalem. His close friends included Theodore Adorno, Hannah Arendt, Walter Benjamin and Leo Strauss, and selected letters from his correspondence with those philosophers have be"}]}, {"heading": "Deaths", "year": "1984", "date": "February 21", "txt": "Mikhail Sholokhov, Russian novelist and short story writer, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Mikhail Sholokhov", "href": "/wiki/Mikhail_Sholokhov", "description": "Mikhail Aleksandrovich Sholokhov was a Russian novelist and winner of the 1965 Nobel Prize in Literature. He is known for writing about life and fate of Don Cossacks during the Russian Revolution, the civil war and the period of collectivization, primarily in his most famous novel, And Quiet Flows the Don."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1985", "date": "February 21", "txt": "Louis Hayward, South African-American actor (b. 1909)", "entities": [{"title": "Louis Hayward", "href": "/wiki/Louis_Hayward", "description": "Louis Charles Hayward was a Johannesburg-born, British-American actor."}]}, {"heading": "Deaths", "year": "1986", "date": "February 21", "txt": "Helen Hooven Santmyer, American novelist (b. 1895)", "entities": [{"title": "Helen Hooven Santmyer", "href": "/wiki/Helen_Hooven_Santmyer", "description": "Helen Hooven Santmyer was an American writer, educator, and librarian. She is primarily known for her best-selling epic \"...And Ladies of the Club\", published when she was in her 80s."}]}, {"heading": "Deaths", "year": "1991", "date": "February 21", "txt": "Dorothy Auchterlonie Green, Australian poet, critic, and academic (b. 1915)", "entities": [{"title": "Dorothy Auchterlonie Green", "href": "/wiki/Dorothy_Auchterlonie_Green", "description": "Dorothy Auchterlonie was an English-born Australian academic, literary critic and poet."}]}, {"heading": "Deaths", "year": "1993", "date": "February 21", "txt": "Inge Lehmann, Danish seismologist and geophysicist (b. 1888)", "entities": [{"title": "Inge Lehmann", "href": "/wiki/Inge_Lehmann", "description": "Inge Lehmann was a Danish seismologist and geophysicist. In 1936, she discovered that the Earth has a solid inner core inside a molten outer core. Before that, seismologists believed Earth's core to be a single molten sphere, being unable, however, to explain careful measurements of seismic waves from earthquakes, which were inconsistent with this idea. Lehmann analysed the seismic wave measuremen"}]}, {"heading": "Deaths", "year": "1994", "date": "February 21", "txt": "Johannes Steinhoff, German general and pilot (b. 1913)", "entities": [{"title": "Johannes Steinhoff", "href": "/wiki/Johannes_Steinhoff", "description": "Johannes \"Macky\" Steinhoff was a Luftwaffe fighter ace during World War II, German general, and NATO official. He was one of very few Luftwaffe pilots who survived to fly operationally through the whole of the war period 1939–45. Steinhoff was also one of the highest-scoring pilots with 176 victories, and one of the first to fly the Messerschmitt Me 262 jet fighter in combat as a member of the Jag"}]}, {"heading": "Deaths", "year": "1995", "date": "February 21", "txt": "Robert Bolt, English dramatist (b. 1924)", "entities": [{"title": "Robert Bolt", "href": "/wiki/Robert_Bolt", "description": "Robert Oxton Bolt was an English playwright and a twice Oscar-winning screenwriter, known for writing the screenplays for Lawrence of Arabia, Doctor Zhivago, and A Man for All Seasons, the latter two of which won him the Academy Award for Best Adapted Screenplay."}]}, {"heading": "Deaths", "year": "1996", "date": "February 21", "txt": "Morton Gould, American pianist, composer, and conductor (b. 1913)", "entities": [{"title": "Morton Gould", "href": "/wiki/Morton_Gould", "description": "Morton Gould was an American composer, conductor, arranger, and pianist."}]}, {"heading": "Deaths", "year": "1999", "date": "February 21", "txt": "Gertrude B. Elion, American biochemist and pharmacologist, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Gertrude B. Elion", "href": "/wiki/Gertrude_B._Elion", "description": "Gertrude \"Trudy\" Belle Elion was an American biochemist and pharmacologist, who shared the 1988 Nobel Prize in Physiology or Medicine with George H. Hitchings and Sir James Black for their use of innovative methods of rational drug design for the development of new drugs. This new method focused on understanding the target of the drug rather than simply using trial-and-error. Her work led to the c"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1999", "date": "February 21", "txt": "Ilmari Juutilainen, Finnish soldier and pilot (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "February 21", "txt": "Wilmer Mizell, American baseball player and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 21", "txt": "John Thaw, English actor and producer (b. 1942)", "entities": [{"title": "John Thaw", "href": "/wiki/John_Thaw", "description": "John Edward Thaw, was an English actor who appeared in a range of television, stage, and cinema roles. He starred in the television series Inspector Morse as title character Detective Chief Inspector Endeavour Morse, Redcap as Sergeant John Mann, The Sweeney as Detective Inspector Jack Regan, Home to Roost as Henry Willows, and Kavanagh QC as title character James Kavanagh."}]}, {"heading": "Deaths", "year": "2004", "date": "February 21", "txt": "John Charles, Welsh footballer and manager (b. 1931)", "entities": [{"title": "John Charles", "href": "/wiki/John_Charles", "description": " William John Charles, CBE was a Welsh international footballer who played for Leeds United and Juventus during his 25-year playing career. Rated by many as the greatest all-round footballer ever to come from Britain, he was equally adept as a forward or defender owing to his strength, pace, technique, vision, ability in the air and eye for goal. He has since been included in the Football League 1"}]}, {"heading": "Deaths", "year": "2005", "date": "February 21", "txt": "Guillermo Cabrera Infante, Cuban author, screenwriter, and critic (b. 1929)", "entities": [{"title": "Guillermo Cabrera Infante", "href": "/wiki/Guillermo_Cabrera_Infante", "description": "Guillermo Cabrera Infante was a Cuban novelist, essayist, translator, screenwriter, and critic; in the 1950s he used the pseudonym G. Caín, and used Guillermo Cain for the screenplay of the cult classic film Vanishing Point (1971)."}]}, {"heading": "Deaths", "year": "2005", "date": "February 21", "txt": "Zdzisław Beksiński, Polish painter, photographer, and sculptor (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 21", "txt": "Ben Chapman, American actor (b. 1928)", "entities": [{"title": "Ben Chapman (actor)", "href": "/wiki/Ben_Chapman_(actor)", "description": "Benjamin F. Chapman Jr. was an American actor best known as playing the Gill-man on land in the 1954 horror film Creature from the Black Lagoon."}]}, {"heading": "Deaths", "year": "2011", "date": "February 21", "txt": "Dwayne McDuffie, American author and screenwriter, co-founded Milestone Media (b. 1962)", "entities": [{"title": "Dwayne McDuffie", "href": "/wiki/Dwayne_McDuffie", "description": "Dwayne Glenn McDuffie was an American writer of comic books and television, known for producing and writing the animated series Static Shock, Justice League Unlimited and Ben 10, and co-founding the pioneering minority-owned-and-operated comic-book company Milestone Media, which focused on underrepresented minorities in American comics."}, {"title": "Milestone Media", "href": "/wiki/Milestone_Media", "description": "Milestone Media is a company best known for creating Milestone Comics, which were published and distributed by DC Comics, and the Static Shock cartoon series. It was founded in 1993 by a coalition of African-American artists and writers, consisting of Dwayne McDuffie, Denys Cowan, Michael Davis, and Derek T. Dingle. The founders believed that minorities were severely underrepresented in American c"}]}, {"heading": "Deaths", "year": "2011", "date": "February 21", "txt": "Bernard Nathanson, American physician and activist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 21", "txt": "H. M. Darmstandler, American general (b. 1922)", "entities": [{"title": "H. M. Darmstandler", "href": "/wiki/H._M._Darmstandler", "description": "Harry Max Darmstandler was an American Air Force major general who was special assistant to the chief of staff for B-1 Matters, Headquarters, United States Air Force, Washington, D.C. In this capacity, he coordinated Air Force activities related to the B-1 bomber."}]}, {"heading": "Deaths", "year": "2013", "date": "February 21", "txt": "Hasse Jeppson, Swedish footballer (b. 1925)", "entities": [{"title": "Hasse Jeppson", "href": "/wiki/Hasse_Jeppson", "description": "Hans \"Hasse\" Jeppson was a Swedish footballer who played as a striker. He was known for his impressive goals to games ratio at several clubs. Most of his career was spent with Napoli in Italy. Jeppson also played for Sweden and helped them to a third-place finish in the 1950 FIFA World Cup."}]}, {"heading": "Deaths", "year": "2014", "date": "February 21", "txt": "Héctor Maestri, Cuban-American baseball player (b. 1935)", "entities": [{"title": "Héctor Maestri", "href": "/wiki/H%C3%A9ctor_Maestri", "description": "Héctor Anibal Maestri Garcia was a Cuban-born Major League Baseball pitcher. Maestri was one of nine ballplayers to have appeared for both of the 20th century, American League Washington Senators franchises, and one of only three to have played for them in consecutive seasons. In another oddity, he pitched in only one game for each franchise."}]}, {"heading": "Deaths", "year": "2014", "date": "February 21", "txt": "Matthew Robinson, Australian snowboarder (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 21", "txt": "Cornelius Schnauber, German–American historian, playwright, and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 21", "txt": "Aleksei Gubarev, Russian general, pilot, and astronaut (b. 1931)", "entities": [{"title": "Aleksei Gubarev", "href": "/wiki/Aleksei_Gubarev", "description": "Aleksei Aleksandrovich Gubarev was a Soviet cosmonaut who flew on two space flights: Soyuz 17 and Soyuz 28."}]}, {"heading": "Deaths", "year": "2015", "date": "February 21", "txt": "Sadeq Tabatabaei, Iranian journalist and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 21", "txt": "Clark Terry, American trumpet player, composer, and educator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 21", "txt": "Eric Brown, Scottish-English captain and pilot (b. 1919)", "entities": [{"title": "Eric Brown (pilot)", "href": "/wiki/Eric_Brown_(pilot)", "description": "Captain Eric Melrose \"Winkle\" Brown, CBE, DSC, AFC, Hon FRAeS, RN was a Scottish Royal Navy officer and test pilot who flew 487 types of aircraft, more than anyone else in history."}]}, {"heading": "Deaths", "year": "2017", "date": "February 21", "txt": "Jeanne Martin Cissé, Guinean teacher and politician (b. 1926)", "entities": [{"title": "Jeanne Martin Cissé", "href": "/wiki/Jeanne_Martin_Ciss%C3%A9", "description": "Jeanne Martin Cissé was a Guinean teacher and nationalist politician who served as ambassador to the United Nations and in 1972 was the first woman to serve as President of the United Nations Security Council. She served in the government of Guinea as Minister of Social Affairs from 1976 until the 1984 military coup."}]}, {"heading": "Deaths", "year": "2018", "date": "February 21", "txt": "Billy Graham, American evangelist (b. 1918)", "entities": [{"title": "Billy Graham", "href": "/wiki/Billy_Graham", "description": "William Franklin Graham Jr. was an American evangelist, a prominent evangelical Christian figure, and an ordained Southern Baptist minister who became well known internationally in the late 1940s. One of his biographers has placed him \"among the most influential Christian leaders\" of the 20th century."}]}, {"heading": "Deaths", "year": "2019", "date": "February 21", "txt": "Stanley Donen, American film director (b. 1924)", "entities": [{"title": "Stanley Donen", "href": "/wiki/Stanley_Donen", "description": "Stanley Donen was an American film director and choreographer whose most celebrated works are On the Town (1949) and Singin' in the Rain (1952), both of which he co-directed with star Gene Kelly. His other films include Royal Wedding (1951), Seven Brides for Seven Brothers (1954), Funny Face (1957), Indiscreet (1958), and Charade (1963). He began his career in the chorus line on Broadway for direc"}]}, {"heading": "Deaths", "year": "2019", "date": "February 21", "txt": "Peter Tork, American musician and actor (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "February 21", "txt": "Mireya Arboleda, Colombian classical pianist (b. 1928)", "entities": [{"title": "Mireya Arboleda", "href": "/wiki/Mireya_Arboleda", "description": "Maria Mireya Arboleda Cadavid was a Colombian classical pianist."}]}, {"heading": "Deaths", "year": "2021", "date": "February 21", "txt": "Kevin Dann, Australian rugby league player (b. 1958)", "entities": []}]