[{"heading": "Events", "year": "197", "date": "February 19", "txt": "Emperor Septimius Severus defeats usurper Clodius Albinus in the Battle of Lugdunum, the bloodiest battle between Roman armies.", "entities": [{"title": "Septimius Severus", "href": "/wiki/Septimius_Severus", "description": "Lucius Septimius Severus was a Roman emperor from 193 to 211. He was born in Leptis Magna in the Roman province of Africa. As a young man he advanced through the customary succession of offices under the reigns of Marcus Aurelius and Commodus. Severus seized power after the death of the emperor Pertinax in 193 during the Year of the Five Emperors."}, {"title": "Roman usurper", "href": "/wiki/Roman_usurper", "description": "Roman usurpers were individuals or groups of individuals who obtained or tried to obtain power by force and without legitimate legal authority. Usurpation was endemic during the Roman imperial era, especially from the crisis of the third century onwards, when political instability became the rule."}, {"title": "Clodius Albinus", "href": "/wiki/Clodius_Albinus", "description": "Decimus Clodius Albinus was a Roman general, senator and usurper who claimed the imperial title several times between 193 and 197. He was proclaimed emperor by the legions in Britain and Hispania after the murder of Pertinax in 193, and proclaimed himself emperor again in 196, before his final defeat the following year."}, {"title": "Battle of Lugdunum", "href": "/wiki/Battle_of_Lugdunum", "description": "The Battle of Lugdunum, also called the Battle of Lyon, was fought on February 19, 197 at Lugdunum, between the armies of the Roman emperor Septimius Severus and of the Roman usurper Clodius Albinus. Severus' victory finally established him as the sole emperor of the Roman Empire following the Year of the Five Emperors and immediate aftermath."}]}, {"heading": "Events", "year": "356", "date": "February 19", "txt": "The anti-paganism policy of Constantius II forbids the worship of pagan idols in the Roman Empire.", "entities": [{"title": "Anti-paganism policy of Constantius II", "href": "/wiki/Anti-paganism_policy_of_Constantius_II", "description": "The anti-paganism policy of Constantius II lasted from 337 till 361. It was marked by laws and edicts that punished pagan practices. Laws dating from the 350s prescribed the death penalty for those who performed or attended pagan sacrifices, and for the worshipping of idols; temples were shut down, and the Altar of Victory was removed from the Senate meeting house. There were also frequent episode"}]}, {"heading": "Events", "year": "1594", "date": "February 19", "txt": "Having already been elected to the throne of the Polish–Lithuanian Commonwealth  in 1587, Sigismund III of the House of Vasa is crowned King of Sweden, having succeeded his father John III of Sweden in 1592.", "entities": [{"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}, {"title": "Sigismund III Vasa", "href": "/wiki/Sigismund_III_Vasa", "description": "Sigismund III Vasa was King of Poland and Grand Duke of Lithuania from 1587 to 1632 as well as King of Sweden and Grand Duke of Finland from 1592 to 1599. He was the first Polish sovereign from the House of Vasa. A religious zealot, he imposed Roman Catholic doctrine across the vast realm, and his crusades against neighbouring states marked Poland's largest territorial expansion. As an enlightened"}, {"title": "House of Vasa", "href": "/wiki/House_of_Vasa", "description": "The House of Vasa or Wasa was an early modern royal house founded in 1523 in Sweden. Its members ruled the Kingdom of Sweden from 1523 to 1654 and the Polish–Lithuanian Commonwealth from 1587 to 1668. Its agnatic line became extinct with the death of King John II Casimir of Poland in 1672."}, {"title": "John III of Sweden", "href": "/wiki/John_III_of_Sweden", "description": "John III was King of Sweden from 1569 until his death. He was the son of King Gustav I of Sweden and his second wife Margaret Leijonhufvud. He was also, quite autonomously, the ruler of Finland, as Duke John from 1556 to 1563. In 1581 he assumed also the title Grand Prince of Finland. He attained the Swedish throne after a rebellion against his half-brother Eric XIV. He is mainly remembered for hi"}]}, {"heading": "Events", "year": "1600", "date": "February 19", "txt": "The Peruvian stratovolcano Huaynaputina explodes in the most violent eruption in the recorded history of South America.", "entities": [{"title": "Stratovolcano", "href": "/wiki/Stratovolcano", "description": "A stratovolcano, also known as a composite volcano, is a conical volcano built up by many layers (strata) of hardened lava and tephra. Unlike shield volcanoes, stratovolcanoes are characterized by a steep profile with a summit crater and periodic intervals of explosive eruptions and effusive eruptions, although some have collapsed summit craters called calderas. The lava flowing from stratovolcano"}, {"title": "Huaynaputina", "href": "/wiki/Huaynaputina", "description": "Huaynaputina is a stratovolcano in a volcanic high plateau in southern Peru. Lying in the Central Volcanic Zone of the Andes, it was formed by the subduction of the oceanic Nazca Plate under the continental South American Plate. Huaynaputina is a large volcanic crater, lacking an identifiable mountain profile, with an outer stratovolcano and three younger volcanic vents."}]}, {"heading": "Events", "year": "1649", "date": "February 19", "txt": "The Second Battle of Guararapes takes place, effectively ending Dutch colonization efforts in Brazil.", "entities": [{"title": "Second Battle of Guararapes", "href": "/wiki/Second_Battle_of_Guararapes", "description": "The Second Battle of Guararapes was the second and decisive battle in a conflict called the Pernambucana Insurrection, between Dutch and Portuguese forces in February 1649 at Jaboatão dos Guararapes in Pernambuco. The defeat convinced the Dutch \"that the Portuguese were formidable opponents, something which they had hitherto refused to concede.\" The Dutch still retained a presence in Brazil until "}]}, {"heading": "Events", "year": "1674", "date": "February 19", "txt": "England and the Netherlands sign the Treaty of Westminster, ending the Third Anglo-Dutch War. A provision of the agreement transfers the Dutch colony of New Amsterdam to England, and it is renamed New York.", "entities": [{"title": "Treaty of Westminster (1674)", "href": "/wiki/Treaty_of_Westminster_(1674)", "description": "The Treaty of Westminster of 1674 was the peace treaty that ended the Third Anglo-Dutch War. Signed by the Dutch Republic and the Kingdom of England, the treaty provided for the return of the colony of New Netherland to England and renewed the Treaty of Breda of 1667. The treaty also provided for a mixed commission for the regulation of commerce, particularly in the East Indies."}, {"title": "Third Anglo-Dutch War", "href": "/wiki/Third_Anglo-Dutch_War", "description": "The Third Anglo-Dutch War, or Third Dutch War, was a naval conflict between England, in alliance with France, and the Dutch Republic. It lasted from 7 April 1672 to 19 February 1674, and was a subsidiary of the wider 1672 to 1678 Franco-Dutch War."}, {"title": "New Amsterdam", "href": "/wiki/New_Amsterdam", "description": "New Amsterdam was a 17th-century Dutch settlement established at the southern tip of Manhattan Island that served as the seat of the colonial government in New Netherland. The initial trading factory gave rise to the settlement around Fort Amsterdam. The fort was situated on the strategic southern tip of the island of Manhattan and was meant to defend the fur trade operations of the Dutch West Ind"}]}, {"heading": "Events", "year": "1726", "date": "February 19", "txt": "The Supreme Privy Council is established in Russia.", "entities": [{"title": "Supreme Privy Council", "href": "/wiki/Supreme_Privy_Council", "description": "The Supreme Privy Council of Imperial Russia, founded on 19 February 1726 and operative until 1730, originated as a body of advisors to Empress Catherine I."}]}, {"heading": "Events", "year": "1807", "date": "February 19", "txt": "Former Vice President of the United States Aaron Burr is arrested for treason in Wakefield, Alabama and confined to Fort Stoddert.", "entities": [{"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Aaron Burr", "href": "/wiki/Aaron_Burr", "description": "Aaron Burr Jr. was an American politician and lawyer. He served as the third vice president of the United States during President Thomas Jefferson's first term from 1801 to 1805. Burr's legacy is defined by his famous personal conflict with Alexander Hamilton that culminated in Burr killing Hamilton in the famous Burr–Hamilton duel in 1804."}, {"title": "Wakefield, Alabama", "href": "/wiki/Wakefield,_Alabama", "description": "Wakefield is a ghost town in Washington County, Alabama, United States, most famous as the place where former vice president Aaron Burr was arrested in 1807."}, {"title": "Fort Stoddert", "href": "/wiki/Fort_Stoddert", "description": "Fort Stoddert, also known as Fort Stoddard, was a stockade fort in the Mississippi Territory, in what is today Alabama. It was located on a bluff of the Mobile River, near modern Mount Vernon, close to the confluence of the Tombigbee and Alabama Rivers. It served as the western terminus of the Federal Road which ran through Creek lands to Fort Wilkinson in Georgia. The fort, built in 1799, was nam"}]}, {"heading": "Events", "year": "1819", "date": "February 19", "txt": "British explorer William Smith discovers the South Shetland Islands and claims them in the name of King George III.", "entities": [{"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "William Smith (mariner)", "href": "/wiki/William_Smith_(mariner)", "description": "William Smith was an English captain born in Blyth, Northumberland, who discovered the South Shetland Islands, an archipelago off the Graham Land in Antarctica. His discovery was the first ever made south of 60° south latitude, in the present Antarctic Treaty area."}, {"title": "South Shetland Islands", "href": "/wiki/South_Shetland_Islands", "description": "The South Shetland Islands are a group of Antarctic islands with a total area of 3,687 km2 (1,424 sq mi). They lie about 120 km (75 mi) north of the Antarctic Peninsula, and between 430 km (270 mi) to 900 km (560 mi) southwest from the nearest point of the South Orkney Islands. By the Antarctic Treaty of 1959, the islands' sovereignty is neither recognized nor disputed by the signatories and they "}, {"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}]}, {"heading": "Events", "year": "1836", "date": "February 19", "txt": "King William IV signs Letters Patent establishing the Province of South Australia.", "entities": [{"title": "William IV of the United Kingdom", "href": "/wiki/William_IV_of_the_United_Kingdom", "description": "William IV was King of the United Kingdom of Great Britain and Ireland and King of Hanover from 26 June 1830 until his death in 1837. The third son of George III, William succeeded his elder brother George IV, becoming the last king and penultimate monarch of Britain's House of Hanover."}, {"title": "South Australia", "href": "/wiki/South_Australia", "description": "South Australia is a state in the southern central part of Australia. It covers some of the most arid parts of the country. With a total land area of 983,482 square kilometres (379,725 sq mi), it is the fourth-largest of Australia's states and territories by area, and fifth largest by population. It has a total of 1.77 million people, and its population is the second most highly centralised in Aus"}]}, {"heading": "Events", "year": "1846", "date": "February 19", "txt": "In Austin, Texas the newly formed Texas state government is officially installed. The Republic of Texas government officially transfers power to the State of Texas government following the annexation of Texas by the United States.", "entities": [{"title": "Austin, Texas", "href": "/wiki/Austin,_Texas", "description": "Austin is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. Incorporated on December 27, 1839, it is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city. It was also the fastest growing large city in the U"}, {"title": "Republic of Texas", "href": "/wiki/Republic_of_Texas", "description": "The Republic of Texas was a sovereign state in North America that existed from March 2, 1836, to February 19, 1846, although Mexico considered it a rebellious province during its entire existence. It was bordered by Mexico to the west and southwest, the Gulf of Mexico to the southeast, the two U.S. states of Louisiana and Arkansas to the east and northeast, and United States territories encompassi"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Annexation", "href": "/wiki/Annexation", "description": "Annexation is the administrative action and concept in international law relating to the forcible acquisition of one state's territory by another state and is generally held to be an illegal act. It is distinct from conquest, which refers to the acquisition of control over a territory involving a change of sovereignty, and differs from cession, in which territory is given or sold through treaty, s"}]}, {"heading": "Events", "year": "1847", "date": "February 19", "txt": "The first group of rescuers reaches the Donner Party.", "entities": [{"title": "Donner Party", "href": "/wiki/Donner_Party", "description": "The Donner Party was a group of American pioneers who migrated to California in a wagon train from the Midwest. Delayed by a multitude of mishaps, they spent the winter of 1846–1847 snowbound in the Sierra Nevada mountain range. Some of the migrants resorted to cannibalism to survive, eating the bodies of those who had succumbed to starvation, sickness and extreme cold."}]}, {"heading": "Events", "year": "1859", "date": "February 19", "txt": "Daniel E. Sickles, a New York Congressman, is acquitted of murder on grounds of temporary insanity.", "entities": [{"title": "Daniel E. Sickles", "href": "/wiki/Daniel_E._Sickles", "description": "Daniel Edgar Sickles was an American politician, soldier, and diplomat."}]}, {"heading": "Events", "year": "1878", "date": "February 19", "txt": "Thomas Edison patents the phonograph.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Phonograph", "href": "/wiki/Phonograph", "description": "A phonograph, in its later forms also called a gramophone or since the 1940s called a record player or turntable, is a device for the mechanical recording and reproduction of sound. The sound vibration waveforms are recorded as corresponding physical deviations of a spiral groove engraved, etched, incised, or impressed into the surface of a rotating cylinder or disc, called a \"record\". To recreate"}]}, {"heading": "Events", "year": "1884", "date": "February 19", "txt": "More than sixty tornadoes strike the Southern United States, one of the largest tornado outbreaks in U.S. history.", "entities": [{"title": "Enigma tornado outbreak", "href": "/wiki/Enigma_tornado_outbreak", "description": "On February 19–20, 1884, one of the largest and most widespread tornado outbreaks in American history occurred over the Southeastern United States. The outbreak produced the largest 24-hour total of killer tornadoes until the 1974 Super Outbreak on April 3–4. The precise number of tornadoes as well as fatalities incurred during the outbreak is unknown, but the death toll was variously estimated to"}, {"title": "Southern United States", "href": "/wiki/Southern_United_States", "description": "The southern United States, also known as the American South, the southern states, or simply the South, is a geographic and cultural region of the United States. It is between the Atlantic Ocean and the western United States, with the midwestern United States and northeastern United States to its north and the Gulf of Mexico and Mexico to its south."}, {"title": "Tornado", "href": "/wiki/Tornado", "description": "A tornado is a violently rotating column of air that is in contact with both the surface of the Earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud. The windstorm is often referred to as a twister, whirlwind or cyclone, although the word cyclone is used in meteorology to name a weather system with a low-pressure area in the center around which, from an observer looking do"}]}, {"heading": "Events", "year": "1913", "date": "February 19", "txt": "Pedro Lascuráin becomes President of Mexico for 45 minutes; this is the shortest term to date of any person as president of any country.", "entities": [{"title": "Pedro Lascuráin", "href": "/wiki/Pedro_Lascur%C3%A1in", "description": "Pedro Lascuráin Paredes was a Mexican politician who served as the 38th President of Mexico for less than one hour on February 19, 1913, the shortest presidency in the history of the world. He had earlier served as Mexico's foreign secretary for two terms and was the director of a small law school in Mexico City for sixteen years."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Events", "year": "1915", "date": "February 19", "txt": "World War I: The first naval attack on the Dardanelles begins when a strong Anglo-French task force bombards Ottoman artillery along the coast of Gallipoli.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Naval operations in the Dardanelles Campaign", "href": "/wiki/Naval_operations_in_the_Dardanelles_Campaign", "description": "The naval operations in the Dardanelles campaign took place against the Ottoman Empire during the First World War. Ships of the Royal Navy, French Marine nationale, Imperial Russian Navy and the Royal Australian Navy, attempted to force the Dardanelles Straits, a narrow, 41 mi (66 km)-long waterway connecting the Mediterranean Sea with the Sea of Marmara and the Black Sea further north."}, {"title": "Dardanelles", "href": "/wiki/Dardanelles", "description": "The Dardanelles, also known as Strait of Gallipoli from Gallipoli Peninsula or from Classical Antiquity as the Hellespont\n(; Classical Greek: Ἑλλήσποντος, romanized: Hellēspontos, lit. 'Sea of Helle'), is a narrow, natural strait and internationally significant waterway in northwestern Turkey that forms part of the continental boundary between Europe and Asia, and separates Asian Turkey from Europ"}, {"title": "Gallipoli", "href": "/wiki/Gallipoli", "description": "The Gallipoli peninsula is located in the southern part of East Thrace, the European part of Turkey, with the Aegean Sea to the west and the Dardanelles strait to the east."}]}, {"heading": "Events", "year": "1937", "date": "February 19", "txt": "Yekatit 12: During a public ceremony at the Viceregal Palace (the former Imperial residence) in Addis Ababa, Ethiopia, two Ethiopian nationalists of Eritrean origin attempt to kill viceroy Rodolfo Graziani with a number of grenades.", "entities": [{"title": "Yekatit 12", "href": "/wiki/Yekatit_12", "description": "Yekatit 12 is a date in the Ge'ez calendar which refers to the massacre and imprisonment of Ethiopians by the Italian occupation forces following an attempted assassination of Marshal Rodolfo Graziani, Marquis of Negele, Viceroy of Italian East Africa, on February 19, 1937. Graziani had led the Italian forces to victory over the Ethiopians in the Second Italian invasion of Ethiopia and was supreme"}, {"title": "Addis Ababa", "href": "/wiki/Addis_Ababa", "description": "Addis Ababa, also known as Finfinne and Sheger, is a chartered city and the capital of Ethiopia, as well as of Oromia State. Addis Ababa is the largest city in Ethiopia, with, according to the 2007 census, a population of 2,739,551 inhabitants. It is where the African Union is headquartered and where its predecessor, the Organisation of African Unity (OAU), was based. It also hosts the headquarter"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Eritrea", "href": "/wiki/Eritrea", "description": "Eritrea, officially the State of Eritrea, is a country in Eastern Africa, with its capital at Asmara. It is bordered by Ethiopia in the south, Sudan in the west, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and s"}, {"title": "Rodolfo Graziani", "href": "/wiki/Rodolfo_Graziani", "description": "Rodolfo Graziani, 1st Marquis of Neghelli, was a prominent Italian military officer in the Kingdom of Italy's Regio Esercito, primarily noted for his campaigns in Africa before and during World War II. A dedicated fascist, he was a key figure in the Italian military during the reign of Victor Emmanuel III."}]}, {"heading": "Events", "year": "1942", "date": "February 19", "txt": "World War II: Nearly 250 Japanese warplanes attack the northern Australian city of Darwin, killing 243 people.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bombing of Darwin", "href": "/wiki/Bombing_of_Darwin", "description": "The Bombing of Darwin, also known as the Battle of Darwin, on 19 February 1942 was the largest single attack ever mounted by a foreign power on Australia. On that day, 242 Japanese aircraft, in two separate raids, attacked the town, ships in Darwin's harbour and the town's two airfields in an attempt to prevent the Allies from using them as bases to contest the invasion of Timor and Java during Wo"}, {"title": "Darwin, Northern Territory", "href": "/wiki/Darwin,_Northern_Territory", "description": "Darwin is the capital city of the Northern Territory, Australia. With a 2019 estimated population of 147,255, it has more residents than the rest of the sparsely populated Northern Territory. It is the smallest, wettest, and most northerly of the Australian capital cities and serves as the Top End's regional centre."}]}, {"heading": "Events", "year": "1942", "date": "February 19", "txt": "World War II: United States President Franklin D. Roosevelt signs executive order 9066, allowing the United States military to relocate Japanese Americans to internment camps.", "entities": [{"title": "Executive Order 9066", "href": "/wiki/Executive_Order_9066", "description": "Executive Order 9066 was a United States presidential executive order signed and issued during World War II by United States president Franklin D. Roosevelt on February 19, 1942. This order authorized the secretary of war to prescribe certain areas as military zones, clearing the way for the incarceration of Japanese Americans during the war. Notably, far more Americans of Asian descent were forci"}, {"title": "Japanese Americans", "href": "/wiki/Japanese_Americans", "description": "Japanese Americans  are Americans of Japanese ancestry. Japanese Americans were among the three largest Asian American ethnic communities during the 20th century; but, according to the 2000 census, they have declined in number to constitute the sixth largest Asian American group at around 1,469,637, including those of partial ancestry. According to the 2010 census, the largest Japanese American co"}, {"title": "Internment of Japanese Americans", "href": "/wiki/Internment_of_Japanese_Americans", "description": "The internment of Japanese Americans in the United States during World War II was the forced relocation and incarceration in concentration camps in the western interior of the country of about 120,000 people of Japanese ancestry, most of whom lived on the Pacific Coast. Sixty-two percent of the internees were United States citizens. These actions were ordered by President Franklin D. Roosevelt sho"}]}, {"heading": "Events", "year": "1943", "date": "February 19", "txt": "World War II: Battle of Kasserine Pass in Tunisia begins.", "entities": [{"title": "Battle of Kasserine Pass", "href": "/wiki/Battle_of_Kasserine_Pass", "description": "The Battle of Kasserine Pass was a series of battles of the Tunisia Campaign of World War II that took place in February 1943 at Kasserine Pass, a 2-mile-wide (3.2 km) gap in the Grand Dorsal chain of the Atlas Mountains in west central Tunisia."}, {"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}]}, {"heading": "Events", "year": "1945", "date": "February 19", "txt": "World War II: Battle of Iwo Jima: About 30,000 United States Marines land on the island of Iwo Jima.", "entities": [{"title": "Battle of Iwo Jima", "href": "/wiki/Battle_of_Iwo_Jima", "description": "The Battle of Iwo Jima was a major battle in which the United States Marine Corps and Navy landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army (IJA) during World War II. The American invasion, designated Operation Detachment, had the purpose of capturing the island with its two airfields: South Field and Central Field."}, {"title": "United States Marine", "href": "/wiki/United_States_Marine", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Iwo Jima", "href": "/wiki/Iwo_Jima", "description": "Iwo Jima, known in Japan as Iō Tō , is one of the Japanese Volcano Islands and lies south of the Bonin Islands. Together with other islands, they form the Ogasawara Archipelago. The highest point of Iwo Jima is Mount Suribachi at 169 m (554 ft) high."}]}, {"heading": "Events", "year": "1948", "date": "February 19", "txt": "The Conference of Youth and Students of Southeast Asia Fighting for Freedom and Independence convenes in Calcutta.", "entities": [{"title": "Conference of Youth and Students of Southeast Asia Fighting for Freedom and Independence", "href": "/wiki/Conference_of_Youth_and_Students_of_Southeast_Asia_Fighting_for_Freedom_and_Independence", "description": "The Conference of Youth and Students of Southeast Asia Fighting for Freedom and Independence, also referred to as the Southeast Asian Youth Conference, was an international youth and students event held in Calcutta, India on February 19–23, 1948. It was co-organized by the World Federation of Democratic Youth and the International Union of Students. It has often been claimed that the conference wa"}, {"title": "Kolkata", "href": "/wiki/Kolkata", "description": "Kolkata is the capital of the Indian state of West Bengal. Located on the eastern bank of the Hooghly River, the city is approximately 80 kilometres (50 mi) west of the border with Bangladesh. It is the primary business, commercial, and financial hub of Eastern India and the main port of communication for North-East India, as well as having the third-largest urban economy of India. Kolkata is home"}]}, {"heading": "Events", "year": "1949", "date": "February 19", "txt": "Ezra Pound is awarded the first Bollingen Prize in poetry by the Bollingen Foundation and Yale University.", "entities": [{"title": "Ezra Pound", "href": "/wiki/Ezra_Pound", "description": "Ezra Weston Loomis Pound was an expatriate American poet and critic, a major figure in the early modernist poetry movement, and a fascist collaborator in Italy during World War II. His works include Ripostes (1912), Hugh Selwyn Mauberley (1920), and his 800-page epic poem, The Cantos (c. 1917–1962)."}, {"title": "Bollingen Prize", "href": "/wiki/Bollingen_Prize", "description": "The Bollingen Prize for Poetry is a literary honor bestowed on an American poet in recognition of the best book of new verse within the last two years, or for lifetime achievement. It is awarded every two years by the Beinecke Rare Book and Manuscript Library of Yale University."}, {"title": "Bollingen Foundation", "href": "/wiki/Bollingen_Foundation", "description": "The Bollingen Foundation was an educational foundation set up along the lines of a university press in 1945. It was named after Bollingen Tower, Carl Jung's country home in Bollingen, Switzerland. Funding was provided by Paul Mellon and his wife Mary Conover Mellon. The Foundation became inactive in 1968, and its publications were later re-issued by Princeton University Press."}, {"title": "Yale University", "href": "/wiki/Yale_University", "description": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701 as the Collegiate School, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution. The Collegiate School was renamed Yale College in 1718 to honor the school's largest private benefactor for the fir"}]}, {"heading": "Events", "year": "1953", "date": "February 19", "txt": "Book censorship in the United States: The Georgia Literature Commission is established.", "entities": [{"title": "Book censorship in the United States", "href": "/wiki/Book_censorship_in_the_United_States", "description": "Book censorship is the removal, suppression, or restricted circulation of literary, artistic, or educational material – of images, ideas, and information – on the grounds that these are morally or otherwise objectionable in the light of standards applied by the censor. Censorship is \"the regulation of speech and other forms of expression by an entrenched authority\". The overall intent of censorshi"}]}, {"heading": "Events", "year": "1954", "date": "February 19", "txt": "Transfer of Crimea: The Soviet Politburo of the Soviet Union orders the transfer of the Crimean Oblast from the Russian SFSR to the Ukrainian SSR.", "entities": [{"title": "1954 transfer of Crimea", "href": "/wiki/1954_transfer_of_Crimea", "description": "The transfer of the Crimean Oblast in 1954 was an administrative action of the Presidium of the Supreme Soviet of the Soviet Union, which transferred the government of the Crimean Peninsula from the Russian Soviet Federative Socialist Republic to the Ukrainian SSR."}, {"title": "Politburo of the Communist Party of the Soviet Union", "href": "/wiki/Politburo_of_the_Communist_Party_of_the_Soviet_Union", "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "}, {"title": "Crimean Oblast", "href": "/wiki/Crimean_Oblast", "description": "The Crimean Oblast was an oblast (province) of the former Russian SFSR (1945–1954) and Ukrainian SSR (1954–1991) within the Soviet Union. Its capital was the city of Simferopol."}, {"title": "Russian Soviet Federative Socialist Republic", "href": "/wiki/Russian_Soviet_Federative_Socialist_Republic", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}, {"title": "Ukrainian Soviet Socialist Republic", "href": "/wiki/Ukrainian_Soviet_Socialist_Republic", "description": "The Ukrainian Soviet Socialist Republic, also known as Soviet Ukraine, was one of the constituent republics of the Soviet Union from the Union's inception in 1922 until its breakup in 1991. In the anthem of the Ukrainian Soviet Socialist Republic, the republic was referred to simply as Ukraine. The republic was governed by the Communist Party of the Soviet Union out of Moscow through its republica"}]}, {"heading": "Events", "year": "1959", "date": "February 19", "txt": "The United Kingdom grants Cyprus independence, which is formally proclaimed on August 16, 1960.", "entities": [{"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}]}, {"heading": "Events", "year": "1960", "date": "February 19", "txt": "China successfully launches the T-7, its first sounding rocket.", "entities": [{"title": "T-7 (rocket)", "href": "/wiki/T-7_(rocket)", "description": "The T-7 was China's first sounding rocket. A test rocket, dubbed the T-7M, was first successfully launched on 19 February 1960 in Nanhui, Shanghai, and a full-scale rocket was launched on 13 September 1960. Wang Xiji of the Shanghai Institute of Mechanical and Electrical Engineering was the chief designer. Twenty-four T-7 rockets were launched between 1960 and 1965, and it was retired after a fina"}, {"title": "Sounding rocket", "href": "/wiki/Sounding_rocket", "description": "A sounding rocket or rocketsonde, sometimes called a research rocket, is an instrument-carrying rocket designed to take measurements and perform scientific experiments during its sub-orbital flight. The rockets are used to carry instruments from 48 to 145 km above the surface of the Earth, the altitude generally between weather balloons and satellites; the maximum altitude for balloons is about 40"}]}, {"heading": "Events", "year": "1963", "date": "February 19", "txt": "The publication of Betty Friedan's The Feminine Mystique reawakens the feminist movement in the United States as women's organizations and consciousness raising groups spread.", "entities": [{"title": "Betty Friedan", "href": "/wiki/Betty_Friedan", "description": "Betty Friedan was an American feminist writer and activist. A leading figure in the women's movement in the United States, her 1963 book The Feminine Mystique is often credited with sparking the second wave of American feminism in the 20th century. In 1966, Friedan co-founded and was elected the first president of the National Organization for Women (NOW), which aimed to bring women \"into the main"}, {"title": "Feminist movement", "href": "/wiki/Feminist_movement", "description": "The feminist movement refers to a series of political campaigns for reforms on issues such as reproductive rights, domestic violence, maternity leave, equal pay, women's suffrage, sexual harassment, and sexual violence. The movement's priorities vary among nations and communities, and range from opposition to female genital mutilation in one country, to opposition to the glass ceiling in another."}, {"title": "Consciousness raising", "href": "/wiki/Consciousness_raising", "description": "Consciousness raising is a form of activism, popularized by United States feminists in the late 1960s. It often takes the form of a group of people attempting to focus the attention of a wider group on some cause or condition. Common issues include diseases, conflicts, movements, and political parties or politicians. Since informing the populace of a public concern is often regarded as the first s"}]}, {"heading": "Events", "year": "1965", "date": "February 19", "txt": "Colonel Phạm Ngọc Thảo of the Army of the Republic of Vietnam, and a communist spy of the North Vietnamese Viet Minh, along with Generals Lâm Văn Phát and Trần Thiện Khiêm, all Catholics, attempt a coup against the military junta of the Buddhist Nguyễn Khánh.", "entities": [{"title": "Phạm Ngọc Thảo", "href": "/wiki/Ph%E1%BA%A1m_Ng%E1%BB%8Dc_Th%E1%BA%A3o", "description": "Colonel Phạm Ngọc Thảo, also known as Albert Thảo, was a communist sleeper agent of the Viet Minh who infiltrated the Army of the Republic of Vietnam and also became a major provincial leader in South Vietnam. In 1962, he was made overseer of Ngô Đình Nhu's Strategic Hamlet Program in South Vietnam and deliberately forced it forward at an unsustainable speed, causing the production of poorly equip"}, {"title": "Army of the Republic of Vietnam", "href": "/wiki/Army_of_the_Republic_of_Vietnam", "description": "The Army of the Republic of Vietnam were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975. It is estimated to have suffered 1,394,000 casualties during the Vietnam War."}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "Viet Minh", "href": "/wiki/Viet_Minh", "description": "Việt Minh was a national independence coalition formed at Pác Bó by Hồ Chí Minh on May 19, 1941. The Việt Nam Độc Lập Đồng Minh Hội had previously formed in Nanjing, China, at some point between August 1935 and early 1936 when Vietnamese nationalist parties formed an anti-imperialist united front. This organization soon lapsed into inactivity, only to be revived by the Indochinese Communist Party "}, {"title": "Lâm Văn Phát", "href": "/wiki/L%C3%A2m_V%C4%83n_Ph%C3%A1t", "description": "Major General Lâm Văn Phát served as an officer in the Army of the Republic of Vietnam (ARVN). He is best known for leading two coup attempts against General Nguyễn Khánh in September 1964 and February 1965. Although both failed to result in his taking power, the latter caused enough instability that it forced Khánh to resign and go into exile."}, {"title": "Trần Thiện Khiêm", "href": "/wiki/Tr%E1%BA%A7n_Thi%E1%BB%87n_Khi%C3%AAm", "description": "General Trần Thiện Khiêm was an officer in the Army of the Republic of Vietnam during the Vietnam War. He was born in Saigon, Cochinchina, French Indochina. During the 1960s he was involved in several coups. He helped President Ngô Đình Diệm put down a November 1960 coup attempt and was rewarded with promotion. In 1963 he was involved in the coup that deposed and assassinated Diêm."}, {"title": "1965 South Vietnamese coup", "href": "/wiki/1965_South_Vietnamese_coup", "description": "On February 19, 1965, some units of the Army of the Republic of Vietnam commanded by General Lâm Văn Phát and Colonel Phạm Ngọc Thảo launched a coup against General Nguyễn Khánh, the head of South Vietnam's ruling military junta. Their aim was to install General Trần Thiện Khiêm, a Khánh rival who had been sent to Washington D.C. as Ambassador to the United States to prevent him from seizing power"}, {"title": "Military dictatorship", "href": "/wiki/Military_dictatorship", "description": "A military dictatorship is a dictatorship in which the military exerts complete or substantial control over political authority, and the dictator is often a high-ranked military officer."}, {"title": "Nguyễn Khánh", "href": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}]}, {"heading": "Events", "year": "1976", "date": "February 19", "txt": "Executive Order 9066, which led to the relocation of Japanese Americans to internment camps, is rescinded by President Gerald Ford's Proclamation 4417.", "entities": [{"title": "Executive Order 9066", "href": "/wiki/Executive_Order_9066", "description": "Executive Order 9066 was a United States presidential executive order signed and issued during World War II by United States president Franklin D. Roosevelt on February 19, 1942. This order authorized the secretary of war to prescribe certain areas as military zones, clearing the way for the incarceration of Japanese Americans during the war. Notably, far more Americans of Asian descent were forci"}, {"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}]}, {"heading": "Events", "year": "1978", "date": "February 19", "txt": "Egyptian forces raid Larnaca International Airport in an attempt to intervene in a hijacking, without authorisation from the Republic of Cyprus authorities. The Cypriot National Guard and Police forces kill 15 Egyptian commandos and destroy the Egyptian C-130 transport plane in open combat.", "entities": [{"title": "Egyptian raid on Larnaca International Airport", "href": "/wiki/Egyptian_raid_on_Larnaca_International_Airport", "description": "On 19 February 1978, Egyptian Special Forces raided Larnaca International Airport near Larnaca, Cyprus, in an attempt to intervene in a hijacking. Earlier, two assassins had killed prominent Egyptian newspaper editor Yusuf Sibai and then rounded up as hostages several Arabs who were attending a convention in Nicosia. As Cypriot forces were trying to negotiate with the hostage-takers at the airport"}, {"title": "Republic of Cyprus", "href": "/wiki/Republic_of_Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "Cypriot National Guard", "href": "/wiki/Cypriot_National_Guard", "description": "The National Guard of Cyprus also known as the Greek Cypriot National Guard or simply National Guard, is the military force of the Republic of Cyprus. This force consists of air, land, sea and special forces elements, and is highly integrated with its first and second line reserves, as well as supporting civilian agencies and paramilitary forces."}, {"title": "C-130", "href": "/wiki/C-130", "description": "The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built originally by Lockheed. Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in a variety of other roles, including as a gunship (AC-130), for airborne ass"}]}, {"heading": "Events", "year": "1985", "date": "February 19", "txt": "William J. Schroeder becomes the first recipient of an artificial heart to leave the hospital.", "entities": [{"title": "William J. Schroeder", "href": "/wiki/William_J._Schroeder", "description": "William J. Schroeder, was one of the first recipients of an artificial heart. Schroeder was born in Jasper, Indiana, and on November 25, 1984, at the age of 54, became the second human recipient of the Jarvik 7. The transplant was performed at Humana Heart Institute International in Louisville, Kentucky by Dr. William C. DeVries."}, {"title": "Artificial heart", "href": "/wiki/Artificial_heart", "description": "An artificial heart is a device that replaces the heart. Artificial hearts are typically used to bridge the time to heart transplantation, or to permanently replace the heart in the case that a heart transplant is impossible. Although other similar inventions preceded it from the late 1940s, the first artificial heart to be successfully implanted in a human was the Jarvik-7 in 1982, designed by a "}]}, {"heading": "Events", "year": "1985", "date": "February 19", "txt": "Iberia Airlines Boeing 727 crashes into Mount Oiz in Spain, killing 148.", "entities": [{"title": "Boeing 727", "href": "/wiki/Boeing_727", "description": "The Boeing 727 is an American narrow-body airliner produced by Boeing Commercial Airplanes.\n\nAfter the heavy 707 quad-jet was introduced in 1958, Boeing addressed the demand for shorter flight lengths from smaller airports.\nOn December 5, 1960, the 727 was launched with 40 orders each from United Airlines and Eastern Air Lines.\nThe first 727-100 rolled out November 27, 1962, first flew on February"}, {"title": "Iberia Airlines Flight 610", "href": "/wiki/Iberia_Airlines_Flight_610", "description": "Iberia Airlines Flight 610 was a scheduled domestic passenger flight from Madrid to Bilbao, Spain. On 19 February 1985, a Boeing 727-200 operating the flight crashed into a television antenna on the summit of Mount Oiz in Biscay near Bilbao. All 141 passengers and 7 crew on board died. The crash is the deadliest aviation disaster in both Basque Country and Iberia history."}, {"title": "Mount Oiz", "href": "/wiki/Mount_Oiz", "description": "Mount Oiz, is one of the most popular summits of Biscay in the Basque Country (Spain). Its summits form part of a long range that feeds several rivers: Ibaizabal, Artibai, Lea, Oka and Deba in Gipuzkoa all of them running to the Bay of Biscay."}]}, {"heading": "Events", "year": "1986", "date": "February 19", "txt": "Akkaraipattu massacre: the Sri Lankan Army massacres 80 Tamil farm workers in eastern Sri Lanka.", "entities": [{"title": "Akkaraipattu massacre", "href": "/wiki/Akkaraipattu_massacre", "description": "Akkaraipattu massacre happened on 19 February 1986 when approximately 80 Tamil farm workers were allegedly killed by the Sri Lankan Army personnel and their bodies burned in the Eastern Province of Sri Lanka. The incident came to light a few days later when community leaders visited the remote location near the town of Akkaraipattu, where the farm workers were shot. It has been claimed that the wo"}, {"title": "Sri Lankan Army", "href": "/wiki/Sri_Lankan_Army", "description": "The Sri Lankan Army (SLA) is the oldest and largest of the Sri Lanka Armed Forces. Established as the Ceylon Army in 1949, it was renamed when Sri Lanka became a republic in 1972. In 2010, the Army had approximately 200,000 regular personnel, between 20,000 and 40,000 reserve (volunteer) personnel and 18,000 National Guardsmen and comprises 13 operational divisions, one air-mobile brigade, one com"}, {"title": "Tamils", "href": "/wiki/Tamils", "description": "The Tamil people, also known as Tamilar or simply Tamils, are a Dravidian ethno-linguistic group who trace their ancestry to the South Indian state of Tamil Nadu, Union territory of Puducherry and to Sri Lanka. Tamils constitute 5.9% of the population in India, 15% in Sri Lanka, 10% in Mauritius, 7% in Malaysia and 5% in Singapore. Tamils, with a population of around 76 million and with a document"}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}]}, {"heading": "Events", "year": "1989", "date": "February 19", "txt": "Flying Tiger Line flight 66 crashes into a hill near Sultan Abdul Aziz Shah Airport in Malaysia, killing four.", "entities": [{"title": "Flying Tiger Line Flight 66", "href": "/wiki/Flying_Tiger_Line_Flight_66", "description": "Flying Tiger Line Flight 66 was a scheduled international cargo flight from Singapore Changi Airport, to Hong Kong's Kai Tak Airport via a stopover at Kuala Lumpur International Airport, Malaysia. On February 19, 1989, the FedEx-owned Boeing 747-249F-SCD crashed while on its final approach. The aircraft impacted a hillside 437 feet (133 m) above sea level and 12 kilometres from Kuala Lumpur, resul"}, {"title": "Sultan Abdul Aziz Shah Airport", "href": "/wiki/Sultan_Abdul_Aziz_Shah_Airport", "description": "Sultan Abdul Aziz Shah Airport, , often called Subang Airport or Subang Skypark, is an airport located in Subang, Petaling District, Selangor, Malaysia."}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "2002", "date": "February 19", "txt": "NASA's Mars Odyssey space probe begins to map the surface of Mars using its thermal emission imaging system.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars Odyssey", "href": "/wiki/Mars_Odyssey", "description": "2001 Mars Odyssey is a robotic spacecraft orbiting the planet Mars. The project was developed by NASA, and contracted out to Lockheed Martin, with an expected cost for the entire mission of US$297 million. Its mission is to use spectrometers and a thermal imager to detect evidence of past or present water and ice, as well as study the planet's geology and radiation environment. It is hoped that th"}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "2003", "date": "February 19", "txt": "An Ilyushin Il-76 military aircraft crashes near Kerman, Iran, killing 275.", "entities": [{"title": "Ilyushin Il-76", "href": "/wiki/Ilyushin_Il-76", "description": "The Ilyushin Il-76 is a multi-purpose four-engine turbofan strategic airlifter designed by the Soviet Union's Ilyushin design bureau. It was first planned as a commercial freighter in 1967, as a replacement for the Antonov An-12. It was designed to deliver heavy machinery to remote, poorly served areas. Military versions of the Il-76 have been widely used in Europe, Asia and Africa, including use "}, {"title": "2003 Iran (IIRG) Il-76 crash", "href": "/wiki/2003_Iran_(IIRG)_Il-76_crash", "description": "The 2003 Iran Ilyushin Il-76 crash occurred on 19 February 2003, when an Ilyushin Il-76 crashed in mountainous terrain near Kerman in Iran. The Aerospace Force of the Islamic Revolutionary Guard Corps aircraft, registration 15-2280, was flying from Zahedan to Kerman when it crashed 35 kilometres southeast of Kerman. The aircraft was carrying members of the Islamic Revolutionary Guard, a special fo"}, {"title": "Kerman", "href": "/wiki/Kerman", "description": "Kerman, also known as Carmania, is the capital city of Kerman Province, Iran. At the 2011 census, its population was 821,394, in 221,389 households, making it the 10th most populous city of Iran."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "2006", "date": "February 19", "txt": "A methane explosion in a coal mine near Nueva Rosita, Mexico, kills 65 miners.", "entities": [{"title": "Methane", "href": "/wiki/Methane", "description": "Methane ( or ) is a chemical compound with the chemical formula CH4 (one atom of carbon and four atoms of hydrogen). It is a group-14 hydride and the simplest alkane, and is the main constituent of natural gas. The relative abundance of methane on Earth makes it an economically attractive fuel, although capturing and storing it poses technical challenges due to its gaseous state under normal condi"}, {"title": "Coal mine", "href": "/wiki/Coal_mine", "description": "Coal mining is the process of extracting coal from the ground. Coal is valued for its energy content and since the 1880s has been widely used to generate electricity. Steel and cement industries use coal as a fuel for extraction of iron from iron ore and for cement production. In the United Kingdom and South Africa, a coal mine and its structures are a colliery, a coal mine is called a 'pit', and "}, {"title": "Nueva Rosita", "href": "/wiki/Nueva_Rosita", "description": "Nueva Rosita is a town in the northeastern part of the state of Coahuila in northern Mexico. It lies about 11 km (7 mi) northwest of the city of Sabinas on Federal Highway 57, and serves as the municipal seat of San Juan de Sabinas municipality."}, {"title": "Pasta de Conchos mine disaster", "href": "/wiki/Pasta_de_Conchos_mine_disaster", "description": "The Pasta de Conchos mine disaster occurred at approximately 2:30 a.m. CST on February 19, 2006, after a methane explosion within a coal mine near Nueva Rosita, San Juan de Sabinas municipality, in the Mexican state of Coahuila. The mines were run by Grupo México, the largest mining company in the country. It was estimated that 65 miners, who were working the 10 p.m. to 6 a.m. shift that morning, "}]}, {"heading": "Events", "year": "2011", "date": "February 19", "txt": "The debut exhibition of the Belitung shipwreck, containing the largest collection of Tang dynasty artifacts found in one location, begins in Singapore.", "entities": [{"title": "Belitung shipwreck", "href": "/wiki/Belitung_shipwreck", "description": "The Belitung shipwreck is the wreck of an Arabian dhow which sank around 830 AD. The ship completed the outward journey from Arabia to China, but sank on the return journey from China, approximately 1.6 kilometres (1 mi) off the coast of Belitung Island, Indonesia. It is unclear why the ship was south of the typical route when it sank. Belitung is to the south-east of the Singapore Strait by 610 k"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Events", "year": "2012", "date": "February 19", "txt": "Forty-four people are killed in a prison brawl in Apodaca, Nuevo León, Mexico.", "entities": [{"title": "Apodaca prison riot", "href": "/wiki/Apodaca_prison_riot", "description": "The Apodaca prison riot occurred on 19 February 2012 at a prison in Apodaca, Nuevo León, Mexico. Mexico City officials stated that at least 44 people were killed, with another twelve injured. The Blog del Narco, a blog that documents events and people of the Mexican Drug War anonymously, reported that the actual (unofficial) death toll may be more than 70 people. The fight was between Los Zetas an"}, {"title": "Apodaca, Nuevo León", "href": "/wiki/Apodaca,_Nuevo_Le%C3%B3n", "description": "Apodaca is a city and its surrounding municipality that is part of Monterrey Metropolitan area. It lies in the northeastern part of the metropolitan area. As of the 2005 census, the city had a population of 393,195 and the municipality had a population of 418,784. The municipality has an area of 183.5 km2. The fourth-largest city in the state, Apodaca is one of the fastest-growing cities in Nuevo "}]}, {"heading": "Births", "year": "1461", "date": "February 19", "txt": "Domenico Grimani, Italian cardinal (d. 1523)", "entities": [{"title": "Domenico Grimani", "href": "/wiki/Domenico_Grimani", "description": "Domenico Grimani was an Italian nobleman, theologian and cardinal. Like most noble churchman of his era Grimani was an ecclesiastical pluralist, holding numerous posts and benefices. Desiderius Erasmus dedicated to Grimani his Musica."}]}, {"heading": "Births", "year": "1473", "date": "February 19", "txt": "Nicolaus Copernicus, Polish mathematician and astronomer (d. 1543)", "entities": [{"title": "Nicolaus Copernicus", "href": "/wiki/Nicolaus_Copernicus", "description": "Nicolaus Copernicus was a Renaissance-era mathematician, astronomer, and Catholic canon who formulated a model of the universe that placed the Sun rather than Earth at its center. In all likelihood, Copernicus developed his model independently of Aristarchus of Samos, an ancient Greek astronomer who had formulated such a model some eighteen centuries earlier."}]}, {"heading": "Births", "year": "1497", "date": "February 19", "txt": "Matthäus Schwarz, German fashion writer (d. 1574)", "entities": [{"title": "Matthäus Schwarz", "href": "/wiki/Matth%C3%A4us_Schwarz", "description": "Matthäus Schwarz was a German accountant, best known for compiling his Klaidungsbüchlein or Trachtenbuch, a book cataloguing the clothing that he wore between 1520 and 1560. The book has been described as \"the world's first fashion book\"."}]}, {"heading": "Births", "year": "1519", "date": "February 19", "txt": "Froben Christoph of Zimmern, German author of the Zimmern Chronicle (d. 1566)", "entities": [{"title": "Froben Christoph of Zimmern", "href": "/wiki/Froben_Christoph_of_Zimmern", "description": "Count Froben Christoph of Zimmern was the author of the Zimmern Chronicle and a member of the von Zimmern family of Swabian nobility. \nThis article is based primarily on Beat Rudolf Jenny's biography of him."}]}, {"heading": "Births", "year": "1526", "date": "February 19", "txt": "Carolus Clusius, Flemish botanist and academic (d. 1609)", "entities": [{"title": "Carolus Clusius", "href": "/wiki/Carolus_Clusius", "description": "Charles de l'Écluse, L'Escluse, or Carolus Clusius, seigneur de Watènes, was an Artois doctor and pioneering botanist, perhaps the most influential of all 16th-century scientific horticulturists."}]}, {"heading": "Births", "year": "1532", "date": "February 19", "txt": "Jean-Antoine de Baïf, French poet (d. 1589)", "entities": [{"title": "Jean-Antoine de Baïf", "href": "/wiki/Jean-Antoine_de_Ba%C3%AFf", "description": "Jean Antoine de Baïf was a French poet and member of the Pléiade."}]}, {"heading": "Births", "year": "1552", "date": "February 19", "txt": "Melchior Klesl, Austrian cardinal (d. 1630)", "entities": [{"title": "Melchior Klesl", "href": "/wiki/Melchior_Klesl", "description": "Melchior Klesl was an Austrian statesman and cardinal of the Roman Catholic church during the time of the Counter-Reformation. Klesl was appointed Bishop of Vienna in 1598 and elevated to cardinal in 1616."}]}, {"heading": "Births", "year": "1594", "date": "February 19", "txt": "Henry Frederick, Prince of Wales (d. 1612)", "entities": [{"title": "Henry Frederick, Prince of Wales", "href": "/wiki/Henry_Frederick,_Prince_of_Wales", "description": "Henry Frederick, Prince of Wales was the eldest son and heir apparent of James VI and I, King of England and Scotland, and his wife Anne of Denmark. His name derives from his grandfathers: Henry Stuart, Lord Darnley, and Frederick II of Denmark. Prince Henry was widely seen as a bright and promising heir to his father's thrones. However, at the age of 18, he predeceased his father when he died of "}]}, {"heading": "Births", "year": "1611", "date": "February 19", "txt": "Andries de Graeff, Dutch politician (d. 1678)", "entities": [{"title": "Andries de Graeff", "href": "/wiki/Andries_de_Graeff", "description": "Free Imperial Knight Andries de Graeff was a very powerful member of the Amsterdam branch of the De Graeff - family during the Dutch Golden Age. He became a mayor of Amsterdam and a powerful Amsterdam regent after the death of his older brother Cornelis de Graeff. Like him and their father Jacob Dircksz de Graeff he opposed the house of Orange. In the mid-17th century he controlled the finances an"}]}, {"heading": "Births", "year": "1630", "date": "February 19", "txt": "Shivaji, Indian warrior-king and the founder of Maratha Empire", "entities": [{"title": "Shivaji", "href": "/wiki/Shivaji", "description": "Shivaji Bhonsale I was an Indian ruler and a member of the Bhonsle Maratha clan. Shivaji carved out an enclave from the declining Adilshahi sultanate of Bijapur that formed the genesis of the Maratha Empire. In 1674, he was formally crowned the Chhatrapati (emperor) of his realm at Raigad."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Births", "year": "1660", "date": "February 19", "txt": "Friedrich Hoffmann, German physician and chemist (d. 1742)", "entities": [{"title": "Friedrich Hoffmann", "href": "/wiki/Friedrich_Hoffmann", "description": "Friedrich Hoffmann was a German physician and chemist."}]}, {"heading": "Births", "year": "1717", "date": "February 19", "txt": "David Garrick, English actor, playwright, and producer (d. 1779)", "entities": [{"title": "David Garrick", "href": "/wiki/David_Garrick", "description": "David Garrick was an English actor, playwright, theatre manager and producer who influenced nearly all aspects of theatrical practice throughout the 18th century, and was a pupil and friend of Dr Samuel Johnson. He appeared in a number of amateur theatricals, and with his appearance in the title role of Shakespeare's Richard III, audiences and managers began to take notice."}]}, {"heading": "Births", "year": "1743", "date": "February 19", "txt": "Luigi Boccherini, Italian cellist and composer (d. 1805)", "entities": [{"title": "Luigi Boccherini", "href": "/wiki/Luigi_Boccherini", "description": "Ridolfo Luigi Boccherini was an Italian, later Spanish, composer and cellist of the Classical era whose music retained a courtly and galante style even while he matured somewhat apart from the major European musical centers. He is best known for a minuet from his String Quintet in E, Op. 11, No. 5, and the Cello Concerto in B flat major. The latter work was long known in the heavily altered versio"}]}, {"heading": "Births", "year": "1798", "date": "February 19", "txt": "Allan MacNab, Canadian soldier, lawyer, and politician, Premier of Canada West (d. 1862)", "entities": [{"title": "Allan MacNab", "href": "/wiki/Allan_MacNab", "description": "Sir Allan Napier MacNab, 1st Baronet was a Canadian political leader who served as joint Premier of the Province of Canada from 1854 to 1856."}, {"title": "Joint Premiers of the Province of Canada", "href": "/wiki/Joint_Premiers_of_the_Province_of_Canada", "description": "Joint premiers of the Province of Canada were the prime ministers of the Province of Canada, from the 1841 unification of Upper Canada and Lower Canada until Confederation in 1867."}]}, {"heading": "Births", "year": "1800", "date": "February 19", "txt": "Émilie Gamelin, Canadian nun and social worker, founded the Sisters of Providence (d. 1851)", "entities": [{"title": "Émilie Gamelin", "href": "/wiki/%C3%89milie_Gamelin", "description": "Émilie Tavernier Gamelin, SP, was a French Canadian social worker and Roman Catholic religious sister. She is best known as the founder of the Sisters of Providence of Montreal. In 2001 she was beatified by Pope John Paul II."}, {"title": "Sisters of Providence (Montreal)", "href": "/wiki/Sisters_of_Providence_(Montreal)", "description": "The Sisters of Providence are a religious institute of Roman Catholic sisters founded in 1843 by Mother Émilie Gamelin. They are headquartered in Montreal, Quebec with five provinces: Mother Joseph Province, Holy Angels Province, Philippines Vice-Province, Émilie-Gamelin Province and Bernard Morin Province."}]}, {"heading": "Births", "year": "1804", "date": "February 19", "txt": "Carl von Rokitansky, German physician, pathologist, and philosopher  (d. 1878)", "entities": [{"title": "Carl von Rokitansky", "href": "/wiki/Carl_von_Rokitansky", "description": "Baron Carl von Rokitansky, was a Bohemian physician, pathologist, humanist philosopher and liberal politician."}]}, {"heading": "Births", "year": "1821", "date": "February 19", "txt": "August Schleicher, German linguist and academic (d. 1868)", "entities": [{"title": "August Schleicher", "href": "/wiki/August_Schleicher", "description": "August Schleicher was a German linguist. His great work was A Compendium of the Comparative Grammar of the Indo-European Languages in which he attempted to reconstruct the Proto-Indo-European language. To show how Indo-European might have looked, he created a short tale, Schleicher's fable, to exemplify the reconstructed vocabulary and aspects of Indo-European society inferred from it."}]}, {"heading": "Births", "year": "1833", "date": "February 19", "txt": "Élie Ducommun, Swiss journalist and activist, Nobel Prize laureate (d. 1906)", "entities": [{"title": "Élie Ducommun", "href": "/wiki/%C3%89lie_Ducommun", "description": "Élie Ducommun was a Swiss peace activist. He was a Nobel laureate, awarded the 1902 Nobel Peace Prize, which he shared with Charles Albert Gobat."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1838", "date": "February 19", "txt": "Lydia Thompson, British burlesque performer (d. 1908)", "entities": [{"title": "Lydia Thompson", "href": "/wiki/Lydia_Thompson", "description": "Lydia Thompson, was an English dancer, comedian, actress and theatrical producer."}]}, {"heading": "Births", "year": "1841", "date": "February 19", "txt": "Elfrida Andrée, Swedish organist, composer, and conductor (d. 1929)", "entities": [{"title": "Elfrida Andrée", "href": "/wiki/Elfrida_Andr%C3%A9e", "description": "Elfrida Andrée, was a Swedish organist, composer, and conductor. A 1996 recording on the Caprice label features Andrée's piano quintet, along with a piano sonata, the string quartet in D minor, and vocal music."}]}, {"heading": "Births", "year": "1855", "date": "February 19", "txt": "Nishinoumi Kajirō I, Japanese sumo wrestler, the 16th Yokozuna (d. 1908)", "entities": [{"title": "Nishinoumi Kajirō I", "href": "/wiki/Nishinoumi_Kajir%C5%8D_I", "description": "Nishinoumi Kajirō I  was a Japanese professional sumo wrestler from Sendai, Satsuma Province. He was the sport's 16th yokozuna, and the first to be officially listed as such on the banzuke ranking sheets, an act which strengthened the prestige of yokozuna as the highest level of achievement in professional sumo."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1859", "date": "February 19", "txt": "Svante Arrhenius, Swedish physicist and chemist, Nobel Prize laureate (d. 1927)", "entities": [{"title": "Svante Arrhenius", "href": "/wiki/Svante_Arrhenius", "description": "Svante August Arrhenius was a Swedish scientist. Originally a physicist, but often referred to as a chemist, Arrhenius was one of the founders of the science of physical chemistry. He received the Nobel Prize for Chemistry in 1903, becoming the first Swedish Nobel laureate. In 1905, he became director of the Nobel Institute, where he remained until his death."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1865", "date": "February 19", "txt": "Sven Hedin, Swedish geographer and explorer (d. 1952)", "entities": [{"title": "Sven Hedin", "href": "/wiki/Sven_Hedin", "description": "Sven Anders Hedin, KNO1kl RVO, was a Swedish geographer, topographer, explorer, photographer, travel writer and illustrator of his own works. During four expeditions to Central Asia, he made the Transhimalaya known in the West and located sources of the Brahmaputra, Indus and Sutlej Rivers. He also mapped lake Lop Nur, and the remains of cities, grave sites and the Great Wall of China in the deser"}]}, {"heading": "Births", "year": "1869", "date": "February 19", "txt": "Hovhannes Tumanyan, Armenian-Russian poet and author (d. 1923)", "entities": [{"title": "Hovhannes Tumanyan", "href": "/wiki/Hovhannes_Tumanyan", "description": "Hovhannes Tumanyan was an Armenian poet, writer, translator, and literary and public activist. He is the national poet of Armenia."}]}, {"heading": "Births", "year": "1872", "date": "February 19", "txt": "Johan Pitka, Estonian admiral (d. 1944)", "entities": [{"title": "Johan Pitka", "href": "/wiki/Johan_Pitka", "description": "Johan Pitka, VR I/1, was an Estonian entrepreneur, sea captain and a rear admiral (1919). He was the Commander of the Estonian Navy in the Estonian War of Independence."}]}, {"heading": "Births", "year": "1876", "date": "February 19", "txt": "Constantin Brâncuși, Romanian-French sculptor, painter, and photographer (d. 1957)", "entities": [{"title": "Constantin Brâncuși", "href": "/wiki/Constantin_Br%C3%A2ncu%C8%99i", "description": "Constantin Brâncuși was a Romanian sculptor, painter and photographer who made his career in France. Considered one of the most influential sculptors of the 20th-century and a pioneer of modernism, Brâncuși is called the patriarch of modern sculpture. As a child he displayed an aptitude for carving wooden farm tools. Formal studies took him first to Bucharest, then to Munich, then to the École des"}]}, {"heading": "Births", "year": "1877", "date": "February 19", "txt": "Gabriele Münter, German painter (d. 1962)", "entities": [{"title": "Gabriele Münter", "href": "/wiki/Gabriele_M%C3%BCnter", "description": "Gabriele Münter was a German expressionist painter who was at the forefront of the Munich avant-garde in the early 20th century. She studied and lived with the painter Wassily Kandinsky and was a founding member of the expressionist group Der Blaue Reiter."}]}, {"heading": "Births", "year": "1878", "date": "February 19", "txt": "Harriet Bosse, Swedish–Norwegian actress (d. 1961)", "entities": [{"title": "Harriet Bosse", "href": "/wiki/Harriet_Bosse", "description": "Harriet Sofie Bosse was a Swedish–Norwegian actress. A celebrity in her day, Bosse is now most commonly remembered as the third wife of the playwright August Strindberg. Bosse began her career in a minor company run by her forceful older sister Alma Fahlstrøm in Kristiania. Having secured an engagement at the Royal Dramatic Theatre (\"Dramaten\"), the main drama venue of Sweden's capital Stockholm, "}]}, {"heading": "Births", "year": "1880", "date": "February 19", "txt": "Álvaro Obregón, Mexican general and politician, 39th President of Mexico (d. 1928)", "entities": [{"title": "Álvaro Obregón", "href": "/wiki/%C3%81lvaro_Obreg%C3%B3n", "description": "Álvaro Obregón Salido was a general in the Mexican Revolution, who became the 46th President of Mexico from 1920 to 1924. He supported Sonora's decision to follow Governor of Coahuila Venustiano Carranza as leader of a revolution against the Victoriano Huerta regime. Carranza appointed Obregón commander of the revolutionary forces in northwestern Mexico and in 1915 appointed him as his minister of"}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1886", "date": "February 19", "txt": "José Abad Santos, Filipino lawyer and jurist, 5th Chief Justice of the Supreme Court of the Philippines (d. 1942)", "entities": [{"title": "José Abad Santos", "href": "/wiki/Jos%C3%A9_Abad_Santos", "description": "José Abad Santos was the fifth Chief Justice of the Supreme Court of the Philippines. He briefly served as the Acting President of the Commonwealth of the Philippines and Acting Commander-in-Chief of the Armed Forces of the Philippines during World War II, on behalf of President Quezon after the government went in exile to the United States. After about two months, he was executed by the Japanese "}, {"title": "Chief Justice of the Supreme Court of the Philippines", "href": "/wiki/Chief_Justice_of_the_Supreme_Court_of_the_Philippines", "description": "The chief justice of the Philippines presides over the Supreme Court of the Philippines and is the highest judicial officer of the government of the Philippines. \nAs of April 5, 2021, the position is currently held by Alexander Gesmundo, who was appointed by President Rodrigo Duterte following the early retirement of his predecessor Diosdado Peralta in March 2021."}]}, {"heading": "Births", "year": "1888", "date": "February 19", "txt": "José Eustasio Rivera, Colombian lawyer and poet (d. 1928)", "entities": [{"title": "José Eustasio Rivera", "href": "/wiki/Jos%C3%A9_Eustasio_Rivera", "description": "José Eustasio Rivera Salas was a Colombian lawyer and author primarily known for his national epic The Vortex."}]}, {"heading": "Births", "year": "1893", "date": "February 19", "txt": "Cedric Hardwicke, English actor and director (d. 1964)", "entities": [{"title": "Cedric Hardwicke", "href": "/wiki/Cedric_Hardwicke", "description": "Sir Cedric Webster Hardwicke was an English stage and film actor whose career spanned nearly 50 years. His theatre work included notable performances in productions of the plays of Shakespeare and Shaw, and his film work included leading roles in a number of adapted literary classics."}]}, {"heading": "Births", "year": "1895", "date": "February 19", "txt": "Louis Calhern, American actor (d. 1956)", "entities": [{"title": "Louis Calhern", "href": "/wiki/Louis_Calhern", "description": "Carl Henry Vogt, known professionally as Louis Calhern, was an American stage and screen actor. For portraying Oliver Wendell Holmes in the film The Magnificent Yankee (1950), he was nominated for the Academy Award for Best Actor."}]}, {"heading": "Births", "year": "1896", "date": "February 19", "txt": "André Breton, French poet and author (d. 1966)", "entities": [{"title": "André Breton", "href": "/wiki/Andr%C3%A9_Breton", "description": "André Robert Breton was a French writer and poet. He is known best as the co-founder, leader, principal theorist and chief apologist of surrealism. His writings include the first Surrealist Manifesto of 1924, in which he defined surrealism as \"pure psychic automatism\"."}]}, {"heading": "Births", "year": "1897", "date": "February 19", "txt": "Alma Rubens, American actress (d. 1931)", "entities": [{"title": "Alma Rubens", "href": "/wiki/Alma_Rubens", "description": "Alma Rubens was an American film actress and stage performer."}]}, {"heading": "Births", "year": "1899", "date": "February 19", "txt": "Lucio Fontana, Argentinian-Italian painter and sculptor (d. 1968)", "entities": [{"title": "Lucio Fontana", "href": "/wiki/Lucio_Fontana", "description": "Lucio Fontana was an Argentine-Italian painter, sculptor and theorist. He is mostly known as the founder of Spatialism."}]}, {"heading": "Births", "year": "1902", "date": "February 19", "txt": "Kay Boyle, American novelist, short story writer, and educator (d. 1992)", "entities": [{"title": "Kay Boyle", "href": "/wiki/Kay_Boyle", "description": "Kay Boyle was an American novelist, short story writer, educator, and political activist. She was a Guggenheim Fellow and O. Henry Award winner."}]}, {"heading": "Births", "year": "1904", "date": "February 19", "txt": "Havank, Dutch journalist and author (d. 1964)", "entities": [{"title": "Havank", "href": "/wiki/Havank", "description": "Havank, pseudonym of Hendrikus Frederikus (Hans) van der Kallen, was a Dutch writer, journalist, and translator. He published over 30 crime novels and is considered one of the founding fathers of the Dutch detective genre."}]}, {"heading": "Births", "year": "1911", "date": "February 19", "txt": "Merle Oberon, Indian-American actress (d. 1979)", "entities": [{"title": "Merle Oberon", "href": "/wiki/Merle_Oberon", "description": "Merle Oberon was an Indian-born British actress who began her film career in British films as Anne Boleyn in The Private Life of Henry VIII (1933). After her success in The Scarlet Pimpernel (1934), she travelled to the United States to make films for Samuel Goldwyn. She was nominated for the Academy Award for Best Actress for her performance in The Dark Angel (1935). A traffic collision in 1937 c"}]}, {"heading": "Births", "year": "1912", "date": "February 19", "txt": "Dorothy Janis, American actress (d. 2010)", "entities": [{"title": "Dorothy Janis", "href": "/wiki/Dorothy_Janis", "description": "Dorothy Janis was an American actress."}]}, {"heading": "Births", "year": "1912", "date": "February 19", "txt": "Saul Chaplin, American composer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1913", "date": "February 19", "txt": "Prince Pedro Gastão of Orléans-Braganza (d. 2007)", "entities": [{"title": "Prince Pedro Gastão of Orléans-Braganza", "href": "/wiki/Prince_Pedro_Gast%C3%A3o_of_Orl%C3%A9ans-Braganza", "description": "Prince Pedro Gastão of Orléans-Braganza was one of two claimants to the Brazilian throne and head of the Petrópolis branch of the Brazilian Imperial House."}]}, {"heading": "Births", "year": "1913", "date": "February 19", "txt": "Frank Tashlin, American animator and screenwriter (d. 1972)", "entities": []}, {"heading": "Births", "year": "1914", "date": "February 19", "txt": "Thelma Kench, New Zealand Olympic sprinter (d. 1985)", "entities": [{"title": "Thelma Kench", "href": "/wiki/Thelma_Kench", "description": "Thelma Kench later Irion was a New Zealand sprinter who competed at the 1932 Summer Olympics."}]}, {"heading": "Births", "year": "1915", "date": "February 19", "txt": "John Freeman, English lawyer, politician, and diplomat, British Ambassador to the United States (d. 2014)", "entities": [{"title": "John Freeman (British politician)", "href": "/wiki/John_Freeman_(British_politician)", "description": "Major John Horace Freeman was a British politician, diplomat, broadcaster and British Army officer. He was the Labour Member of Parliament (MP) for Watford from 1945 to 1955."}, {"title": "List of ambassadors of the United Kingdom to the United States", "href": "/wiki/List_of_ambassadors_of_the_United_Kingdom_to_the_United_States", "description": "The British Ambassador to the United States is in charge of the British Embassy, Washington, D.C., the United Kingdom's diplomatic mission to the United States. The official title is Her Majesty's Ambassador to the United States of America."}]}, {"heading": "Births", "year": "1916", "date": "February 19", "txt": "Eddie Arcaro, American jockey and sportscaster (d. 1997)", "entities": [{"title": "Eddie Arcaro", "href": "/wiki/Eddie_Arcaro", "description": "George Edward Arcaro, known professionally as Eddie Arcaro, was an American Thoroughbred horse racing Hall of Fame jockey who won more American classic races than any other jockey in history and is the only rider to have won the U.S. Triple Crown twice. He is widely regarded as the greatest jockey in the history of American Thoroughbred horse racing. Arcaro was born in Cincinnati, Ohio, the son of"}]}, {"heading": "Births", "year": "1917", "date": "February 19", "txt": "Carson McCullers, American novelist, short story writer, playwright, and essayist (d. 1967)", "entities": [{"title": "Carson McCullers", "href": "/wiki/Carson_McCullers", "description": "Carson McCullers was an American novelist, short-story writer, playwright, essayist, and poet. Her first novel, The Heart Is a Lonely Hunter (1940), explores the spiritual isolation of misfits and outcasts in a small town of the Southern United States. Her other novels have similar themes and most are set in the deep South."}]}, {"heading": "Births", "year": "1918", "date": "February 19", "txt": "Fay McKenzie, American actress (d. 2019)", "entities": [{"title": "Fay McKenzie", "href": "/wiki/Fay_McKenzie", "description": "Eunice Fay McKenzie was an American actress and singer. She starred in silent films as a child, and then sound films as an adult, but perhaps she is best known for her leading roles opposite Gene Autry in the early 1940s in five horse opera features. She was also known for her collaborations with director Blake Edwards on five occasions. She also appeared on Broadway, radio and television, having "}]}, {"heading": "Births", "year": "1920", "date": "February 19", "txt": "C. Z. Guest, American actress, fashion designer, and author (d. 2003)", "entities": [{"title": "C. Z. Guest", "href": "/wiki/C._Z._Guest", "description": "Lucy Douglas \"C. Z.\" Guest was an American stage actress, author, columnist, horsewoman, fashion designer, and socialite who achieved a degree of fame as a fashion icon. She was frequently seen wearing elegant designs by designers like Mainbocher. Her unfussy, clean-cut style was seen as typically American, and she was named to the International Best Dressed List Hall of Fame in 1959."}]}, {"heading": "Births", "year": "1920", "date": "February 19", "txt": "Jaan Kross, Estonian author and poet (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 19", "txt": "George Rose, English actor and singer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 19", "txt": "Władysław Bartoszewski, Polish journalist and politician, Polish Minister of Foreign Affairs (d. 2015)", "entities": [{"title": "Władysław Bartoszewski", "href": "/wiki/W%C5%82adys%C5%82aw_Bartoszewski", "description": "Władysław Bartoszewski was a Polish politician, social activist, journalist, writer and historian. A former Auschwitz concentration camp prisoner, he was a World War II resistance fighter as part of the Polish underground and participated in the Warsaw Uprising. After the war he was persecuted and imprisoned by the communist Polish People's Republic due to his membership in the Home Army and oppos"}, {"title": "Ministry of Foreign Affairs (Poland)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Births", "year": "1924", "date": "February 19", "txt": "David Bronstein, Ukrainian chess player and theoretician (d. 2006)", "entities": [{"title": "David Bronstein", "href": "/wiki/David_Bronstein", "description": "David Ionovich Bronstein was a Soviet and Russian chess player. Awarded the title of International Grandmaster by FIDE in 1950, he narrowly missed becoming World Chess Champion in 1951. Bronstein was one of the world's strongest players from the mid-1940s into the mid-1970s, and was described by his peers as a creative genius and master of tactics. Also a renowned chess writer, his book Zurich Int"}]}, {"heading": "Births", "year": "1924", "date": "February 19", "txt": "Lee Marvin, American actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 19", "txt": "György Kurtág, Hungarian composer and academic", "entities": [{"title": "György Kurtág", "href": "/wiki/Gy%C3%B6rgy_Kurt%C3%A1g", "description": "György Kurtág is a Hungarian classical composer and pianist. He was an academic teacher of piano at the Franz Liszt Academy of Music from 1967, later also of chamber music, and taught until 1993."}]}, {"heading": "Births", "year": "1927", "date": "February 19", "txt": "Philippe Boiry, French journalist (d. 2014)", "entities": [{"title": "Philippe Boiry", "href": "/wiki/Philippe_Boiry", "description": "Philippe Paul Alexandre Henri Boiry was a journalist and a pretender to the throne of the Kingdom of Araucanía and Patagonia from October 26, 1952 to January 5, 2014."}]}, {"heading": "Births", "year": "1929", "date": "February 19", "txt": "Jacques Deray, French director and screenwriter (d. 2003)", "entities": [{"title": "Jacques Deray", "href": "/wiki/Jacques_Deray", "description": "Jacques Deray was a French film director and screenwriter. Deray is prominently known for directing many crime and thriller films."}]}, {"heading": "Births", "year": "1930", "date": "February 19", "txt": "John Frankenheimer, American director and producer (d. 2002)", "entities": [{"title": "John Frankenheimer", "href": "/wiki/John_Frankenheimer", "description": "John Michael Frankenheimer was an American film and television director known for social dramas and action/suspense films. Among his credits were Birdman of Alcatraz (1962), The Manchurian Candidate (1962), Seven Days in May (1964), The Train (1964), Seconds (1966), Grand Prix (1966), French Connection II (1975), Black Sunday (1977), Ronin (1998), and Reindeer Games (2000)."}]}, {"heading": "Births", "year": "1930", "date": "February 19", "txt": "Kasinathuni Viswanath, Indian actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1932", "date": "February 19", "txt": "Joseph P. Kerwin, American captain, physician, and astronaut", "entities": [{"title": "Joseph P. Kerwin", "href": "/wiki/Joseph_P._Kerwin", "description": "Joseph Peter Kerwin, , is an American physician and former NASA astronaut, who served as Science Pilot for the Skylab 2 mission from May 25–June 22, 1973. He was the first physician to be selected for astronaut training. Kerwin is the last surviving crew member of Skylab 2."}]}, {"heading": "Births", "year": "1935", "date": "February 19", "txt": "Dave Niehaus, American sportscaster (d. 2010)", "entities": [{"title": "Dave Niehaus", "href": "/wiki/Dave_Niehaus", "description": "David Arnold Niehaus was an American sportscaster. He was the lead play-by-play announcer for the American League's Seattle Mariners from their inaugural season in 1977 until his death after the 2010 season. In 2008, the National Baseball Hall of Fame awarded Niehaus the Ford C. Frick Award, the highest honor for American baseball broadcasters. Among fans nationwide and his peers, Niehaus was cons"}]}, {"heading": "Births", "year": "1935", "date": "February 19", "txt": "Russ Nixon, American MLB catcher and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1936", "date": "February 19", "txt": "Sam Myers, American singer-songwriter (d. 2006)", "entities": [{"title": "Sam Myers", "href": "/wiki/Sam_Myers", "description": "Samuel Joseph Myers was an American blues musician and songwriter. He was an accompanist on dozens of recordings by blues artists over five decades. He began his career as a drummer for Elmore James but was most famous as a blues vocalist and blues harp player. For nearly two decades he was the featured vocalist for Anson Funderburgh & the Rockets."}]}, {"heading": "Births", "year": "1936", "date": "February 19", "txt": "Frederick Seidel, American poet", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 19", "txt": "Terry Carr, American author and educator (d. 1987)", "entities": [{"title": "Terry Carr", "href": "/wiki/Terry_Carr", "description": "Terry Gene Carr was an American science fiction fan, author, editor, and writing instructor."}]}, {"heading": "Births", "year": "1937", "date": "February 19", "txt": "Norm O'Neill, Australian cricketer and sportscaster (d. 2008)", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 19", "txt": "Choekyi Gyaltsen, 10th Panchen Lama (d. 1989)", "entities": [{"title": "Choekyi Gyaltsen, 10th Panchen Lama", "href": "/wiki/Choekyi_Gyaltsen,_10th_Panchen_Lama", "description": "Lobsang Trinley Lhündrub Chökyi Gyaltsen, ; was the tenth Panchen Lama, officially the 10th Panchen Erdeni, of the Gelug school of Tibetan Buddhism. According to Tibetan Buddhism, Panchen Lamas are living emanations of the buddha Amitabha. He was often referred to simply as Choekyi Gyaltsen."}]}, {"heading": "Births", "year": "1939", "date": "February 19", "txt": "Erin Pizzey, English activist and author, founded Refuge", "entities": [{"title": "Erin Pizzey", "href": "/wiki/Erin_Pizzey", "description": "Erin Patria Margaret Pizzey is an English ex-feminist and men's rights advocate, domestic abuse advocate, and novelist. She is known for having started the first and currently the largest domestic violence shelter in the modern world, Refuge, then known as Chiswick Women's Aid, in 1971."}, {"title": "Refuge (United Kingdom charity)", "href": "/wiki/Refuge_(United_Kingdom_charity)", "description": "Refuge is a United Kingdom charity providing specialist support for women and children experiencing domestic violence. It was founded by author and men's rights activist Erin Pizzey. Refuge provides a national network of specialist services, including emergency refuge accommodation (refuges), community outreach, independent domestic violence advocacy (IDVAs), culturally specific services and a tea"}]}, {"heading": "Births", "year": "1940", "date": "February 19", "txt": "Saparmurat Niyazov, Turkmen engineer and politician, 1st President of Turkmenistan (d. 2006)", "entities": [{"title": "Saparmurat Niyazov", "href": "/wiki/Saparmurat_Niyazov", "description": "Saparmurat Atayevich Niyazov, also known as Türkmenbaşy, was a Turkmen politician who ruled Turkmenistan from 1985 until his death in 2006. He was First Secretary of the Turkmen Communist Party from 1985 until 1991 and supported the 1991 Soviet coup d'état attempt. He continued to rule Turkmenistan for 15 years after independence from the Soviet Union in 1991."}, {"title": "President of Turkmenistan", "href": "/wiki/President_of_Turkmenistan", "description": "The president of Turkmenistan is the head of state and head of government, of Turkmenistan. The president is the chief executive of the union government and is also the commander in chief of the Armed Forces of Turkmenistan."}]}, {"heading": "Births", "year": "1940", "date": "February 19", "txt": "Smokey Robinson, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 19", "txt": "Bobby Rogers, American singer-songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 19", "txt": "David Gross, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "David Gross", "href": "/wiki/David_Gross", "description": "David Jonathan Gross is an American theoretical physicist and string theorist. Along with Frank Wilczek and David Politzer, he was awarded the 2004 Nobel Prize in Physics for their discovery of asymptotic freedom. Gross is the Chancellor's Chair Professor of Theoretical Physics at the Kavli Institute for Theoretical Physics (KITP) of the University of California, Santa Barbara (UCSB), and was form"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1941", "date": "February 19", "txt": "Jenny Tonge, Baroness Tonge, English politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 19", "txt": "Cyrus Chothia, English biochemist and emeritus scientist at the Laboratory of Molecular Biology (d. 2019)", "entities": [{"title": "Cyrus Chothia", "href": "/wiki/Cyrus_Chothia", "description": "Cyrus Homi Chothia was an English biochemist who was an emeritus scientist at the Medical Research Council (MRC) Laboratory of Molecular Biology (LMB) at the University of Cambridge and emeritus fellow of Wolfson College, Cambridge."}, {"title": "Laboratory of Molecular Biology", "href": "/wiki/Laboratory_of_Molecular_Biology", "description": "The Medical Research Council (MRC) Laboratory of Molecular Biology (LMB) is a research institute in Cambridge, England, involved in the revolution in molecular biology which occurred in the 1950–60s. Since then it has remained a major medical research laboratory with a much broader focus."}]}, {"heading": "Births", "year": "1942", "date": "February 19", "txt": "Paul Krause, American football player and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 19", "txt": "Howard Stringer, Welsh businessman", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 19", "txt": "Will Provine, American biologist, historian, and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 19", "txt": "Lou Christie, American singer-songwriter", "entities": [{"title": "Lou Christie", "href": "/wiki/Lou_Christie", "description": "Lugee Alfredo Giovanni Sacco, known professionally as Lou Christie, is an American soft rock singer-songwriter best known for several pop rock hits in the 1960s, including his 1966 US chart-topper \"Lightnin' Strikes\" and 1969 UK number two \"I'm Gonna Make You Mine\"."}]}, {"heading": "Births", "year": "1943", "date": "February 19", "txt": "Homer Hickam, American author and engineer", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 19", "txt": "Tim Hunt, English biochemist and academic, Nobel laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1944", "date": "February 19", "txt": "Les Hinton, English-American journalist and businessman", "entities": [{"title": "Les Hinton", "href": "/wiki/Les_Hinton", "description": "Leslie Frank Hinton is a British-American journalist, writer and business executive whose career with Rupert Murdoch's News Corporation spanned more than fifty years. Hinton worked in newspapers, magazines and television as a reporter, editor and executive in Australia, the United Kingdom and the United States and became an American citizen in 1986. He was appointed CEO of Dow Jones & Company in D"}]}, {"heading": "Births", "year": "1945", "date": "February 19", "txt": "Yuri Antonov, Uzbek-Russian singer-songwriter", "entities": [{"title": "Yuri Antonov (musician)", "href": "/wiki/Yuri_Antonov_(musician)", "description": "Yuri Mikhailovich Antonov is a Soviet and Russian composer, singer and musician, People's Artist of Russia (1997)."}]}, {"heading": "Births", "year": "1946", "date": "February 19", "txt": "Paul Dean, Canadian guitarist", "entities": [{"title": "Paul Dean (guitarist)", "href": "/wiki/Paul_Dean_(guitarist)", "description": "Paul Warren Dean is a Canadian musician and the lead guitarist of the Canadian rock band Loverboy which reached huge fame in the early 1980s."}]}, {"heading": "Births", "year": "1946", "date": "February 19", "txt": "Peter Hudson, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 19", "txt": "Karen Silkwood, American technician and activist (d. 1974)", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 19", "txt": "Jackie Curtis, American actress and playwright (d. 1985)", "entities": [{"title": "Jackie Curtis", "href": "/wiki/Jackie_Curtis", "description": "Jackie Curtis was an American actress, writer, singer, and Warhol Superstar."}]}, {"heading": "Births", "year": "1947", "date": "February 19", "txt": "Tim Shadbolt, New Zealand businessman and politician, 42nd Mayor of Invercargill", "entities": [{"title": "Mayor of Invercargill", "href": "/wiki/Mayor_of_Invercargill", "description": "The Mayor of Invercargill is the head of the municipal government of Invercargill, New Zealand, and presides over the Invercargill City Council. The mayor is directly elected using a First Past the Post electoral system. The current mayor is Tim Shadbolt, who is also the longest-serving mayor for Invercargill. There have been 43 mayors so far."}]}, {"heading": "Births", "year": "1948", "date": "February 19", "txt": "Mark Andes, American singer-songwriter and bass player", "entities": [{"title": "Mark Andes", "href": "/wiki/Mark_Andes", "description": "Mark Andes is an American musician, known for his work as a bassist with Canned Heat, Spirit, Jo Jo Gunne, Firefall, Heart, and Mirabal."}]}, {"heading": "Births", "year": "1948", "date": "February 19", "txt": "Pim Fortuyn, Dutch sociologist, academic, and politician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 19", "txt": "Tony Iommi, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 19", "txt": "Danielle Bunten Berry, American game designer and programmer (d. 1998)", "entities": [{"title": "Danielle Bunten Berry", "href": "/wiki/Danielle_Bunten_Berry", "description": "Danielle Bunten Berry, also known as Dan Bunten, was an American game designer and programmer, known for the 1983 game M.U.L.E., one of the first influential multiplayer games, and 1984's The Seven Cities of Gold."}]}, {"heading": "Births", "year": "1949", "date": "February 19", "txt": "Eddie Hardin, English singer-songwriter and pianist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 19", "txt": "Barry Lloyd, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 19", "txt": "William Messner-Loebs, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 19", "txt": "Juice Leskinen, Finnish singer-songwriter (d. 2006)", "entities": [{"title": "Juice Leskinen", "href": "/wiki/Juice_Leskinen", "description": "Juhani Juice Leskinen, better known as just Juice Leskinen, was one of the most prominent Finnish singer-songwriters of the late 20th century. From the early 1970s onward he released nearly 30 full-length albums, as well as writing song lyrics for dozens of Finnish artists. Several of Leskinen's songs have reached classic status in Finnish popular music, e.g., \"Viidestoista yö\", \"Kaksoiselämää\" an"}]}, {"heading": "Births", "year": "1950", "date": "February 19", "txt": "Andy Powell, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 19", "txt": "Muhammad Tahir-ul-Qadri, Pakistani scholar and politician, founder of Minhaj-ul-Quran", "entities": [{"title": "Muhammad Tahir-ul-Qadri", "href": "/wiki/Muhammad_Tahir-ul-Qadri", "description": "Muhammad Tahir-ul-Qadri is a Pakistani–Canadian Islamic scholar and former politician who founded Minhaj-ul-Quran International and Pakistan Awami Tehreek."}, {"title": "Minhaj-ul-Quran", "href": "/wiki/Minhaj-ul-Quran", "description": "Minhaj-ul-Quran International is an international non-governmental organization (NGO) founded by Muhammad Tahir-ul-Qadri in 1980 in Lahore, Pakistan. Its headquarters is based in Lahore, Pakistan and has branches in 93 countries."}]}, {"heading": "Births", "year": "1952", "date": "February 19", "txt": "Ryū Murakami, Japanese novelist and filmmaker", "entities": [{"title": "Ryū Murakami", "href": "/wiki/Ry%C5%AB_Murakami", "description": "Ryū Murakami  is a Japanese novelist, short story writer, essayist and filmmaker. His novels explore human nature through themes of disillusion, drug use, surrealism, murder and war, set against the dark backdrop of Japan. His best known novels are Almost Transparent Blue, Audition, Coin Locker Babies and In the Miso Soup."}]}, {"heading": "Births", "year": "1952", "date": "February 19", "txt": "Rodolfo Neri Vela, Mexican engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 19", "txt": "Gary Seear, New Zealand rugby player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 19", "txt": "Dave Cheadle, American baseball player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 19", "txt": "Amy Tan, American novelist, essayist, and short story writer", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 19", "txt": "Danilo Türk, Slovene academic and politician, 3rd President of Slovenia", "entities": [{"title": "President of Slovenia", "href": "/wiki/President_of_Slovenia", "description": "The office of President of Slovenia, officially President of the Republic of Slovenia, was established on 23 December 1991 when the National Assembly passed a new Constitution as a result of independence from the Socialist Federal Republic of Yugoslavia."}]}, {"heading": "Births", "year": "1953", "date": "February 19", "txt": "Corrado Barazzutti, Italian tennis player", "entities": [{"title": "Corrado Barazzutti", "href": "/wiki/Corrado_Barazzutti", "description": "Corrado Barazzutti is a former tennis player from Italy. His career-high singles ranking was World No. 7, achieved in August 1978."}]}, {"heading": "Births", "year": "1953", "date": "February 19", "txt": "Cristina Fernández de Kirchner, Argentine lawyer and politician, former President of Argentina and current Vice President of Argentina", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}, {"title": "Vice President of Argentina", "href": "/wiki/Vice_President_of_Argentina", "description": "The Vice President of Argentina, officially known as the Vice President of the Argentine Nation, is the second highest political position in Argentina, and first in the line of succession to the President of Argentina."}]}, {"heading": "Births", "year": "1953", "date": "February 19", "txt": "Massimo Troisi, Italian actor, director, and screenwriter (d. 1994)", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 19", "txt": "Sócrates, Brazilian footballer and manager (d. 2011)", "entities": [{"title": "Sócrates", "href": "/wiki/S%C3%B3crates", "description": "Sócrates Brasileiro Sampaio de Souza Vieira de Oliveira,, simply known as Sócrates, was a Brazilian footballer who played as an attacking midfielder. His medical degree and his political awareness, combined with style and quality of his play, earned him the nickname \"Doctor Socrates\"."}]}, {"heading": "Births", "year": "1954", "date": "February 19", "txt": "Francis Buchholz, German bass player", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 19", "txt": "Michael Gira, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 19", "txt": "Jeff Daniels, American actor and playwright", "entities": [{"title": "Jeff Daniels", "href": "/wiki/Jeff_Daniels", "description": "Jeffrey Warren Daniels is an American actor, musician, and playwright whose career includes roles in films, stage productions, and television, for which he has won two Primetime Emmy Awards and received several Golden Globe, Screen Actors Guild, and Tony Award nominations."}]}, {"heading": "Births", "year": "1956", "date": "February 19", "txt": "Kathleen Beller, American actress", "entities": [{"title": "Kathleen Beller", "href": "/wiki/Kathleen_Beller", "description": "Kathleen Beller is an American actress who was nominated for a Golden Globe Award for Best Motion Picture Actress in a Supporting Role for her role in Promises in the Dark (1979) and was well known for her role as Kirby Anders on the prime time soap opera Dynasty. She had a small role in The Godfather Part II and a featured role in The Betsy."}]}, {"heading": "Births", "year": "1956", "date": "February 19", "txt": "Peter Holsapple, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 19", "txt": "Roderick MacKinnon, American biologist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1956", "date": "February 19", "txt": "Dave Wakeling, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 19", "txt": "Falco, Austrian singer-songwriter, rapper, and musician (d. 1998)", "entities": [{"title": "Falco (musician)", "href": "/wiki/Falco_(musician)", "description": "Johann \"Hans\" Hölzel, better known by his stage name Falco, was an Austrian singer, musician, and songwriter."}]}, {"heading": "Births", "year": "1957", "date": "February 19", "txt": "Dave Stewart, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 19", "txt": "Ray Winstone, English actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 19", "txt": "Tommy Cairo, American wrestler", "entities": [{"title": "Tommy Cairo", "href": "/wiki/Tommy_Cairo", "description": "Thomas Cairo is an American retired professional wrestler. He is best known for his appearances with Eastern Championship Wrestling from 1992 to 1994, in particular his feud with The Sandman. He is the former co-owner of the New Jersey-based Force One Pro Wrestling promotion and school."}]}, {"heading": "Births", "year": "1958", "date": "February 19", "txt": "Helen Fielding, English author and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 19", "txt": "Steve Nieve, English keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 19", "txt": "Roger Goodell, American businessman", "entities": [{"title": "Roger Goodell", "href": "/wiki/Roger_Goodell", "description": "Roger Stokoe Goodell is an American businessman who is currently the Commissioner of the National Football League (NFL). On August 8, 2006, Goodell was chosen to succeed retiring commissioner Paul Tagliabue. He was chosen for the position over four finalists; he won a close vote on the fifth ballot before being unanimously approved by acclamation of the owners. He officially began his tenure on Se"}]}, {"heading": "Births", "year": "1960", "date": "February 19", "txt": "Prince Andrew, Duke of York", "entities": [{"title": "Prince Andrew, Duke of York", "href": "/wiki/Prince_Andrew,_Duke_of_York", "description": "Prince Andrew, Duke of York, is the third child and second son of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. He is eighth in the line of succession to the British throne."}]}, {"heading": "Births", "year": "1960", "date": "February 19", "txt": "John Paul Jr., American race car driver (d. 2020)", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 19", "txt": "Justin Fashanu, English footballer (d. 1998)", "entities": [{"title": "Justin Fashanu", "href": "/wiki/Justin_Fashanu", "description": "Justinus Soni \"Justin\" Fashanu was an English footballer who played for a variety of clubs between 1978 and 1997. He was known by his early clubs to be gay, and came out publicly later in his career, becoming the first professional footballer to be openly gay. He was also the first black footballer to command a £1 million transfer fee, with his transfer from Norwich City to Nottingham Forest in 19"}]}, {"heading": "Births", "year": "1961", "date": "February 19", "txt": "Ernie Gonzalez, American golfer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 19", "txt": "Hana Mandlíková, Czech-Australian tennis player and coach", "entities": [{"title": "Hana Mandlíková", "href": "/wiki/Hana_Mandl%C3%ADkov%C3%A1", "description": "Hana Mandlíková is a former professional tennis player from Czechoslovakia who later obtained Australian citizenship. During her career, she won four Grand Slam singles titles: the 1980 Australian Open, 1981 French Open, 1985 US Open, and the 1987 Australian Open. She was also the runner-up at four Grand Slam singles events, including the Wimbledon finals of 1981 and 1986, and won one Grand Slam w"}]}, {"heading": "Births", "year": "1963", "date": "February 19", "txt": "Seal, English singer-songwriter", "entities": [{"title": "Seal (musician)", "href": "/wiki/Seal_(musician)", "description": "Henry Olusegun Adeola Samuel, known professionally as Seal, is a British singer-songwriter. He has sold over 20 million records worldwide, with his first international hit song, \"Crazy\", released in 1990; his most celebrated song, \"Kiss from a Rose\", was released in 1994."}]}, {"heading": "Births", "year": "1963", "date": "February 19", "txt": "Jessica Tuck, American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 19", "txt": "Doug Aldrich, American singer-songwriter and guitarist", "entities": [{"title": "Doug Aldrich", "href": "/wiki/Doug_Aldrich", "description": "Doug Aldrich is a Los Angeles-based hard rock guitarist. He founded the band Burning Rain with Keith St. John in 1998 and has played previously with the bands Whitesnake, Dio, Lion, Hurricane, House of Lords, Bad Moon Rising and Revolution Saints. He is currently in the band The Dead Daisies. He has also released several solo albums. In 2015, Doug was touring as guitar player of former Deep Purple"}]}, {"heading": "Births", "year": "1964", "date": "February 19", "txt": "Jennifer Doudna, American biochemist", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 19", "txt": "Jonathan Lethem, American novelist, essayist, and short story writer", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 19", "txt": "Jon Fishman, American drummer", "entities": [{"title": "Jon Fishman", "href": "/wiki/Jon_Fishman", "description": "Jon Fishman is an American drummer known for his work with the band Phish, which he co-founded in 1983, and which was, in part, named after him. He is credited with co-writing nineteen Phish songs, eight with a solo credit."}]}, {"heading": "Births", "year": "1965", "date": "February 19", "txt": "Clark Hunt, American businessman", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 19", "txt": "Leroy, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 19", "txt": "Justine Bateman, American actress and producer", "entities": [{"title": "Justine Bateman", "href": "/wiki/Justine_Bateman", "description": "Justine Tanya Bateman is an American writer, director, and producer. Her former acting work includes Family Ties, Satisfaction, Men Behaving Badly, The TV Set, Desperate Housewives, and Californication. Her feature film directorial debut, Violet, starring Olivia Munn, Luke Bracey, and Justin Theroux, premiered at the 2021 SXSW Film Festival. Bateman also wrote, directed and produced the film short"}]}, {"heading": "Births", "year": "1966", "date": "February 19", "txt": "Paul Haarhuis, Dutch tennis player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 19", "txt": "Eduardo Xol, American designer and author", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 19", "txt": "Benicio del Toro, Puerto Rican-American actor, director, and producer", "entities": [{"title": "Benicio del Toro", "href": "/wiki/Benicio_del_Toro", "description": "Benicio Monserrate Rafael del Toro Sánchez is a Puerto Rican actor and producer. He has garnered critical acclaim and numerous accolades and awards, including an Academy Award, BAFTA Award, Golden Globe Award, and Screen Actors Guild Award for his portrayal of the jaded but morally upright police officer Javier Rodriguez in the film Traffic (2000). Del Toro's performance as ex-con turned religious"}]}, {"heading": "Births", "year": "1968", "date": "February 19", "txt": "Frank Watkins, American bass player (d. 2015)", "entities": [{"title": "Frank Watkins (musician)", "href": "/wiki/Frank_Watkins_(musician)", "description": "Frank Watkins was an American heavy metal musician best known as a former, long-time bass player for the death metal band Obituary; he played with them from 1989 to 1997 and then from 2003 until 2010. He had been the bass player of the Norwegian black metal band Gorgoroth at the time of his death, where he had been known as Bøddel."}]}, {"heading": "Births", "year": "1968", "date": "February 19", "txt": "Prince Markie Dee, American rapper and actor (d. 2021)", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 19", "txt": "Burton C. Bell, American singer-songwriter and guitarist", "entities": [{"title": "Burton C. Bell", "href": "/wiki/Burton_C._Bell", "description": "Burton Christopher Bell is an American musician and vocalist. He is best known as the co-founder and former frontman of the metal band Fear Factory. His singing style mixes clean and shouted vocals with death growls."}]}, {"heading": "Births", "year": "1969", "date": "February 19", "txt": "Helena Guergis, Canadian businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 19", "txt": "Joacim Cans, Swedish singer-songwriter", "entities": [{"title": "Joacim Cans", "href": "/wiki/Joacim_Cans", "description": "Joacim Cans is the lead singer of HammerFall, a Swedish heavy metal band. He is the only member aside from founder and guitarist Oscar Dronjak to appear on all of the band's albums."}]}, {"heading": "Births", "year": "1971", "date": "February 19", "txt": "Miguel Batista, Dominican baseball player and poet", "entities": [{"title": "Miguel Batista", "href": "/wiki/Miguel_Batista", "description": "Miguel Descartes Batista Jerez is a Dominican former professional baseball pitcher. He played in Major League Baseball for the Pittsburgh Pirates, Florida Marlins, Chicago Cubs, Montreal Expos, Kansas City Royals, Arizona Diamondbacks, Toronto Blue Jays, Seattle Mariners, Washington Nationals, St. Louis Cardinals, New York Mets and Atlanta Braves."}]}, {"heading": "Births", "year": "1971", "date": "February 19", "txt": "Richard Green, Australian golfer", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 19", "txt": "Jeff Kinney, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 19", "txt": "Francine Fournier, American wrestler and manager", "entities": [{"title": "Francine Fournier", "href": "/wiki/Francine_Fournier", "description": "Francine Meeks, known by the mononym Francine, is an American semi-retired professional wrestling valet and occasional professional wrestler. She is best known for her appearances with Extreme Championship Wrestling from 1995 to 2001 and with World Wrestling Entertainment in 2005 and 2006. During her tenure with ECW, Francine managed several of the promotion's top wrestlers."}]}, {"heading": "Births", "year": "1972", "date": "February 19", "txt": "Sunset Thomas, American pornographic actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 19", "txt": "Daniel Adair, Canadian drummer and producer", "entities": [{"title": "Daniel Adair", "href": "/wiki/Daniel_Adair", "description": "Daniel Patrick Adair is a Canadian drummer, percussionist, and producer. He is best known for his work with Nickelback and his previous work with 3 Doors Down. He also works with the Canadian band Suspect and the instrumental fusion band Martone."}]}, {"heading": "Births", "year": "1975", "date": "February 19", "txt": "Daewon Song, South Korean-American skateboarder, co-founded Almost Skateboards", "entities": [{"title": "Almost Skateboards", "href": "/wiki/Almost_Skateboards", "description": "Almost Skateboards is an American skateboard company founded by professional skateboarders and business partners Rodney Mullen and Daewon Song. The company manufactures skateboard decks using 7-ply, 8-ply, and carbon fiber constructions, while the decks are bound with resin epoxy glue. As of November 2014, the brand is distributed by Dwindle Distribution."}]}, {"heading": "Births", "year": "1976", "date": "February 19", "txt": "Beth Rigby, British political editor, Sky News", "entities": [{"title": "Beth Rigby", "href": "/wiki/Beth_Rigby", "description": "Elizabeth Frances Rigby is a British journalist. She has worked for Sky News since 2016 and became their political editor on 12 April 2019. Rigby has previously worked as a newspaper journalist for the Financial Times and The Times."}]}, {"heading": "Births", "year": "1977", "date": "February 19", "txt": "Ola Salo, Swedish singer-songwriter and keyboard player", "entities": [{"title": "Ola Salo", "href": "/wiki/Ola_Salo", "description": "Ola Salo is the Swedish rock musician known for being the lead vocalist of the Swedish glam rock band The Ark."}]}, {"heading": "Births", "year": "1977", "date": "February 19", "txt": "Andrew Ross Sorkin, American journalist and author", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 19", "txt": "Gianluca Zambrotta, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 19", "txt": "Ben Gummer, English scholar and politician", "entities": [{"title": "Ben Gummer", "href": "/wiki/Ben_Gummer", "description": "Benedict Michael Gummer is a British businessman and former politician. He is a partner of a number of building developers including Gummer Leathes. He is a senior adviser to McKinsey & Company, the management consultancy, and a visiting fellow at the Blavatnik School of Government at Oxford University."}]}, {"heading": "Births", "year": "1978", "date": "February 19", "txt": "Immortal Technique, Peruvian-American rapper", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 19", "txt": "Steve Cherundolo, American soccer player and manager", "entities": [{"title": "Steve Cherundolo", "href": "/wiki/Steve_Cherundolo", "description": "Steven Emil \"Steve\" Cherundolo is an American soccer coach and former player who currently serves as head coach of USL Championship side Las Vegas Lights FC. He was the captain of Hannover 96 of the German Bundesliga, where he spent his entire club career. He represented the United States at the 2006 and 2010 FIFA World Cups."}]}, {"heading": "Births", "year": "1980", "date": "February 19", "txt": "Dwight Freeney, American football player", "entities": [{"title": "Dwight Freeney", "href": "/wiki/Dwight_Freeney", "description": "Dwight Jason Freeney is an American former professional football player who was a defensive end for 16 seasons in the National Football League (NFL). He played college football at Syracuse, where he earned unanimous All-American honors, and was drafted by the Indianapolis Colts in the first round of the 2002 NFL Draft. With the Colts, Freeney won Super Bowl XLI over the Chicago Bears, and made sev"}]}, {"heading": "Births", "year": "1980", "date": "February 19", "txt": "Ma Lin, Chinese table tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 19", "txt": "Mike Miller, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 19", "txt": "Beth Ditto, American singer", "entities": [{"title": "Beth Ditto", "href": "/wiki/Beth_Ditto", "description": "Mary Beth Patterson, known by her stage name Beth Ditto, is an American singer-songwriter and actress most notable for her work with the indie rock band Gossip. Her voice has been compared to Etta James, Janis Joplin and Tina Turner. She disbanded Gossip to pursue a career in fashion, and has since started a solo career."}]}, {"heading": "Births", "year": "1983", "date": "February 19", "txt": "Kotoōshū Katsunori, Bulgarian sumo wrestler", "entities": [{"title": "Kotoōshū Katsunori", "href": "/wiki/Koto%C5%8Dsh%C5%AB_Katsunori", "description": "Kotoōshū Katsunori is a former professional sumo wrestler or rikishi. He made his debut in 2002, reaching the top division just two years later. In 2005, he reached the rank of ōzeki or 'champion', the second-highest level in the sumo ranking system behind only yokozuna. On May 24, 2008, Kotoōshū made history by becoming the first European sumo wrestler to win an Emperor's Cup. He was one of the l"}]}, {"heading": "Births", "year": "1983", "date": "February 19", "txt": "Mika Nakashima, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 19", "txt": "Reynhard Sinaga, Indonesian serial rapist", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 19", "txt": "Ryan Whitney, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 19", "txt": "Chris Richardson, American singer-songwriter", "entities": [{"title": "Chris Richardson", "href": "/wiki/Chris_Richardson", "description": "Christopher Michael Richardson is an American singer-songwriter who was the fifth-place finalist on the sixth season of American Idol."}]}, {"heading": "Births", "year": "1985", "date": "February 19", "txt": "Haylie Duff, American actress and singer", "entities": [{"title": "Haylie Duff", "href": "/wiki/Haylie_Duff", "description": "Haylie Katherine Duff is an American actress, singer, songwriter, television host, writer, and fashion designer. She is best known for her roles as Sandy Jameson in the television series 7th Heaven, Amy Sanders in Lizzie McGuire, Summer Wheatley in Napoleon Dynamite, and Annie Nelson in the made-for-television films Love Takes Wing along with its sequel Love Finds a Home. She is the older sister o"}]}, {"heading": "Births", "year": "1986", "date": "February 19", "txt": "Kyle Chipchura, Canadian ice hockey player", "entities": [{"title": "Kyle Chipchura", "href": "/wiki/Kyle_Chipchura", "description": "Kyle Douglas Glen Chipchura is a Canadian professional ice hockey centre who is currently an unrestricted free agent. He most recently played with Severstal Cherepovets of the Kontinental Hockey League (KHL). He was selected in the first round, 18th overall of the 2004 NHL Entry Draft by the Montreal Canadiens."}]}, {"heading": "Births", "year": "1986", "date": "February 19", "txt": "Marta, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 19", "txt": "Maria Mena, Norwegian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 19", "txt": "Michael Schwimer, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 19", "txt": "Anna Cappellini, Italian ice dancer", "entities": [{"title": "Anna Cappellini", "href": "/wiki/Anna_Cappellini", "description": "Anna Cappellini is an Italian ice dancer. With partner Luca Lanotte, she is the 2014 World champion, the 2014 European champion, the 2015 Cup of China champion and a thirteen-time medalist on the Grand Prix series, and a seven-time Italian national champion (2012–18)."}]}, {"heading": "Births", "year": "1988", "date": "February 19", "txt": "Shawn Matthias, Canadian ice hockey player", "entities": [{"title": "Shawn Matthias", "href": "/wiki/Shawn_Matthias", "description": "Shawn Matthias is a Canadian former professional ice hockey forward. Matthias played in the NHL with the Winnipeg Jets, Colorado Avalanche, Toronto Maple Leafs, Vancouver Canucks and the Florida Panthers, having been originally drafted by the Detroit Red Wings in the second round, 47th overall, at the 2006 NHL Entry Draft. Matthias was a natural centre early in his career, however made the transit"}]}, {"heading": "Births", "year": "1988", "date": "February 19", "txt": "Seth Morrison, American guitarist", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 19", "txt": "Sone Aluko, Anglo-Nigerian international footballer", "entities": [{"title": "Sone Aluko", "href": "/wiki/Sone_Aluko", "description": "Omatsone Folarin \"Sone\" Aluko is a professional footballer who plays as a forward or winger for Championship club Reading and the Nigeria national team."}]}, {"heading": "Births", "year": "1991", "date": "February 19", "txt": "Christoph Kramer, German national footballer", "entities": [{"title": "Christoph Kramer", "href": "/wiki/Christoph_Kramer", "description": "Christoph Kramer is a German professional footballer who plays as a defensive midfielder for Bundesliga club Borussia Mönchengladbach."}]}, {"heading": "Births", "year": "1991", "date": "February 19", "txt": "Trevor Bayne, American race car driver", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 19", "txt": "Camille Kostek, American model", "entities": [{"title": "Camille Kostek", "href": "/wiki/Camille_Kostek", "description": "Camille Veronica Kostek is an American model and host. She first gained recognition for her work with Reebok, and came to further prominence for her appearances in the Sports Illustrated Swimsuit Issue, including a cover of the 2019 edition."}]}, {"heading": "Births", "year": "1993", "date": "February 19", "txt": "Mauro Icardi, Argentinian footballer", "entities": [{"title": "Mauro Icardi", "href": "/wiki/Mauro_Icardi", "description": "Mauro Emanuel Icardi is an Argentine professional footballer who plays as a striker for Ligue 1 club Paris Saint-Germain and the Argentina national team."}]}, {"heading": "Births", "year": "1993", "date": "February 19", "txt": "Victoria Justice, American actress and singer", "entities": []}, {"heading": "Births", "year": "1994", "date": "February 19", "txt": "Sam Lisone, New Zealand-Samoan rugby league player", "entities": [{"title": "Sam Lisone", "href": "/wiki/Sam_Lisone", "description": "Sam Lisone, also known by the nickname of \"Slammin'\", is a Samoa international rugby league footballer who plays as a prop for the Gold Coast Titans."}]}, {"heading": "Births", "year": "1994", "date": "February 19", "txt": "Tiina Trutsi, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "February 19", "txt": "Nikola Jokić, Serbian basketball player", "entities": [{"title": "Nikola Jokić", "href": "/wiki/Nikola_Joki%C4%87", "description": "Nikola Jokić is a Serbian professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). The center is a three-time NBA All-Star and has been named to the All-NBA Team twice, including a first-team selection. He also represents the Serbian national team."}]}, {"heading": "Births", "year": "1996", "date": "February 19", "txt": "Mabel, British-Swedish singer", "entities": [{"title": "Mabel (singer)", "href": "/wiki/Mabel_(singer)", "description": "Mabel Alabama-Pearl McVey is a Spanish-born British-Swedish singer and songwriter. In 2018, she had her breakthrough with \"Finders Keepers\", peaking at number eight on the UK Singles Chart. Her debut studio album, High Expectations, was released in August 2019 and entered the UK Albums Chart at number three. It spawned the UK top-10 singles \"Don't Call Me Up\" and \"Mad Love\". Mabel has received num"}]}, {"heading": "Births", "year": "1998", "date": "February 19", "txt": "Katharina Gerlach, German tennis player", "entities": [{"title": "Katharina Gerlach", "href": "/wiki/Katharina_Gerlach", "description": "Katharina Gerlach is a German tennis player."}]}, {"heading": "Births", "year": "2001", "date": "February 19", "txt": "David Mazouz, American actor", "entities": [{"title": "David Mazouz", "href": "/wiki/David_Mazouz", "description": "David Albert Mazouz is an American actor. He is best known for his leading role as Bruce Wayne in Fox's Batman-prequel TV drama Gotham (2014-2019). Mazouz started his acting career with several guest roles before joining the Fox TV series Touch (2012–2013), for which he was nominated for a Young Artist Award."}]}, {"heading": "Births", "year": "2004", "date": "February 19", "txt": "Millie Bobby Brown, English actress", "entities": [{"title": "Millie Bobby Brown", "href": "/wiki/Millie_Bobby_Brown", "description": "Millie Bobby Brown is a British actress, model and producer. At the age of twelve, she gained notability for her role as Jane \"Eleven\" Ives in the first season of the Netflix science fiction series Stranger Things (2016–present), which has been renewed for four seasons. For her portrayal as Eleven she has received two Primetime Emmy Award nominations for Outstanding Supporting Actress in a Drama S"}]}, {"heading": "Deaths", "year": "197", "date": "February 19", "txt": "Clodius Albinus, Roman usurper (b. 150)", "entities": [{"title": "Clodius Albinus", "href": "/wiki/Clodius_Albinus", "description": "Decimus Clodius Albinus was a Roman general, senator and usurper who claimed the imperial title several times between 193 and 197. He was proclaimed emperor by the legions in Britain and Hispania after the murder of Pertinax in 193, and proclaimed himself emperor again in 196, before his final defeat the following year."}, {"title": "Roman usurper", "href": "/wiki/Roman_usurper", "description": "Roman usurpers were individuals or groups of individuals who obtained or tried to obtain power by force and without legitimate legal authority. Usurpation was endemic during the Roman imperial era, especially from the crisis of the third century onwards, when political instability became the rule."}]}, {"heading": "Deaths", "year": "446", "date": "February 19", "txt": "Leontius of Trier, Bishop of Trier", "entities": [{"title": "Leontius of Trier", "href": "/wiki/Leontius_of_Trier", "description": "Leontius of Trier was bishop of Trier from 414–445."}, {"title": "Trier", "href": "/wiki/Trier", "description": "Trier, formerly known in English as Treves and Triers, is a city on the banks of the Moselle in Germany. It lies in a valley between low vine-covered hills of red sandstone in the west of the state of Rhineland-Palatinate, near the border with Luxembourg and within the important Moselle wine region."}]}, {"heading": "Deaths", "year": "1133", "date": "February 19", "txt": "Irene Doukaina, Byzantine wife of Alexios I Komnenos (b. 1066)", "entities": [{"title": "Irene Doukaina", "href": "/wiki/Irene_Doukaina", "description": "Irene Doukaina or Ducaena was a Byzantine empress by marriage to the Byzantine emperor Alexios I Komnenos, and the mother of Emperor John II Komnenos and of the historian Anna Komnene."}, {"title": "Alexios I Komnenos", "href": "/wiki/Alexios_I_Komnenos", "description": "Alexios I Komnenos, Latinized Alexius I Comnenus, was Byzantine emperor from 1081 to 1118. Although he was not the founder of the Komnenian dynasty, it was during his reign that the Komnenos family came to full power. Inheriting a collapsing empire and faced with constant warfare during his reign against both the Seljuq Turks in Asia Minor and the Normans in the western Balkans, Alexios was able t"}]}, {"heading": "Deaths", "year": "1275", "date": "February 19", "txt": "Lal Shahbaz Qalandar, Sufi philosopher and poet (b. 1177)", "entities": [{"title": "Lal Shahbaz Qalandar", "href": "/wiki/Lal_Shahbaz_Qalandar", "description": "Shah Hussain, born Usman Shah Marwandi and popularly known as Lal Shahbaz Qalandar, was a saint and poet of present-day Pakistan and Afghanistan. He is highly regarded and respected by people of all religions. He is called Lal (\"ruby-colored\") because of the ruby-like glow on his face/forehead and \"Shahbaz\" to denote a noble and divine spirit and \"Qalandar\" as he was a wandering spiritual man."}, {"title": "Sufi", "href": "/wiki/Sufi", "description": "Sufism, also known as Tasawwuf, is mysticism in Islam, \"characterized ... [by particular] values, ritual practices, doctrines and institutions\". It is variously defined as \"Islamic mysticism\", \"the inward dimension of Islam\" or \"the phenomenon of mysticism within Islam\". Sufism began very early in Islamic history and represents \"the main manifestation and the most important and central crystalliza"}]}, {"heading": "Deaths", "year": "1300", "date": "February 19", "txt": "Munio of Zamora, General of the Dominican Order", "entities": [{"title": "Munio of Zamora", "href": "/wiki/Munio_of_Zamora", "description": "Munio of Zamora, O.P., was a Spanish Dominican friar who became the seventh Master General of the Dominican Order in 1285, and later a bishop."}]}, {"heading": "Deaths", "year": "1408", "date": "February 19", "txt": "Thomas Bardolf, 5th Baron Bardolf, English rebel", "entities": [{"title": "Thomas Bardolf, 5th Baron Bardolf", "href": "/wiki/Thomas_Bardolf,_5th_Baron_Bardolf", "description": "\nThomas Bardolf, 5th Baron Bardolf was a baron in the Peerage of England, Lord of Wormegay, Norfolk, of Shelford and Stoke Bardolph in Nottinghamshire, Hallaton (Hallughton), Leicestershire, and others, and was \"a person of especial eminence in his time\"."}]}, {"heading": "Deaths", "year": "1414", "date": "February 19", "txt": "Thomas Arundel, Archbishop of Canterbury (b. 1353)", "entities": [{"title": "Thomas Arundel", "href": "/wiki/Thomas_Arundel", "description": "Thomas Arundel was an English clergyman who served as Lord Chancellor and Archbishop of York during the reign of Richard II, as well as Archbishop of Canterbury in 1397 and from 1399 until his death, an outspoken opponent of the Lollards. He was instrumental in the usurpation of Richard by his cousin Henry Bolingbroke, who became Henry IV."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1445", "date": "February 19", "txt": "Leonor of Aragon, queen of Portugal (b. 1402)", "entities": [{"title": "Eleanor of Aragon, Queen of Portugal", "href": "/wiki/Eleanor_of_Aragon,_Queen_of_Portugal", "description": "Eleanor of Aragon was queen consort of Portugal as the spouse of Edward I of Portugal and the regent of Portugal as the guardian of her son. She was the daughter of Ferdinand I of Aragon and Eleanor of Alburquerque."}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}]}, {"heading": "Deaths", "year": "1491", "date": "February 19", "txt": "Enno I, Count of East Frisia, German noble (b. 1460)", "entities": [{"title": "Enno I, Count of East Frisia", "href": "/wiki/Enno_I,_Count_of_East_Frisia", "description": "Enno I of East Frisia, count of East Frisia was the eldest son of Ulrich I of East Frisia and Theda Ukena, of a chiefly East Frisian family."}]}, {"heading": "Deaths", "year": "1553", "date": "February 19", "txt": "Erasmus Reinhold, German astronomer and mathematician (b. 1511)", "entities": [{"title": "Erasmus Reinhold", "href": "/wiki/Erasmus_Reinhold", "description": "Erasmus Reinhold was a German astronomer and mathematician, considered to be the most influential astronomical pedagogue of his generation. He was born and died in Saalfeld, Saxony."}]}, {"heading": "Deaths", "year": "1602", "date": "February 19", "txt": "Philippe Emmanuel, Duke of Mercœur (b. 1558)", "entities": [{"title": "Philippe Emmanuel, Duke of Mercœur", "href": "/wiki/Philippe_Emmanuel,_Duke_of_Merc%C5%93ur", "description": "Philippe-Emmanuel de Lorraine, Duke of Mercœur and of Penthièvre was a French soldier, a prince of the Holy Roman Empire and a prominent member of the Catholic League."}]}, {"heading": "Deaths", "year": "1605", "date": "February 19", "txt": "Orazio Vecchi, Italian composer (b. 1550)", "entities": [{"title": "Orazio Vecchi", "href": "/wiki/Orazio_Vecchi", "description": "Orazio Vecchi was an Italian composer of the late Renaissance. He is most famous for his madrigal comedies, particularly L'Amfiparnaso."}]}, {"heading": "Deaths", "year": "1622", "date": "February 19", "txt": "Henry Savile, English scholar and politician (b. 1549)", "entities": [{"title": "Henry Savile (Bible translator)", "href": "/wiki/Henry_Savile_(Bible_translator)", "description": "Sir Henry Savile was an English scholar and mathematician, Warden of Merton College, Oxford, and Provost of Eton. He endowed the Savilian chairs of Astronomy and of Geometry at Oxford University, and was one of the scholars who translated the New Testament from Greek into English. He was a Member of the Parliament of England for Bossiney in Cornwall in 1589, and Dunwich in Suffolk in 1593."}]}, {"heading": "Deaths", "year": "1672", "date": "February 19", "txt": "Charles Chauncy, English-American minister, theologian, and academic (b. 1592)", "entities": [{"title": "Charles Chauncy", "href": "/wiki/Charles_Chauncy", "description": "Charles Chauncy was an Anglo-American clergyman, educator, and secondarily, a physician."}]}, {"heading": "Deaths", "year": "1709", "date": "February 19", "txt": "Tokugawa Tsunayoshi, Japanese shōgun (b. 1646)", "entities": [{"title": "Tokugawa Tsunayoshi", "href": "/wiki/Tokugawa_Tsunayoshi", "description": "Tokugawa Tsunayoshi  was the fifth shōgun of the Tokugawa dynasty of Japan. He was the younger brother of Tokugawa Ietsuna, thus making him the son of Tokugawa Iemitsu, the grandson of Tokugawa Hidetada, and the great-grandson of Tokugawa Ieyasu."}]}, {"heading": "Deaths", "year": "1716", "date": "February 19", "txt": "Dorothe Engelbretsdatter, Norwegian author and poet (b. 1634)", "entities": [{"title": "Dorothe Engelbretsdatter", "href": "/wiki/Dorothe_Engelbretsdatter", "description": "Dorothe Engelbretsdatter was a Norwegian author. She principally wrote hymns and poems which were strongly religious. She has been characterized as Norway's first recognized female author as well as Norway's first feminist before feminism became a recognized concept."}]}, {"heading": "Deaths", "year": "1785", "date": "February 19", "txt": "Mary, Countess of Harold, English aristocrat and philanthropist (b. 1701)", "entities": [{"title": "Mary, Countess of Harold", "href": "/wiki/Mary,_Countess_of_Harold", "description": "Lady Mary Tufton was an English aristocrat and philanthropist."}]}, {"heading": "Deaths", "year": "1789", "date": "February 19", "txt": "Nicholas Van Dyke, American lawyer and politician, 7th Governor of Delaware (b. 1738)", "entities": [{"title": "Nicholas Van Dyke (governor)", "href": "/wiki/Nicholas_Van_Dyke_(governor)", "description": "Nicholas Van Dyke was an American lawyer and politician from New Castle, in New Castle County, Delaware. He served in the Delaware General Assembly, as a Continental Congressman from Delaware, and as President of Delaware."}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Deaths", "year": "1799", "date": "February 19", "txt": "Jean-Charles de Borda, French mathematician, physicist, and sailor (b. 1733)", "entities": [{"title": "Jean-Charles de Borda", "href": "/wiki/Jean-Charles_de_Borda", "description": "Jean-Charles, chevalier de Borda was a French mathematician, physicist, and Navy officer."}]}, {"heading": "Deaths", "year": "1806", "date": "February 19", "txt": "Elizabeth Carter, English poet and translator (b. 1717)", "entities": [{"title": "Elizabeth Carter", "href": "/wiki/Elizabeth_Carter", "description": "Elizabeth Carter was an English poet, classicist, writer, translator, linguist, and polymath. As one of the Bluestocking Circle that surrounded Elizabeth Montagu, she earned respect for the first English translation of the Discourses of Epictetus, by the 2nd-century Stoic philosopher. She also published poems and translated from French and Italian. Most of her other output took the form of corresp"}]}, {"heading": "Deaths", "year": "1837", "date": "February 19", "txt": "Georg Büchner, German-Swiss poet and playwright (b. 1813)", "entities": [{"title": "Georg Büchner", "href": "/wiki/Georg_B%C3%BCchner", "description": "Karl Georg Büchner was a German dramatist and writer of poetry and prose, considered part of the Young Germany movement. He was also a revolutionary and the brother of physician and philosopher Ludwig Büchner. His literary achievements, though few in number, are generally held in great esteem in Germany and it is widely believed that, had it not been for his early death, he might have joined such "}]}, {"heading": "Deaths", "year": "1837", "date": "February 19", "txt": "Thomas Burgess, English bishop and philosopher (b. 1756)", "entities": []}, {"heading": "Deaths", "year": "1887", "date": "February 19", "txt": "Multatuli, Dutch-German author and civil servant (b. 1820)", "entities": [{"title": "Multatuli", "href": "/wiki/Multatuli", "description": "Eduard Douwes Dekker, better known by his pen name Multatuli, was a Dutch writer best known for his satirical novel Max Havelaar (1860), which denounced the abuses of colonialism in the Dutch East Indies. He is considered one of the Netherlands' greatest authors."}]}, {"heading": "Deaths", "year": "1897", "date": "February 19", "txt": "Karl Weierstrass, German mathematician and academic (b. 1815)", "entities": [{"title": "Karl Weierstrass", "href": "/wiki/Karl_Weierstrass", "description": "Karl Theodor Wilhelm Weierstrass was a German mathematician often cited as the \"father of modern analysis\". Despite leaving university without a degree, he studied mathematics and trained as a school teacher, eventually teaching mathematics, physics, botany and gymnastics. He later received an honorary doctorate and became professor of mathematics in Berlin."}]}, {"heading": "Deaths", "year": "1915", "date": "February 19", "txt": "Gopal Krishna Gokhale, Indian philosopher and politician (b. 1866)", "entities": [{"title": "Gopal Krishna Gokhale", "href": "/wiki/Gopal_Krishna_Gokhale", "description": "Gopal Krishna Gokhale was an Indian liberal political leader and a social reformer during the Indian Independence Movement. Gokhale was a senior leader of the Indian National Congress and the founder of the Servants of India Society. Through the Society as well as the Congress and other legislative bodies he served in, Gokhale campaigned for Indian self-rule and for social reforms. He was the lead"}]}, {"heading": "Deaths", "year": "1916", "date": "February 19", "txt": "Ernst Mach, Austrian-Czech physicist and philosopher (b. 1838)", "entities": [{"title": "Ernst Mach", "href": "/wiki/Ernst_Mach", "description": "Ernst Waldfried Josef Wenzel Mach was an Austrian physicist and philosopher, noted for his contributions to physics such as the study of shock waves. The ratio of one's speed to that of sound is named the Mach number in his honour. As a philosopher of science, he was a major influence on logical positivism and American pragmatism. Through his criticism of Newton's theories of space and time, he fo"}]}, {"heading": "Deaths", "year": "1927", "date": "February 19", "txt": "Robert Fuchs, Austrian composer and educator (b. 1847)", "entities": [{"title": "Robert Fuchs", "href": "/wiki/Robert_Fuchs", "description": "Robert Fuchs was an Austrian composer and music teacher. As Professor of music theory at the Vienna Conservatory, Fuchs taught many notable composers, while he was himself a highly regarded composer in his lifetime."}]}, {"heading": "Deaths", "year": "1928", "date": "February 19", "txt": "George Howard Earle Jr., American lawyer and businessman (b. 1856)", "entities": [{"title": "George Howard Earle Jr.", "href": "/wiki/George_Howard_Earle_Jr.", "description": "George H. Earle Jr. was a Philadelphia lawyer and \"financial diplomat\" who was highly sought after to save ailing corporations from financial ruin."}]}, {"heading": "Deaths", "year": "1936", "date": "February 19", "txt": "Billy Mitchell, American general and pilot (b. 1879)", "entities": [{"title": "Billy Mitchell", "href": "/wiki/Billy_Mitchell", "description": "William Lendrum Mitchell was a United States Army general who is regarded as the father of the United States Air Force."}]}, {"heading": "Deaths", "year": "1945", "date": "February 19", "txt": "John Basilone, American sergeant, Medal of Honor recipient (b. 1916)", "entities": [{"title": "John Basilone", "href": "/wiki/John_Basilone", "description": "John Basilone was a United States Marine Corps Gunnery Sergeant who received the Medal of Honor for heroism above and beyond the call of duty during the Battle for Henderson Field in the Guadalcanal Campaign, and the Navy Cross posthumously for extraordinary heroism during the Battle of Iwo Jima. He was the only enlisted Marine to receive both of these decorations in World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1951", "date": "February 19", "txt": "André Gide, French novelist, essayist, and dramatist, Nobel Prize laureate  (b. 1869)", "entities": [{"title": "André Gide", "href": "/wiki/Andr%C3%A9_Gide", "description": "André Paul Guillaume Gide was a French author and winner of the Nobel Prize in Literature. Gide's career ranged from its beginnings in the symbolist movement, to the advent of anticolonialism between the two World Wars. The author of more than fifty books, at the time of his death his obituary in The New York Times described him as \"France's greatest contemporary man of letters\" and \"judged the gr"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1952", "date": "February 19", "txt": "Knut Hamsun, Norwegian novelist, poet, and playwright, Nobel Prize laureate (b. 1859)", "entities": [{"title": "Knut Hamsun", "href": "/wiki/Knut_Hamsun", "description": "Knut Hamsun was a Norwegian writer who was awarded the Nobel Prize in Literature in 1920. Hamsun's work spans more than 70 years and shows variation with regard to consciousness, subject, perspective and environment. He published more than 20 novels, a collection of poetry, some short stories and plays, a travelogue, works of non-fiction and some essays."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1953", "date": "February 19", "txt": "Richard Rushall, British businessman (b. 1864)", "entities": [{"title": "Richard Rushall", "href": "/wiki/Richard_Rushall", "description": "Captain Richard Boswell Rushall was a British sea captain and businessman who served as mayor of Rangoon, Burma, during the 1930s. He was the first Englishman to hold this position. Born in Braunston, Northamptonshire, Rushall was the eldest of eight children. After finishing school he left for sea, joined the UK's Merchant Navy, and became a ship's captain. He spent 20 years with the Irrawaddy Fl"}]}, {"heading": "Deaths", "year": "1957", "date": "February 19", "txt": "Maurice Garin, Italian-French cyclist (b. 1871)", "entities": [{"title": "Maurice Garin", "href": "/wiki/Maurice_Garin", "description": "Maurice-François Garin was a French road bicycle racer best known for winning the inaugural Tour de France in 1903, and for being stripped of his title in the second Tour in 1904 along with eight others, for cheating."}]}, {"heading": "Deaths", "year": "1959", "date": "February 19", "txt": "Willard Miller, American sailor, Medal of Honor recipient (b. 1877)", "entities": [{"title": "Willard Miller", "href": "/wiki/Willard_Miller", "description": "Willard Dwight Miller was a United States Navy sailor and a recipient of America's highest military decoration—the Medal of Honor—for his actions in the Spanish–American War."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1962", "date": "February 19", "txt": "Georgios Papanikolaou, Greek-American pathologist, invented the Pap smear (b. 1883)", "entities": [{"title": "Georgios Papanikolaou", "href": "/wiki/Georgios_Papanikolaou", "description": "Georgios Nikolaou Papanikolaou was a Greek physician who was a pioneer in cytopathology and early cancer detection, and inventor of the \"Pap smear\"."}, {"title": "Pap smear", "href": "/wiki/Pap_smear", "description": "The Papanicolaou test is a method of cervical screening used to detect potentially precancerous and cancerous processes in the cervix or colon. Abnormal findings are often followed up by more sensitive diagnostic procedures and, if warranted, interventions that aim to prevent progression to cervical cancer. The test was independently invented in the 1920s by Georgios Papanikolaou and Aurel Babeș a"}]}, {"heading": "Deaths", "year": "1969", "date": "February 19", "txt": "Madge Blake, American actress (b. 1899)", "entities": [{"title": "Madge Blake", "href": "/wiki/Madge_Blake", "description": "Madge Blake was an American character actress best remembered for her role as Larry Mondello's mother, Margaret Mondello, on the CBS/ABC sitcom Leave It to Beaver, as Flora MacMichael on the ABC/CBS sitcom The Real McCoys, and as Aunt Harriet Cooper in 96 episodes of ABC's Batman. Gene Kelly had a special affection for her and included her in each of his films following her role in An American in "}]}, {"heading": "Deaths", "year": "1970", "date": "February 19", "txt": "Ralph Edward Flanders, US Senator from Vermont (b. 1890) ", "entities": [{"title": "Ralph Edward Flanders", "href": "/wiki/Ralph_Edward_Flanders", "description": "Ralph Edward Flanders was an American mechanical engineer, industrialist and politician who served as a Republican U.S. Senator from the state of Vermont. He grew up on subsistence farms in Vermont and Rhode Island and was an apprentice machinist and draftsman before training as a mechanical engineer. He spent five years in New York City as an editor for a machine tool magazine. After moving back "}]}, {"heading": "Deaths", "year": "1972", "date": "February 19", "txt": "John Grierson, Scottish director and producer (b. 1898)", "entities": [{"title": "John Grierson", "href": "/wiki/John_Grierson", "description": "John Grierson CBE was a pioneering Scottish documentary maker, often considered the father of British and Canadian documentary film. In 1926, Grierson coined the term \"documentary\" in a review of Robert Flaherty's Moana."}]}, {"heading": "Deaths", "year": "1972", "date": "February 19", "txt": "Lee Morgan, American trumpet player and composer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "February 19", "txt": "Joseph Szigeti, Hungarian violinist (b. 1892)", "entities": [{"title": "Joseph Szigeti", "href": "/wiki/Joseph_Szigeti", "description": "Joseph Szigeti was a Hungarian violinist."}]}, {"heading": "Deaths", "year": "1977", "date": "February 19", "txt": "Anthony Crosland, English captain and politician, Secretary of State for Foreign and Commonwealth Affairs (b. 1918)", "entities": [{"title": "Anthony Crosland", "href": "/wiki/Anthony_Crosland", "description": "Charles Anthony Raven Crosland, known as Anthony Crosland, Tony Crosland or C. A. R. Crosland, was a British Labour Party politician and author."}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1977", "date": "February 19", "txt": "Mike González, Cuban baseball player, coach, and manager (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "February 19", "txt": "Bon Scott, Scottish-Australian singer-songwriter (b. 1946)", "entities": [{"title": "Bon Scott", "href": "/wiki/Bon_Scott", "description": "Ronald Belford \"Bon\" Scott was an Australian singer and songwriter, best known for being the lead vocalist and lyricist of the Australian hard rock band AC/DC from 1974 until his death in 1980."}]}, {"heading": "Deaths", "year": "1983", "date": "February 19", "txt": "Alice White, American actress (b. 1904)", "entities": [{"title": "Alice White", "href": "/wiki/Alice_White", "description": "Alice White was an American film actress. Her career spanned late silent films and early sound films."}]}, {"heading": "Deaths", "year": "1988", "date": "February 19", "txt": "André Frédéric Cournand, French-American physician and physiologist, Nobel Prize laureate (b. 1895)", "entities": [{"title": "André Frédéric Cournand", "href": "/wiki/Andr%C3%A9_Fr%C3%A9d%C3%A9ric_Cournand", "description": "André Frédéric Cournand was a French-American physician and physiologist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1992", "date": "February 19", "txt": "Tojo Yamamoto, American wrestler and manager (b. 1927)", "entities": [{"title": "Tojo Yamamoto", "href": "/wiki/Tojo_Yamamoto", "description": "Harold Watanabe was an American professional wrestler, better known by his ring name Tojo Yamamoto."}]}, {"heading": "Deaths", "year": "1994", "date": "February 19", "txt": "Derek Jarman, English director and set designer (b. 1942)", "entities": [{"title": "Derek Jarman", "href": "/wiki/Derek_Jarman", "description": "Michael Derek Elworthy Jarman was an English film director, stage designer, diarist, artist, gardener, and author."}]}, {"heading": "Deaths", "year": "1996", "date": "February 19", "txt": "Charlie Finley, American businessman (b. 1918)", "entities": [{"title": "Charlie Finley", "href": "/wiki/Charlie_Finley", "description": "Charles Oscar Finley, nicknamed Charlie O or Charley O, was an American businessman who is best remembered for his tenure as the owner of Major League Baseball's Oakland Athletics. Finley purchased the franchise while it was located in Kansas City, moving it to Oakland in 1968. He is also known as a short-lived owner of the National Hockey League's California Golden Seals and the American Basketba"}]}, {"heading": "Deaths", "year": "1997", "date": "February 19", "txt": "Leo Rosten, Polish-American author and academic (b. 1908)", "entities": [{"title": "Leo Rosten", "href": "/wiki/Leo_Rosten", "description": "Leo Calvin Rosten was an American humorist in the fields of scriptwriting, storywriting, journalism, and Yiddish lexicography."}]}, {"heading": "Deaths", "year": "1997", "date": "February 19", "txt": "Deng Xiaoping, Chinese politician, 1st Vice Premier of the People's Republic of China (b. 1904)", "entities": [{"title": "Vice Premier of the People's Republic of China", "href": "/wiki/Vice_Premier_of_the_People%27s_Republic_of_China", "description": "The vice-premiers of the State Council of the People's Republic of China are high-ranking executive assistants to the Premier. Generally, the title is held by multiple individuals at one time, with each Vice-Premier holding a broad portfolio of responsibilities. The highest-ranked office holder is informally called the First-ranked Vice-Premier. The first-ranked VP takes over duties of the Premier"}]}, {"heading": "Deaths", "year": "1998", "date": "February 19", "txt": "Grandpa Jones, American singer-songwriter and banjo player (b. 1913)", "entities": [{"title": "Grandpa Jones", "href": "/wiki/Grandpa_Jones", "description": "Louis Marshall Jones, known professionally as Grandpa Jones, was an American banjo player and \"old time\" country and gospel music singer. He is a member of the Country Music Hall of Fame."}]}, {"heading": "Deaths", "year": "1999", "date": "February 19", "txt": "Mohammad Mohammad Sadeq al-Sadr, Iraqi cleric (b. 1943)", "entities": [{"title": "Mohammad Mohammad Sadeq al-Sadr", "href": "/wiki/Mohammad_Mohammad_Sadeq_al-Sadr", "description": "Grand Ayatollah Sayyid Muhammad Muhammad-Sadiq al-Sadr was a prominent Iraqi Shia marja'. He called for government reform and the release of detained Shia leaders. The growth of his popularity, often referred to as the followers of the Vocal Hawza, also put him in competition with other Shi'a leaders, including Mohammed Baqir al-Hakim who was exiled in Iran."}]}, {"heading": "Deaths", "year": "2000", "date": "February 19", "txt": "Friedensreich Hundertwasser, Austrian-New Zealand painter and illustrator (b. 1928)", "entities": [{"title": "Friedensreich Hundertwasser", "href": "/wiki/Friedensreich_Hundertwasser", "description": "Friedrich Stowasser, better known by his pseudonym Friedensreich Regentag Dunkelbunt Hundertwasser, was an Austrian visual artist and architect who also worked in the field of environmental protection."}]}, {"heading": "Deaths", "year": "2001", "date": "February 19", "txt": "Stanley Kramer, American director and producer (b. 1913)", "entities": [{"title": "Stanley Kramer", "href": "/wiki/Stanley_Kramer", "description": "Stanley Earl Kramer was an American film director and producer, responsible for making many of Hollywood's most famous \"message films\". As an independent producer and director, he brought attention to topical social issues that most studios avoided. Among the subjects covered in his films were racism, nuclear war, greed, creationism vs. evolution and the causes and effects of fascism. His other no"}]}, {"heading": "Deaths", "year": "2001", "date": "February 19", "txt": "Charles Trenet, French singer-songwriter (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 19", "txt": "Sylvia Rivera, American transgender LGBT activist (b. 1951)", "entities": [{"title": "Sylvia Rivera", "href": "/wiki/Sylvia_Rivera", "description": "Sylvia Rivera was an American gay liberation, and transgender rights activist who was also a noted community worker in New York. Rivera, who identified as a drag queen, participated in demonstrations with the Gay Liberation Front."}]}, {"heading": "Deaths", "year": "2003", "date": "February 19", "txt": "Johnny Paycheck, American singer-songwriter and guitarist (b. 1938)", "entities": [{"title": "Johnny Paycheck", "href": "/wiki/Johnny_Paycheck", "description": "Johnny Paycheck was an American country music singer-songwriter, multi-instrumentalist, and Grand Ole Opry member notable for recording the David Allan Coe song \"Take This Job and Shove It\". He achieved his greatest success in the 1970s as a force in country music's \"outlaw movement\" popularized by artists Hank Williams Jr., Waylon Jennings, Willie Nelson, Billy Joe Shaver, and Merle Haggard. In t"}]}, {"heading": "Deaths", "year": "2007", "date": "February 19", "txt": "Janet Blair, American actress and singer (b. 1921)", "entities": [{"title": "Janet Blair", "href": "/wiki/Janet_Blair", "description": "Janet Blair was a big-band singer who became a popular American film and television actress."}]}, {"heading": "Deaths", "year": "2007", "date": "February 19", "txt": "Celia Franca, English-Canadian dancer and director, founded the National Ballet of Canada (b. 1921)", "entities": [{"title": "National Ballet of Canada", "href": "/wiki/National_Ballet_of_Canada", "description": "The National Ballet of Canada is a Canadian ballet company that was founded in 1951 in Toronto, Ontario, with Celia Franca as the first artistic director. A company of 70 dancers with its own orchestra, the National Ballet has been led since 2005 by artistic director Karen Kain, one of the greatest ballerinas of her generation. Renowned for its diverse repertoire, the company performs traditional "}]}, {"heading": "Deaths", "year": "2008", "date": "February 19", "txt": "Yegor Letov, Russian singer-songwriter (b. 1964)", "entities": [{"title": "Yegor Letov", "href": "/wiki/Yegor_Letov", "description": "Igor Fedorovich \"Yegor\" Letov was a Russian poet, musician, singer-songwriter, audio engineer and conceptual art painter, best known as the founder and leader of the post-punk/psychedelic rock band Grazhdanskaya Oborona. He was also the founder of the conceptual art avant-garde project Kommunizm and psychedelic rock outfit Egor i Opizdenevshie. Letov collaborated with singer-songwriter Yanka Dyagi"}]}, {"heading": "Deaths", "year": "2008", "date": "February 19", "txt": "Lydia Shum, Chinese-Hong Kong actress and singer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "February 19", "txt": "Kelly Groucutt, English singer and bass player  (b. 1945)", "entities": [{"title": "Kelly Groucutt", "href": "/wiki/Kelly_Groucutt", "description": "Kelly Groucutt was an English musician, and bassist and occasional vocalist for the English rock band Electric Light Orchestra (ELO), between 1974 and 1983. He was born in Coseley, West Midlands."}]}, {"heading": "Deaths", "year": "2011", "date": "February 19", "txt": "Ollie Matson, American sprinter and football player (b. 1930)", "entities": [{"title": "Ollie Matson", "href": "/wiki/Ollie_Matson", "description": "Ollie Genoa Matson II was an American Olympic medal winning sprinter and professional American football running back who played in the National Football League (NFL) from 1952 to 1966. Drafted into the NFL by the Chicago Cardinals, Matson was traded to the Los Angeles Rams for nine players following the 1958 season."}]}, {"heading": "Deaths", "year": "2012", "date": "February 19", "txt": "Ruth Barcan Marcus, American philosopher and logician (b. 1921)", "entities": [{"title": "Ruth Barcan Marcus", "href": "/wiki/Ruth_Barcan_Marcus", "description": "Ruth Barcan Marcus was an American academic philosopher and logician best known for her work in modal and philosophical logic. She developed the first formal systems of quantified modal logic and in so doing introduced the schema or principle known as the Barcan formula. Marcus, who originally published as Ruth C. Barcan, was, as Don Garrett notes \"one of the twentieth century's most important and"}]}, {"heading": "Deaths", "year": "2012", "date": "February 19", "txt": "Jaroslav Velinský, Czech author and songwriter (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 19", "txt": "Vitaly Vorotnikov, Russian politician, 27th Prime Minister of Russia (b. 1926)", "entities": [{"title": "List of heads of government of Russia", "href": "/wiki/List_of_heads_of_government_of_Russia", "description": "Approximately 99 people have been head of the Russian government since its establishment in 1726. The chairman of government was a member of the Supreme Privy Council, which was created on 8 (19) February 1726 by Empress Catherine, and from 8 (20) September 1802 ministerial duties were allocated by the Committee of Ministers, which was established on in accordance with the proclamation of Emperor "}]}, {"heading": "Deaths", "year": "2013", "date": "February 19", "txt": "Armen Alchian, American economist and academic (b. 1914)", "entities": [{"title": "Armen Alchian", "href": "/wiki/Armen_Alchian", "description": "Armen Albert Alchian was an Armenian-American economist. He spent almost his entire career at the University of California, Los Angeles (UCLA). A major microeconomic theorist, he is known as one of the founders of new institutional economics and widely acknowledged for his work on property rights."}]}, {"heading": "Deaths", "year": "2013", "date": "February 19", "txt": "Park Chul-soo, South Korean director, producer, and screenwriter (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 19", "txt": "Robert Coleman Richardson, American physicist and academic, Nobel Prize laureate (b. 1937)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2013", "date": "February 19", "txt": "Donald Richie, American-Japanese author and critic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 19", "txt": "Eugene Whelan, Canadian farmer and politician, 22nd Canadian Minister of Agriculture (b. 1924)", "entities": [{"title": "Minister of Agriculture (Canada)", "href": "/wiki/Minister_of_Agriculture_(Canada)", "description": "The minister of agriculture and agri-food is a minister of the Crown in the Cabinet of Canada, who is responsible for overseeing several organizations including Agriculture and Agri-Food Canada, the Canadian Dairy Commission, Farm Credit Canada, the Canadian Food Inspection Agency, the National Farm Products Council and the Canadian Grain Commission."}]}, {"heading": "Deaths", "year": "2014", "date": "February 19", "txt": "Kresten Bjerre, Danish footballer and manager (b. 1946)", "entities": [{"title": "Kresten Bjerre", "href": "/wiki/Kresten_Bjerre", "description": "Kresten Bjerre was a Danish footballer, who played professionally for Houston Stars in the United States, and European clubs PSV Eindhoven and R.W.D. Molenbeek."}]}, {"heading": "Deaths", "year": "2014", "date": "February 19", "txt": "Dale Gardner, American captain and astronaut (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 19", "txt": "Valeri Kubasov, Russian engineer and astronaut (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 19", "txt": "Harold Johnson, American boxer (b. 1928)", "entities": [{"title": "Harold Johnson (boxer)", "href": "/wiki/Harold_Johnson_(boxer)", "description": "Harold Johnson was a professional boxer. He held the World Light Heavyweight Championship from 1962 to 1963."}]}, {"heading": "Deaths", "year": "2015", "date": "February 19", "txt": "Nirad Mohapatra, Indian director, producer, and screenwriter (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 19", "txt": "Harris Wittels, American actor, producer, and screenwriter (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 19", "txt": "Umberto Eco, Italian novelist, literary critic, and philosopher (b. 1932)", "entities": [{"title": "Umberto Eco", "href": "/wiki/Umberto_Eco", "description": "Umberto Eco was an Italian medievalist, philosopher, semiotician, cultural critic, political and social commentator, and novelist. In English, he is best known for his popular 1980 novel The Name of the Rose, a historical mystery combining semiotics in fiction with biblical analysis, medieval studies, and literary theory, and Foucault's Pendulum, his 1988 novel which touches on similar themes."}]}, {"heading": "Deaths", "year": "2016", "date": "February 19", "txt": "Harper Lee, American author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 19", "txt": "Chiaki Morosawa, Japanese anime screenwriter (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 19", "txt": "Samuel Willenberg, Polish-Israeli sculptor and painter (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 19", "txt": "Larry Coryell, American jazz guitarist (b. 1943)", "entities": [{"title": "Larry Coryell", "href": "/wiki/Larry_Coryell", "description": "Larry Coryell was an American jazz guitarist."}]}, {"heading": "Deaths", "year": "2019", "date": "February 19", "txt": "Clark Dimond, American musician and author (b. 1941)", "entities": [{"title": "Clark Dimond", "href": "/wiki/Clark_Dimond", "description": "Clark Dimond was a guitarist, composer, and author who ran the Dimond Studios, a recording company in Colorado's Sangre de Cristo Mountains."}]}, {"heading": "Deaths", "year": "2019", "date": "February 19", "txt": "Karl Lagerfeld, German fashion designer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "February 19", "txt": "José Mojica Marins, Brazilian filmmaker, actor, composer, screenwriter, and television horror host Coffin Joe. (b. 1936) ", "entities": [{"title": "José Mojica Marins", "href": "/wiki/Jos%C3%A9_Mojica_Marins", "description": "José Mojica Marins was a Brazilian filmmaker, actor, composer, screenwriter, and television horror host. Marins is also known for creating and playing the character Coffin Joe in a series of horror films; the character has since gone on to become his alter ego as well as a pop culture icon, a horror icon, and a cult figure. The popularity of Coffin Joe in Brazil has led to the character being refe"}, {"title": "Coffin Joe", "href": "/wiki/Coffin_Joe", "description": "Zé do Caixão [ˈzɛ du kaj.ˈʃɐ̃õ], known in English-speaking countries as Coffin Joe, is a character created and nominally played by Brazilian writer, director, and actor José Mojica Marins. An amoral undertaker with Nietzschian beliefs, he is driven by his desire to have a son by \"the perfect woman\", believing that immortality is achieved through procreation, a concept he refers to as \"the continua"}]}, {"heading": "Deaths", "year": "2020", "date": "February 19", "txt": "Pop Smoke, American rapper (b. 1999) ", "entities": []}]