[{"heading": "Events", "year": "1339", "date": "February 20", "txt": "The Milanese army and the St. George's (San Giorgio) Mercenaries of Lodrisio Visconti clash in the Battle of Parabiago; Visconti is defeated.", "entities": [{"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Lodrisio Visconti", "href": "/wiki/Lodrisio_Visconti", "description": "Lodrisio Visconti was an Italian condottiero."}, {"title": "Battle of Parabiago", "href": "/wiki/Battle_of_Parabiago", "description": "The Battle of Parabiago was fought in February 1339 near Parabiago, in Lombardy, northern Italy, between the Milanese army and the St. George's Mercenaries of Lodrisio Visconti. A renowned condottiero, the latter was an exiled member of the Visconti family then in power in Milan with a kind of triumvirate formed by Azzone and his uncles, Luchino and Archbishop Giovanni Visconti. Aiming to return v"}]}, {"heading": "Events", "year": "1472", "date": "February 20", "txt": "Orkney and Shetland are pawned by Norway to Scotland in lieu of a dowry for Margaret of Denmark.", "entities": [{"title": "Orkney", "href": "/wiki/Orkney", "description": "Orkney, also known as the Orkney Islands, is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making i"}, {"title": "Shetland", "href": "/wiki/Shetland", "description": "Shetland, also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway. It is the northernmost part of Scotland and of the wider United Kingdom."}, {"title": "Pawn (law)", "href": "/wiki/Pawn_(law)", "description": "A pledge is a bailment that conveys possessory title to property owned by a debtor to a creditor to secure repayment for some debt or obligation and to the mutual benefit of both parties. The term is also used to denote the property which constitutes the security. The pledge is a type of security interest."}, {"title": "Dowry", "href": "/wiki/Dowry", "description": "A dowry is a transfer of parental property, gifts, property or money upon the marriage of a daughter (bride). Dowry contrasts with the related concepts of bride price and dower. While bride price or bride service is a payment by the groom, or his family, to the bride, or her family, dowry is the wealth transferred from the bride, or her family, to the groom, or his family. Similarly, dower is the "}, {"title": "Margaret of Denmark, Queen of Scotland", "href": "/wiki/Margaret_of_Denmark,_Queen_of_Scotland", "description": "Margaret of Denmark was Queen of Scotland from 1469 to 1486 by marriage to King James III. She was the daughter of Christian I, King of Denmark, Norway and Sweden, and Dorothea of Brandenburg."}]}, {"heading": "Events", "year": "1547", "date": "February 20", "txt": "Edward VI of England is crowned King of England at Westminster Abbey.", "entities": [{"title": "Edward VI of England", "href": "/wiki/Edward_VI_of_England", "description": "Edward VI was the King of England and Ireland from 28 January 1547 until his death in 1553. He was crowned on 20 February at the age of nine. Edward was the son of Henry VIII and Jane Seymour, and England's first monarch to be raised as a Protestant. During his reign, the realm was governed by a regency council because he never reached maturity. The council was first led by his uncle Edward Seymou"}, {"title": "King of England", "href": "/wiki/King_of_England", "description": "This list of kings and queens of the Kingdom of England begins with Alfred the Great, who initially ruled Wessex, one of the seven Anglo-Saxon kingdoms which later made up modern England. Alfred styled himself King of the Anglo-Saxons from about 886, and while he was not the first king to claim to rule all of the English, his rule represents the start of the first unbroken line of kings to rule th"}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1685", "date": "February 20", "txt": "René-Robert Cavelier establishes Fort St. Louis at Matagorda Bay thus forming the basis for France's claim to Texas.", "entities": [{"title": "René-Robert Cavelier, Sieur de La Salle", "href": "/wiki/Ren%C3%A9-Robert_Cavelier,_Sieur_de_La_Salle", "description": "René-Robert Cavelier, Sieur de La Salle was a 17th-century French explorer and fur trader in North America. He explored the Great Lakes region of the United States and Canada, the Mississippi River, and the Gulf of Mexico. He is best known for an early 1682 expedition in which he canoed the lower Mississippi River from the mouth of the Illinois River to the Gulf of Mexico; there, on 9 April 1682, "}, {"title": "French colonization of Texas", "href": "/wiki/French_colonization_of_Texas", "description": "The French colonization of Texas began with the establishment of a fort in present-day southeastern Texas. It was established in 1685 near Arenosa Creek and Matagorda Bay by explorer Robert Cavelier de La Salle. He intended to found the colony at the mouth of the Mississippi River, but inaccurate maps and navigational errors caused his ships to anchor instead 400 miles (640 km) to the west, off th"}, {"title": "Matagorda Bay", "href": "/wiki/Matagorda_Bay", "description": "Matagorda Bay is a large Gulf of Mexico bay on the Texas coast, lying in Calhoun and Matagorda counties and located approximately 80 miles (130 km) northeast of Corpus Christi, 143 miles (230 km) east-southeast of San Antonio, 108 miles (174 km) south-southwest of Houston, and 167 miles (269 km) south-southeast of Austin. It is one of seven major estuaries along the Gulf Coast of Texas and serves "}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}]}, {"heading": "Events", "year": "1792", "date": "February 20", "txt": "The Postal Service Act, establishing the United States Post Office Department, is signed by United States President George Washington.", "entities": [{"title": "Postal Service Act", "href": "/wiki/Postal_Service_Act", "description": "The Postal Service Act was a piece of United States federal legislation that established the United States Post Office Department. It was signed into law by President George Washington on February 20, 1792."}, {"title": "United States Post Office Department", "href": "/wiki/United_States_Post_Office_Department", "description": "The United States Post Office Department was the predecessor of the United States Postal Service, in the form of a Cabinet department, officially from 1872 to 1971. It was headed by the postmaster general."}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}]}, {"heading": "Events", "year": "1798", "date": "February 20", "txt": "Louis-Alexandre Berthier removes Pope Pius VI from power.", "entities": [{"title": "Louis-Alexandre Berthier", "href": "/wiki/Louis-Alexandre_Berthier", "description": "Louis-Alexandre Berthier, 1st Prince of Wagram, Sovereign Prince of Neuchâtel, was a Marshal of the Empire doubling as Minister of War and chief of staff to Napoleon. Born into a military family, he served in the French Army and survived suspicion of monarchism during the Reign of Terror, before a rapid rise in the ranks during the French Revolutionary Wars. Although a key supporter of the coup ag"}, {"title": "Pope Pius VI", "href": "/wiki/Pope_Pius_VI", "description": "Pope Pius VI was Bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 15 February 1775 to his death in 1799."}]}, {"heading": "Events", "year": "1813", "date": "February 20", "txt": "Manuel Belgrano defeats the royalist army of Pío de Tristán during the Battle of Salta.", "entities": [{"title": "Manuel Belgrano", "href": "/wiki/Manuel_Belgrano", "description": "Manuel José Joaquín del Corazón de Jesús Belgrano y González, usually referred to as Manuel Belgrano, was an Argentine economist, lawyer, politician, journalist, and military leader. He took part in the Argentine Wars of Independence and created the Flag of Argentina. He is regarded as one of the main Libertadores of the country."}, {"title": "Royalist (Spanish American Independence)", "href": "/wiki/Royalist_(Spanish_American_Independence)", "description": "The royalists were the Latin American and European supporters of the various governing bodies of the Spanish Monarchy, during the Spanish American wars of independence, which lasted from 1808 until the king's death in 1833. In the early years of the conflict, when King Ferdinand VII was captive in France, royalists supported the authority in the Americas of the Supreme Central Junta of Spain and t"}, {"title": "Pío de Tristán", "href": "/wiki/P%C3%ADo_de_Trist%C3%A1n", "description": "Juan Pío de Tristán y Moscoso was a Peruvian general and politician who served as the second President of South Peru from October 12, 1838 to February 23, 1839. He was nominally the last viceroy of Peru, serving in that capacity from December 1824 to January 23, 1826, but not exercising power."}, {"title": "Battle of Salta", "href": "/wiki/Battle_of_Salta", "description": "The Battle of Salta took place on February 20, 1813 on the plains of Castañares, north of the present-day Argentine city of Salta, during the Argentine War of Independence. The Army of the North, under the command of general Manuel Belgrano, defeated for the second time the royalist troops of general Pío de Tristán, after their victory in the previous September at the Battle of Tucumán. The uncond"}]}, {"heading": "Events", "year": "1816", "date": "February 20", "txt": "Rossini's opera The Barber of Seville premieres at the Teatro Argentina in Rome.", "entities": [{"title": "Gioachino Rossini", "href": "/wiki/Gioachino_Rossini", "description": "Gioachino Antonio Rossini was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces, and some sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity."}, {"title": "Teatro Argentina", "href": "/wiki/Teatro_Argentina", "description": "The Teatro Argentina is an opera house and theatre located in Largo di Torre Argentina, a square in Rome, Italy. One of the oldest theatres in Rome, it was constructed in 1731 and inaugurated on 31 January 1732 with Berenice by Domenico Sarro. It is built over part of the curia section of the Theatre of Pompey. This curia was the location of the assassination of Julius Caesar."}]}, {"heading": "Events", "year": "1835", "date": "February 20", "txt": "The 1835 Concepción earthquake destroys Concepción, Chile.", "entities": [{"title": "1835 Concepción earthquake", "href": "/wiki/1835_Concepci%C3%B3n_earthquake", "description": "The 1835 Concepción earthquake occurred near the neighboring cities of Concepción and Talcahuano in Chile on 20 February at 11:30 local time and has an estimated magnitude of about 8.5 Mw. The earthquake triggered a tsunami which caused the destruction of Talcahuano. A total of at least 50 people died from the effects of the earthquake and the tsunami. The earthquake caused damage from San Fernand"}, {"title": "Concepción, Chile", "href": "/wiki/Concepci%C3%B3n,_Chile", "description": "Concepción is a city and commune in central Chile, and the geographical and demographic core of the Greater Concepción metropolitan area, one of the three major conurbations in the country. It has a significant impact on domestic trade being part of the most heavily industrialized region in the country. It is the seat of the Concepción Province and capital of the Bío Bío Region. It sits about 500 "}]}, {"heading": "Events", "year": "1846", "date": "February 20", "txt": "Polish insurgents lead an uprising in Kraków to incite a fight for national independence.", "entities": [{"title": "Kraków Uprising", "href": "/wiki/Krak%C3%B3w_Uprising", "description": "The Kraków Uprising of February 1846 was an attempt, led by Polish insurgents such as Jan Tyssowski and Edward Dembowski, to incite a fight for national independence. The uprising was centered on the city of Kraków, the capital of a small state of Free City of Krakow. It was directed at the powers that partitioned Poland, in particular the nearby Austrian Empire. The uprising lasted about nine day"}]}, {"heading": "Events", "year": "1864", "date": "February 20", "txt": "American Civil War: Battle of Olustee: The largest battle fought in Florida during the war.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Olustee", "href": "/wiki/Battle_of_Olustee", "description": "The Battle of Olustee or Battle of Ocean Pond was fought in Baker County, Florida on February 20, 1864, during the American Civil War. It was the largest battle fought in Florida during the war."}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1865", "date": "February 20", "txt": "End of the Uruguayan War, with a peace agreement between President Tomás Villalba and rebel leader Venancio Flores, setting the scene for the destructive War of the Triple Alliance.", "entities": [{"title": "Uruguayan War", "href": "/wiki/Uruguayan_War", "description": "The Uruguayan War was fought between Uruguay's governing Blanco Party and an alliance consisting of the Empire of Brazil and the Uruguayan Colorado Party, covertly supported by Argentina. Since its independence, Uruguay had been ravaged by intermittent struggles between the Colorado and Blanco factions, each attempting to seize and maintain power in turn. The Colorado leader Venancio Flores launch"}, {"title": "Tomás Villalba", "href": "/wiki/Tom%C3%A1s_Villalba", "description": "Tomás Villalba y Albin was a Uruguayan politician who served as interim President for five days, at the end of the Uruguayan War, which had begun on 10 August 1864. The war was fought between the governing Blanco Party and the Colorado Party, with the latter supported openly by the Empire of Brazil and covertly by the Argentine president, Bartolomé Mitre. The Uruguayan War was part an almost conti"}, {"title": "Venancio Flores", "href": "/wiki/Venancio_Flores", "description": "Venancio Flores Barrios was a Uruguayan political leader and general. Flores was President of Uruguay from 1854 to 1855 (interim) and from 1865 to 1868."}, {"title": "Paraguayan War", "href": "/wiki/Paraguayan_War", "description": "The Paraguayan War, also known as the War of the Triple Alliance, was a South American war that lasted from 1864 to 1870; this war was fought between Paraguay and the Triple Alliance of Argentina, the Empire of Brazil, and Uruguay. It was the deadliest and bloodiest interstate war in Latin America's history. It particularly devastated Paraguay, which suffered abysmal losses in population ; Paragua"}]}, {"heading": "Events", "year": "1872", "date": "February 20", "txt": "The Metropolitan Museum of Art opens in New York City.", "entities": [{"title": "Metropolitan Museum of Art", "href": "/wiki/Metropolitan_Museum_of_Art", "description": "The Metropolitan Museum of Art of New York City, colloquially \"the Met\", is the largest art museum in the United States. Its permanent collection contains over 2 million works, divided among 17 curatorial departments. The main building at 1000 Fifth Avenue, along the Museum Mile on the eastern edge of Central Park in Manhattan's Upper East Side, is by area one of the world's largest art galleries."}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1877", "date": "February 20", "txt": "Tchaikovsky's ballet Swan Lake receives its premiere at the Bolshoi Theatre in Moscow.", "entities": [{"title": "Pyotr Ilyich Tchaikovsky", "href": "/wiki/Pyotr_Ilyich_Tchaikovsky", "description": "Pyotr Ilyich Tchaikovsky was a Russian composer of the Romantic period. He was the first Russian composer whose music would make a lasting impression internationally. He was honored in 1884 by Tsar Alexander III and awarded a lifetime pension."}, {"title": "Bolshoi Theatre", "href": "/wiki/Bolshoi_Theatre", "description": "The Bolshoi Theatre is a historic theatre in Moscow, Russia, originally designed by architect Joseph Bové, which holds ballet and opera performances. Before the October Revolution it was a part of the Imperial Theatres of the Russian Empire along with Maly Theatre in Moscow and a few theatres in Saint Petersburg."}]}, {"heading": "Events", "year": "1901", "date": "February 20", "txt": "The legislature of Hawaii Territory convenes for the first time.", "entities": [{"title": "Territory of Hawaii", "href": "/wiki/Territory_of_Hawaii", "description": "The Territory of Hawaii or Hawaii Territory was an organized incorporated territory of the United States that existed from April 30, 1900 until August 21, 1959, when most of its territory, excluding Palmyra Island, was admitted to the Union as the 50th U.S. state, the State of Hawaii. The Hawaii Admission Act specified that the State of Hawaii would not include Palmyra Island, the Midway Islands, "}]}, {"heading": "Events", "year": "1909", "date": "February 20", "txt": "Publication of the Futurist Manifesto in the French journal Le Figaro.", "entities": [{"title": "Futurist Manifesto", "href": "/wiki/Futurist_Manifesto", "description": "The Manifesto of Futurism is a manifesto written by the Italian poet Filippo Tommaso Marinetti and published in 1909. Marinetti expresses an artistic philosophy called Futurism that was a rejection of the past and a celebration of speed, machinery, violence, youth and industry. It also advocated the modernization and cultural rejuvenation of Italy."}]}, {"heading": "Events", "year": "1913", "date": "February 20", "txt": "King O'Malley drives in the first survey peg to mark commencement of work on the construction of Canberra.", "entities": [{"title": "King O'Malley", "href": "/wiki/King_O%27Malley", "description": "King O'Malley was an Australian politician who served in the House of Representatives from 1901 to 1917, and served two terms as Minister for Home Affairs. He is remembered for his role in the development of the national capital Canberra, as well as his advocacy for the creation of a national bank."}, {"title": "Surveying", "href": "/wiki/Surveying", "description": "Surveying or land surveying is the technique, profession, art, and science of determining the terrestrial or three-dimensional positions of points and the distances and angles between them. A land surveying professional is called a land surveyor. These points are usually on the surface of the Earth, and they are often used to establish maps and boundaries for ownership, locations, such as the desi"}, {"title": "Canberra", "href": "/wiki/Canberra", "description": "Canberra \nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. Unusual among Australian cities, it is an entirely planned city. The city is located at the northern end of the Australian Capital Territory at the northern tip of the Austr"}]}, {"heading": "Events", "year": "1920", "date": "February 20", "txt": "An earthquake kills between 114 and 130 in Georgia and heavily damages the town of Gori.", "entities": [{"title": "1920 Gori earthquake", "href": "/wiki/1920_Gori_earthquake", "description": "The 1920 Gori earthquake hit the Democratic Republic of Georgia on 20 February at 15:45 local time. The shock had a surface wave magnitude of 6.2 and a maximum Mercalli Intensity of IX (Violent). Heavy damage affected the town of Gori and its medieval fortress."}, {"title": "Democratic Republic of Georgia", "href": "/wiki/Democratic_Republic_of_Georgia", "description": "The Democratic Republic of Georgia existed from May 1918 to February 1921 and was the first modern establishment of a republic of Georgia."}, {"title": "Gori, Georgia", "href": "/wiki/Gori,_Georgia", "description": "Gori is a city in eastern Georgia, which serves as the regional capital of Shida Kartli and is located at the confluence of two rivers, the Mtkvari and the Liakhvi. The name comes from a Georgian word gora (გორა), meaning \"heap\", or \"hill\", or a mountain."}]}, {"heading": "Events", "year": "1931", "date": "February 20", "txt": "The U.S. Congress approves the construction of the San Francisco–Oakland Bay Bridge by the state of California.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "San Francisco–Oakland Bay Bridge", "href": "/wiki/San_Francisco%E2%80%93Oakland_Bay_Bridge", "description": "The San Francisco–Oakland Bay Bridge, known locally as the Bay Bridge, is a complex of bridges spanning San Francisco Bay in California. As part of Interstate 80 and the direct road between San Francisco and Oakland, it carries about 260,000 vehicles a day on its two decks. It has one of the longest spans in the United States."}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "1931", "date": "February 20", "txt": "An anarchist uprising in Encarnación briefly transforms the city into a revolutionary commune.", "entities": [{"title": "Encarnación, Paraguay", "href": "/wiki/Encarnaci%C3%B3n,_Paraguay", "description": "Encarnación is a district and the capital city of Itapúa Department in Paraguay, located at the south-east of the department, on the right-hand (western) shore of the Paraná River, opposite Posadas, Argentina. The city has an area of 274 km² and a population of 93,497. Encarnación is the third-largest city of Paraguay."}]}, {"heading": "Events", "year": "1933", "date": "February 20", "txt": "The U.S. Congress approves the Blaine Act to repeal federal Prohibition in the United States, sending the Twenty-first Amendment to the United States Constitution to state ratifying conventions for approval.", "entities": [{"title": "Blaine Act", "href": "/wiki/Blaine_Act", "description": "The Blaine Act, formally titled Joint Resolution Proposing the Twenty-First Amendment to the United States Constitution, is a joint resolution adopted by the United States Congress on February 20, 1933, initiating repeal of the 18th Amendment to the United States Constitution, which established Prohibition in the United States. Repeal was finalized when the 21st Amendment to the Constitution was r"}, {"title": "Prohibition in the United States", "href": "/wiki/Prohibition_in_the_United_States", "description": "Prohibition in the United States was a nationwide constitutional ban on the production, importation, transportation, and sale of alcoholic beverages from 1920 to 1933."}, {"title": "Twenty-first Amendment to the United States Constitution", "href": "/wiki/Twenty-first_Amendment_to_the_United_States_Constitution", "description": "The Twenty-first Amendment to the United States Constitution repealed the Eighteenth Amendment to the United States Constitution, which had mandated nationwide prohibition on alcohol. The Twenty-first Amendment was proposed by the 72nd Congress on February 20, 1933, and was ratified by the requisite number of states on December 5, 1933. It is unique among the 27 amendments of the U.S. Constitution"}, {"title": "State ratifying conventions", "href": "/wiki/State_ratifying_conventions", "description": "State ratifying conventions are one of the two methods established by Article V of the United States Constitution for ratifying proposed constitutional amendments. The only amendment that has been ratified through this method thus far is the 21st Amendment."}]}, {"heading": "Events", "year": "1933", "date": "February 20", "txt": "Adolf Hitler secretly meets with German industrialists to arrange for financing of the Nazi Party's upcoming election campaign.", "entities": [{"title": "Secret Meeting of 20 February 1933", "href": "/wiki/Secret_Meeting_of_20_February_1933", "description": "The Secret Meeting of 20 February 1933 was a secret meeting held by Adolf Hitler and 20 to 25 industrialists at the official residence of the President of the Reichstag Hermann Göring in Berlin. Its purpose was to raise funds for the election campaign of the Nazi Party."}, {"title": "Nazi Party", "href": "/wiki/Nazi_Party", "description": "The Nazi Party, officially the National Socialist German Workers' Party, was a far-right political party in Germany active between 1920 and 1945, that created and supported the ideology of Nazism. Its precursor, the German Workers' Party, existed from 1919 to 1920. The Nazi Party emerged from the German nationalist, racist and populist Freikorps paramilitary culture, which fought against the commu"}]}, {"heading": "Events", "year": "1935", "date": "February 20", "txt": "Caroline Mikkelsen becomes the first woman to set foot in Antarctica.", "entities": [{"title": "Caroline Mikkelsen", "href": "/wiki/Caroline_Mikkelsen", "description": "Caroline Mikkelsen was a Danish-Norwegian explorer who on 20 February 1935 was the first woman to set foot on Antarctica, although whether this was on the mainland or an island is a matter of dispute."}]}, {"heading": "Events", "year": "1942", "date": "February 20", "txt": "Lieutenant Edward O'Hare becomes America's first World War II flying ace.", "entities": [{"title": "Edward O'Hare", "href": "/wiki/Edward_O%27Hare", "description": "Lieutenant Commander Edward Henry O'Hare was an American naval aviator of the United States Navy, who on February 20, 1942, became the Navy's first flying ace when he single-handedly attacked a formation of nine heavy bombers approaching his aircraft carrier. Even though he had a limited amount of ammunition, he was credited with shooting down five of the enemy bombers and became the first naval r"}, {"title": "Flying ace", "href": "/wiki/Flying_ace", "description": "A flying ace, fighter ace or air ace is a military aviator credited with shooting down five or more enemy aircraft during aerial combat. The actual number of aerial victories required to officially qualify as an ace are varied, but is usually considered to be five or more."}]}, {"heading": "Events", "year": "1943", "date": "February 20", "txt": "American movie studio executives agree to allow the Office of War Information to censor movies.", "entities": [{"title": "Movie studio", "href": "/wiki/Movie_studio", "description": "A film studio is a major entertainment company or motion picture company that has its own privately owned studio facility or facilities that are used to make films, which is handled by the production company. Most firms in the entertainment industry have never owned their own studios, but have rented space from other companies."}, {"title": "Office of War Information", "href": "/wiki/Office_of_War_Information", "description": "The United States Office of War Information (OWI) was a United States government agency created during World War II. The OWI operated from June 1942 until September 1945. Through radio broadcasts, newspapers, posters, photographs, films and other forms of media, the OWI was the connection between the battlefront and civilian communities. The office also established several overseas branches, which"}]}, {"heading": "Events", "year": "1943", "date": "February 20", "txt": "The Saturday Evening Post publishes the first of Norman Rockwell's Four Freedoms in support of United States President Franklin Roosevelt's 1941 State of the Union address theme of Four Freedoms.", "entities": [{"title": "Norman Rockwell", "href": "/wiki/Norman_Rockwell", "description": "Norman Percevel Rockwell was an American painter and illustrator. His works have a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life he created for The Saturday Evening Post magazine over nearly five decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter"}, {"title": "Franklin Roosevelt", "href": "/wiki/Franklin_Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "State of the Union address", "href": "/wiki/State_of_the_Union_address", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}, {"title": "Four Freedoms", "href": "/wiki/Four_Freedoms", "description": "The Four Freedoms were goals articulated by United States President Franklin D. Roosevelt on Monday, January 6, 1941. In an address known as the Four Freedoms speech, he proposed four fundamental freedoms that people \"everywhere in the world\" ought to enjoy:Freedom of speech\nFreedom of worship\nFreedom from want\nFreedom from fear"}]}, {"heading": "Events", "year": "1944", "date": "February 20", "txt": "World War II: The \"Big Week\" began with American bomber raids on German aircraft manufacturing centers.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Big Week", "href": "/wiki/Big_Week", "description": "Big Week or Operation Argument was a sequence of raids by the United States Army Air Forces and RAF Bomber Command from 20 to 25 February 1944, as part of the European strategic bombing campaign against Nazi Germany. The planners intended to attack the German aircraft industry to lure the Luftwaffe into a decisive battle where the Luftwaffe could be damaged so badly that the Allies would achieve a"}]}, {"heading": "Events", "year": "1944", "date": "February 20", "txt": "World War II: The United States takes Eniwetok Atoll.", "entities": []}, {"heading": "Events", "year": "1952", "date": "February 20", "txt": "Emmett Ashford becomes the first African-American umpire in organized baseball by being authorized to be a substitute umpire in the Southwestern International League.", "entities": [{"title": "Emmett Ashford", "href": "/wiki/Emmett_Ashford", "description": "Emmett Littleton Ashford, nicknamed Ash, was the first African American umpire in Major League Baseball, working in the American League from 1966 to 1970."}, {"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Umpire (baseball)", "href": "/wiki/Umpire_(baseball)", "description": "In baseball, the umpire is the person charged with officiating the game, including beginning and ending the game, enforcing the rules of the game and the grounds, making judgment calls on plays, and handling the disciplinary actions. The term is often shortened to the colloquial form ump. They are also sometimes addressed as blue at lower levels due to the common color of the uniform worn by umpir"}, {"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}]}, {"heading": "Events", "year": "1956", "date": "February 20", "txt": "The United States Merchant Marine Academy becomes a permanent Service Academy.", "entities": [{"title": "United States Merchant Marine Academy", "href": "/wiki/United_States_Merchant_Marine_Academy", "description": "The United States Merchant Marine Academy is a United States service academy located in Kings Point, New York. It trains officers to serve in United States Merchant Marine, branches of the military, and the transportation industry. Midshipmen are trained in different fields such as marine engineering, navigation, ship's administration, maritime law, personnel management, international law, customs"}]}, {"heading": "Events", "year": "1959", "date": "February 20", "txt": "The Avro Arrow program to design and manufacture supersonic jet fighters in Canada is cancelled by the Diefenbaker government amid much political debate.", "entities": [{"title": "Avro Arrow", "href": "/wiki/Avro_Arrow", "description": "The Avro Canada CF-105 Arrow was a delta-winged interceptor aircraft designed and built by Avro Canada. The CF-105 held the promise of Mach 2 speeds at altitudes exceeding 50,000 feet (15,000 m) and was intended to serve as the Royal Canadian Air Force's (RCAF) primary interceptor into the 1960s and beyond."}, {"title": "Supersonic", "href": "/wiki/Supersonic", "description": "Supersonic speed is the speed of an object that exceeds the speed of sound (Mach 1). For objects traveling in dry air of a temperature of 20 °C (68 °F) at sea level, this speed is approximately 343.2 m/s. Speeds greater than five times the speed of sound (Mach 5) are often referred to as hypersonic. Flights during which only some parts of the air surrounding an object, such as the ends of rotor bl"}, {"title": "Fighter aircraft", "href": "/wiki/Fighter_aircraft", "description": "Fighter aircraft are fixed-wing military aircraft designed primarily for air-to-air combat. In military conflict, the role of fighter aircraft is to establish air superiority of the battlespace. Domination of the airspace above a battlefield permits bombers and attack aircraft to engage in tactical and strategic bombing of enemy targets."}, {"title": "John Diefenbaker", "href": "/wiki/John_Diefenbaker", "description": "John George Diefenbaker was the 13th prime minister of Canada, serving from 1957 to 1963. Between 1930 and 1979, he was the only federal Progressive Conservative leader to lead the party to an election victory, doing so three times, although only once with a majority of seats in the House of Commons of Canada."}]}, {"heading": "Events", "year": "1962", "date": "February 20", "txt": "Mercury program: While aboard Friendship 7, John Glenn becomes the first American to orbit the earth, making three orbits in four hours, 55 minutes.", "entities": [{"title": "Mercury program", "href": "/wiki/Mercury_program", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "Friendship 7", "href": "/wiki/Friendship_7", "description": "Mercury-Atlas 6 (MA-6) was the first American orbital spaceflight, which took place on February 20, 1962. Piloted by astronaut John Glenn and operated by NASA as part of Project Mercury, it was the fifth human spaceflight, preceded by Soviet orbital flights Vostok 1 and 2 and American sub-orbital flights Mercury-Redstone 3 and 4."}, {"title": "John Glenn", "href": "/wiki/John_Glenn", "description": "John Herschel Glenn Jr. was a United States Marine Corps aviator, engineer, astronaut, businessman and politician. He was the third American in space, and the first American to orbit the Earth, circling it three times in 1962. Following his retirement from NASA, he served from 1974 to 1999 as a Democratic United States Senator from Ohio; in 1998, he flew into space again at age 77."}, {"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}]}, {"heading": "Events", "year": "1965", "date": "February 20", "txt": "Ranger 8 crashes into the Moon after a successful mission of photographing possible landing sites for  the Apollo program astronauts.", "entities": [{"title": "Ranger 8", "href": "/wiki/Ranger_8", "description": "Ranger 8 was a lunar probe in the Ranger program, a robotic spacecraft series launched by NASA in the early-to-mid-1960s to obtain the first close-up images of the Moon's surface. These pictures helped select landing sites for Apollo missions and were used for scientific study. During its 1965 mission, Ranger 8 transmitted 7,137 lunar surface photographs before it crashed into the Moon as planned."}, {"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}]}, {"heading": "Events", "year": "1968", "date": "February 20", "txt": "The China Academy of Space Technology, China's main arm for the research, development, and creation of space satellites, is established in Beijing.", "entities": [{"title": "China Academy of Space Technology", "href": "/wiki/China_Academy_of_Space_Technology", "description": "The China Academy of Space Technology (CAST) is a Chinese space agency and subordinate of China Aerospace Science and Technology Corporation (CASC). The agency was founded on 20 February 1968, and is the main spacecraft development and production facility in China. On 24 April 1970, CAST successfully launched China's first artificial satellite Dong Fang Hong I."}]}, {"heading": "Events", "year": "1971", "date": "February 20", "txt": "The United States Emergency Broadcast System is accidentally activated in an erroneous national alert.", "entities": [{"title": "Emergency Broadcast System", "href": "/wiki/Emergency_Broadcast_System", "description": "The Emergency Broadcast System (EBS), sometimes called the Emergency Broadcasting System or the Emergency Action Notification System (EANS), was an emergency warning system used in the United States. It replaced the previous CONELRAD system and was used from 1963 to 1997, at which point it was replaced by the Emergency Alert System."}]}, {"heading": "Events", "year": "1979", "date": "February 20", "txt": "An earthquake cracks open the Sinila volcanic crater on the Dieng Plateau, releasing poisonous H2S gas and killing 149 villagers in the Indonesian province of Central Java.", "entities": [{"title": "Earthquake", "href": "/wiki/Earthquake", "description": "An earthquake is the shaking of the surface of the Earth resulting from a sudden release of energy in the Earth's lithosphere that creates seismic waves. Earthquakes can range in size from those that are so weak that they cannot be felt to those violent enough to propel objects and people into the air, and wreak destruction across entire cities. The seismicity, or seismic activity, of an area is t"}, {"title": "Volcanic crater", "href": "/wiki/Volcanic_crater", "description": "A volcanic crater is an approximately circular depression in the ground caused by volcanic activity. It is typically a bowl-shaped feature within which contains either multiple vents or a singular vent. During volcanic eruptions, molten magma and volcanic gases rise from an underground magma chamber, through a tube-shaped conduit, until they reach the crater's vent, from where the gases escape int"}, {"title": "Dieng Plateau", "href": "/wiki/Dieng_Plateau", "description": "Dieng Plateau is a marshy plateau that forms the floor of a caldera complex on the Dieng Volcanic Complex in Wonosobo and Banjarnegara, Central Java, Indonesia. Referred to as \"Dieng\" by Indonesians, it sits at 2,000 metres (6,600 ft) above sea level, far from major population centres. The name \"Dieng\" comes from Di Hyang which means \"Abode of the Gods\"."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Central Java", "href": "/wiki/Central_Java", "description": "Central Java is a province of Indonesia, located in the middle of the island of Java. Its administrative capital is Semarang. It is bordered by West Java in the west, the Indian Ocean and the Special Region of Yogyakarta in the south, East Java in the east, and the Java Sea in the north. It has a total area of 32,548 km², with a population of 34,552,500 in mid 2019, making it the third-most populo"}]}, {"heading": "Events", "year": "1986", "date": "February 20", "txt": "The Soviet Union launches its Mir spacecraft. Remaining in orbit for 15 years, it is occupied for ten of those years.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Mir", "href": "/wiki/Mir", "description": "Mir was a space station that operated in low Earth orbit from 1986 to 2001, operated by the Soviet Union and later by Russia. Mir was the first modular space station and was assembled in orbit from 1986 to 1996. It had a greater mass than any previous spacecraft. At the time it was the largest artificial satellite in orbit, succeeded by the International Space Station (ISS) after Mir's orbit decay"}]}, {"heading": "Events", "year": "1988", "date": "February 20", "txt": "The Nagorno-Karabakh Autonomous Oblast votes to secede from Azerbaijan and join Armenia, triggering the First Nagorno-Karabakh War.", "entities": [{"title": "Nagorno-Karabakh Autonomous Oblast", "href": "/wiki/Nagorno-Karabakh_Autonomous_Oblast", "description": "The Nagorno-Karabakh Autonomous Oblast (NKAO) was an autonomous oblast within the Azerbaijan Soviet Socialist Republic, mostly inhabited by ethnic Armenians."}, {"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}, {"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}, {"title": "First Nagorno-Karabakh War", "href": "/wiki/First_Nagorno-Karabakh_War", "description": "The First Nagorno-Karabakh War was an ethnic and territorial conflict that took place from the late 1980s to May 1994, in the enclave of Nagorno-Karabakh in southwestern Azerbaijan, between the majority ethnic Armenians of Nagorno-Karabakh backed by Armenia, and the Republic of Azerbaijan. As the war progressed, Armenia and Azerbaijan, both former Soviet Republics, entangled themselves in protract"}]}, {"heading": "Events", "year": "1991", "date": "February 20", "txt": "In the Albanian capital Tirana, a gigantic statue of Albania's long-time leader, Enver Hoxha, is brought down by mobs of angry protesters.", "entities": [{"title": "Tirana", "href": "/wiki/Tirana", "description": "Tirana or Tiranë is the capital and largest city of Albania. It is located in the centre of the country, enclosed by mountains and hills with Dajti rising to the east and a slight valley to the northwest overlooking the Adriatic Sea in the distance. Due to its location at the Plain of Tirana and the close proximity to the Mediterranean Sea, the city is particularly influenced by a Mediterranean se"}, {"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}, {"title": "Enver Hoxha", "href": "/wiki/Enver_Hoxha", "description": "Enver Hoxha was an Albanian communist revolutionary and statesman who served as the First Secretary of the Party of Labour of Albania, from 1941 until his death in 1985. He was also a member of the Politburo of the Party of Labour of Albania, chairman of the Democratic Front of Albania, commander-in-chief of the armed forces from 1944 until his death. He served as the 22nd Prime Minister of Albani"}]}, {"heading": "Events", "year": "1998", "date": "February 20", "txt": "American figure skater Tara Lipinski, at the age of 15, becomes the youngest Olympic figure skating gold-medalist at the 1998 Winter Olympics in Nagano, Japan.", "entities": [{"title": "Tara Lipinski", "href": "/wiki/Tara_Lipinski", "description": "Tara Kristen Lipinski is an American former competitive figure skater, actress and sports commentator. A former competitor in ladies' singles, she is the 1998 Olympic champion, the 1997 world champion, a two time Champions Series Final champion (1997–1998) and the 1997 U.S. national champion. She was, until 2019, the youngest skater to win a U.S. Nationals. She was also the youngest skater to win "}, {"title": "1998 Winter Olympics", "href": "/wiki/1998_Winter_Olympics", "description": "The 1998 Winter Olympics, officially known as the XVIII Olympic Winter Games   and commonly known as Nagano 1998, was a winter multi-sport event held from 7 to 22 February 1998, mainly in Nagano, Japan, with some events taking place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olym"}, {"title": "Nagano, Nagano", "href": "/wiki/Nagano,_Nagano", "description": "Nagano  is the capital and largest city of Nagano Prefecture, located in the Nagano Basin in the central Chūbu region of Japan. Nagano is categorized as a core city of Japan. Nagano City is the highest prefectural capital in Japan, with an altitude of 371.4 meters (1,219 ft). The city is surrounded by mountains, near the confluence of the Chikuma River - the longest and widest river in Japan - and"}]}, {"heading": "Events", "year": "2003", "date": "February 20", "txt": "During a Great White concert in West Warwick, Rhode Island, a pyrotechnics display sets the Station nightclub ablaze, killing 100 and injuring over 200 others.", "entities": [{"title": "Great White", "href": "/wiki/Great_White", "description": "Great White is an American rock band, formed in Los Angeles in 1977. The band released several albums in the late 1980s and gained airplay on MTV with music videos for songs like \"Once Bitten, Twice Shy\". The band reached their peak popularity with the album ...Twice Shy in 1989. The band continued to release new material into the 1990s, although none of their material charted in the United States"}, {"title": "West Warwick, Rhode Island", "href": "/wiki/West_Warwick,_Rhode_Island", "description": "West Warwick is a town in Kent County, Rhode Island, United States. The population was 29,191 at the 2010 census."}, {"title": "Pyrotechnics", "href": "/wiki/Pyrotechnics", "description": "Pyrotechnics is the science and craft of creating such things as fireworks, safety matches, oxygen candles, explosive bolts and other fasteners, parts of automotive airbags, as well as gas-pressure blasting in mining, quarrying, and demolition. This trade relies upon self-contained and self-sustained exothermic chemical reactions to make heat, light, gas, smoke and/or sound. The name comes from th"}, {"title": "The Station nightclub fire", "href": "/wiki/The_Station_nightclub_fire", "description": "The Station nightclub fire occurred on the evening of February 20, 2003, in West Warwick, Rhode Island, United States, killing 100 people and injuring 230. The fire was caused by pyrotechnics set off by the tour manager of the evening's headlining band, Great White, which ignited flammable acoustic foam in the walls and ceilings surrounding the stage. The blaze reached flashover within one minute,"}]}, {"heading": "Events", "year": "2005", "date": "February 20", "txt": "Spain becomes the first country to vote in a referendum on ratification of the proposed Constitution of the European Union, passing it by a substantial margin, but on a low turnout.", "entities": [{"title": "2005 Spanish European Constitution referendum", "href": "/wiki/2005_Spanish_European_Constitution_referendum", "description": "A referendum on the Treaty establishing a Constitution for Europe was held in Spain on Sunday, 20 February 2005. The question asked was \"Do you approve of the Treaty establishing a Constitution for Europe?\". The consultative referendum on ratification of the proposed Constitution for the European Union was approved by 81.8% of valid votes, although turnout was just 41.8%, the lowest since the end "}, {"title": "Treaty establishing a Constitution for Europe", "href": "/wiki/Treaty_establishing_a_Constitution_for_Europe", "description": "The Treaty establishing a Constitution for Europe was an unratified international treaty intended to create a consolidated constitution for the European Union (EU). It would have replaced the existing European Union treaties with a single text, given legal force to the Charter of Fundamental Rights, and expanded Qualified Majority Voting into policy areas which had previously been decided by unani"}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}]}, {"heading": "Events", "year": "2009", "date": "February 20", "txt": "Two Tamil Tigers aircraft packed with C4 explosives en route to the national airforce headquarters are shot down by the Sri Lankan military before reaching their target, in a kamikaze style attack.", "entities": [{"title": "2009 suicide air raid on Colombo", "href": "/wiki/2009_suicide_air_raid_on_Colombo", "description": "On February 20, 2009, the air wing of the Tamil Tigers separatist militia launched a suicide attack against military locations in and around Colombo, Sri Lanka, using two weaponized light aircraft. It is speculated that the raids were intended to mimic the September 11 attacks, where aircraft were used as flying bombs and crashed directly into their targets. The attackers failed to reach their pre"}, {"title": "Kamikaze", "href": "/wiki/Kamikaze", "description": "Kamikaze , officially Kamikaze/Shinpū Tokubetsu Kōgekitai , were a part of the Japanese Special Attack Units of military aviators who flew suicide attacks for the Empire of Japan against Allied naval vessels in the closing stages of the Pacific campaign of World War II, intending to destroy warships more effectively than with conventional air attacks. About 3,800 kamikaze pilots died during the wa"}]}, {"heading": "Events", "year": "2010", "date": "February 20", "txt": "In Madeira Island, Portugal, heavy rain causes floods and mudslides, resulting in at least 43 deaths, in the worst disaster in the history of the archipelago.", "entities": [{"title": "2010 Madeira floods and mudslides", "href": "/wiki/2010_Madeira_floods_and_mudslides", "description": "The 2010 Madeira floods and mudslides were the result of an extreme weather event that affected Madeira Island in Portugal's autonomous Madeira archipelago on 20 February 2010. At least 42 people died and at least 100 were injured. However, with at least eight people still missing, the final death toll is still uncertain."}, {"title": "History of Madeira", "href": "/wiki/History_of_Madeira", "description": "The history of Madeira begins with the discovery of the islands by Portugal in 1419. There is no record of anyone living on the islands at that time. Portugal began colonizing the island in 1420."}]}, {"heading": "Events", "year": "2014", "date": "February 20", "txt": "Dozens of Euromaidan anti-government protesters died in Ukraine's capital Kyiv, many reportedly killed by snipers.", "entities": [{"title": "Euromaidan", "href": "/wiki/Euromaidan", "description": "Euromaidan was a wave of demonstrations and civil unrest in Ukraine, which began on the night of 21 November 2013 with public protests in Maidan Nezalezhnosti in Kyiv. The protests were sparked by the Ukrainian government's decision to suspend the signing of an association agreement with the European Union, instead choosing closer ties to Russia and the Eurasian Economic Union. The scope of the pr"}, {"title": "List of people killed during Euromaidan", "href": "/wiki/List_of_people_killed_during_Euromaidan", "description": "This is the list of people killed during the 2014 Ukrainian revolution, widely known as Euromaidan. The list contains 130 identified deaths on both sides of the conflict. The majority of those listed were civilian protesters who supported the revolution. The list includes 18 police officers who were killed by the protesters."}, {"title": "Kyiv", "href": "/wiki/Kyiv", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}]}, {"heading": "Events", "year": "2015", "date": "February 20", "txt": "Two trains collide in the Swiss town of Rafz resulting in as many as 49 people injured and Swiss Federal Railways cancelling some services.", "entities": [{"title": "Rafz train crash", "href": "/wiki/Rafz_train_crash", "description": "The Rafz train crash occurred at approximately 6.43 am on 20 February 2015. An S-Bahn and an Interregio express train collided at Rafz railway station in Rafz, Canton of Zürich, Switzerland."}, {"title": "Rafz", "href": "/wiki/Rafz", "description": "Rafz is a municipality in the district of Bülach in the northwest of the canton of Zürich in Switzerland."}, {"title": "Swiss Federal Railways", "href": "/wiki/Swiss_Federal_Railways", "description": "Swiss Federal Railways is the national railway company of Switzerland. It is usually referred to by the initials of its German, French, and Italian names, either as SBB CFF FFS, or used separately. The Romansh version of its name, Viafiers federalas svizras, is not officially used. The official English abbreviation is \"SBB\", instead of the English acronym."}]}, {"heading": "Events", "year": "2016", "date": "February 20", "txt": "Six people are killed and two injured in multiple shooting incidents in Kalamazoo County, Michigan.", "entities": [{"title": "2016 Kalamazoo shootings", "href": "/wiki/2016_Kalamazoo_shootings", "description": "On the night of February 20, 2016, a series of random shootings took place at an apartment complex, a car dealership, and outside a restaurant in Kalamazoo County, Michigan. Six people were killed and two others were injured."}]}, {"heading": "Births", "year": "1358", "date": "February 20", "txt": "Eleanor of Aragon, queen of John I of Castile (d. 1382)", "entities": [{"title": "Eleanor of Aragon, Queen of Castile", "href": "/wiki/Eleanor_of_Aragon,_Queen_of_Castile", "description": "Eleanor of Aragon was a daughter of King Peter IV of Aragon and his wife Eleanor of Sicily. She was a member of the House of Barcelona and Queen of Castile by her marriage."}, {"title": "John I of Castile", "href": "/wiki/John_I_of_Castile", "description": "John I was king of the Crown of Castile from 1379 until 1390. He was the son of Henry II and of his wife Juana Manuel of Castile. He was the last monarch of Castile to receive a formal coronation."}]}, {"heading": "Births", "year": "1469", "date": "February 20", "txt": "Thomas Cajetan, Italian philosopher (d. 1534)", "entities": [{"title": "Thomas Cajetan", "href": "/wiki/Thomas_Cajetan", "description": "Thomas Cajetan, also known as Gaetanus, commonly Tommaso de Vio or Thomas de Vio, was an Italian philosopher, theologian, cardinal and the Master of the Order of Preachers 1508 to 1518. He was a leading theologian of his day who is now best known as the spokesman for Catholic opposition to the teachings of Martin Luther and the Protestant Reformation while he was the Pope's Legate in Augsburg, and"}]}, {"heading": "Births", "year": "1523", "date": "February 20", "txt": "Jan Blahoslav, Czech writer (d. 1571)", "entities": [{"title": "Jan Blahoslav", "href": "/wiki/Jan_Blahoslav", "description": "Jan Blahoslav was a Czech humanistic writer, poet, translator, etymologist, hymnographer, grammarian, music theorist and composer. He was a Unity of the Brethren bishop, and translated the New Testament into Czech in 1564. This was incorporated into the Bible of Kralice."}]}, {"heading": "Births", "year": "1549", "date": "February 20", "txt": "Francesco Maria II della Rovere, Duke of Urbino, last Duke of Urbino (d. 1631)", "entities": [{"title": "Francesco Maria II della Rovere, Duke of Urbino", "href": "/wiki/Francesco_Maria_II_della_Rovere,_Duke_of_Urbino", "description": "Francesco Maria II della Rovere was the last Duke of Urbino."}]}, {"heading": "Births", "year": "1552", "date": "February 20", "txt": "Sengoku Hidehisa, Daimyō (d. 1614)", "entities": [{"title": "Sengoku Hidehisa", "href": "/wiki/Sengoku_Hidehisa", "description": "Sengoku Hidehisa , childhood name Gonbei (権兵衛) was a samurai warrior of the Sengoku period and the Edo period. He was the head of the Komoro Domain in Shinano Province. \nHidehisa is also credited with being the man who captured the legendary outlaw hero \"Ishikawa Goemon\"."}]}, {"heading": "Births", "year": "1608", "date": "February 20", "txt": "Arthur Capell, 1st Baron Capell of Hadham (d. 1649)", "entities": [{"title": "Arthur Capell, 1st Baron Capell of Hadham", "href": "/wiki/Arthur_Capell,_1st_Baron_Capell_of_Hadham", "description": "Arthur Capell, 1st Baron Capell, of Hadham Hall and Cassiobury House, Watford, both in Hertfordshire, was an English politician who sat in the House of Commons from 1640 until 1641 when he was raised to the peerage as Baron Capell. He supported the Royalist cause in the Civil War and was executed on the orders of parliament in 1649."}]}, {"heading": "Births", "year": "1631", "date": "February 20", "txt": "Thomas Osborne, 1st Duke of Leeds, English politician, Treasurer of the Navy (d. 1712)", "entities": [{"title": "Thomas Osborne, 1st Duke of Leeds", "href": "/wiki/Thomas_Osborne,_1st_Duke_of_Leeds", "description": "Thomas Osborne, 1st Duke of Leeds,, was a prominent English politician. Under King Charles II, he was the leading figure in the government for around five years in the mid 1670s. He fell out of favour due to corruption and other scandals, and was impeached and eventually imprisoned in the Tower of London for five years until the accession of James II of England in 1685. In 1688 he was one of the I"}, {"title": "Treasurer of the Navy", "href": "/wiki/Treasurer_of_the_Navy", "description": "The Treasurer of the Navy, originally called Treasurer of Marine Causes or Paymaster of the Navy, was a civilian officer of the Royal Navy, one of the principal commissioners of the Navy Board responsible for naval finance from 1524 to 1832. The treasurer was based at the Navy Pay Office."}]}, {"heading": "Births", "year": "1633", "date": "February 20", "txt": "Jan de Baen, Dutch painter (d. 1702)", "entities": [{"title": "Jan de Baen", "href": "/wiki/Jan_de_Baen", "description": "Jan de Baen was a Dutch portrait painter who lived during the Dutch Golden Age. He was a pupil of the painter Jacob Adriaensz Backer in Amsterdam from 1645 to 1648. He worked for Charles II of England in his Dutch exile, and from 1660 until his death he lived and worked in The Hague. His portraits were popular in his day, and he painted the most distinguished people of his time."}]}, {"heading": "Births", "year": "1705", "date": "February 20", "txt": "Nicolas Chédeville, French musette player and composer (d. 1782)", "entities": [{"title": "Nicolas Chédeville", "href": "/wiki/Nicolas_Ch%C3%A9deville", "description": "Nicolas Chédeville was a French composer, musette player and musette maker."}, {"title": "Musette de cour", "href": "/wiki/Musette_de_cour", "description": "The musette de cour or baroque musette is a musical instrument of the bagpipe family. Visually, the musette is characterised by the short, cylindrical shuttle-drone and the two chalumeaux. Both the chanters and the drones have a cylindrical bore and use a double reed, giving a quiet tone similar to the oboe. The instrument is blown by a bellows."}]}, {"heading": "Births", "year": "1726", "date": "February 20", "txt": "William Prescott, American colonel (d. 1795)", "entities": [{"title": "William Prescott", "href": "/wiki/William_Prescott", "description": "William Prescott was an American colonel in the Revolutionary War who commanded the patriot forces in the Battle of Bunker Hill. Prescott is known for his order to his soldiers, \"Do not fire until you see the whites of their eyes\", such that the rebel troops may shoot at the enemy at shorter ranges, and therefore more accurately and lethally, and so conserve their limited stocks of ammunition. It "}]}, {"heading": "Births", "year": "1745", "date": "February 20", "txt": "Henry James Pye, English poet and politician (d. 1813)", "entities": [{"title": "Henry James Pye", "href": "/wiki/Henry_James_Pye", "description": "Henry James Pye was an English poet, and Poet Laureate from 1790 until his death. His appointment owed nothing to poetic achievement, and was probably a reward for political favours. Pye was merely a competent prose writer, who fancied himself as a poet, earning the derisive label of poetaster."}]}, {"heading": "Births", "year": "1748", "date": "February 20", "txt": "Luther Martin, American politician (d. 1826)", "entities": [{"title": "Luther Martin", "href": "/wiki/Luther_Martin", "description": "Luther Martin was a politician and one of the Founding Fathers of the United States, who left the Constitutional Convention early because he felt the Constitution violated states' rights. He was a leading Anti-Federalist, along with Patrick Henry and George Mason, whose actions helped passage of the Bill of Rights."}]}, {"heading": "Births", "year": "1751", "date": "February 20", "txt": "Johann Heinrich Voss, German poet, translator, and academic (d. 1826)", "entities": [{"title": "Johann Heinrich Voss", "href": "/wiki/Johann_Heinrich_Voss", "description": "Johann Heinrich Voss was a German classicist and poet, known mostly for his translation of Homer's Odyssey (1781) and Iliad (1793) into German."}]}, {"heading": "Births", "year": "1753", "date": "February 20", "txt": "Louis-Alexandre Berthier, French general and politician, French Minister of Defence (d. 1815)", "entities": [{"title": "Louis-Alexandre Berthier", "href": "/wiki/Louis-Alexandre_Berthier", "description": "Louis-Alexandre Berthier, 1st Prince of Wagram, Sovereign Prince of Neuchâtel, was a Marshal of the Empire doubling as Minister of War and chief of staff to Napoleon. Born into a military family, he served in the French Army and survived suspicion of monarchism during the Reign of Terror, before a rapid rise in the ranks during the French Revolutionary Wars. Although a key supporter of the coup ag"}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1756", "date": "February 20", "txt": "Angelica Schuyler Church, American socialite, sister-in-law to Alexander Hamilton (d. 1814)", "entities": [{"title": "Angelica Schuyler Church", "href": "/wiki/Angelica_Schuyler_Church", "description": "Angelica Church was an American socialite. She was the eldest daughter of Continental Army General Philip Schuyler, and a sister of Elizabeth Schuyler Hamilton and sister-in-law of Alexander Hamilton."}, {"title": "Alexander Hamilton", "href": "/wiki/Alexander_Hamilton", "description": "Alexander Hamilton was an American statesman, politician, legal scholar, military commander, lawyer, banker, and economist. He was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper. As "}]}, {"heading": "Births", "year": "1759", "date": "February 20", "txt": "Johann Christian Reil, German physician, physiologist, and anatomist (d. 1813)", "entities": [{"title": "Johann Christian Reil", "href": "/wiki/Johann_Christian_Reil", "description": "Johann Christian Reil was a German physician, physiologist, anatomist, and psychiatrist. He coined the term psychiatry – Psychiatrie in German – in 1808."}]}, {"heading": "Births", "year": "1774", "date": "February 20", "txt": "Vicente Sebastián Pintado, Spanish cartographer, engineer, military officer and land surveyor of Spanish Louisiana and Spanish West Florida (d. 1829)", "entities": [{"title": "Vicente Sebastián Pintado", "href": "/wiki/Vicente_Sebasti%C3%A1n_Pintado", "description": "Vicente Sebastian Pintado y Brito was a Spanish cartographer, engineer, military officer and land surveyor of Spanish Louisiana and Spanish West Florida. He is known for conducting surveys of lands for settlers who had requested grants in Louisiana and Florida, as well as the so-called \"Pintado plan\", a street map of Pensacola drawn in 1812 which included the position and size of the solares desig"}, {"title": "Spanish Louisiana", "href": "/wiki/Spanish_Louisiana", "description": "Spanish Louisiana was a governorate and administrative district of the Viceroyalty of New Spain from 1762 to 1801 that consisted of a vast territory in the center of North America encompassing the western basin of the Mississippi River plus New Orleans. The area had originally been claimed and controlled by France, which had named it La Louisiane in honor of King Louis XIV in 1682. Spain secretly "}, {"title": "Spanish West Florida", "href": "/wiki/Spanish_West_Florida", "description": "Spanish West Florida was a province of the Spanish Empire from 1783 until 1821, when both it and East Florida were ceded to the United States."}]}, {"heading": "Births", "year": "1784", "date": "February 20", "txt": "Judith Montefiore, British linguist, travel writer, philanthropist (d. 1862)", "entities": [{"title": "Judith Montefiore", "href": "/wiki/Judith_Montefiore", "description": "Judith, Lady Montefiore was a British linguist, musician, travel writer, and philanthropist. She was the wife of Sir Moses Montefiore. She authored the first Jewish cook book written in English."}]}, {"heading": "Births", "year": "1792", "date": "February 20", "txt": "Eliza Courtney, French daughter of Georgiana, Duchess of Devonshire (d. 1859)", "entities": [{"title": "Eliza Courtney", "href": "/wiki/Eliza_Courtney", "description": "Eliza Courtney was the illegitimate daughter of the Whig politician and future Prime Minister Charles Grey, 2nd Earl Grey, and socialite Georgiana, Duchess of Devonshire, while Georgiana was married to William Cavendish, 5th Duke of Devonshire."}, {"title": "Georgiana, Duchess of Devonshire", "href": "/wiki/Georgiana,_Duchess_of_Devonshire", "description": "Georgiana Cavendish, Duchess of Devonshire, was an English socialite, political organiser, style icon, author, and activist. Of noble birth from the Spencer family, married into the Cavendish family, she was the first wife of William Cavendish, 5th Duke of Devonshire, and the mother of the 6th Duke of Devonshire."}]}, {"heading": "Births", "year": "1794", "date": "February 20", "txt": "William Carleton, Irish author (d. 1869)", "entities": [{"title": "William Carleton", "href": "/wiki/William_Carleton", "description": "William Carleton was an Irish writer and novelist. He is best known for his Traits and Stories of the Irish Peasantry, a collection of ethnic sketches of the stereotypical Irishman."}]}, {"heading": "Births", "year": "1802", "date": "February 20", "txt": "Charles Auguste de Bériot, Belgian violinist and composer (d. 1870)", "entities": [{"title": "Charles Auguste de Bériot", "href": "/wiki/Charles_Auguste_de_B%C3%A9riot", "description": "Charles Auguste de Bériot was a Belgian violinist, artist and composer."}]}, {"heading": "Births", "year": "1819", "date": "February 20", "txt": "Alfred Escher, Swiss businessman and politician (d. 1882)", "entities": [{"title": "Alfred Escher", "href": "/wiki/Alfred_Escher", "description": "Johann Heinrich Alfred Escher vom Glas, known as Alfred Escher was a Swiss politician, business leader and railways pioneer. Thanks to his numerous political posts and his significant role in the foundation and management of the Swiss Northeastern Railway, the Swiss Federal Institute of Technology, Credit Suisse, Swiss Life and the Gotthard Railway, Escher had an unmatched influence on Switzerland"}]}, {"heading": "Births", "year": "1839", "date": "February 20", "txt": "Benjamin Waugh, English activist, founded the NSPCC (d. 1908)", "entities": [{"title": "Benjamin Waugh", "href": "/wiki/Benjamin_Waugh", "description": "Benjamin Waugh was a Victorian social reformer and campaigner who founded the UK charity, the National Society for the Prevention of Cruelty to Children (NSPCC) in the late 19th century, and also wrote various hymns."}, {"title": "National Society for the Prevention of Cruelty to Children", "href": "/wiki/National_Society_for_the_Prevention_of_Cruelty_to_Children", "description": "The National Society for the Prevention of Cruelty to Children (NSPCC) is a charity campaigning and working in child protection in the United Kingdom and the Channel Islands."}]}, {"heading": "Births", "year": "1844", "date": "February 20", "txt": "Ludwig Boltzmann, Austrian physicist and philosopher (d. 1906)", "entities": [{"title": "Ludwig Boltzmann", "href": "/wiki/Ludwig_Boltzmann", "description": "Ludwig Eduard Boltzmann was an Austrian physicist and philosopher. His greatest achievements were the development of statistical mechanics, and the statistical explanation of the second law of thermodynamics. In 1877 he provided the current definition of entropy, , interpreted as a measure of statistical disorder of a system. Max Planck named the constant kB the Boltzmann constant."}]}, {"heading": "Births", "year": "1844", "date": "February 20", "txt": "Joshua Slocum, Canadian sailor and adventurer (d. 1909)", "entities": []}, {"heading": "Births", "year": "1848", "date": "February 20", "txt": "E. H. Harriman, American businessman and philanthropist (d. 1909)", "entities": [{"title": "E. H. Harriman", "href": "/wiki/E._H._Harriman", "description": "Edward Henry Harriman was an American financier and railroad executive."}]}, {"heading": "Births", "year": "1857", "date": "February 20", "txt": "A. P. Lucas, English cricketer (d. 1923)", "entities": [{"title": "A. P. Lucas", "href": "/wiki/A._P._Lucas", "description": "Alfred Perry \"Bunny\" Lucas was an English first-class cricketer from 1874 to 1907, playing for Cambridge University, Surrey, Middlesex and Essex. He also played five Test matches for England."}]}, {"heading": "Births", "year": "1866", "date": "February 20", "txt": "Carl Westman, Swedish architect, designed the Stockholm Court House and Röhsska Museum (d. 1936)", "entities": [{"title": "Carl Westman", "href": "/wiki/Carl_Westman", "description": "Ernst Carl Westman was a Swedish architect and interior designer. He was an early adopter of the National Romantic Style, but turned later to the neo-classical style of the 1920s."}, {"title": "Stockholm Court House", "href": "/wiki/Stockholm_Court_House", "description": "The Stockholm Court House is situated on Kungsholmen in Central Stockholm, Sweden. The building is connected to the Stockholm Police House through an underground pedestrian walkway. The Stockholm District Court is situated in the building."}, {"title": "Röhsska Museum", "href": "/wiki/R%C3%B6hsska_Museum", "description": "The Röhsska Museum, is located in Gothenburg, Sweden. It is a museum focused on design, fashion and applied arts."}]}, {"heading": "Births", "year": "1867", "date": "February 20", "txt": "Louise, Princess Royal of England (d. 1931)", "entities": [{"title": "Louise, Princess Royal", "href": "/wiki/Louise,_Princess_Royal", "description": "Louise, Princess Royal and Duchess of Fife was the third child and the eldest daughter of King Edward VII and Queen Alexandra of the United Kingdom; she was a younger sister of King George V. She was the eldest granddaughter of Christian IX of Denmark. She was given the title of Princess Royal in 1905."}]}, {"heading": "Births", "year": "1870", "date": "February 20", "txt": "Jay Johnson Morrow, American engineer and politician, 3rd Governor of the Panama Canal Zone (d. 1937)", "entities": [{"title": "Jay Johnson Morrow", "href": "/wiki/Jay_Johnson_Morrow", "description": "Jay Johnson Morrow was Chief Engineer of the United States First Army and as Deputy Chief Engineer of the American Expeditionary Force during World War I and Governor of the Panama Canal Zone from 1921 to 1924."}, {"title": "Governor of the Panama Canal Zone", "href": "/wiki/Governor_of_the_Panama_Canal_Zone", "description": "The following is a list of governors of the Panama Canal Zone while it was under U.S. control."}]}, {"heading": "Births", "year": "1874", "date": "February 20", "txt": "Mary Garden, Scottish-American soprano and actress (d. 1967)", "entities": [{"title": "Mary Garden", "href": "/wiki/Mary_Garden", "description": "Mary Garden was a Scottish operatic soprano with a substantial career in France and America in the first third of the 20th century. She spent the latter part of her childhood and youth in the United States and eventually became an American citizen, although she lived in France for many years and eventually retired to Scotland, where she died."}]}, {"heading": "Births", "year": "1879", "date": "February 20", "txt": "Hod Stuart, Canadian ice hockey player (d. 1907)", "entities": [{"title": "Hod Stuart", "href": "/wiki/Hod_Stuart", "description": "William Hodgson \"Hod\" Stuart was a Canadian professional ice hockey cover-point who played nine seasons for several teams in different leagues. He also played briefly for the Ottawa Rough Riders football team. With his brother Bruce, Stuart played in the first professional ice hockey league, the American-based International Professional Hockey League (IPHL), where he was regarded as one of the bes"}]}, {"heading": "Births", "year": "1880", "date": "February 20", "txt": "Jacques d'Adelswärd-Fersen, French author and poet (d. 1923)", "entities": [{"title": "Jacques d'Adelswärd-Fersen", "href": "/wiki/Jacques_d%27Adelsw%C3%A4rd-Fersen", "description": "Baron Jacques d'Adelswärd-Fersen was a French novelist and poet. His life forms the basis of a fictionalised 1959 novel by Roger Peyrefitte entitled The Exile of Capri (L'exilé de Capri)."}]}, {"heading": "Births", "year": "1882", "date": "February 20", "txt": "Elie Nadelman, Polish-American sculptor (d. 1946)", "entities": [{"title": "Elie Nadelman", "href": "/wiki/Elie_Nadelman", "description": "Elie Nadelman was a Polish-American sculptor, draughtsman and collector of folk art."}]}, {"heading": "Births", "year": "1887", "date": "February 20", "txt": "Vincent Massey, Canadian lawyer and politician, 18th Governor General of Canada (d. 1967)", "entities": [{"title": "Vincent Massey", "href": "/wiki/Vincent_Massey", "description": "Charles Vincent Massey was a Canadian lawyer and diplomat who served as Governor General of Canada, the 18th since Confederation. Massey was the first governor general of Canada who was born in Canada."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1888", "date": "February 20", "txt": "Georges Bernanos, French soldier and author (d. 1948)", "entities": [{"title": "Georges Bernanos", "href": "/wiki/Georges_Bernanos", "description": "Louis Émile Clément Georges Bernanos was a French author, and a soldier in World War I. A Roman Catholic with monarchist leanings, he was critical of elitist thought and was opposed to what he identified as defeatism. He believed this had led to France's defeat and eventual occupation by Germany in 1940 during World War II. His two major novels \"Sous le soleil de Satan\" (1926) and the \"Journal d’u"}]}, {"heading": "Births", "year": "1889", "date": "February 20", "txt": "Hulusi Behçet, Turkish dermatologist and physician (d. 1948)", "entities": [{"title": "Hulusi Behçet", "href": "/wiki/Hulusi_Beh%C3%A7et", "description": "Hulusi Behçet was a Turkish dermatologist and scientist. He described a disease of inflamed blood vessels in 1937, which is named after him as Behçet's disease. His portrait was depicted on a former Turkish postcard stamp."}]}, {"heading": "Births", "year": "1893", "date": "February 20", "txt": "Elizabeth Holloway Marston, American psychologist and author (d. 1993)", "entities": [{"title": "Elizabeth Holloway Marston", "href": "/wiki/Elizabeth_Holloway_Marston", "description": "Elizabeth Holloway Marston  was an American attorney and psychologist. She is credited, with her husband William Moulton Marston, with the development of the systolic blood pressure measurement used to detect deception; the predecessor to the polygraph."}]}, {"heading": "Births", "year": "1895", "date": "February 20", "txt": "Louis Zborowski, English race car driver and engineer (d. 1924)", "entities": [{"title": "Louis Zborowski", "href": "/wiki/Louis_Zborowski", "description": "Louis Vorow Zborowski was a racing driver and automobile engineer."}]}, {"heading": "Births", "year": "1897", "date": "February 20", "txt": "Ivan Albright, American painter (d. 1983)", "entities": [{"title": "Ivan Albright", "href": "/wiki/Ivan_Albright", "description": "Ivan Le Lorraine Albright was an American painter, sculptor and print-maker most renowned for his self-portraits, character studies, and still lifes. Due to his technique and dark subject matter, he is often categorized among the Magic Realists and is sometimes referred to as the \"master of the macabre\"."}]}, {"heading": "Births", "year": "1898", "date": "February 20", "txt": "Ante Ciliga, Croatian politician, writer and publisher (d. 1992)", "entities": [{"title": "Ante Ciliga", "href": "/wiki/Ante_Ciliga", "description": "Ante Ciliga was a Croatian politician, writer and publisher. Ciliga was one of the founders of the Communist Party of Yugoslavia (KPJ). Imprisoned in Stalin's Gulags in the 1930s, he later became an ardent nationalist and anti-Communist."}]}, {"heading": "Births", "year": "1899", "date": "February 20", "txt": "Cornelius Vanderbilt Whitney, American businessman and philanthropist (d. 1992)", "entities": [{"title": "Cornelius Vanderbilt Whitney", "href": "/wiki/Cornelius_Vanderbilt_Whitney", "description": "Cornelius Vanderbilt Whitney was an American businessman, film producer, government official, writer and philanthropist. He was also a polo player and the owner of a significant stable of Thoroughbred racehorses."}]}, {"heading": "Births", "year": "1901", "date": "February 20", "txt": "René Dubos, French-American biologist and author (d. 1982)", "entities": [{"title": "René Dubos", "href": "/wiki/Ren%C3%A9_Dubos", "description": "René Jules Dubos was a French-American microbiologist, experimental pathologist, environmentalist, humanist, and winner of the Pulitzer Prize for General Non-Fiction for his book So Human An Animal. He is credited for having made famous the environmental maxim: \"Think globally, act locally.\" Aside from a period from 1942 to 1944 when he was George Fabyan Professor of Comparative Pathology and prof"}]}, {"heading": "Births", "year": "1901", "date": "February 20", "txt": "Louis Kahn, American architect, designed the Salk Institute, the Kimbell Art Museum and the Bangladesh Parliament Building (d. 1974)", "entities": [{"title": "Salk Institute", "href": "/wiki/Salk_Institute", "description": "The Salk Institute for Biological Studies is a scientific research institute located in the La Jolla community of San Diego, California on the Pacific coast. The independent, non-profit institute was founded in 1960 by Jonas Salk, the developer of the polio vaccine; among the founding consultants were Jacob Bronowski and Francis Crick. Construction of the research facilities began in spring of 196"}, {"title": "Kimbell Art Museum", "href": "/wiki/Kimbell_Art_Museum", "description": "The Kimbell Art Museum in Fort Worth, Texas, hosts an art collection as well as traveling art exhibitions, educational programs and an extensive research library. Its initial artwork came from the private collection of Kay and Velma Kimbell, who also provided funds for a new building to house it."}, {"title": "Bangladesh Parliament Building", "href": "/wiki/Bangladesh_Parliament_Building", "description": "Jatiya Sangsad Bhaban or National Parliament House, is the house of the Parliament of Bangladesh, located at Sher-e-Bangla Nagar in the Bangladeshi capital of Dhaka. Designed while the country was still part of Pakistan by architect Louis Kahn, the complex is one of the largest legislative complexes in the world, comprising 200 acres."}]}, {"heading": "Births", "year": "1901", "date": "February 20", "txt": "Muhammad Naguib, Egyptian general and politician, 1st President of Egypt (d. 1984)", "entities": [{"title": "President of Egypt", "href": "/wiki/President_of_Egypt", "description": "The president of Egypt  is the executive head of state of Egypt. Under the various iterations of the Constitution of Egypt following the Egyptian Revolution of 1952, the president is also the supreme commander of the Armed Forces, and head of the executive branch of the Egyptian government. The current president is Abdel Fattah el-Sisi, in office since 8 June 2014."}]}, {"heading": "Births", "year": "1901", "date": "February 20", "txt": "Ramakrishna Ranga Rao of Bobbili, Indian lawyer and politician, 6th Chief Minister of Madras Presidency (d. 1978)", "entities": [{"title": "List of Chief Ministers of Tamil Nadu", "href": "/wiki/List_of_Chief_Ministers_of_Tamil_Nadu", "description": "The Chief Minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The"}]}, {"heading": "Births", "year": "1902", "date": "February 20", "txt": "Ansel Adams, American photographer and environmentalist (d. 1984)", "entities": [{"title": "Ansel Adams", "href": "/wiki/Ansel_Adams", "description": "Ansel Easton Adams was an American landscape photographer and environmentalist known for his black-and-white images of the American West. He helped found Group f/64, an association of photographers advocating \"pure\" photography which favored sharp focus and the use of the full tonal range of a photograph. He and Fred Archer developed an exacting system of image-making called the Zone System, a met"}]}, {"heading": "Births", "year": "1904", "date": "February 20", "txt": "Alexei Kosygin, Russian soldier and politician, 8th Premier of the Soviet Union (d. 1980)", "entities": [{"title": "Alexei Kosygin", "href": "/wiki/Alexei_Kosygin", "description": "Alexei Nikolayevich Kosygin was a Soviet-Russian statesman during the Cold War. He served as the Premier of the Soviet Union from 1964 to 1980 and was one of the most influential Soviet policymakers in the mid-1960s."}, {"title": "Premier of the Soviet Union", "href": "/wiki/Premier_of_the_Soviet_Union", "description": "The Premier of the Soviet Union was the head of government of the Union of Soviet Socialist Republics (USSR). The office had four different names throughout its existence: Chairman of the Council of People's Commissars (1923–1946), Chairman of the Council of Ministers (1946–1991), Prime Minister of the Soviet Union and Chairman of the Committee on the Operational Management of the Soviet Economy. "}]}, {"heading": "Births", "year": "1906", "date": "February 20", "txt": "Gale Gordon, American actor (d. 1995)", "entities": [{"title": "Gale Gordon", "href": "/wiki/Gale_Gordon", "description": "Gale Gordon was an American character actor perhaps best remembered as Lucille Ball's longtime television foil—and particularly as cantankerously combustible, tightfisted bank executive Theodore J. Mooney, on Ball's second television situation comedy, The Lucy Show. Gordon also appeared in I Love Lucy and had starring roles in Ball's successful third series Here's Lucy and her short-lived fourth a"}]}, {"heading": "Births", "year": "1912", "date": "February 20", "txt": "Pierre Boulle, French soldier and author (d. 1994)", "entities": [{"title": "Pierre Boulle", "href": "/wiki/Pierre_Boulle", "description": "Pierre François Marie Louis Boulle was a French novelist best known for two works, The Bridge over the River Kwai (1952) and Planet of the Apes (1963), that were both made into award-winning films."}]}, {"heading": "Births", "year": "1912", "date": "February 20", "txt": "Johnny Checketts, New Zealand flying ace of the Second World War (d. 2006)", "entities": [{"title": "Second World War", "href": "/wiki/Second_World_War", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Births", "year": "1913", "date": "February 20", "txt": "Tommy Henrich, American baseball player and sportscaster (d. 2009)", "entities": [{"title": "Tommy Henrich", "href": "/wiki/Tommy_Henrich", "description": "Thomas David Henrich, nicknamed \"The Clutch\" and \"Old Reliable\", was an American professional baseball player of German descent. He played his entire Major League Baseball career as a right fielder and first baseman for the New York Yankees. Henrich led the American League in triples twice and in runs scored once, also hitting 20 or more home runs four times. He is best remembered for his numerous"}]}, {"heading": "Births", "year": "1914", "date": "February 20", "txt": "John Charles Daly, South African–American journalist and game show host (d. 1991)", "entities": [{"title": "John Daly (radio and television personality)", "href": "/wiki/John_Daly_(radio_and_television_personality)", "description": "John Charles Patrick Croghan Daly, generally known as John Charles Daly or simply John Daly, was a South African-born American radio and television personality, CBS News broadcast journalist, ABC News executive and TV anchor and a game show host, best known as the host and moderator of the CBS television panel show What's My Line?"}]}, {"heading": "Births", "year": "1916", "date": "February 20", "txt": "Jean Erdman, American dancer and choreographer (d. 2020)", "entities": [{"title": "Jean Erdman", "href": "/wiki/Jean_Erdman", "description": "Jean Erdman was an American dancer and choreographer of modern dance as well as an avant-garde theater director."}]}, {"heading": "Births", "year": "1918", "date": "February 20", "txt": "Leonore Annenberg, American businesswoman and diplomat (d. 2009)", "entities": [{"title": "Leonore Annenberg", "href": "/wiki/Leonore_Annenberg", "description": "Leonore Cohn Annenberg, also known as Lee Annenberg, was an American businesswoman, diplomat, and philanthropist. She was noted for serving as Chief of Protocol of the United States from 1981 to 1982. Annenberg was married to Walter Annenberg, who was an Ambassador to the United Kingdom and newspaper publishing magnate. She also served as the chairman and president of the Annenberg Foundation from"}]}, {"heading": "Births", "year": "1919", "date": "February 20", "txt": "James O'Meara, English soldier and pilot (d. 1974)", "entities": [{"title": "James O'Meara", "href": "/wiki/James_O%27Meara", "description": "James Joseph \"Orange\" O'Meara, was a Royal Air Force officer and fighter pilot of the Second World War. He became a flying ace during the Battle of Britain while flying the Supermarine Spitfire, and by war's end was credited with 11 kills, two shared victories, one unconfirmed destroyed, four probables, 11 damaged and one shared damaged."}]}, {"heading": "Births", "year": "1920", "date": "February 20", "txt": "Karl Albrecht, German businessman, co-founded Aldi (d. 2014)", "entities": [{"title": "Karl Albrecht", "href": "/wiki/Karl_Albrecht", "description": "Karl Hans Albrecht was a German entrepreneur who founded the discount supermarket chain Aldi with his brother Theo. He was for many years the richest person in Germany. In February 2014, he was ranked the 21st-richest person in the world by Hurun Report."}, {"title": "Aldi", "href": "/wiki/Aldi", "description": "Aldi is the common brand of two German family-owned discount supermarket chains with over 10,000 stores in 20 countries and an estimated combined turnover of more than €50 billion. The chain was founded by brothers Karl and Theo Albrecht in 1946 when they took over their mother's store in Essen. The business was split into two separate groups in 1960, that later became Aldi Nord, headquartered in "}]}, {"heading": "Births", "year": "1921", "date": "February 20", "txt": "Buddy Rogers, American wrestler (d. 1992)", "entities": [{"title": "Buddy Rogers (wrestler)", "href": "/wiki/Buddy_Rogers_(wrestler)", "description": "Herman Gustav Rohde Jr., better known by the ring name \"Nature Boy\" Buddy Rogers, was an American professional wrestler. One of the biggest professional wrestling stars in the beginning of the television era, his performances inspired future professional wrestlers, including \"Nature Boy\" Ric Flair, who used Rogers's nickname, as well as his look, attitude and finishing hold, the figure-four legloc"}]}, {"heading": "Births", "year": "1923", "date": "February 20", "txt": "Victor G. Atiyeh, American businessman and politician, 32nd Governor of Oregon (d. 2014)", "entities": [{"title": "Victor G. Atiyeh", "href": "/wiki/Victor_G._Atiyeh", "description": "Victor George \"Vic\" Atiyeh was an American politician who served as the 32nd Governor of Oregon from 1979 to 1987. He was also the first elected governor of Syrian descent in the United States."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1923", "date": "February 20", "txt": "Forbes Burnham, Guyanese lawyer and politician, 2nd President of Guyana (d. 1985)", "entities": [{"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Births", "year": "1923", "date": "February 20", "txt": "Rena Vlahopoulou, Greek actress (d. 2004)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 20", "txt": "Gloria Vanderbilt, American actress, fashion designer, and socialite (d. 2019)", "entities": [{"title": "Gloria Vanderbilt", "href": "/wiki/Gloria_Vanderbilt", "description": "Gloria Laura Vanderbilt was an American artist, author, actress, fashion designer, heiress, and socialite. She was a member of the Vanderbilt family of New York and the mother of CNN television anchor Anderson Cooper."}]}, {"heading": "Births", "year": "1925", "date": "February 20", "txt": "Robert Altman, American director and screenwriter (d. 2006)", "entities": [{"title": "Robert Altman", "href": "/wiki/Robert_Altman", "description": "Robert Bernard Altman was an American film director, screenwriter, and producer. Altman is known as a five-time nominee of the Academy Award for Best Director and an enduring figure from the New Hollywood era, comparable to such directors as Martin Scorsese, Woody Allen, Sidney Lumet and David Lynch. Altman was considered a \"maverick\" in making films with a highly naturalistic but stylized and sat"}]}, {"heading": "Births", "year": "1925", "date": "February 20", "txt": "Tochinishiki Kiyotaka, Japanese sumo wrestler, the 44th Yokozuna (d. 1990)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1926", "date": "February 20", "txt": "Matthew Bucksbaum, American businessman and philanthropist, co-founded General Growth Properties (d. 2013)", "entities": [{"title": "Matthew Bucksbaum", "href": "/wiki/Matthew_Bucksbaum", "description": "Matthew Bucksbaum was an American businessman and philanthropist. Matthew and his brothers Martin and Maurice co-founded General Growth Properties."}, {"title": "General Growth Properties", "href": "/wiki/General_Growth_Properties", "description": "GGP Inc. was an American commercial real estate company and the second-largest shopping mall operator in the United States. It was founded by brothers Martin, Matthew and Maurice Bucksbaum in Cedar Rapids, Iowa in 1954, and has been headquartered in Chicago, Illinois since 2000. It was subject to the largest real estate bankruptcy in American history at the time of its filing in 2009."}]}, {"heading": "Births", "year": "1926", "date": "February 20", "txt": "Gillian Lynne, English ballerina, choreographer, and director (d. 2018)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 20", "txt": "Richard Matheson, American author and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 20", "txt": "Bob Richards, American Olympic track and field athlete", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 20", "txt": "María de la Purísima Salvat Romero, Spanish Roman Catholic nun; later canonized (d. 1998)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 20", "txt": "Roy Cohn, American lawyer and political activist (d. 1986)", "entities": [{"title": "Roy Cohn", "href": "/wiki/Roy_Cohn", "description": "Roy Marcus Cohn was an American lawyer who came to prominence for his role as Senator Joseph McCarthy's chief counsel during the Army–McCarthy hearings in 1954, when he assisted McCarthy's investigations of suspected communists. Modern historians view his approach during those hearings as dependent on demagogic, reckless and unsubstantiated accusations against political opponents. In the late 1970"}]}, {"heading": "Births", "year": "1927", "date": "February 20", "txt": "Ibrahim Ferrer, Cuban singer and musician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 20", "txt": "Sidney Poitier, Bahamian-American actor, director, and diplomat", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 20", "txt": "Jean Kennedy Smith, American diplomat, 25th United States Ambassador to Ireland (d. 2020)", "entities": [{"title": "Jean Kennedy Smith", "href": "/wiki/Jean_Kennedy_Smith", "description": "Jean Ann Kennedy Smith was an American diplomat, activist, humanitarian, and author who served as United States Ambassador to Ireland from 1993 to 1998. She was a member of the Kennedy family, the eighth of nine children and youngest daughter born to Joseph P. Kennedy and Rose Fitzgerald. Her siblings included President John F. Kennedy, Senator Robert F. Kennedy, Senator Edward M. Kennedy, and Spe"}, {"title": "United States Ambassador to Ireland", "href": "/wiki/United_States_Ambassador_to_Ireland", "description": "The United States Ambassador to Ireland is the ambassador extraordinary and plenipotentiary from the United States of America to Ireland. It is considered a highly prestigious position within the United States Foreign Service. The current ambassador is Edward F. Crawford."}]}, {"heading": "Births", "year": "1929", "date": "February 20", "txt": "Amanda Blake, American actress (d. 1989)", "entities": [{"title": "Amanda Blake", "href": "/wiki/Amanda_Blake", "description": "Amanda Blake was an American actress best known for the role of the red-haired saloon proprietress \"Miss Kitty Russell\" on the western television series Gunsmoke. Along with her third husband, Frank Gilbert, she ran one of the first successful programs for breeding cheetahs in captivity."}]}, {"heading": "Births", "year": "1931", "date": "February 20", "txt": "John Milnor, American mathematician and academic", "entities": [{"title": "John Milnor", "href": "/wiki/John_Milnor", "description": "John Willard Milnor is an American mathematician known for his work in differential topology, K-theory and dynamical systems. Milnor is a distinguished professor at Stony Brook University and one of the five mathematicians to have won the Fields Medal, the Wolf Prize, and the Abel Prize"}]}, {"heading": "Births", "year": "1932", "date": "February 20", "txt": "Adrian Cristobal, Filipino journalist and author (d. 2007)", "entities": [{"title": "Adrian Cristobal", "href": "/wiki/Adrian_Cristobal", "description": "Adrian E. Cristobal was a Filipino writer who frequently touched on political and historical themes. Perhaps best known to the public for his \"Breakfast Table\" newspaper column, he was also a Palanca Award-winning playwright, fictionist and essayist. He likewise held several positions in government during the administration of President Ferdinand E. Marcos."}]}, {"heading": "Births", "year": "1934", "date": "February 20", "txt": "Bobby Unser, American race car driver", "entities": [{"title": "Bobby Unser", "href": "/wiki/Bobby_Unser", "description": "Robert William Unser was an American automobile racer. He was the brother of Al Unser, Jerry Unser and Louis Unser, the father of Robby Unser and the uncle of Al Unser Jr. and Johnny Unser. The Unser family has won the Indy 500 a record nine times. He was one of ten drivers to have won the Indianapolis 500 three or more times and one of only two to have won the 500 in three decades."}]}, {"heading": "Births", "year": "1935", "date": "February 20", "txt": "Ellen Gilchrist, American novelist, short story writer, and poet", "entities": [{"title": "Ellen Gilchrist", "href": "/wiki/Ellen_Gilchrist", "description": "Ellen Gilchrist is an American novelist, short story writer, and poet. She won a National Book Award for her 1984 collection of short stories, Victory Over Japan."}]}, {"heading": "Births", "year": "1936", "date": "February 20", "txt": "Marj Dusay, American actress (d. 2020)", "entities": [{"title": "Marj Dusay", "href": "/wiki/Marj_Dusay", "description": "Marjorie Ellen Pivonka Dusay was an American actress known for her roles on American soap operas. She was especially known for her role as Alexandra Spaulding on Guiding Light, a role she played on and off from 1993 through the show's 2009 cancellation, as well as the wife of Douglas MacArthur in the 1977 movie MacArthur."}]}, {"heading": "Births", "year": "1936", "date": "February 20", "txt": "Larry Hovis, American actor and singer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1936", "date": "February 20", "txt": "Shigeo Nagashima, Japanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 20", "txt": "Robert Huber, German biochemist and academic, Nobel Prize laureate", "entities": [{"title": "Robert Huber", "href": "/wiki/Robert_Huber", "description": "Robert Huber is a German biochemist and Nobel laureate. known for his work crystallizing an intramembrane protein important in photosynthesis and subsequently applying X-ray crystallography to elucidate the protein's structure."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1937", "date": "February 20", "txt": "Roger Penske, American race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 20", "txt": "Nancy Wilson, American singer and actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 20", "txt": "Jimmy Greaves, English international footballer and TV pundit", "entities": [{"title": "Jimmy Greaves", "href": "/wiki/Jimmy_Greaves", "description": "James Peter Greaves MBE is an English former professional footballer who played as a forward. He is England's fourth highest international goalscorer, Tottenham Hotspur's highest ever goalscorer, the highest goalscorer in the history of English top-flight football, and has also scored more hat-tricks (six) for England than anyone else. He finished as the First Division's top scorer in six seasons."}]}, {"heading": "Births", "year": "1941", "date": "February 20", "txt": "Lim Kit Siang, Malaysian lawyer and politician", "entities": [{"title": "Lim Kit Siang", "href": "/wiki/Lim_Kit_Siang", "description": "Lim Kit Siang is a Malaysian politician. He was Secretary-General of the Democratic Action Party and was its 3rd from 1969 to 1999 for three decades, its second National Chairman, and its first Parliamentary Leader as well as its Central Policy and Strategic Planning Commission Chairman since 2004, after he failed to obtain re-election as Chairman. DAP is currently a component party of the Pakatan"}]}, {"heading": "Births", "year": "1941", "date": "February 20", "txt": "Buffy Sainte-Marie, Canadian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 20", "txt": "Phil Esposito, Canadian ice hockey player, coach, and manager", "entities": [{"title": "Phil Esposito", "href": "/wiki/Phil_Esposito", "description": "Philip Anthony Esposito is a Canadian broadcaster, and former professional ice hockey executive, coach and player. A member of the Hockey Hall of Fame, he played 18 seasons in the National Hockey League for the Chicago Black Hawks, Boston Bruins and New York Rangers. He is considered one of the greatest players of all time, and is the older brother of fellow Hall-of-Famer Tony Esposito, a goaltend"}]}, {"heading": "Births", "year": "1942", "date": "February 20", "txt": "Mitch McConnell, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 20", "txt": "Claude Miller, French director, producer, and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 20", "txt": "Antonio Inoki, Japanese wrestler, mixed martial artist, and politician", "entities": [{"title": "Antonio Inoki", "href": "/wiki/Antonio_Inoki", "description": "Muhammad Hussain Inoki is a Japanese retired professional wrestler, martial artist, politician, and promoter of professional wrestling and mixed martial arts. He is best known by the ring name Antonio Inoki , a homage to fellow professional wrestler Antonino Rocca. Inoki is a twelve-time professional wrestling world champion, notably being the first IWGP Heavyweight Champion and the first Asian WW"}]}, {"heading": "Births", "year": "1943", "date": "February 20", "txt": "Mike Leigh, English director and screenwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 20", "txt": "Robert de Cotret, Canadian economist and politician, 56th Secretary of State for Canada (d. 1999)", "entities": [{"title": "Robert de Cotret", "href": "/wiki/Robert_de_Cotret", "description": "Robert René de Cotret, was a Canadian politician."}, {"title": "Secretary of State for Canada", "href": "/wiki/Secretary_of_State_for_Canada", "description": "The Secretary of State for Canada, established in 1867 with a corresponding department, was a Canadian Cabinet position that served as the official channel of communication between the Dominion of Canada and the Imperial government in London."}]}, {"heading": "Births", "year": "1944", "date": "February 20", "txt": "Lew Soloff, American trumpet player, composer, and actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 20", "txt": "Willem van Hanegem, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 20", "txt": "Alan Hull, English singer-songwriter and guitarist (d. 1995)", "entities": [{"title": "Alan Hull", "href": "/wiki/Alan_Hull", "description": "James Alan Hull was an English singer-songwriter and founding member of the Tyneside folk rock band Lindisfarne."}]}, {"heading": "Births", "year": "1946", "date": "February 20", "txt": "Brenda Blethyn, English actress", "entities": [{"title": "Brenda Blethyn", "href": "/wiki/Brenda_Blethyn", "description": "Brenda Anne Blethyn is an English actress. She is the recipient of several accolades, including one Golden Globe, one BAFTA, one Cannes Film Festival Award for Best Actress and two Academy Award nominations."}]}, {"heading": "Births", "year": "1946", "date": "February 20", "txt": "Sandy Duncan, American actress, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 20", "txt": "J. Geils, American singer-songwriter and guitarist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 20", "txt": "Peter Osgood, English footballer (d. 2006)", "entities": [{"title": "Peter Osgood", "href": "/wiki/Peter_Osgood", "description": "Peter Leslie Osgood was an English footballer who was active during the 1960s and 1970s. He is best remembered for representing Chelsea and Southampton at club level, and was also capped four times by England in the early 1970s."}]}, {"heading": "Births", "year": "1947", "date": "February 20", "txt": "Peter Strauss, American actor and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 20", "txt": "Pierre Bouchard, Canadian ice hockey player and sportscaster", "entities": [{"title": "Pierre Bouchard", "href": "/wiki/Pierre_Bouchard", "description": "Pierre Émile Bouchard is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) with the Montreal Canadiens and Washington Capitals. He was selected by the Canadiens in the first round of the 1965 NHL Amateur Draft."}]}, {"heading": "Births", "year": "1948", "date": "February 20", "txt": "Jennifer O'Neill, American model and actress", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 20", "txt": "Eddie Hemmings, English cricketer", "entities": [{"title": "Eddie Hemmings (cricketer)", "href": "/wiki/Eddie_Hemmings_(cricketer)", "description": "Edward Ernest Hemmings is a former English cricketer, who played in 16 Test matches and 33 One Day Internationals for the England cricket team between 1982 and 1991. He made his England debut relatively late in his career, at the age of 33, having predominantly represented Nottinghamshire in the County Championship. His chance came when several England players announced their intention to go on a "}]}, {"heading": "Births", "year": "1949", "date": "February 20", "txt": "Ivana Trump, Czech-American socialite and model", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 20", "txt": "Walter Becker, American singer-songwriter, guitarist, and producer (d. 2017)", "entities": [{"title": "Walter Becker", "href": "/wiki/Walter_Becker", "description": "Walter Carl Becker was an American musician, songwriter, and record producer. He was best known as the co-founder, guitarist, bassist, and co-songwriter of the jazz rock band Steely Dan."}]}, {"heading": "Births", "year": "1950", "date": "February 20", "txt": "Peter Marinello, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 20", "txt": "Tony Wilson, English journalist and businessman (d. 2007)", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 20", "txt": "Edward Albert, American actor (d. 2006)", "entities": [{"title": "Edward Albert", "href": "/wiki/Edward_Albert", "description": "Edward Laurence Albert was an American actor. The son of actor Eddie Albert and Mexican actress Margo, he starred opposite Goldie Hawn in Butterflies Are Free (1972), a role for which he won a Golden Globe Award for New Star of the Year. He was nominated for Best Actor in a Motion Picture - Musical or Comedy. Albert starred in more than 130 films and television series, including Midway, The Greek "}]}, {"heading": "Births", "year": "1951", "date": "February 20", "txt": "Gordon Brown, Scottish historian and politician, Prime Minister of the United Kingdom", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1951", "date": "February 20", "txt": "Randy California, American singer-songwriter and guitarist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 20", "txt": "Phil Neal, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 20", "txt": "Poison Ivy, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Poison Ivy (musician)", "href": "/wiki/Poison_Ivy_(musician)", "description": "Kristy Marlana Wallace, known as Poison Ivy or Poison Ivy Rorschach, is a guitarist, songwriter, arranger, producer, and occasional vocalist who co-founded the American punk-rock band The Cramps."}]}, {"heading": "Births", "year": "1954", "date": "February 20", "txt": "Jon Brant, American bass player", "entities": [{"title": "Jon Brant", "href": "/wiki/Jon_Brant", "description": "Jonathan Edward \"Jon\" Brant is an American musician and business owner, best known as the bass player for the band Cheap Trick from 1981 to 1988. Brant was a founding member of the Chicago band D'Thumbs with Tommy Aldridge and Pete Comita and has also played with Chris Spedding, Robert Gordon, Lou Reed, Diana Ross, Lesley Gore, Jason & the Scorchers, Micki Free, and others. Brant has appeared on o"}]}, {"heading": "Births", "year": "1954", "date": "February 20", "txt": "Anthony Head, English actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 20", "txt": "Patty Hearst, American actress and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 20", "txt": "Glen Hanlon, Canadian ice hockey player and coach", "entities": [{"title": "Glen Hanlon", "href": "/wiki/Glen_Hanlon", "description": "Glen A. Hanlon is a Canadian ice hockey coach, executive and former goaltender."}]}, {"heading": "Births", "year": "1959", "date": "February 20", "txt": "Scott Brayton, American race car driver (d. 1996)", "entities": [{"title": "Scott Brayton", "href": "/wiki/Scott_Brayton", "description": "Scott Everts Brayton was an American race car driver on the American open-wheel circuit. He competed in 14 Indianapolis 500s, beginning with the 1981 event. Brayton was killed in practice after qualifying for the pole position for the 1996 race."}]}, {"heading": "Births", "year": "1959", "date": "February 20", "txt": "David Corn, American journalist and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 20", "txt": "Bill Gullickson, American baseball player", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 20", "txt": "Joel Hodgson, American comedian, actor, and screenwriter", "entities": [{"title": "Joel Hodgson", "href": "/wiki/Joel_Hodgson", "description": "Joel Hodgson is an American writer, comedian and television actor. He is best known for creating Mystery Science Theater 3000 (MST3K) and starring in it as the character Joel Robinson. In 2007, MST3K was listed as \"one of the top 100 television shows of all time\" by Time."}]}, {"heading": "Births", "year": "1960", "date": "February 20", "txt": "Cándido Muatetema Rivas, Equatoguinean politician and diplomat, Prime Minister of Equatorial Guinea (d. 2014)", "entities": [{"title": "Prime Minister of Equatorial Guinea", "href": "/wiki/Prime_Minister_of_Equatorial_Guinea", "description": "The following is a list of prime ministers of Equatorial Guinea, since the establishment of the office of Prime Minister of Spanish Guinea in 1963."}]}, {"heading": "Births", "year": "1961", "date": "February 20", "txt": "Steve Lundquist, American swimmer", "entities": [{"title": "Steve Lundquist", "href": "/wiki/Steve_Lundquist", "description": "Stephen K. Lundquist is an American former competition swimmer who is an Olympic gold medalist and former world record-holder. At the 1984 Summer Olympics in Los Angeles, he won gold medals in the 100-meter breaststroke and the 400-meter medley relay."}]}, {"heading": "Births", "year": "1962", "date": "February 20", "txt": "Dwayne McDuffie, American author, screenwriter, and producer, co-founded Milestone Media (d. 2011)", "entities": [{"title": "Dwayne McDuffie", "href": "/wiki/Dwayne_McDuffie", "description": "Dwayne Glenn McDuffie was an American writer of comic books and television, known for producing and writing the animated series Static Shock, Justice League Unlimited and Ben 10, and co-founding the pioneering minority-owned-and-operated comic-book company Milestone Media, which focused on underrepresented minorities in American comics."}, {"title": "Milestone Media", "href": "/wiki/Milestone_Media", "description": "Milestone Media is a company best known for creating Milestone Comics, which were published and distributed by DC Comics, and the Static Shock cartoon series. It was founded in 1993 by a coalition of African-American artists and writers, consisting of Dwayne McDuffie, Denys Cowan, Michael Davis, and Derek T. Dingle. The founders believed that minorities were severely underrepresented in American c"}]}, {"heading": "Births", "year": "1963", "date": "February 20", "txt": "Charles Barkley, American basketball player and sportscaster", "entities": [{"title": "Charles Barkley", "href": "/wiki/Charles_Barkley", "description": "Charles Wade Barkley is an American former professional basketball player who is an analyst on Inside the NBA. Nicknamed \"Sir Charles\" and \"the Round Mound of Rebound,\" Barkley established himself as one of the National Basketball Association's greatest Power Forwards/Small Forwards of all time. Barkley was an 11-time NBA All-Star, an 11-time member of the All-NBA Team, and the 1993 NBA Most Valua"}]}, {"heading": "Births", "year": "1963", "date": "February 20", "txt": "Ian Brown, English singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 20", "txt": "Joakim Nystrom, Swedish tennis player", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 20", "txt": "Mariliza Xenogiannakopoulou, Greek lawyer and politician, Greek Minister of Health", "entities": [{"title": "Ministry of Health (Greece)", "href": "/wiki/Ministry_of_Health_(Greece)", "description": "The Ministry of Health, is the government department responsible for managing the health system of Greece. The incumbent minister is Vasilis Kikilias of New Democracy. The Alternate Minister for Health Services is Vasilis Kontozamanis, and the Deputy Minister for Mental Health is Zoi Rapti."}]}, {"heading": "Births", "year": "1963", "date": "February 20", "txt": "Cui Yongyuan, Chinese former anchor", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 20", "txt": "Willie Garson, American actor and director", "entities": [{"title": "Willie Garson", "href": "/wiki/Willie_Garson", "description": "William Garson Paszamant is an American actor. He has appeared in over 75 films, and more than 300 TV episodes. He is known for playing Stanford Blatch on the HBO series Sex and the City and in the related films Sex and the City and Sex and the City 2, and for his role as Mozzie in the USA Network series White Collar from 2009 to 2014. He appears on Hawaii Five-0 as Gerard Hirsch. He also played t"}]}, {"heading": "Births", "year": "1964", "date": "February 20", "txt": "Tom Harris, Scottish journalist and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 20", "txt": "Jeff Maggert, American golfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 20", "txt": "French Stewart, American actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 20", "txt": "Cindy Crawford, American model and businesswoman", "entities": [{"title": "Cindy Crawford", "href": "/wiki/Cindy_Crawford", "description": "Cynthia Ann Crawford is an American model, actress, and businesswoman. During the 1980s and 1990s, Crawford was among the most popular supermodels and a ubiquitous presence on magazine covers, runways, and fashion campaigns. Her years of successful modeling career made her an international celebrity that have led to subsequent acting and business ventures."}]}, {"heading": "Births", "year": "1967", "date": "February 20", "txt": "Paul Accola, Swiss alpine skier", "entities": [{"title": "Paul Accola", "href": "/wiki/Paul_Accola", "description": "Paul Accola is a Swiss former Alpine skier. He came in first in the overall World Cup in 1992, and won a total of four medals at the Winter Olympics and World Championships in the combined event."}]}, {"heading": "Births", "year": "1967", "date": "February 20", "txt": "Kurt Cobain, American singer-songwriter and guitarist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 20", "txt": "David Herman, American comedian and actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 20", "txt": "Andrew Shue, American actor and activist, founded Do Something", "entities": [{"title": "Do Something", "href": "/wiki/Do_Something", "description": "DoSomething is a global nonprofit organization with the goal of motivating young people to make positive change both online and offline through campaigns that make an impact. The organization's CEO is DeNora Getachew."}]}, {"heading": "Births", "year": "1967", "date": "February 20", "txt": "Lili Taylor, American actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 20", "txt": "Tom Waddle, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 20", "txt": "Kjell Ove Hauge, Norwegian school principal and track and field athlete", "entities": [{"title": "Kjell Ove Hauge", "href": "/wiki/Kjell_Ove_Hauge", "description": "Kjell Ove Hauge is a retired Norwegian shot putter and discus thrower. He represented Gloppen Athletics club. He is since July 2013 Principal at Kuben Upper Secondary School in Oslo."}]}, {"heading": "Births", "year": "1969", "date": "February 20", "txt": "Siniša Mihajlović, Serbian footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 20", "txt": "Danis Tanović, Bosnian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 20", "txt": "Calpernia Addams, American actress, author, and activist", "entities": [{"title": "Calpernia Addams", "href": "/wiki/Calpernia_Addams", "description": "Calpernia Sarah Addams is an American author, actress, musician and spokesperson and activist for transgender rights and issues."}]}, {"heading": "Births", "year": "1971", "date": "February 20", "txt": "Jari Litmanen, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 20", "txt": "Joost van der Westhuizen, South African rugby player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 20", "txt": "Neil Primrose, Scottish drummer", "entities": [{"title": "Neil Primrose (musician)", "href": "/wiki/Neil_Primrose_(musician)", "description": "Neil Primrose is the drummer of the Scottish rock quartet Travis."}]}, {"heading": "Births", "year": "1974", "date": "February 20", "txt": "Karim Bagheri, Iranian footballer and manager", "entities": [{"title": "Karim Bagheri", "href": "/wiki/Karim_Bagheri", "description": "Karim Bagheri is a retired Iranian professional football player and coach. He played over half of his professional career for Persepolis in the Persian Gulf Pro League. He is currently an assistant coach for the Persepolis under Yahya Golmohammadi."}]}, {"heading": "Births", "year": "1975", "date": "February 20", "txt": "Liván Hernández, Cuban baseball player", "entities": [{"title": "Liván Hernández", "href": "/wiki/Liv%C3%A1n_Hern%C3%A1ndez", "description": "Eisler Liván Hernández Carrera is a Cuban-born former professional baseball pitcher in Major League Baseball. He is the half-brother of pitcher Orlando \"El Duque\" Hernández."}]}, {"heading": "Births", "year": "1975", "date": "February 20", "txt": "Brian Littrell, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 20", "txt": "Niclas Wallin, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 20", "txt": "Stephon Marbury, American basketball player", "entities": [{"title": "Stephon Marbury", "href": "/wiki/Stephon_Marbury", "description": "Stephon Xavier Marbury is an American professional basketball coach and former player who is the head coach of the Beijing Royal Fighters of the Chinese Basketball Association (CBA). After his freshman year with the Georgia Tech Yellow Jackets, he was selected as the 4th overall pick in the 1996 NBA draft by the Milwaukee Bucks but was traded shortly thereafter to the Minnesota Timberwolves. Marbu"}]}, {"heading": "Births", "year": "1977", "date": "February 20", "txt": "Gail Kim, Canadian professional wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 20", "txt": "Lauren Ambrose, American actress and producer", "entities": [{"title": "Lauren Ambrose", "href": "/wiki/Lauren_Ambrose", "description": "Lauren Anne D'Ambruoso, known professionally as Lauren Ambrose, is an American actress and singer. She is known for her work in television, film, and on Broadway."}]}, {"heading": "Births", "year": "1980", "date": "February 20", "txt": "Imanol Harinordoquy, French rugby player", "entities": [{"title": "Imanol Harinordoquy", "href": "/wiki/Imanol_Harinordoquy", "description": "Imanol Harinordoquy is a French former rugby union player. He typically played as a number 8 for Stade Toulousain at club level in the Top 14 and for France internationally. Before signing with Biarritz ahead of the 2004–05 season, he played club rugby at Pau."}]}, {"heading": "Births", "year": "1980", "date": "February 20", "txt": "Luis Gabriel Rey, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 20", "txt": "Tony Hibbert, English footballer", "entities": [{"title": "Tony Hibbert", "href": "/wiki/Tony_Hibbert", "description": "Anthony James Hibbert is an English retired footballer."}]}, {"heading": "Births", "year": "1981", "date": "February 20", "txt": "Fred Jackson, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 20", "txt": "Jason Hirsh, American baseball player", "entities": [{"title": "Jason Hirsh", "href": "/wiki/Jason_Hirsh", "description": "Jason Michael Hirsh is a former starting pitcher in Major League Baseball. In his career, he pitched for the Houston Astros and the Colorado Rockies. He stands at 6' 8\" and weighs 250 lb (110 kg). He batted and threw right-handed. He threw a two-seam fastball, a four-seam fastball, a slider, and a changeup."}]}, {"heading": "Births", "year": "1983", "date": "February 20", "txt": "Jose Morales, Puerto Rican-American baseball player", "entities": [{"title": "José Morales (catcher)", "href": "/wiki/Jos%C3%A9_Morales_(catcher)", "description": "José Guillermo Morales is a Puerto Rican former professional baseball catcher. He played stints in Major League Baseball (MLB) with the Minnesota Twins and Colorado Rockies between 2007 and 2011. He played for the Camden Riversharks of the Atlantic League of Professional Baseball."}]}, {"heading": "Births", "year": "1983", "date": "February 20", "txt": "Justin Verlander, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 20", "txt": "Brian McCann, American baseball player", "entities": [{"title": "Brian McCann (baseball)", "href": "/wiki/Brian_McCann_(baseball)", "description": "Brian Michael McCann is an American former professional baseball catcher. He played 15 seasons in Major League Baseball (MLB) for the Atlanta Braves, the New York Yankees, and the Houston Astros. A seven-time All-Star and a six-time Silver Slugger Award winner, he won the 2017 World Series with the Astros."}]}, {"heading": "Births", "year": "1984", "date": "February 20", "txt": "Trevor Noah, South African comedian, actor, and television host", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 20", "txt": "Ramzee Robinson, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 20", "txt": "Ryan Sweeney, American baseball player", "entities": [{"title": "Ryan Sweeney", "href": "/wiki/Ryan_Sweeney", "description": "Ryan Joseph Sweeney is an American former Major League Baseball outfielder. He played in Major League Baseball (MLB) for the Chicago White Sox, Oakland Athletics, Boston Red Sox and Chicago Cubs."}]}, {"heading": "Births", "year": "1985", "date": "February 20", "txt": "Julia Volkova, Russian singer and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 20", "txt": "TJ Kirk, American YouTube personality and podcast host", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 20", "txt": "Luke Burgess, English rugby league player", "entities": [{"title": "Luke Burgess (rugby league)", "href": "/wiki/Luke_Burgess_(rugby_league)", "description": "Luke Burgess is an English former professional rugby league footballer who last played for the Salford Red Devils in the Super League. Luke Burgess is the brother of fellow rugby league players Sam, George and Tom Burgess. He previously played in the NRL for the South Sydney Rabbitohs and the Manly-Warringah Sea Eagles."}]}, {"heading": "Births", "year": "1987", "date": "February 20", "txt": "Miles Teller, American actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 20", "txt": "Kealoha Pilares, American football player", "entities": [{"title": "Kealoha Pilares", "href": "/wiki/Kealoha_Pilares", "description": "Kealoha Pilares is a former American football wide receiver. He was drafted by the Carolina Panthers in the fifth round of the 2011 NFL Draft. He played college football at the University of Hawaii at Manoa."}]}, {"heading": "Births", "year": "1988", "date": "February 20", "txt": "Ki Bo-bae, South Korean archer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 20", "txt": "Rihanna, Barbadian-American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 20", "txt": "Jiah Khan, Indian singer and actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 20", "txt": "Daly Cherry-Evans, Australian rugby league player", "entities": [{"title": "Daly Cherry-Evans", "href": "/wiki/Daly_Cherry-Evans", "description": "Daly Cherry-Evans is an Australian rugby league footballer who plays as a halfback for the Manly Warringah Sea Eagles in the NRL and Australia at international level."}]}, {"heading": "Births", "year": "1990", "date": "February 20", "txt": "Ciro Immobile, Italian footballer", "entities": [{"title": "Ciro Immobile", "href": "/wiki/Ciro_Immobile", "description": "Ciro Immobile is an Italian professional footballer who plays as a striker for Serie A club Lazio and the Italy national team."}]}, {"heading": "Births", "year": "1991", "date": "February 20", "txt": "Hidilyn Diaz, Filipino weightlifter", "entities": [{"title": "Hidilyn Diaz", "href": "/wiki/Hidilyn_Diaz", "description": "Hidilyn Francisco Diaz is a Filipino weightlifter and airwoman. She competed in the 2008 Summer Olympics where she was the youngest competitor in the women's 58-kg category. She was a bronze medalist in the 2007 SEA Games in Thailand and achieved 10th place at the 2006 Asian Games in the 53-kilogram class. And while a student of the Universidad de Zamboanga representing her university, she won two"}]}, {"heading": "Births", "year": "1991", "date": "February 20", "txt": "Giovanni Kyeremateng, Italian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 20", "txt": "Angelique van der Meet, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 20", "txt": "Antonio Pedroza, English-Mexican footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 20", "txt": "Jocelyn Rae, English-Scottish tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 20", "txt": "Kyle Turner, Australian rugby league player", "entities": [{"title": "Kyle Turner", "href": "/wiki/Kyle_Turner", "description": "Kyle Turner is an Australian professional rugby league footballer who most recently played as a second-row, Prop and Centre for the South Sydney Rabbitohs in the NRL."}]}, {"heading": "Births", "year": "2003", "date": "February 20", "txt": "Olivia Rodrigo, American actress and singer", "entities": [{"title": "Olivia Rodrigo", "href": "/wiki/Olivia_Rodrigo", "description": "Olivia Isabel Rodrigo is an American actress and singer. She is known for her roles as Paige Olvera on the Disney Channel series Bizaardvark and Nini Salazar-Roberts on the Disney+ series High School Musical: The Musical: The Series. Rodrigo signed with Interscope and Geffen Records in 2020 and released her debut single \"Drivers License\" in January 2021, which reached number one in various countri"}]}, {"heading": "Deaths", "year": "789", "date": "February 20", "txt": "Leo of Catania, saint and bishop of Catania (b. 709)", "entities": [{"title": "Leo of Catania", "href": "/wiki/Leo_of_Catania", "description": "Saint Leo of Catania, nicknamed the Thaumaturgus, also known as St Leo the Wonderworker in Sicily, was the fifteenth bishop of Catania, famed also for his love and care toward the poor. His feast day occurs on 20 February, the day of his death in which he is venerated as a saint both by Roman Catholics and by the Orthodox Church. He lived in the lapse of time between the reigns of the Emperors Jus"}]}, {"heading": "Deaths", "year": "922", "date": "February 20", "txt": "Theodora, Byzantine empress", "entities": [{"title": "Theodora (wife of Romanos I)", "href": "/wiki/Theodora_(wife_of_Romanos_I)", "description": "Theodora was a Byzantine Empress consort by marriage to Romanos I Lekapenos."}]}, {"heading": "Deaths", "year": "1054", "date": "February 20", "txt": "Yaroslav the Wise, grand prince of Veliky Novgorod and Kyiv (b. 978)", "entities": [{"title": "Yaroslav the Wise", "href": "/wiki/Yaroslav_the_Wise", "description": "Yaroslav the Wise or Yaroslav I was the Grand Prince of Kiev from 1019 until his death. He was also the Prince of Novgorod on three occasions, uniting the principalities for a time. Yaroslav's baptismal name was George after Saint George."}, {"title": "Veliky Novgorod", "href": "/wiki/Veliky_Novgorod", "description": "Veliky Novgorod, also known as Novgorod the Great, or Novgorod Veliky, or just Novgorod, is one of the oldest historic cities of Russia, with more than 1,000 years of history. The city serves as the administrative center of Novgorod Oblast. The city lies along the Volkhov River just downstream from its outflow from Lake Ilmen and is situated on the M10 federal highway connecting Moscow and Saint P"}, {"title": "Kyiv", "href": "/wiki/Kyiv", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}]}, {"heading": "Deaths", "year": "1154", "date": "February 20", "txt": "Saint Wulfric of Haselbury (b. c. 1080)", "entities": [{"title": "Wulfric of Haselbury", "href": "/wiki/Wulfric_of_Haselbury", "description": "Wulfric of Haselbury was an anchorite and miracle worker in Wiltshire and Somerset, England, frequently visited by King Stephen. His feast day is 20 February."}]}, {"heading": "Deaths", "year": "1171", "date": "February 20", "txt": "Conan IV, Duke of Brittany (b. 1138)", "entities": [{"title": "Conan IV, Duke of Brittany", "href": "/wiki/Conan_IV,_Duke_of_Brittany", "description": "Conan IV, called the Young, was the Duke of Brittany from 1156 to 1166. He was the son of Bertha, Duchess of Brittany, and her first husband, Alan, Earl of Richmond. Conan IV was his father's heir as Earl of Richmond and his mother's heir as Duke of Brittany. Conan and his daughter Constance would be the only representatives of the House of Penthièvre to rule Brittany."}]}, {"heading": "Deaths", "year": "1194", "date": "February 20", "txt": "Tancred, King of Sicily (b. 1138)", "entities": [{"title": "Tancred, King of Sicily", "href": "/wiki/Tancred,_King_of_Sicily", "description": "Tancred of Lecce was a King of Sicily from 1189 to 1194. He was born in Lecce an illegitimate son of Roger III, Duke of Apulia by his mistress Emma, a daughter of Achard II, Count of Lecce. He inherited the title \"Count of Lecce\" from his grandfather and is consequently often referred to as Tancred of Lecce. Due to his short stature and unhandsome visage, he was mocked by his critics as \"The Monke"}]}, {"heading": "Deaths", "year": "1258", "date": "February 20", "txt": "Al-Musta'sim, Iraqi caliph (b. 1213)", "entities": [{"title": "Al-Musta'sim", "href": "/wiki/Al-Musta%27sim", "description": "Al-Musta'sim Billah was the 37th and last caliph of the Abbasid Caliphate; he ruled from 1242 until his death in 1258."}]}, {"heading": "Deaths", "year": "1408", "date": "February 20", "txt": "Henry Percy, 1st Earl of Northumberland, English politician, Earl Marshal of the United Kingdom (b. 1342)", "entities": [{"title": "Henry Percy, 1st Earl of Northumberland", "href": "/wiki/Henry_Percy,_1st_Earl_of_Northumberland", "description": "Henry Percy, 1st Earl of Northumberland, 4th Baron Percy, titular King of Mann, KG, Lord Marshal was the son of Henry de Percy, 3rd Baron Percy, and a descendant of Henry III of England. His mother was Mary of Lancaster, daughter of Henry, 3rd Earl of Lancaster, son of Edmund, Earl of Leicester and Lancaster, who was the son of Henry III."}, {"title": "Earl Marshal", "href": "/wiki/Earl_Marshal", "description": "Earl Marshal is a hereditary royal officeholder and chivalric title under the sovereign of the United Kingdom used in England. He is the eighth of the Great Officers of State in the United Kingdom, ranking beneath the Lord High Constable and above the Lord High Admiral. A Duke of Norfolk has held the office since 1672."}]}, {"heading": "Deaths", "year": "1431", "date": "February 20", "txt": "Pope Martin V (b. 1368)", "entities": [{"title": "Pope Martin V", "href": "/wiki/Pope_Martin_V", "description": "Pope Martin V, born Otto Colonna, was the head of the Catholic Church and ruler of the Papal States from 11 November 1417 to his death in 1431. His election effectively ended the Western Schism (1378–1417)."}]}, {"heading": "Deaths", "year": "1458", "date": "February 20", "txt": "Lazar Branković, Despot of Serbia", "entities": [{"title": "Lazar Branković", "href": "/wiki/Lazar_Brankovi%C4%87", "description": "Lazar Branković was a Serbian despot, prince of Rascia from 1456 to 1458. He was the third son of Đurađ Branković and his wife Eirene Kantakouzene. He was succeeded by his elder brother, despot Stefan III Branković."}, {"title": "Despot (court title)", "href": "/wiki/Despot_(court_title)", "description": "Despot or despotes was a senior Byzantine court title that was bestowed on the sons or sons-in-law of reigning emperors, and initially denoted the heir-apparent of the Byzantine emperor."}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}]}, {"heading": "Deaths", "year": "1513", "date": "February 20", "txt": "King John of Denmark, Norway, and Sweden (b. 1455)", "entities": [{"title": "John, King of Denmark", "href": "/wiki/John,_King_of_Denmark", "description": "John was a Scandinavian monarch under the Kalmar Union. He was king of Denmark (1481–1513), Norway (1483–1513) and as John II Sweden (1497–1501). From 1482 to 1513, he was concurrently duke of Schleswig and Holstein in joint rule with his brother Frederick."}]}, {"heading": "Deaths", "year": "1524", "date": "February 20", "txt": "Tecun Uman, Mayan ruler (b. 1500)", "entities": [{"title": "Tecun Uman", "href": "/wiki/Tecun_Uman", "description": "Tecun Uman was one of the last rulers of the K'iche' Maya people, in the Highlands of what is now Guatemala. According to the Kaqchikel annals, he was slain by Spanish conquistador Pedro de Alvarado while waging battle against the Spanish and their allies on the approach to Quetzaltenango on 12 February 1524. Tecun Uman was declared Guatemala's official national hero on March 22, 1960 and is comme"}]}, {"heading": "Deaths", "year": "1579", "date": "February 20", "txt": "Nicholas Bacon, English politician (b. 1509)", "entities": [{"title": "Nicholas Bacon (Lord Keeper)", "href": "/wiki/Nicholas_Bacon_(Lord_Keeper)", "description": "Sir Nicholas Bacon was Lord Keeper of the Great Seal during the first half of the reign of Queen Elizabeth I of England. He was the father of the philosopher and statesman Sir Francis Bacon."}]}, {"heading": "Deaths", "year": "1618", "date": "February 20", "txt": "Philip William, Prince of Orange (b. 1554)", "entities": [{"title": "Philip William, Prince of Orange", "href": "/wiki/Philip_William,_Prince_of_Orange", "description": "Philip William, Prince of Orange was the eldest son of William the Silent by his first wife Anna van Egmont. He became Prince of Orange in 1584 and Knight of the Golden Fleece in 1599."}]}, {"heading": "Deaths", "year": "1626", "date": "February 20", "txt": "John Dowland, English lute player and composer (b. 1563)", "entities": [{"title": "John Dowland", "href": "/wiki/John_Dowland", "description": "John Dowland was an English or possibly Irish Renaissance composer, lutenist, and singer. He is best known today for his melancholy songs such as \"Come, heavy sleep\", \"Come again\", \"Flow my tears\", \"I saw my Lady weepe\" and \"In darkness let me dwell\", but his instrumental music has undergone a major revival, and with the 20th century's early music revival, has been a continuing source of repertoir"}, {"title": "Lute", "href": "/wiki/Lute", "description": "A lute  is any plucked string instrument with a neck and a deep round back enclosing a hollow cavity, usually with a sound hole or opening in the body. It may be either fretted or unfretted."}]}, {"heading": "Deaths", "year": "1762", "date": "February 20", "txt": "Tobias Mayer, German astronomer and academic (b. 1723)", "entities": [{"title": "Tobias Mayer", "href": "/wiki/Tobias_Mayer", "description": "Tobias Mayer was a German astronomer famous for his studies of the Moon."}]}, {"heading": "Deaths", "year": "1771", "date": "February 20", "txt": "Jean-Jacques d'Ortous de Mairan, French geophysicist and astronomer (b. 1678)", "entities": [{"title": "Jean-Jacques d'Ortous de Mairan", "href": "/wiki/Jean-Jacques_d%27Ortous_de_Mairan", "description": "Jean-Jacques d'Ortous de Mairan was a French geophysicist, astronomer and most notably, chronobiologist, was born in the town of Béziers on 26 November 1678. De Mairan lost his father, François d'Ortous, at age four and his mother twelve years later at age sixteen.\nOver the course of his life, de Mairan was elected into numerous scientific societies and made key discoveries in a variety of fields "}]}, {"heading": "Deaths", "year": "1773", "date": "February 20", "txt": "Charles Emmanuel III of Sardinia (b. 1701)", "entities": [{"title": "Charles Emmanuel III of Sardinia", "href": "/wiki/Charles_Emmanuel_III_of_Sardinia", "description": "Charles Emmanuel III was the Duke of Savoy and King of Sardinia from 1730 until his death."}]}, {"heading": "Deaths", "year": "1778", "date": "February 20", "txt": "Laura Bassi, Italian physicist and scholar (b. 1711)", "entities": [{"title": "Laura Bassi", "href": "/wiki/Laura_Bassi", "description": "Laura Maria Caterina Bassi Veratti was an Italian physicist and academic. Recognized and depicted as \"Minerva\", she was the first woman to have a doctorate in science, and the second woman in the world to earn the Doctor of Philosophy degree. Working at the University of Bologna, she was also the first salaried woman teacher in a university. At one time the highest paid employee of the university,"}]}, {"heading": "Deaths", "year": "1790", "date": "February 20", "txt": "Joseph II, Holy Roman Emperor (b. 1741)", "entities": [{"title": "Joseph II, Holy Roman Emperor", "href": "/wiki/Joseph_II,_Holy_Roman_Emperor", "description": "Joseph II was Holy Roman Emperor from August 1765 and sole ruler of the Habsburg lands from November 1780 until his death. He was the eldest son of Empress Maria Theresa and her husband, Emperor Francis I, and the brother of Marie Antoinette. He was thus the first ruler in the Austrian dominions of the House of Lorraine, styled Habsburg-Lorraine. Joseph was a proponent of enlightened absolutism; h"}]}, {"heading": "Deaths", "year": "1806", "date": "February 20", "txt": "Lachlan McIntosh, Scottish-American general and politician (b. 1725)", "entities": [{"title": "Lachlan McIntosh", "href": "/wiki/Lachlan_McIntosh", "description": "Lachlan McIntosh was a Scottish American military and political leader during the American Revolution and the early United States. In a 1777 duel, he fatally shot Button Gwinnett, a signer of the Declaration of Independence."}]}, {"heading": "Deaths", "year": "1810", "date": "February 20", "txt": "Andreas Hofer, Tyrolean rebel leader (b. 1767)", "entities": [{"title": "Andreas Hofer", "href": "/wiki/Andreas_Hofer", "description": "Andreas Hofer was a Tyrolean innkeeper and drover, who in 1809 became the leader of the Tyrolean Rebellion against the revolutionary Napoleonic invasion during the War of the Fifth Coalition. He was subsequently captured and executed."}]}, {"heading": "Deaths", "year": "1850", "date": "February 20", "txt": "Valentín Canalizo, Mexican general and politician. 14th President (1843–1844) (b. 1794)", "entities": [{"title": "Valentín Canalizo", "href": "/wiki/Valent%C3%ADn_Canalizo", "description": "José Valentín Raimundo Canalizo Bocadillo, known as Valentín Canalizo, was a Mexican President, state governor, city mayor, army general, defense minister and conservative politician. As of now, he is the only Mexican President to be from the city of Monterrey. He was a supporter of a centralist national government, and a confidante of General Antonio López de Santa Anna, who then was the Presiden"}]}, {"heading": "Deaths", "year": "1862", "date": "February 20", "txt": "William Wallace Lincoln, American son of Abraham Lincoln (b. 1850)", "entities": [{"title": "William Wallace Lincoln", "href": "/wiki/William_Wallace_Lincoln", "description": "William Wallace \"Willie\" Lincoln was the third son of President Abraham Lincoln and Mary Todd Lincoln. He was named after Mary's brother-in-law Dr. William Wallace."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Deaths", "year": "1871", "date": "February 20", "txt": "Paul Kane, Irish-Canadian painter (b. 1810)", "entities": [{"title": "Paul Kane", "href": "/wiki/Paul_Kane", "description": "Paul Kane was an Irish-born Canadian painter, famous for his paintings of First Nations peoples in the Canadian West and other Native Americans in the Columbia District."}]}, {"heading": "Deaths", "year": "1893", "date": "February 20", "txt": "P. G. T. Beauregard, American general (b. 1818)", "entities": [{"title": "P. G. T. Beauregard", "href": "/wiki/P._G._T._Beauregard", "description": "Pierre Gustave Toutant-Beauregard was a Confederate general officer who started the American Civil War by leading the attack on Fort Sumter on April 12, 1861. Today, he is commonly referred to as P. G. T. Beauregard, but he rarely used his first name as an adult. He signed correspondence as G. T. Beauregard."}]}, {"heading": "Deaths", "year": "1895", "date": "February 20", "txt": "Frederick Douglass, American author and activist (b. c. 1818)", "entities": [{"title": "Frederick Douglass", "href": "/wiki/Frederick_Douglass", "description": "Frederick Douglass was an American social reformer, abolitionist, orator, writer, and statesman. After escaping from slavery in Maryland, he became a national leader of the abolitionist movement in Massachusetts and New York, becoming famous for his oratory and incisive antislavery writings. Accordingly, he was described by abolitionists in his time as a living counterexample to slaveholders' argu"}]}, {"heading": "Deaths", "year": "1900", "date": "February 20", "txt": "Washakie, American tribal leader (b. 1798)", "entities": [{"title": "Washakie", "href": "/wiki/Washakie", "description": "Washakie was a prominent leader of the Shoshone people during the mid-19th century. He was first mentioned in 1840 in the written record of the American fur trapper, Osborne Russell. In 1851, at the urging of trapper Jim Bridger, Washakie led a band of Shoshones to the council meetings of the Treaty of Fort Laramie (1851). Essentially from that time until his death, he was considered the head of t"}]}, {"heading": "Deaths", "year": "1907", "date": "February 20", "txt": "Henri Moissan, French chemist and academic, Nobel Prize laureate (b. 1852)", "entities": [{"title": "Henri Moissan", "href": "/wiki/Henri_Moissan", "description": "Ferdinand Frédéric Henri Moissan was a French chemist and pharmacist who won the 1906 Nobel Prize in Chemistry for his work in isolating fluorine from its compounds. Moissan was one of the original members of the International Atomic Weights Committee."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1910", "date": "February 20", "txt": "Boutros Ghali, Egyptian educator and politician, 9th Prime Minister of Egypt (b. 1846)", "entities": [{"title": "Boutros Ghali", "href": "/wiki/Boutros_Ghali", "description": "Boutros Ghali was the prime minister of Egypt from 1908 to 1910."}, {"title": "Prime Minister of Egypt", "href": "/wiki/Prime_Minister_of_Egypt", "description": "The Prime Minister of Egypt is the head of the Egyptian government."}]}, {"heading": "Deaths", "year": "1916", "date": "February 20", "txt": "Klas Pontus Arnoldson, Swedish journalist and politician, Nobel Prize laureate (b. 1844)", "entities": [{"title": "Klas Pontus Arnoldson", "href": "/wiki/Klas_Pontus_Arnoldson", "description": "Klas Pontus Arnoldson was a Swedish author, journalist, politician, and committed pacifist who received the Nobel Peace Prize in 1908 with Fredrik Bajer. He was a founding member of the Swedish Peace and Arbitration Society and a Member of Parliament in the second Chamber of 1882–1887."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1920", "date": "February 20", "txt": "Jacinta Marto, Portuguese saint (b. 1910)", "entities": [{"title": "Jacinta and Francisco Marto", "href": "/wiki/Jacinta_and_Francisco_Marto", "description": "Francisco de Jesus Marto and Jacinta de Jesus Marto were siblings from Aljustrel, a small hamlet near Fátima, Portugal, who with their cousin Lúcia dos Santos (1907–2005) witnessed three apparitions of the Angel of Peace in 1916 and several apparitions of the Blessed Virgin Mary at Cova da Iria in 1917. The title Our Lady of Fátima was given to the Virgin Mary as a result, and the Sanctuary of Fát"}]}, {"heading": "Deaths", "year": "1920", "date": "February 20", "txt": "Robert Peary, American admiral and explorer (b. 1856)", "entities": []}, {"heading": "Deaths", "year": "1933", "date": "February 20", "txt": "Takiji Kobayashi, Japanese writer (b. 1903)", "entities": [{"title": "Takiji Kobayashi", "href": "/wiki/Takiji_Kobayashi", "description": "Takiji Kobayashi  was a Japanese author of proletarian literature."}]}, {"heading": "Deaths", "year": "1936", "date": "February 20", "txt": "Max Schreck, German actor (b. 1879)", "entities": [{"title": "Max Schreck", "href": "/wiki/Max_Schreck", "description": "Friedrich Gustav Maximilian Schreck, known professionally as Max Schreck, was a German actor, best known for his lead role as the vampire Count Orlok in the film Nosferatu (1922)."}]}, {"heading": "Deaths", "year": "1957", "date": "February 20", "txt": "Sadri Maksudi Arsal, Turkish scholar and politician (b. 1878)", "entities": [{"title": "Sadri Maksudi Arsal", "href": "/wiki/Sadri_Maksudi_Arsal", "description": "Sadreddin Nizamettinovich Maksudov or Sadri Maksudi Arsal was a prominent Turkish statesman, scholar and thinker of ethnic Tatar origin."}]}, {"heading": "Deaths", "year": "1961", "date": "February 20", "txt": "Percy Grainger, Australian-American pianist and composer (b. 1882)", "entities": [{"title": "Percy Grainger", "href": "/wiki/Percy_Grainger", "description": "Percy Aldridge Grainger was an Australian-born composer, arranger and pianist who lived in the United States from 1914 and became an American citizen in 1918. In the course of a long and innovative career he played a prominent role in the revival of interest in British folk music in the early years of the 20th century. Although much of his work was experimental and unusual the piece with which he "}]}, {"heading": "Deaths", "year": "1963", "date": "February 20", "txt": "Jacob Gade, Danish violinist and composer(b. 1879)", "entities": [{"title": "Jacob Gade", "href": "/wiki/Jacob_Gade", "description": "Jacob Thune Hansen Gade  was a Danish violinist and composer, mostly of orchestral popular music. He is remembered today for a single tune, the familiar \"Jalousie\", also known as Jalousie 'Tango Tzigane'  and Tango Jalousie."}]}, {"heading": "Deaths", "year": "1966", "date": "February 20", "txt": "Chester W. Nimitz, American admiral (b. 1885)", "entities": [{"title": "Chester W. Nimitz", "href": "/wiki/Chester_W._Nimitz", "description": "Chester William Nimitz was a fleet admiral of the United States Navy. He played a major role in the naval history of World War II as Commander in Chief, U.S. Pacific Fleet and Commander in Chief, Pacific Ocean Areas, commanding Allied air, land, and sea forces during World War II."}]}, {"heading": "Deaths", "year": "1968", "date": "February 20", "txt": "Anthony Asquith, English director and screenwriter (b. 1902)", "entities": [{"title": "Anthony Asquith", "href": "/wiki/Anthony_Asquith", "description": "Anthony Asquith was a leading English film director. He collaborated successfully with playwright Terence Rattigan on The Winslow Boy (1948) and The Browning Version (1951), among other adaptations. His other notable films include Pygmalion (1938), French Without Tears (1940), The Way to the Stars (1945) and a 1952 adaptation of Oscar Wilde's The Importance of Being Earnest."}]}, {"heading": "Deaths", "year": "1969", "date": "February 20", "txt": "Ernest Ansermet, Swiss conductor (b. 1883)", "entities": [{"title": "Ernest Ansermet", "href": "/wiki/Ernest_Ansermet", "description": "Ernest Alexandre Ansermet was a Swiss conductor."}]}, {"heading": "Deaths", "year": "1972", "date": "February 20", "txt": "Maria Goeppert-Mayer, German-American physicist and academic, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Maria Goeppert-Mayer", "href": "/wiki/Maria_Goeppert-Mayer", "description": "Maria Goeppert Mayer was a German-born American theoretical physicist, and Nobel laureate in Physics for proposing the nuclear shell model of the atomic nucleus. She was the second woman to win a Nobel Prize in physics, the first being Marie Curie. In 1986, the Maria Goeppert-Mayer Award for early-career women physicists was established in her honor."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1972", "date": "February 20", "txt": "Walter Winchell, American journalist and actor (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "February 20", "txt": "René Cassin, French lawyer and judge, Nobel Prize laureate (b. 1887)", "entities": [{"title": "René Cassin", "href": "/wiki/Ren%C3%A9_Cassin", "description": "René Samuel Cassin was a French jurist known for co-authoring the Universal Declaration of Human Rights and receiving the Nobel Peace Prize."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1976", "date": "February 20", "txt": "Kathryn Kuhlman, healing evangelist, known for belief in Holy Spirit (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "February 20", "txt": "Nicolas de Gunzburg, French-American banker and publisher (b. 1904)", "entities": [{"title": "Nicolas de Gunzburg", "href": "/wiki/Nicolas_de_Gunzburg", "description": "Nicolas Louis Alexandre de Gunzburg, also known as Baron Nicolas de Gunzburg, was a French-born magazine editor and socialite of Russian-Jewish, Polish, and Portuguese descent. He became an editor at several American publications, including Town & Country, Vogue, and Harper's Bazaar. He was named to the International Best Dressed List Hall of Fame in 1971."}]}, {"heading": "Deaths", "year": "1987", "date": "February 20", "txt": "Wayne Boring, American illustrator (b. 1905)", "entities": [{"title": "Wayne Boring", "href": "/wiki/Wayne_Boring", "description": "Wayne Boring was an American comic book artist best known for his work on Superman from the late 1940s to 1950s. He occasionally used the pseudonym Jack Harmon."}]}, {"heading": "Deaths", "year": "1992", "date": "February 20", "txt": "A. J. Casson, Canadian painter (b. 1898)", "entities": [{"title": "A. J. Casson", "href": "/wiki/A._J._Casson", "description": "Alfred Joseph Casson, was a member of the Canadian group of artists known as the Group of Seven. He joined the group in 1926 at the invitation of Franklin Carmichael. Casson is best known for his depictions of landscapes, forests and farms of southern Ontario, and for being the youngest member of the Group of Seven."}]}, {"heading": "Deaths", "year": "1992", "date": "February 20", "txt": "Dick York, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "February 20", "txt": "Ferruccio Lamborghini, Italian businessman, founded Lamborghini (b. 1916)", "entities": [{"title": "Ferruccio Lamborghini", "href": "/wiki/Ferruccio_Lamborghini", "description": "Ferruccio Lamborghini was an Italian industrialist. In 1963, he created Automobili Lamborghini, a maker of high-end sports cars in Sant'Agata Bolognese."}, {"title": "Lamborghini", "href": "/wiki/Lamborghini", "description": "Automobili Lamborghini S.p.A. is an Italian brand and manufacturer of luxury sports cars and SUVs based in Sant'Agata Bolognese. The company is owned by the Volkswagen Group through its subsidiary Audi."}]}, {"heading": "Deaths", "year": "1993", "date": "February 20", "txt": "Ernest L. Massad, American general (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "February 20", "txt": "Solomon Asch, American psychologist and academic (b. 1907)", "entities": [{"title": "Solomon Asch", "href": "/wiki/Solomon_Asch", "description": "Solomon Eliot Asch (September 14, 1907 – February 20, 1996) was a Polish-American Gestalt psychologist and pioneer in social psychology. He created seminal pieces of work in impression formation, prestige suggestion, conformity, and many other topics. His work follows a common theme of Gestalt psychology that the whole is not only greater than the sum of its parts, but the nature of the whole fund"}]}, {"heading": "Deaths", "year": "1996", "date": "February 20", "txt": "Audrey Munson, American model (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "February 20", "txt": "Toru Takemitsu, Japanese pianist, guitarist, and composer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "February 20", "txt": "Sarah Kane, English playwright (b. 1971)", "entities": [{"title": "Sarah Kane", "href": "/wiki/Sarah_Kane", "description": "Sarah Kane was an English playwright, screenwriter and theatre director. She is known for her plays that deal with themes of redemptive love, sexual desire, pain, torture—both physical and psychological—and death. They are characterised by a poetic intensity, pared-down language, exploration of theatrical form and, in her earlier work, the use of extreme and violent stage action."}]}, {"heading": "Deaths", "year": "1999", "date": "February 20", "txt": "Gene Siskel, American journalist and critic (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "February 20", "txt": "Anatoly Sobchak, Russian lawyer and politician, 1st Governor of Saint Petersburg (b. 1937)", "entities": [{"title": "Anatoly Sobchak", "href": "/wiki/Anatoly_Sobchak", "description": "Anatoly Aleksandrovich Sobchak was a Russian politician, a co-author of the Constitution of the Russian Federation, the first democratically elected mayor of Saint Petersburg, and a mentor and teacher of both Vladimir Putin and Dmitry Medvedev."}, {"title": "Governor of Saint Petersburg", "href": "/wiki/Governor_of_Saint_Petersburg", "description": "The Governor of Saint Petersburg is the head of the executive branch of Saint Petersburg City Administration. The governor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within all districts of the City of Saint Petersburg. The governor's office is located in Smolny Institute and appoints many official"}]}, {"heading": "Deaths", "year": "2001", "date": "February 20", "txt": "Rosemary DeCamp, American actress (b. 1910)", "entities": [{"title": "Rosemary DeCamp", "href": "/wiki/Rosemary_DeCamp", "description": "Rosemary Shirley DeCamp was an American radio, film, and television actress."}]}, {"heading": "Deaths", "year": "2001", "date": "February 20", "txt": "Donella Meadows, American environmentalist, author, and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "February 20", "txt": "Mushaf Ali Mir, Pakistani air marshal (b. 1947)", "entities": [{"title": "Mushaf Ali Mir", "href": "/wiki/Mushaf_Ali_Mir", "description": "Air Chief Marshal Mushaf Ali Mir NI(m), HI(m), SI(m), SBt. was an influential statesman and a four-star air force general who served as the Chief of Air Staff of the Pakistan Air Force (PAF), appointed on 20 November 2000 until his accidental death in a plane crash on 20 February 2003."}]}, {"heading": "Deaths", "year": "2003", "date": "February 20", "txt": "Maurice Blanchot, French philosopher and author (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "February 20", "txt": "Orville Freeman, American soldier, lawyer, and politician, 29th Governor of Minnesota (b. 1918)", "entities": [{"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Deaths", "year": "2005", "date": "February 20", "txt": "Sandra Dee, American actress (b. 1942)", "entities": [{"title": "Sandra Dee", "href": "/wiki/Sandra_Dee", "description": "Sandra Dee was an American actress. Dee began her career as a child model, working first in commercials, and then film in her teenage years. Best known for her portrayal of ingénues, Dee earned a Golden Globe Award as one of the year's most promising newcomers for her performance in Robert Wise's Until They Sail (1958). She became a teenage star for her performances in Imitation of Life and Gidget"}]}, {"heading": "Deaths", "year": "2005", "date": "February 20", "txt": "Josef Holeček, Czechoslovakian canoeist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "February 20", "txt": "John Raitt, American actor and singer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "February 20", "txt": "Hunter S. Thompson, American journalist and author (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 20", "txt": "Curt Gowdy, American sportscaster (b. 1919)", "entities": [{"title": "Curt Gowdy", "href": "/wiki/Curt_Gowdy", "description": "Curtis Edward Gowdy was an American sportscaster. He called Boston Red Sox games on radio and TV for 15 years, and then covered many nationally televised sporting events, primarily for NBC Sports and ABC Sports in the 1960s and 1970s. He coined the nickname \"The Granddaddy of Them All\" for the Rose Bowl Game, taking the moniker from the Cheyenne Frontier Days in his native Wyoming."}]}, {"heading": "Deaths", "year": "2006", "date": "February 20", "txt": "Lucjan Wolanowski, Polish journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 20", "txt": "Emily Perry, English actress and dancer (b. 1907)", "entities": [{"title": "Emily Perry (English actress)", "href": "/wiki/Emily_Perry_(English_actress)", "description": "Patricia Emily Perry was an English actress and dancer. Born in Torquay, Devon, she was best known for her recurring role as Madge Allsop, Dame Edna Everage's long-suffering, silent \"bridesmaid\" from Palmerston North, New Zealand."}]}, {"heading": "Deaths", "year": "2009", "date": "February 20", "txt": "Larry H. Miller, American businessman and philanthropist (b. 1944)", "entities": [{"title": "Larry H. Miller", "href": "/wiki/Larry_H._Miller", "description": "Larry H. Miller was an American businessman. He owned the National Basketball Association's (NBA) Utah Jazz and the Salt Lake Bees, a Minor League Baseball team. Miller and his companies also owned more than 60 automotive dealerships throughout the western United States, and a variety of other ventures, including Prestige Financial Services, Jordan Commons, Megaplex Theatres, KJZZ-TV, Miller Motor"}]}, {"heading": "Deaths", "year": "2010", "date": "February 20", "txt": "Alexander Haig, American general and politician, 59th United States Secretary of State (b. 1924)", "entities": [{"title": "Alexander Haig", "href": "/wiki/Alexander_Haig", "description": "Alexander Meigs Haig Jr. was the United States Secretary of State under President Ronald Reagan and the White House chief of staff under presidents Richard Nixon and Gerald Ford. Prior to these cabinet-level positions, he retired as a general from the United States Army, having been Supreme Allied Commander Europe after serving as the vice chief of staff of the Army."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "2012", "date": "February 20", "txt": "Knut Torbjørn Eggen, Norwegian footballer and manager (b. 1960)", "entities": [{"title": "Knut Torbjørn Eggen", "href": "/wiki/Knut_Torbj%C3%B8rn_Eggen", "description": "Knut Torbjørn Eggen was a Norwegian football coach and player, famous for his time in Rosenborg as a player, and Moss and Fredrikstad as a coach. He was the son of Norway's most successful football coach, Nils Arne Eggen."}]}, {"heading": "Deaths", "year": "2012", "date": "February 20", "txt": "Katie Hall, American educator and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 20", "txt": "Kenji Eno, Japanese game designer and composer (b. 1970)", "entities": [{"title": "Kenji Eno", "href": "/wiki/Kenji_Eno", "description": "Kenji Eno  was a Japanese musician and video game designer. He gained a reputation as a maverick during the mid-1990s for creating unorthodox games like Real Sound and is perhaps best remembered today for his rebellious marketing techniques. Outside of his native home land he was best known for his survival horror video games, the D series. Apart from creating video games, Eno was also a well-rega"}]}, {"heading": "Deaths", "year": "2013", "date": "February 20", "txt": "David S. McKay, American biochemist and geologist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 20", "txt": "Antonio Roma, Argentinian footballer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 20", "txt": "Rafael Addiego Bruno, Uruguayan jurist and politician, President of Uruguay (b. 1923)", "entities": [{"title": "Rafael Addiego Bruno", "href": "/wiki/Rafael_Addiego_Bruno", "description": "Rafael Addiego Bruno was a Uruguayan jurist and political figure."}, {"title": "List of Presidents of Uruguay", "href": "/wiki/List_of_Presidents_of_Uruguay", "description": "Uruguay is a presidential republic in which the President is both the head of state and head of government. The following is a list of all the people who have held the office of President of Uruguay since 6 November 1830, with the exception of those who held the office of \"President\" under the National Council of Government, which served as the country's executive directory from 1955 to 1967. The "}]}, {"heading": "Deaths", "year": "2014", "date": "February 20", "txt": "Walter D. Ehlers, American lieutenant, Medal of Honor recipient (b. 1921)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2014", "date": "February 20", "txt": "Garrick Utley, American journalist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 20", "txt": "Govind Pansare, Indian author and activist (b. 1933)", "entities": [{"title": "Govind Pansare", "href": "/wiki/Govind_Pansare", "description": "Govind Pansare was a left-wing Indian politician of the Communist Party of India (CPI). He was also the author of the best selling Marathi language biography of 17th century ruler Shivaji, Shivaji Kon Hota. He and his wife were attacked on 16 February 2015 by gun-wielding assailants in kolhapur district. He died from his wounds on 20 February."}]}, {"heading": "Deaths", "year": "2015", "date": "February 20", "txt": "Henry Segerstrom, American businessman and philanthropist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 20", "txt": "John C. Willke, American physician, author, and activist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 20", "txt": "Fernando Cardenal, Nicaraguan priest and politician (b. 1934)", "entities": [{"title": "Fernando Cardenal", "href": "/wiki/Fernando_Cardenal", "description": "Fernando Cardenal Martínez was a Nicaraguan Jesuit and liberation theologian."}]}, {"heading": "Deaths", "year": "2017", "date": "February 20", "txt": "Vitaly Churkin, Ambassador of the Russian Federation to the United Nations (b. 1952)", "entities": [{"title": "Vitaly Churkin", "href": "/wiki/Vitaly_Churkin", "description": "Vitaly Ivanovich Churkin was a Russian diplomat and former child actor. Churkin served as Russia's Permanent Representative to the United Nations from 2006 until his death in 2017."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Deaths", "year": "2017", "date": "February 20", "txt": "Mildred Dresselhaus, American physicist (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 20", "txt": "Steve Hewlett, British journalist (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "February 20", "txt": "Joaquim Pina Moura, Portuguese Minister of Economy and Treasury and MP (b. 1952)", "entities": [{"title": "Joaquim Pina Moura", "href": "/wiki/Joaquim_Pina_Moura", "description": "Joaquim Pina Moura was a Portuguese politician and economist. He was a member of the Socialist Party."}, {"title": "Ministry of Economy (Portugal)", "href": "/wiki/Ministry_of_Economy_(Portugal)", "description": "The Ministry of Economy is a Portuguese government ministry."}, {"title": "Assembly of the Republic (Portugal)", "href": "/wiki/Assembly_of_the_Republic_(Portugal)", "description": "The Assembly of the Republic is the parliament of Portugal. According to the Constitution of Portugal, the unicameral parliament \"is the representative assembly of all Portuguese citizens.\" The constitution names the assembly as one of the country's organs of supreme authority."}]}]