[{"heading": "Events", "year": "484", "date": "February 24", "txt": "King Huneric of the Vandals replaces Nicene bishops with Arian ones, and banishes some to Corsica.", "entities": [{"title": "Huneric", "href": "/wiki/Huneric", "description": "Huneric, Hunneric or Honeric was King of the Vandal Kingdom (477–484) and the oldest son of Genseric. He abandoned the imperial politics of his father and concentrated mainly on internal affairs. He was married to Eudocia, daughter of western Roman Emperor Valentinian III (419–455) and Licinia Eudoxia. The couple had one child, a son named Hilderic."}, {"title": "Nicene Christianity", "href": "/wiki/Nicene_Christianity", "description": "Nicene Christianity or Traditional Christianity is a set of Christian doctrinal traditions which reflect the Nicene Creed, which was formulated at the First Council of Nicaea in AD 325 and amended at the First Council of Constantinople in AD 381."}, {"title": "Arianism", "href": "/wiki/Arianism", "description": "Arianism is a Christological doctrine first attributed to Arius, a Christian presbyter in Alexandria, Egypt. Arian theology holds that the Son of God is not co-eternal with God the Father and is distinct from the Father. However, as in mainstream Trinitarianism, Arianism holds that Jesus Christ is the Son of God, who was begotten by God the Father."}, {"title": "Corsica", "href": "/wiki/Corsica", "description": "Corsica is an island in the Mediterranean Sea and politically one of the eighteen regions of France. It is the fourth-largest island in the Mediterranean and lies southeast of the French mainland, west of the Italian Peninsula and immediately north of the Italian island of Sardinia, the land mass nearest to it. A single chain of mountains makes up two-thirds of the island. In 2016, it had a popula"}]}, {"heading": "Events", "year": "1303", "date": "February 24", "txt": "The English are defeated at the Battle of Roslin, in the First War of Scottish Independence.", "entities": [{"title": "Battle of Roslin", "href": "/wiki/Battle_of_Roslin", "description": "The Battle of Roslin on 24 February 1303 was a Scottish victory in the First War of Scottish Independence. It took place near the village of Roslin, where a force led by the Scots John Comyn and Sir Simon Fraser ambushed and defeated an English reconnaissance party under Lord John Segrave."}, {"title": "First War of Scottish Independence", "href": "/wiki/First_War_of_Scottish_Independence", "description": "The First War of Scottish Independence was the first of a series of wars between English and Scottish forces. It lasted from the English invasion of Scotland in 1296 until the de jure restoration of Scottish independence with the Treaty of Edinburgh–Northampton in 1328. De facto independence was established in 1314 at the Battle of Bannockburn. The wars were caused by English kings attempting to e"}]}, {"heading": "Events", "year": "1386", "date": "February 24", "txt": "King Charles III of Naples and Hungary is assassinated at Buda.", "entities": [{"title": "Charles III of Naples", "href": "/wiki/Charles_III_of_Naples", "description": "Charles the Short or Charles of Durazzo was King of Naples and the titular King of Jerusalem from 1382 to 1386 as Charles III, and King of Hungary from 1385 to 1386 as Charles II. In 1381, Charles created the chivalric Order of the Ship. In 1383, he succeeded to the Principality of Achaea on the death of James of Baux."}, {"title": "Buda", "href": "/wiki/Buda", "description": "Buda was the ancient capital of the Kingdom of Hungary and since 1873 has been the western part of the Hungarian capital Budapest, on the west bank of the Danube. Buda comprises a third of Budapest's total territory and is in fact mostly wooded. Landmarks include Buda Castle, the Citadella, and the president of Hungary's residence, Sándor Palace."}]}, {"heading": "Events", "year": "1525", "date": "February 24", "txt": "A Spanish-Austrian army defeats a French army at the Battle of Pavia.", "entities": [{"title": "House of Habsburg", "href": "/wiki/House_of_Habsburg", "description": "The House of Habsburg, also House of Austria, was one of the most prominent royal houses of Europe in the 2nd millennium."}, {"title": "Battle of Pavia", "href": "/wiki/Battle_of_Pavia", "description": "The Battle of Pavia, fought on the morning of 24 February 1525, was the decisive engagement of the Italian War of 1521–1526 between the Kingdom of France and the Habsburg empire of Charles V, Holy Roman Emperor as well as ruler of Spain, Austria, the Low Countries, and the Two Sicilies."}]}, {"heading": "Events", "year": "1527", "date": "February 24", "txt": "Coronation of Ferdinand I as the king of Bohemia in Prague.", "entities": [{"title": "Ferdinand I, Holy Roman Emperor", "href": "/wiki/Ferdinand_I,_Holy_Roman_Emperor", "description": "Ferdinand I was Holy Roman Emperor from 1556, King of Bohemia, Hungary, and Croatia from 1526, and Archduke of Austria from 1521 until his death in 1564. Before his accession, he ruled the Austrian hereditary lands of the Habsburgs in the name of his elder brother, Charles V, Holy Roman Emperor. Also, he often served as Charles' representative in the Holy Roman Empire and developed encouraging rel"}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}]}, {"heading": "Events", "year": "1538", "date": "February 24", "txt": "Treaty of Nagyvárad between Holy Roman Emperor Ferdinand I and King John Zápolya of Hungary and Croatia.", "entities": [{"title": "Treaty of Nagyvárad", "href": "/wiki/Treaty_of_Nagyv%C3%A1rad", "description": "The Treaty of Nagyvárad was a secret peace agreement between Emperor Ferdinand I and John Zápolya, rival claimants to the Kingdom of Hungary, signed in Grosswardein / Várad on February 24, 1538. In the treaty, they divided Hungary between them."}, {"title": "Ferdinand I, Holy Roman Emperor", "href": "/wiki/Ferdinand_I,_Holy_Roman_Emperor", "description": "Ferdinand I was Holy Roman Emperor from 1556, King of Bohemia, Hungary, and Croatia from 1526, and Archduke of Austria from 1521 until his death in 1564. Before his accession, he ruled the Austrian hereditary lands of the Habsburgs in the name of his elder brother, Charles V, Holy Roman Emperor. Also, he often served as Charles' representative in the Holy Roman Empire and developed encouraging rel"}, {"title": "John Zápolya", "href": "/wiki/John_Z%C3%A1polya", "description": "John Zápolya, or John Szapolyai, was King of Hungary from 1526 to 1540. His rule was disputed by Archduke Ferdinand I, who also claimed the title King of Hungary. He was Voivode of Transylvania before his coronation, from 1510 to 1526."}]}, {"heading": "Events", "year": "1582", "date": "February 24", "txt": "With the papal bull Inter gravissimas, Pope Gregory XIII announces the Gregorian calendar.", "entities": [{"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Pope Gregory XIII", "href": "/wiki/Pope_Gregory_XIII", "description": "Pope Gregory XIII, born Ugo Boncompagni, was head of the Catholic Church and ruler of the Papal States from 13 May 1572 to his death in 1585. He is best known for commissioning and being the namesake for the Gregorian calendar, which remains the internationally accepted civil calendar to this day."}, {"title": "Gregorian calendar", "href": "/wiki/Gregorian_calendar", "description": "The Gregorian calendar is the calendar used in most of the world. It was introduced in October 1582 by Pope Gregory XIII as a minor modification of the Julian calendar, reducing the average year from 365.25 days to 365.2425 days, and adjusting for the drift in the 'tropical' or 'solar' year that the inaccuracy had caused during the intervening centuries."}]}, {"heading": "Events", "year": "1607", "date": "February 24", "txt": "L'Orfeo by Claudio Monteverdi, one of the first works recognized as an opera, receives its première performance.", "entities": [{"title": "Claudio Monteverdi", "href": "/wiki/Claudio_Monteverdi", "description": "Claudio Giovanni Antonio Monteverdi was an Italian composer, string player, choirmaster, and priest. A composer of both secular and sacred music, and a pioneer in the development of opera, he is considered a crucial transitional figure between the Renaissance and Baroque periods of music history."}, {"title": "Opera", "href": "/wiki/Opera", "description": "Opera is a form of theatre in which music is a fundamental component and dramatic roles are taken by singers, but is distinct from musical theatre. Such a \"work\" is typically a collaboration between a composer and a librettist and incorporates a number of the performing arts, such as acting, scenery, costume, and sometimes dance or ballet. The performance is typically given in an opera house, acco"}]}, {"heading": "Events", "year": "1711", "date": "February 24", "txt": "Rinaldo by George Frideric Handel, the first Italian opera written for the London stage, is premièred.", "entities": [{"title": "George Frideric Handel", "href": "/wiki/George_Frideric_Handel", "description": "George Frideric Handel was a German-born Baroque composer becoming well known for his operas, oratorios, anthems, concerti grossi and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the mid"}, {"title": "Opera", "href": "/wiki/Opera", "description": "Opera is a form of theatre in which music is a fundamental component and dramatic roles are taken by singers, but is distinct from musical theatre. Such a \"work\" is typically a collaboration between a composer and a librettist and incorporates a number of the performing arts, such as acting, scenery, costume, and sometimes dance or ballet. The performance is typically given in an opera house, acco"}]}, {"heading": "Events", "year": "1739", "date": "February 24", "txt": "Battle of Karnal: The army of Iranian ruler Nader Shah defeats the forces of the Mughal emperor of India, Muhammad Shah.", "entities": [{"title": "Battle of Karnal", "href": "/wiki/Battle_of_Karnal", "description": "The Battle of Karnal, was a decisive victory for Nader Shah, the founder of the Afsharid dynasty of Persia, during his invasion of India. Nader's forces defeated the army of Muhammad Shah within three hours, paving the way for the Persian sack of Delhi. The engagement is considered the crowning jewel in Nader's military career as well as a tactical masterpiece. The battle took place near Karnal, 1"}, {"title": "History of Iran", "href": "/wiki/History_of_Iran#Before_the_First_World_War", "description": "The history of Iran, which was commonly known until the mid-20th century as Persia in the Western world, is intertwined with the history of a larger region, also to an extent known as Greater Iran, comprising the area from Anatolia in the west to the borders of Ancient India and the Syr Darya in the east, and from the Caucasus and the Eurasian Steppe in the north to the Persian Gulf and the Gulf o"}, {"title": "Nader Shah", "href": "/wiki/Nader_Shah", "description": "Nader Shah Afshar was one of the most powerful Iranian rulers in Iranian history, ruling as Shah of Iran (Persia) from 1736 to 1747 when he was assassinated during a rebellion. Because of his military genius as evidenced in his numerous campaigns throughout Middle East, Caucasus, Central and South Asia, such as the battles of Herat, Mihmandust, Murche-Khort, Kirkuk, Yeghevard, Khyber Pass, Karnal "}, {"title": "Mughal Empire", "href": "/wiki/Mughal_Empire", "description": "The Mughal, Mogul or Moghul Empire, was an early modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east, and the uplands of the Deccan plateau in south India."}, {"title": "History of India", "href": "/wiki/History_of_India#The_Mughal_era", "description": "According to consensus in modern genetics anatomically modern humans first arrived on the Indian subcontinent from Africa between 73,000 and 55,000 years ago. However, the earliest known human remains in South Asia date to 30,000 years ago. Settled life, which involves the transition from foraging to farming and pastoralism, began in South Asia around 7,000 BCE. At the site of Mehrgarh, Balochista"}, {"title": "Muhammad Shah", "href": "/wiki/Muhammad_Shah", "description": "Nasir-ud-Din Muḥammad Shah was the thirteenth Mughal emperor, who reigned from 1719 to 1748. He was son of Khujista Akhtar, the fourth son of Bahadur Shah I. With the help of the Sayyid brothers, he ascended the throne at the young age of 17. He later got rid of them with the help of Asaf Jah I – Syed Hussain Ali Khan was murdered at Fatehpur Sikri in 1720 and Syed Hassan Ali Khan Barha was fatall"}]}, {"heading": "Events", "year": "1803", "date": "February 24", "txt": "In Marbury v. Madison, the Supreme Court of the United States establishes the principle of judicial review.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Judicial review", "href": "/wiki/Judicial_review", "description": "Judicial review is a process under which executive or legislative actions are subject to review by the judiciary. A court with authority for judicial review may invalidate laws, acts and governmental actions that are incompatible with a higher authority: an executive decision may be invalidated for being unlawful or a statute may be invalidated for violating the terms of a constitution. Judicial r"}]}, {"heading": "Events", "year": "1809", "date": "February 24", "txt": "London's Drury Lane Theatre burns to the ground, leaving its owner, Irish writer and politician Richard Brinsley Sheridan, destitute.", "entities": [{"title": "Theatre Royal, Drury Lane", "href": "/wiki/Theatre_Royal,_Drury_Lane", "description": "The Theatre Royal, Drury Lane, commonly known as Drury Lane, is a West End theatre and Grade I listed building in Covent Garden, London, England. The building faces Catherine Street and backs onto Drury Lane. The building is the most recent in a line of four theatres which were built at the same location, the earliest of which dated back to 1663, making it the oldest theatre site in London still i"}, {"title": "Richard Brinsley Sheridan", "href": "/wiki/Richard_Brinsley_Sheridan", "description": "Richard Brinsley Butler Sheridan was an Irish satirist, a politician, a playwright, poet, and long-term owner of the London Theatre Royal, Drury Lane. He is known for his plays such as The Rivals, The School for Scandal, The Duenna and A Trip to Scarborough. He was also a Whig MP for 32 years in the British House of Commons for Stafford (1780–1806), Westminster (1806–1807), and Ilchester (1807–181"}]}, {"heading": "Events", "year": "1821", "date": "February 24", "txt": "Final stage of the Mexican War of Independence from Spain with Plan of Iguala.", "entities": [{"title": "Mexican War of Independence", "href": "/wiki/Mexican_War_of_Independence", "description": "The Mexican War of Independence was an armed conflict and political process, lasting from 1808 to 1821, resulting in Mexico's independence from Spain. It was not a single, coherent event, but local and regional struggles that occurred within the same time period, and can be considered a revolutionary civil war. Independence was not an inevitable outcome, but events in Spain itself had a direct imp"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Plan of Iguala", "href": "/wiki/Plan_of_Iguala", "description": "The Plan of Iguala, also known as The Plan of the Three Guarantees or Act of Independence of North America, was a revolutionary proclamation promulgated on 24 February 1821, in the final stage of the Mexican War of Independence from Spain. The Plan stated that Mexico was to become a constitutional monarchy, whose sole official religion would be Roman Catholicism, in which the Peninsulares and Creo"}]}, {"heading": "Events", "year": "1822", "date": "February 24", "txt": "The first Swaminarayan temple in the world, Shri Swaminarayan Mandir, Ahmedabad, is inaugurated.", "entities": [{"title": "Swaminarayan temple", "href": "/wiki/Swaminarayan_temple", "description": "\nSwaminarayan, the founder of the Swaminarayan Sampraday, established temples, known as mandirs, as part of his philosophy of theism and deity worship. These mandirs are known as Swaminarayan Hindu temples."}, {"title": "Shri Swaminarayan Mandir, Ahmedabad", "href": "/wiki/Shri_Swaminarayan_Mandir,_Ahmedabad", "description": "Shree Swaminarayan Mandir Kalupur is the first Temple of the Swaminarayan Sampraday, a Hindu sect. It is located in Kalupur area of Ahmedabad, the largest city in Gujarat, India. It was built on the instructions of Swaminarayan, the founder of the sect."}]}, {"heading": "Events", "year": "1826", "date": "February 24", "txt": "The signing of the Treaty of Yandabo marks the end of the First Anglo-Burmese War.", "entities": [{"title": "Treaty of Yandabo", "href": "/wiki/Treaty_of_Yandabo", "description": "The Treaty of Yandabo was the peace treaty that ended the First Anglo-Burmese War. The treaty was signed on 24 February 1826, nearly two years after the war formally broke out on 5 March 1824, by General Sir Archibald Campbell on the British side, and the Governor of Legaing Maha Min Hla Kyaw Htin from the Burmese side, without any due permission and consent of the Ahom kingdom, Kachari kingdom or"}, {"title": "First Anglo-Burmese War", "href": "/wiki/First_Anglo-Burmese_War", "description": "The First Anglo-Burmese War, also known as the First Burma War, was the first of three wars fought between the British and Burmese empires in the 19th century. The war, which began primarily over the control of Northeastern India, ended in a decisive British victory, giving the British total control of Assam, Manipur, Cachar and Jaintia as well as Arakan Province and Tenasserim. The Burmese submit"}]}, {"heading": "Events", "year": "1831", "date": "February 24", "txt": "The Treaty of Dancing Rabbit Creek, the first removal treaty in accordance with the Indian Removal Act, is proclaimed. The Choctaws in Mississippi cede land east of the river in exchange for payment and land in the West.", "entities": [{"title": "Treaty of Dancing Rabbit Creek", "href": "/wiki/Treaty_of_Dancing_Rabbit_Creek", "description": "The Treaty of Dancing Rabbit Creek was a treaty signed on September 27, 1830, and proclaimed on February 24, 1831, between the Choctaw American Indian tribe and the United States Government. This was the first removal treaty carried into effect under the Indian Removal Act. The treaty ceded about 11 million acres (45,000 km2) of the Choctaw Nation in what is now Mississippi in exchange for about 1"}, {"title": "Indian Removal Act", "href": "/wiki/Indian_Removal_Act", "description": "The Indian Removal Act was signed into law on May 28, 1830, by United States President Andrew Jackson. The law authorized the president to negotiate with southern Native American tribes for their removal to federal territory west of the Mississippi River in exchange for white settlement of their ancestral lands. The act has been referred to as a unitary act of systematic genocide, because it discr"}, {"title": "Choctaw", "href": "/wiki/Choctaw", "description": "The Choctaw are a Native American people originally occupying what is now the Southeastern United States. Their Choctaw language belongs to the Muskogean language family group. In the present day, they are organized as the federally recognized Choctaw Nation, but also smaller bands located in Mississippi, Alabama and Louisiana."}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}]}, {"heading": "Events", "year": "1848", "date": "February 24", "txt": "King Louis-Philippe of France abdicates the throne.", "entities": [{"title": "List of French monarchs", "href": "/wiki/List_of_French_monarchs", "description": "The monarchs of the Kingdom of France ruled from the establishment of the Kingdom of the West Franks in 843 until the fall of the Second French Empire in 1870, with several interruptions. Between the period from King Charles the Bald in 843 to King Louis XVI in 1792, France had 45 kings. Adding the 7 Emperors and Kings after the French Revolution, this comes to a total of 52 monarchs of France."}, {"title": "Louis-Philippe of France", "href": "/wiki/Louis-Philippe_of_France", "description": "Louis Philippe I was King of the French from 1830 to 1848, the last King and penultimate monarch of France."}]}, {"heading": "Events", "year": "1854", "date": "February 24", "txt": "A Penny Red with perforations becomes the first perforated postage stamp to be officially issued for distribution.", "entities": [{"title": "Penny Red", "href": "/wiki/Penny_Red", "description": "The Penny Red was a British postage stamp, issued in 1841. It succeeded the Penny Black and continued as the main type of postage stamp in the United Kingdom of Great Britain and Ireland until 1879, with only minor changes to the design during that time. The colour was changed from black to red because of difficulty in seeing a cancellation mark on the Penny Black; a black cancel was readily visib"}, {"title": "Postage stamp", "href": "/wiki/Postage_stamp", "description": "A postage stamp is a small piece of paper issued by a post office, postal administration, or other authorized vendors to customers who pay postage, who then affix the stamp to the face or address-side of any item of mail—an envelope or other postal cover —that they wish to send. The item is then processed by the postal system, where a postmark or cancellation mark—in modern usage indicating date a"}]}, {"heading": "Events", "year": "1863", "date": "February 24", "txt": "Arizona is organized as a United States territory.", "entities": [{"title": "Arizona", "href": "/wiki/Arizona", "description": "Arizona is a state in the Western United States, grouped in the Southwestern and occasionally Mountain subregions. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora a"}, {"title": "Political divisions of the United States", "href": "/wiki/Political_divisions_of_the_United_States", "description": "Political divisions of the United States are the various recognized governing entities that together form the United States – states, the District of Columbia, territories and Indian reservations."}]}, {"heading": "Events", "year": "1868", "date": "February 24", "txt": "Andrew Johnson becomes the first President of the United States to be impeached by the United States House of Representatives. He is later acquitted in the Senate.", "entities": [{"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Impeachment of Andrew Johnson", "href": "/wiki/Impeachment_of_Andrew_Johnson", "description": "The impeachment of Andrew Johnson was initiated on February 24, 1868, when the United States House of Representatives resolved to impeach Andrew Johnson, the 17th president of the United States, for \"high crimes and misdemeanors\", which were detailed in 11 articles of impeachment. The primary charge against Johnson was that he had violated the Tenure of Office Act, passed by Congress in March 1867"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1875", "date": "February 24", "txt": "The SS Gothenburg hits the Great Barrier Reef and sinks off the Australian east coast, killing approximately 100, including a number of high-profile civil servants and dignitaries.", "entities": [{"title": "SS Gothenburg", "href": "/wiki/SS_Gothenburg", "description": "The SS Gothenburg was a steamship that operated along the British and then later the Australian and New Zealand coastlines. In February 1875, Gothenburg left Darwin, Australia and while en route to Adelaide it encountered a cyclone-strength storm off the north Queensland coast. The ship was wrecked on the Great Barrier Reef north-west of Holbourne Island on 24 February 1875. Survivors in one of th"}, {"title": "Great Barrier Reef", "href": "/wiki/Great_Barrier_Reef", "description": "The Great Barrier Reef is the world's largest coral reef system composed of over 2,900 individual reefs and 900 islands stretching for over 2,300 kilometres (1,400 mi) over an area of approximately 344,400 square kilometres (133,000 sq mi). The reef is located in the Coral Sea, off the coast of Queensland, Australia. The Great Barrier Reef can be seen from outer space and is the world's biggest si"}]}, {"heading": "Events", "year": "1876", "date": "February 24", "txt": "The stage première of Peer Gynt, a play by Henrik Ibsen with incidental music by Edvard Grieg, takes place in Christiania (Oslo), Norway.", "entities": [{"title": "Henrik Ibsen", "href": "/wiki/Henrik_Ibsen", "description": "Henrik Johan Ibsen was a Norwegian playwright and theatre director. As one of the founders of modernism in theatre, Ibsen is often referred to as \"the father of realism\" and one of the most influential playwrights of his time. His major works include Brand, Peer Gynt, An Enemy of the People, Emperor and Galilean, A Doll's House, Hedda Gabler, Ghosts, The Wild Duck, When We Dead Awaken, Rosmersholm"}, {"title": "Edvard Grieg", "href": "/wiki/Edvard_Grieg", "description": "Edvard Hagerup Grieg was a Norwegian composer and pianist. He is widely considered one of the main Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use and development of Norwegian folk music in his own compositions brought the music of Norway to international consciousness, as well as helping to develop a national identity, much as Jean Sibelius di"}]}, {"heading": "Events", "year": "1881", "date": "February 24", "txt": "China and Russia sign the Sino-Russian Ili Treaty.", "entities": [{"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Treaty of Saint Petersburg (1881)", "href": "/wiki/Treaty_of_Saint_Petersburg_(1881)", "description": "The Treaty of Saint Petersburg (1881), also known as Treaty of Ili, was a treaty between the Russian Empire and the Qing dynasty that was signed in Saint Petersburg, Russia, on 24 February [O.S. 12 February] 1881. It provided for the return to China of the eastern part of the Ili Basin region, also known as Zhetysu, which had been occupied by Russia since 1871 during the Dungan Revolt."}]}, {"heading": "Events", "year": "1895", "date": "February 24", "txt": "Revolution breaks out in Baire, a town near Santiago de Cuba, beginning the Cuban War of Independence; the war ends along with the Spanish–American War in 1898.", "entities": [{"title": "Revolution", "href": "/wiki/Revolution", "description": "In political science, a revolution is a fundamental and relatively sudden change in political power and political organization which occurs when the population revolts against the government, typically due to perceived oppression or political incompetence. In book V of the Politics, the Ancient Greek philosopher Aristotle described two types of political revolution:Complete change from one constit"}, {"title": "Santiago de Cuba", "href": "/wiki/Santiago_de_Cuba", "description": "Santiago de Cuba is the second-largest city in Cuba and the capital city of Santiago de Cuba Province. It lies in the southeastern area of the island, some 870 km (540 mi) southeast of the Cuban capital of Havana."}, {"title": "Cuban War of Independence", "href": "/wiki/Cuban_War_of_Independence", "description": "The Cuban War of Independence was the last of three liberation wars that Cuba fought against Spain, the other two being the Ten Years' War (1868–1878) and the Little War (1879–1880). The final three months of the conflict escalated to become the Spanish–American War, with United States forces being deployed in Cuba, Puerto Rico, and the Philippine Islands against Spain. Historians disagree as to t"}, {"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}]}, {"heading": "Events", "year": "1916", "date": "February 24", "txt": "The Governor-General of Korea establishes a clinic called Jahyewon in Sorokdo to segregate Hansen's disease patients.", "entities": [{"title": "Governor-General of Korea", "href": "/wiki/Governor-General_of_Korea", "description": "The Governor-General of Chosen was the chief administrator of the Japanese colonial government in Korea from 1910 to 1945."}, {"title": "Sorokdo", "href": "/wiki/Sorokdo", "description": "Sorokdo is an island in Goheung, Jeolla, South Korea."}, {"title": "Hansen's disease", "href": "/wiki/Hansen%27s_disease", "description": "Leprosy, also known as Hansen's disease (HD), is a long-term infection by the bacteria Mycobacterium leprae or Mycobacterium lepromatosis. Infection can lead to damage of the nerves, respiratory tract, skin, and eyes. This nerve damage may result in a lack of ability to feel pain, which can lead to the loss of parts of a person's extremities from repeated injuries or infection due to unnoticed wou"}]}, {"heading": "Events", "year": "1917", "date": "February 24", "txt": "World War I: The U.S. ambassador Walter Hines Page to the United Kingdom is given the Zimmermann Telegram, in which Germany pledges to ensure the return of New Mexico, Texas, and Arizona to Mexico if Mexico declares war on the United States.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Walter Hines Page", "href": "/wiki/Walter_Hines_Page", "description": "Walter Hines Page was an American journalist, publisher, and diplomat. He was the United States ambassador to the United Kingdom during World War I."}, {"title": "Zimmermann Telegram", "href": "/wiki/Zimmermann_Telegram", "description": "The Zimmermann Telegram was a secret diplomatic communication issued from the German Foreign Office in January 1917 that proposed a military alliance between Germany and Mexico if the United States entered World War I against Germany. Mexico would recover Texas, Arizona, and New Mexico. The telegram was intercepted and decoded by British intelligence."}, {"title": "New Mexico", "href": "/wiki/New_Mexico", "description": "New Mexico is a state in the Southwestern United States; its capital is Santa Fe, which was founded in 1610 as capital of Nuevo México, while its largest city is Albuquerque with its accompanying metropolitan area. It is both one of the Southwestern and Mountain States and shares the Four Corners region with Utah, Colorado, and Arizona. New Mexico is also bordered by the state of Texas to the east"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Arizona", "href": "/wiki/Arizona", "description": "Arizona is a state in the Western United States, grouped in the Southwestern and occasionally Mountain subregions. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora a"}]}, {"heading": "Events", "year": "1918", "date": "February 24", "txt": "Estonian Declaration of Independence.", "entities": [{"title": "Estonian Declaration of Independence", "href": "/wiki/Estonian_Declaration_of_Independence", "description": "The Estonian Declaration of Independence, also known as the Manifesto to the Peoples of Estonia, is the founding act of the Republic of Estonia from 1918. It is celebrated on 24 February, the National Day or Estonian Independence Day."}]}, {"heading": "Events", "year": "1920", "date": "February 24", "txt": "Nancy Astor becomes the first woman to speak in the House of Commons of the United Kingdom following her election as a Member of Parliament (MP) three months earlier.", "entities": [{"title": "Nancy Astor, Viscountess Astor", "href": "/wiki/Nancy_Astor,_Viscountess_Astor", "description": "Nancy Witcher Langhorne Astor, Viscountess Astor, was an American-born British politician who was first woman seated as a member of Parliament (MP), serving from 1919 to 1945."}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Member of Parliament (United Kingdom)", "href": "/wiki/Member_of_Parliament_(United_Kingdom)", "description": "In the United Kingdom, a Member of Parliament (MP) is an individual elected to serve in the House of Commons of the Parliament of the United Kingdom."}]}, {"heading": "Events", "year": "1920", "date": "February 24", "txt": "The Nazi Party (NSDAP) was founded by Adolf Hitler in the Hofbräuhaus beer hall in Munich, Germany", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Hofbräuhaus am Platzl", "href": "/wiki/Hofbr%C3%A4uhaus_am_Platzl", "description": "The Hofbräuhaus am Platzl is a beer hall in Munich, Bavaria, Germany, originally built in 1589 by Bavarian Duke Maximilian I as an extension of the Staatliches Hofbräuhaus in München brewery. The general public was admitted in 1828 by Ludwig I. The building was completely remodeled in 1897 by Max Littmann when the brewery moved to the suburbs. All of the rooms except the historic beer hall (\"Schwe"}]}, {"heading": "Events", "year": "1942", "date": "February 24", "txt": "The Battle of Los Angeles: A false alarm led to an anti-aircraft barrage that lasted into the early hours of February 25.", "entities": [{"title": "Battle of Los Angeles", "href": "/wiki/Battle_of_Los_Angeles", "description": "The Battle of Los Angeles, also known as the Great Los Angeles Air Raid, is the name given by contemporary sources to a rumored attack on the continental United States by Imperial Japan and the subsequent anti-aircraft artillery barrage which took place from late 24 February to early 25 February 1942, over Los Angeles, California. The incident occurred less than three months after the U.S. entered"}]}, {"heading": "Events", "year": "1942", "date": "February 24", "txt": "An order-in-council passed under the Defence of Canada Regulations of the War Measures Act gives the Canadian federal government the power to intern all \"persons of Japanese racial origin\".", "entities": [{"title": "Defence of Canada Regulations", "href": "/wiki/Defence_of_Canada_Regulations", "description": "The Defence of Canada Regulations were a set of emergency measures implemented under the War Measures Act on 3 September 1939, a week before Canada's entry into World War II."}, {"title": "War Measures Act", "href": "/wiki/War_Measures_Act", "description": "The War Measures Act was a statute of the Parliament of Canada that provided for the declaration of war, invasion, or insurrection, and the types of emergency measures that could thereby be taken. The Act was brought into force three times in Canadian history: during the First World War, Second World War and 1970 October Crisis."}, {"title": "Government of Canada", "href": "/wiki/Government_of_Canada", "description": "The government of Canada is the body responsible for the federal administration of Canada. A constitutional monarchy, the Crown is the corporation sole, assuming distinct roles: the executive, as the Crown-in-Council; the legislature, as the Crown-in-Parliament; and the courts, as the Crown-on-the-Bench. Three institutions—the Privy Council ; the Parliament of Canada; and the judiciary, respective"}, {"title": "Japanese Canadian internment", "href": "/wiki/Japanese_Canadian_internment", "description": "Beginning in 1942, the internment of Japanese Canadians occurred when over 22,000 Japanese Canadians—comprising over 90% of the total Japanese Canadian population—from British Columbia were forcibly relocated and interned in the name of national security. The majority were Canadian citizens by birth. This decision followed the events of the Japanese invasions of British Hong Kong and Malaya, the a"}]}, {"heading": "Events", "year": "1944", "date": "February 24", "txt": "Merrill's Marauders: The Marauders begin their 1,000-mile journey through Japanese-occupied Burma.", "entities": [{"title": "Merrill's Marauders", "href": "/wiki/Merrill%27s_Marauders", "description": "Merrill’s Marauders or Unit Galahad, officially named the 5307th Composite Unit (Provisional), was a United States Army long range penetration special operations jungle warfare unit, which fought in the South-East Asian theatre of World War II, or China-Burma-India Theater (CBI). The unit became famous for its deep-penetration missions behind Japanese lines, often engaging Japanese forces superior"}, {"title": "Japanese occupation of Burma", "href": "/wiki/Japanese_occupation_of_Burma", "description": "The Japanese occupation of Burma was the period between 1942 and 1945 during World War II, when Burma was occupied by the Empire of Japan. The Japanese had assisted formation of the Burma Independence Army, and trained the Thirty Comrades, who were the founders of the modern Armed Forces (Tatmadaw). The Burmese hoped to gain support of the Japanese in expelling the British, so that Burma could bec"}]}, {"heading": "Events", "year": "1945", "date": "February 24", "txt": "Egyptian Premier Ahmad Mahir Pasha is killed in Parliament after reading a decree.", "entities": [{"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Ahmad Mahir Pasha", "href": "/wiki/Ahmad_Mahir_Pasha", "description": "Ahmad Maher Pasha was the Prime Minister of Egypt from 10 October 1944 to 24 February 1945. He was a member of the Saadist Institutional Party and was appointed Prime Minister following the removal of Mustafa an-Nahhas Pasha by King Farouk."}, {"title": "Parliament of Egypt", "href": "/wiki/Parliament_of_Egypt", "description": "The Parliament of Egypt is the bicameral legislature of the Arab Republic of Egypt. It is composed of an upper house and a lower house."}]}, {"heading": "Events", "year": "1946", "date": "February 24", "txt": "Colonel Juan Perón, founder of the political movement that became known as Peronism, is elected to his first term as President of Argentina.", "entities": [{"title": "Juan Perón", "href": "/wiki/Juan_Per%C3%B3n", "description": "Juan Domingo Perón was an Argentine Army general and politician. After serving in several government positions, including Minister of Labour and Vice President, he was elected President of Argentina three times, serving from June 1946 to September 1955, when he was overthrown by the Revolución Libertadora, and then from October 1973 until his death in July 1974."}, {"title": "Peronism", "href": "/wiki/Peronism", "description": "Peronism, also called justicialism, is an Argentine political movement based on the ideas and legacy of Argentine president Juan Perón (1895–1974). It has been an influential movement in 20th and 21st century Argentine politics. Since 1946, Peronists won 10 out of the 13 presidential elections in which they have been allowed to run. The main Peronist party is the Justicialist Party. The policies o"}, {"title": "Argentine general election, 1946", "href": "/wiki/Argentine_general_election,_1946", "description": "The Argentine general election of 1946, the last for which only men were enfranchised, was held on 24 February. Voters chose both the President and their legislators."}, {"title": "List of Presidents of Argentina", "href": "/wiki/List_of_Presidents_of_Argentina", "description": "Argentina has had many different types of heads of state as well as many different types of government. During pre-Columbian times, the territories that today form Argentina were inhabited by nomadic tribes without any defined government. During the Spanish colonization of the Americas, the King of Spain retained the ultimate authority over the territories conquered in the New World, appointing vi"}]}, {"heading": "Events", "year": "1949", "date": "February 24", "txt": "The Armistice Agreements are signed, to formally end the hostilities of the 1948 Arab-Israeli War.", "entities": [{"title": "1949 Armistice Agreements", "href": "/wiki/1949_Armistice_Agreements", "description": "The 1949 Armistice Agreements are a set of armistice agreements signed during 1949 between Israel and neighboring Egypt, Lebanon, Jordan, and Syria to formally end the official hostilities of the 1948 Arab–Israeli War, and establish armistice lines between Israeli forces and Jordanian-Iraqi forces, also known as the Green Line."}, {"title": "1948 Arab–Israeli War", "href": "/wiki/1948_Arab%E2%80%93Israeli_War", "description": "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May."}]}, {"heading": "Events", "year": "1968", "date": "February 24", "txt": "Vietnam War: The Tet Offensive is halted; South Vietnamese forces led by Ngo Quang Truong recapture the citadel of Hué.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Tet Offensive", "href": "/wiki/Tet_Offensive", "description": "The Tet offensive of 1968, also called the general offensive and uprising of Tet Mau Than was a major escalation and one of the largest military campaigns of the Vietnam War. It was launched on January 30, 1968 by forces of the Viet Cong (VC) and North Vietnamese People's Army of Vietnam (PAVN) against the forces of the South Vietnamese Army of the Republic of Vietnam (ARVN), the United States Arm"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Ngo Quang Truong", "href": "/wiki/Ngo_Quang_Truong", "description": "Ngô Quang Trưởng was an officer in the Army of the Republic of Vietnam (ARVN). Trưởng gained his commission in the Vietnamese National Army in 1954 and moved up the ranks over the next decade, mostly in the Airborne Brigade. In 1966, Trưởng commanded a division for the first time after he was given command of the 1st Division after helping to quell the Buddhist Uprising. He rebuilt the unit after "}, {"title": "Battle of Hue", "href": "/wiki/Battle_of_Hue", "description": "The Battle of Huế, also called the Siege of Huế, was a major military engagement in the Tết Offensive launched by North Vietnam and the Việt Cộng during the Vietnam War. After initially losing control of most of Huế and its surroundings, the combined South Vietnamese and American forces gradually recaptured the city over one month of intense fighting. The battle was one of the longest and bloodies"}, {"title": "Citadel of Hue", "href": "/wiki/Citadel_of_Hue", "description": "The Imperial City is a walled enclosure within the citadel of the city of Huế, the former imperial capital of Vietnam."}]}, {"heading": "Events", "year": "1971", "date": "February 24", "txt": "The All India Forward Bloc holds an emergency central committee meeting after its chairman, Hemantha Kumar Bose, is killed three days earlier. P.K. Mookiah Thevar is appointed as the new chairman.", "entities": [{"title": "All India Forward Bloc", "href": "/wiki/All_India_Forward_Bloc", "description": "The All India Forward Bloc (AIFB) is a left-wing nationalist political party in India. It emerged as a faction within the Indian National Congress in 1939, led by Subhas Chandra Bose. The party re-established as an independent political party after the independence of India. It has its main stronghold in West Bengal. The party's current Secretary-General is Debabrata Biswas. Veteran Indian politic"}, {"title": "P.K. Mookiah Thevar", "href": "/wiki/P.K._Mookiah_Thevar", "description": "P. K. Mookiah Thevar was an Indian politician."}]}, {"heading": "Events", "year": "1976", "date": "February 24", "txt": "The current constitution of Cuba is formally proclaimed.", "entities": [{"title": "Constitution of Cuba", "href": "/wiki/Constitution_of_Cuba#1976_Constitution", "description": "Even before attaining its independence from Spain, Cuba had several constitutions either proposed or adopted by insurgents as governing documents for territory they controlled during their war against Spain. Cuba has had several constitutions since winning its independence. The first constitution since the Cuban Revolution was drafted in 1976 and has since been amended. In 2018, Cuba became engage"}]}, {"heading": "Events", "year": "1978", "date": "February 24", "txt": "The Yuba County Five disappear in California. Four of their bodies are found four months later.", "entities": [{"title": "Yuba County Five", "href": "/wiki/Yuba_County_Five", "description": "The Yuba County Five were all young men from Yuba City, California, United States, all with mild intellectual disabilities or psychiatric conditions, who attended a college basketball game at California State University, Chico on the night of February 24, 1978. Four of them—Bill Sterling, 29; Jack Huett, 24; Ted Weiher, 32; and Jack Madruga, 30—were later found dead; the fifth, Gary Mathias, 25, h"}]}, {"heading": "Events", "year": "1980", "date": "February 24", "txt": "The United States Olympic hockey team completes its Miracle on Ice by defeating Finland 4–2 to win the gold medal.", "entities": [{"title": "Ice hockey at the Olympic Games", "href": "/wiki/Ice_hockey_at_the_Olympic_Games", "description": "Ice hockey tournaments have been staged at the Olympic Games since 1920. The men's tournament was introduced at the 1920 Summer Olympics and was transferred permanently to the Winter Olympic Games program in 1924, in France. The women's tournament was first held at the 1998 Winter Olympics."}, {"title": "Miracle on Ice", "href": "/wiki/Miracle_on_Ice", "description": "The \"Miracle on Ice\" was an ice hockey game during the 1980 Winter Olympics in Lake Placid, New York. It was played between the hosting United States and the Soviet Union on February 22, 1980, during the medal round of the men's hockey tournament. Though the Soviet Union was a four-time defending gold medalist and heavily favored, the United States upset them and won 4–3."}]}, {"heading": "Events", "year": "1981", "date": "February 24", "txt": "The 6.7 Ms Gulf of Corinth earthquake affected Central Greece with a maximum Mercalli intensity of VIII (Severe). Twenty-two people were killed, 400 were injured, and damage totaled $812 million.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Ms", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "List of earthquakes in Greece", "href": "/wiki/List_of_earthquakes_in_Greece", "description": "This list of earthquakes in Greece includes notable earthquakes that have affected Greece during recorded history. This list is currently incomplete, representing only a fraction of the possible events."}, {"title": "Kentriki Ellada", "href": "/wiki/Kentriki_Ellada", "description": "Kentriki Ellada, meaning Central Greece, is a first level NUTS division of Greece created for statistical purposes by the European Union."}, {"title": "Mercalli intensity", "href": "/wiki/Mercalli_intensity", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1983", "date": "February 24", "txt": "A special commission of the United States Congress condemns the Japanese American internment during World War II.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Japanese American internment", "href": "/wiki/Japanese_American_internment", "description": "The internment of Japanese Americans in the United States during World War II was the forced relocation and incarceration in concentration camps in the western interior of the country of about 120,000 people of Japanese ancestry, most of whom lived on the Pacific Coast. Sixty-two percent of the internees were United States citizens. These actions were ordered by President Franklin D. Roosevelt sho"}]}, {"heading": "Events", "year": "1984", "date": "February 24", "txt": "Tyrone Mitchell perpetrates the 49th Street Elementary School shooting in Los Angeles, killing two children and injuring 12 more.", "entities": [{"title": "Tyrone Mitchell", "href": "/wiki/Tyrone_Mitchell", "description": "Tyrone Mitchell was an American spree killer who fatally shot two students and wounded twelve others who were leaving 49th Street Elementary School in Los Angeles on February 24, 1984. Mitchell then committed suicide by shooting himself in the head with a double-barreled shotgun."}]}, {"heading": "Events", "year": "1989", "date": "February 24", "txt": "United Airlines Flight 811, bound for New Zealand from Honolulu, rips open during flight, blowing nine passengers out of the business-class section.", "entities": [{"title": "United Airlines Flight 811", "href": "/wiki/United_Airlines_Flight_811", "description": "United Airlines Flight 811 was a regularly scheduled airline flight from Los Angeles to Sydney, with intermediate stops at Honolulu and Auckland. On February 24, 1989, the Boeing 747-122 serving the flight experienced a cargo door failure in flight shortly after leaving Honolulu. The resulting explosive decompression blew out several rows of seats, resulting in the deaths of nine passengers. The a"}, {"title": "Honolulu", "href": "/wiki/Honolulu", "description": "Honolulu is the capital and largest city of the U.S. state of Hawaii, which is located in the Pacific Ocean. It is an unincorporated county seat of the consolidated City and County of Honolulu, situated along the southeast coast of the island of Oʻahu, and is the westernmost and southernmost major U.S. city. Honolulu is Hawaii's main gateway to the world. It is also a major hub for international b"}]}, {"heading": "Events", "year": "1991", "date": "February 24", "txt": "Gulf War: Ground troops cross the Saudi Arabian border and enter Iraq, thus beginning the ground phase of the war.", "entities": [{"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Gulf War", "href": "/wiki/Gulf_War#Ground_campaign", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}]}, {"heading": "Events", "year": "1996", "date": "February 24", "txt": "Two civilian airplanes operated by the Miami-based group Brothers to the Rescue are shot down in international waters by the Cuban Air Force.", "entities": [{"title": "Miami", "href": "/wiki/Miami", "description": "Miami, officially the City of Miami, is a coastal city located in southeastern Florida in the United States. It is the third most populous metropolis on the East coast of the United States, and it is the seventh largest in the country. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 491 ft (150 m)."}, {"title": "Brothers to the Rescue", "href": "/wiki/Brothers_to_the_Rescue", "description": "Brothers to the Rescue is a Miami-based activist nonprofit organization headed by José Basulto. Formed by Cuban exiles, the group is widely known for its opposition to the Cuban government and its former leader Fidel Castro. The group describes itself as a humanitarian organization aiming to assist and rescue raft refugees emigrating from Cuba and to \"support the efforts of the Cuban people to fre"}, {"title": "Cuban Air Force", "href": "/wiki/Cuban_Air_Force", "description": "The Cuban Revolutionary Air and Air Defense Force commonly abbreviated to DAAFAR in both Spanish and English, is the air force of Cuba."}]}, {"heading": "Events", "year": "1999", "date": "February 24", "txt": "China Southwest Airlines Flight 4509, a Tupolev Tu-154 aircraft, crashes on approach to Wenzhou Longwan International Airport in Wenzhou, Zhejiang, China. All 61 people on board are killed.", "entities": [{"title": "China Southwest Airlines Flight 4509", "href": "/wiki/China_Southwest_Airlines_Flight_4509", "description": "China Southwest Airlines Flight 4509 (SZ4509) was a domestic flight in China from Chengdu Shuangliu International Airport, Sichuan to Wenzhou Yongqiang Airport, Zhejiang. On February 24, 1999, the Tupolev Tu-154M operating the flight crashed while on approach to Wenzhou Airport, killing all 61 passengers and crew members on board."}, {"title": "Tupolev Tu-154", "href": "/wiki/Tupolev_Tu-154", "description": "The Tupolev Tu-154 is a three-engine medium-range narrow-body airliner designed in the mid-1960s and manufactured by Tupolev. A workhorse of Soviet and (subsequently) Russian airlines for several decades, it carried half of all passengers flown by Aeroflot and its subsidiaries, remaining the standard domestic-route airliner of Russia and former Soviet states until the mid-2000s. It was exported to"}, {"title": "Wenzhou Longwan International Airport", "href": "/wiki/Wenzhou_Longwan_International_Airport", "description": "Wenzhou Longwan International Airport is the airport serving the city of Wenzhou in southern Zhejiang Province, China. Formerly called Wenzhou Yongqiang Airport, it adopted the current name on 25 April 2013."}, {"title": "Wenzhou", "href": "/wiki/Wenzhou", "description": "Wenzhou is a prefecture-level city in southeastern Zhejiang province in the People's Republic of China. Wenzhou is located at the extreme south east of Zhejiang Province with its borders connecting to Lishui on the west, Taizhou on the north, and Fujian to the south. It is surrounded by mountains, the East China Sea, and 436 islands, while its lowlands are almost entirely along its East China Sea "}, {"title": "Zhejiang", "href": "/wiki/Zhejiang", "description": "Zhejiang is an eastern, coastal province of the People's Republic of China. Its capital and largest city is Hangzhou. Zhejiang is bordered by Jiangsu and Shanghai to the north, Anhui to the northwest, Jiangxi to the west and Fujian to the south. To the east is the East China Sea, beyond which lies the Ryukyu Islands. The population of Zhejiang stands at 57 million, the 10th highest among China. Ot"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Events", "year": "2004", "date": "February 24", "txt": "The 6.3 Mw Al Hoceima earthquake strikes northern Morocco with a maximum Mercalli intensity of IX (Violent). At least 628 people are killed, 926 are injured, and up to 15,000 are displaced.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "2004 Al Hoceima earthquake", "href": "/wiki/2004_Al_Hoceima_earthquake", "description": "The 2004 Al Hoceima earthquake occurred on 24 February at 02:27:47 local time near the coast of northern Morocco. The strike-slip earthquake measured 6.3 on the moment magnitude scale and had a maximum perceived intensity of IX (Violent) on the Mercalli intensity scale. Between 628 and 631 people were killed, 926 were injured, and up to 15,000 people were made homeless in the Al Hoceima-Imzourene-"}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2006", "date": "February 24", "txt": "Philippine President Gloria Macapagal Arroyo declares Proclamation 1017 placing the country in a state of emergency in attempt to subdue a possible military coup.", "entities": [{"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}, {"title": "Gloria Macapagal Arroyo", "href": "/wiki/Gloria_Macapagal_Arroyo", "description": "Maria Gloria Macaraeg Macapagal Arroyo, often referred to by her initials GMA, is a Filipino academic and politician who served as the 14th president of the Philippines from 2001 until 2010. Before her accession to the presidency, she served as the 10th vice president of the Philippines from 1998 to 2001, and was a senator from 1992 to 1998. After her presidency, she was elected as the representat"}, {"title": "Proclamation 1017", "href": "/wiki/Proclamation_1017", "description": "The Philippines was under a state of emergency, announced by presidential spokesperson Ignacio Bunye on the morning of February 24, 2006, by the virtue of Proclamation No. 1017. This occurred after the government claimed that it foiled an alleged coup d'état attempt against the rule of President Gloria Macapagal-Arroyo earlier that same day. State security services also claimed that it had arreste"}, {"title": "2006 state of emergency in the Philippines", "href": "/wiki/2006_state_of_emergency_in_the_Philippines", "description": "The Philippines was under a state of emergency, announced by presidential spokesperson Ignacio Bunye on the morning of February 24, 2006, by the virtue of Proclamation No. 1017. This occurred after the government claimed that it foiled an alleged coup d'état attempt against the rule of President Gloria Macapagal-Arroyo earlier that same day. State security services also claimed that it had arreste"}]}, {"heading": "Events", "year": "2007", "date": "February 24", "txt": "Japan launches its fourth spy satellite, stepping up its ability to monitor potential threats such as North Korea.", "entities": [{"title": "Spy satellite", "href": "/wiki/Spy_satellite", "description": "A reconnaissance satellite or intelligence satellite is an Earth observation satellite or communications satellite deployed for military or intelligence applications."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Events", "year": "2008", "date": "February 24", "txt": "Fidel Castro retires as the President of Cuba and the Council of Ministers after 32 years. He remains as head of the Communist Party for another three years.", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "President of Cuba", "href": "/wiki/President_of_Cuba", "description": "The president of Cuba, officially the president of the Republic of Cuba, is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The president is the second most powerful position in Cuba, after the first secretary of the Communist Party of Cuba, and the highest state post. Miguel Díaz-Canel became president of the Council of State on 19 April 2"}, {"title": "Council of Ministers (Cuba)", "href": "/wiki/Council_of_Ministers_(Cuba)", "description": "The Council of Ministers, also referred to as simply the Cabinet of Cuba, is the highest ranking executive and administrative body of the Republic of Cuba, and constitutes the nation's government. It consists of the President, the First Vice President and the five Vice Presidents of the Council of State, the Secretary of the Executive Committee, the heads of the national ministries, and other memb"}, {"title": "Communist Party of Cuba", "href": "/wiki/Communist_Party_of_Cuba", "description": "The Communist Party of Cuba is the ruling political party in the Republic of Cuba. The Cuban constitution ascribes the role of the party to be the \"leading force of society and of the state\". It was founded on 3 October 1965 as a successor of the United Party of the Cuban Socialist Revolution, which was in turn made up of the 26th of July Movement and Popular Socialist Party that seized power in C"}]}, {"heading": "Events", "year": "2015", "date": "February 24", "txt": "A Metrolink train derails in Oxnard, California following a collision with a truck, leaving more than 30 injured.", "entities": [{"title": "Metrolink (Southern California)", "href": "/wiki/Metrolink_(Southern_California)", "description": "Metrolink is a commuter rail system in Southern California consisting of seven lines and 62 stations operating on 534 miles (859 km) of rail network."}, {"title": "2015 Oxnard train derailment", "href": "/wiki/2015_Oxnard_train_derailment", "description": "The 2015 Oxnard train derailment occurred on February 24, 2015, at 5:44 a.m. local time when a Metrolink passenger train collided with a truck that a driver had mistakenly turned from Rice Avenue onto the tracks and became stuck. After impact, the train derailed at Oxnard, California, United States. As a result of the crash, the train engineer died from his injuries a week later and 32 passengers "}, {"title": "Oxnard, California", "href": "/wiki/Oxnard,_California", "description": "Oxnard is a city in Ventura County, California, United States. On California's South Coast, it is the most populous city in Ventura County and the 22nd most populous city in California. Incorporated in 1903, Oxnard lies approximately 60 miles (97 km) west of downtown Los Angeles and is part of the larger Greater Los Angeles area."}]}, {"heading": "Events", "year": "2016", "date": "February 24", "txt": "Tara Air Flight 193, a de Havilland Canada DHC-6 Twin Otter aircraft, crashed, with 23 fatalities, in Solighopte, Myagdi District, Dhaulagiri Zone, while en route from Pokhara Airport to Jomsom Airport.", "entities": [{"title": "Tara Air Flight 193", "href": "/wiki/Tara_Air_Flight_193", "description": "Tara Air Flight 193 was a scheduled domestic passenger flight from Pokhara to Jomsom, Nepal. On 24 February 2016, eight minutes after take-off, the aircraft serving the flight, a Viking Air DHC-6-400 Twin Otter went missing with 23 people on board.\nHours later, the wreckage was found near the village of Dana, Myagdi district. There were no survivors. It was Tara Air's deadliest accident."}, {"title": "De Havilland Canada DHC-6 Twin Otter", "href": "/wiki/De_Havilland_Canada_DHC-6_Twin_Otter", "description": "The de Havilland Canada DHC-6 Twin Otter, currently marketed as the Viking Air DHC-6 Twin Otter, is a Canadian 19-passenger STOL utility aircraft developed by de Havilland Canada and currently produced by Viking Air. The aircraft's fixed tricycle undercarriage, STOL capabilities, twin turboprop engines and high rate of climb have made it a successful commuter passenger airliner as well as a cargo "}, {"title": "Myagdi District", "href": "/wiki/Myagdi_District", "description": "Myagdi District, a part of Gandaki Province, is one of the seventy-seven districts of Nepal. The district, with Beni as its district headquarters, covers an area of 2,297 km2 (887 sq mi), had a population of 114,447 in 2001 and 113,641 in 2011."}, {"title": "Pokhara Airport", "href": "/wiki/Pokhara_Airport", "description": "Pokhara Airport, is a domestic airport serving Pokhara in Nepal. Following a new agreement on air travel between India and Nepal, Pokhara Airport will be replaced by Nepal's second international airport, Pokhara International Airport in 2021."}, {"title": "Jomsom Airport", "href": "/wiki/Jomsom_Airport", "description": "Jomsom Airport is a domestic airport located in Jomsom serving Mustang District, a district in Gandaki Pradesh in Nepal. It serves as the gateway to Mustang District that includes Jomsom, Kagbeni, Tangbe, and Lo Manthang, and Muktinath temple, which is a popular pilgrimage for Nepalis and Indian pilgrims."}]}, {"heading": "Births", "year": "1103", "date": "February 24", "txt": "Emperor Toba of Japan (d. 1156)", "entities": [{"title": "Emperor Toba", "href": "/wiki/Emperor_Toba", "description": "Emperor Toba  was the 74th Emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1304", "date": "February 24", "txt": "Ibn Battuta, Moroccan jurist", "entities": [{"title": "Ibn Battuta", "href": "/wiki/Ibn_Battuta", "description": "Ibn Battuta was a Muslim Moroccan scholar, jurist and explorer who travelled extensively in Afro-Eurasia, largely in the lands of Dar al-Islam, travelling more than any other explorer in pre-modern history, totalling around 117,000 km, surpassing Zheng He with about 50,000 km and Marco Polo with 24,000 km. Over a period of thirty years, Ibn Battuta visited most of southern Eurasia, including Centr"}]}, {"heading": "Births", "year": "1413", "date": "February 24", "txt": "Louis, Duke of Savoy (d. 1465)", "entities": [{"title": "Louis, Duke of Savoy", "href": "/wiki/Louis,_Duke_of_Savoy", "description": "Louis I was Duke of Savoy from 1440 until his death in 1465."}]}, {"heading": "Births", "year": "1463", "date": "February 24", "txt": "Giovanni Pico della Mirandola, Italian philosopher (d. 1494)", "entities": [{"title": "Giovanni Pico della Mirandola", "href": "/wiki/Giovanni_Pico_della_Mirandola", "description": "Giovanni Pico della Mirandola was an Italian Renaissance nobleman and philosopher. He is famed for the events of 1486, when, at the age of 23, he proposed to defend 900 theses on religion, philosophy, natural philosophy, and magic against all comers, for which he wrote the Oration on the Dignity of Man, which has been called the \"Manifesto of the Renaissance\", and a key text of Renaissance humanis"}]}, {"heading": "Births", "year": "1494", "date": "February 24", "txt": "Johan Friis, Danish statesman (d. 1570)", "entities": [{"title": "Johan Friis", "href": "/wiki/Johan_Friis", "description": "Johan Friis was a Danish statesman. He served as Chancellor under King Christian III of Denmark.\n"}]}, {"heading": "Births", "year": "1500", "date": "February 24", "txt": "Charles V, Holy Roman Emperor (d. 1558)", "entities": [{"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}]}, {"heading": "Births", "year": "1536", "date": "February 24", "txt": "Pope Clement VIII (d. 1605)", "entities": [{"title": "Pope Clement VIII", "href": "/wiki/Pope_Clement_VIII", "description": "Pope Clement VIII, born Ippolito Aldobrandini, was Bishop of Rome from 2 February 1592 to his death. Born in Fano, Italy to a prominent Florentine family, he initially came to prominence as a canon lawyer before being made a Cardinal-Priest in 1585. In 1592 he was elected Pope and took the name of Clement. During his papacy he effected the reconciliation of Henry IV of France to the Catholic faith"}]}, {"heading": "Births", "year": "1545", "date": "February 24", "txt": "John of Austria (d. 1578)", "entities": [{"title": "John of Austria", "href": "/wiki/John_of_Austria", "description": "John of Austria was an illegitimate son of Holy Roman Emperor Charles V. He became a military leader in the service of his half-brother, King Philip II of Spain, and is best known for his role as the admiral of the Holy Alliance fleet at the Battle of Lepanto."}]}, {"heading": "Births", "year": "1553", "date": "February 24", "txt": "Cherubino Alberti, Italian engraver and painter (d. 1615)", "entities": [{"title": "Cherubino Alberti", "href": "/wiki/Cherubino_Alberti", "description": "Cherubino Alberti (1553–1615), also called Borghegiano, was an Italian engraver and painter. He is most often remembered for the Roman frescoes completed with his brother Giovanni Alberti during the papacy of Clement VIII. He was most prolific as an engraver of copper plates."}]}, {"heading": "Births", "year": "1557", "date": "February 24", "txt": "Matthias, Holy Roman Emperor (d. 1619)", "entities": [{"title": "Matthias, Holy Roman Emperor", "href": "/wiki/Matthias,_Holy_Roman_Emperor", "description": "Matthias was Holy Roman Emperor from 1612 to 1619, Archduke of Austria from 1608 to 1619, King of Hungary and Croatia from 1608 to 1618, and King of Bohemia from 1611 to 1617. His personal motto was Concordia lumine maior."}]}, {"heading": "Births", "year": "1593", "date": "February 24", "txt": "Henry de Vere, 18th Earl of Oxford, English soldier and courtier (d. 1625)", "entities": [{"title": "Henry de Vere, 18th Earl of Oxford", "href": "/wiki/Henry_de_Vere,_18th_Earl_of_Oxford", "description": "\nHenry de Vere, 18th Earl of Oxford KB was an English aristocrat, courtier and soldier."}]}, {"heading": "Births", "year": "1595", "date": "February 24", "txt": "Maciej Kazimierz Sarbiewski, Polish author and poet (d. 1640)", "entities": [{"title": "Maciej Kazimierz Sarbiewski", "href": "/wiki/Maciej_Kazimierz_Sarbiewski", "description": "Maciej Kazimierz Sarbiewski, was Europe's most prominent Latin poet of the 17th century, and a renowned theoretician of poetics."}]}, {"heading": "Births", "year": "1604", "date": "February 24", "txt": "Arcangela Tarabotti, Venetian nun and feminist (d. 1652)", "entities": [{"title": "Arcangela Tarabotti", "href": "/wiki/Arcangela_Tarabotti", "description": "\nArcangela Tarabotti was a Venetian nun and Early Modern Italian writer. Tarabotti wrote texts and corresponded with cultural and political figures for most of her adult life, centering on the issues of forced enclosure, and what she saw as other symptoms and systems of patriarchy and misogyny in her works and discussions. Tarabotti wrote at least seven works, though only five were published durin"}]}, {"heading": "Births", "year": "1619", "date": "February 24", "txt": "Charles Le Brun, French painter and theorist (d. 1690)", "entities": [{"title": "Charles Le Brun", "href": "/wiki/Charles_Le_Brun", "description": "Charles Le Brun was a French painter, physiognomist, art theorist, and a director of several art schools of his time. As court painter to Louis XIV, who declared him \"the greatest French artist of all time\", he was a dominant figure in 17th-century French art and much influenced by Nicolas Poussin."}]}, {"heading": "Births", "year": "1622", "date": "February 24", "txt": "Johannes Clauberg, German theologian and philosopher (d. 1665)", "entities": [{"title": "Johannes Clauberg", "href": "/wiki/Johannes_Clauberg", "description": "Johannes Clauberg was a German theologian and philosopher. Clauberg was the founding Rector of the first University of Duisburg, where he taught from 1655 to 1665. He is known as a \"scholastic cartesian\"."}]}, {"heading": "Births", "year": "1709", "date": "February 24", "txt": "Jacques de Vaucanson, French engineer (d. 1782)", "entities": [{"title": "Jacques de Vaucanson", "href": "/wiki/Jacques_de_Vaucanson", "description": "Jacques de Vaucanson was a French inventor and artist who was responsible for the creation of impressive and innovative automata. He also was the first person to design an automatic loom and built the first all-metal lathe."}]}, {"heading": "Births", "year": "1721", "date": "February 24", "txt": "John McKinly, Irish-American physician and politician, 1st Governor of Delaware (d. 1796)", "entities": [{"title": "John McKinly", "href": "/wiki/John_McKinly", "description": "John McKinly was an American physician and politician from Wilmington, Delaware. He was a veteran of the French and Indian War, served in the Delaware General Assembly, was the first elected President of Delaware, and for a time was a member of the Federalist Party."}, {"title": "List of Governors of Delaware", "href": "/wiki/List_of_Governors_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Births", "year": "1723", "date": "February 24", "txt": "John Burgoyne, English general and politician (d. 1792)", "entities": [{"title": "John Burgoyne", "href": "/wiki/John_Burgoyne", "description": "General John Burgoyne was a British army officer, dramatist and politician who sat in the House of Commons from 1761 to 1792. He first saw action during the Seven Years' War when he participated in several battles, most notably during the Portugal Campaign of 1762."}]}, {"heading": "Births", "year": "1736", "date": "February 24", "txt": "Charles Alexander, Margrave of Brandenburg-Ansbach (d. 1806)", "entities": [{"title": "Charles Alexander, Margrave of Brandenburg-Ansbach", "href": "/wiki/Charles_Alexander,_Margrave_of_Brandenburg-Ansbach", "description": "Christian Friedrich Carl Alexander was the last margrave of the two Franconian principalities, Bayreuth and Ansbach, which he sold to the King of Prussia, a fellow member of the House of Hohenzollern."}]}, {"heading": "Births", "year": "1743", "date": "February 24", "txt": "Joseph Banks, English botanist and explorer (d. 1820)", "entities": [{"title": "Joseph Banks", "href": "/wiki/Joseph_Banks", "description": "Sir Joseph Banks, 1st Baronet, was an English naturalist, botanist, and patron of the natural sciences."}]}, {"heading": "Births", "year": "1762", "date": "February 24", "txt": "Charles Frederick Horn, German-English composer and educator (d. 1830)", "entities": [{"title": "Charles Frederick Horn", "href": "/wiki/Charles_Frederick_Horn", "description": "Charles Frederick Horn was an English musician and composer. Born in Germany, he emigrated to London with few possessions and no knowledge of the English language, yet rose to become a music teacher in the Royal Household. As an editor and arranger, he helped introduce the music of Johann Sebastian Bach to England."}]}, {"heading": "Births", "year": "1767", "date": "February 24", "txt": "Rama II of Siam (d. 1824)", "entities": [{"title": "Rama II of Siam", "href": "/wiki/Rama_II_of_Siam", "description": "Phra Phutthaloetla Naphalai or Rama II was the second monarch of Siam under the Chakri dynasty, ruling from 1809 to 1824. In 1809, Itsarasunthon succeeded his father Rama I, the founder of Chakri dynasty, as Loetlanaphalai the King of Siam. His reign was largely peaceful, devoid of major conflicts. His reign was known as the \"Golden Age of Rattanakosin Literature\" as Loetlanaphalai was patron to a"}]}, {"heading": "Births", "year": "1774", "date": "February 24", "txt": "Prince Adolphus, Duke of Cambridge (d. 1850)", "entities": [{"title": "Prince Adolphus, Duke of Cambridge", "href": "/wiki/Prince_Adolphus,_Duke_of_Cambridge", "description": "Prince Adolphus, Duke of Cambridge, was the tenth child and seventh son of the British king George III and Charlotte of Mecklenburg-Strelitz. He held the title of Duke of Cambridge from 1801 until his death. He also served as Viceroy of Hanover on behalf of his brothers George IV and William IV. His granddaughter Princess Victoria Mary of Teck, daughter of Princess Mary Adelaide, was the wife of K"}]}, {"heading": "Births", "year": "1786", "date": "February 24", "txt": "Martin W. Bates, American lawyer and politician (d. 1869)", "entities": [{"title": "Martin W. Bates", "href": "/wiki/Martin_W._Bates", "description": "Martin Waltham Bates was a lawyer and politician from Dover, in Kent County, Delaware. He was a member of the Federalist Party, and then the Democratic Party, who served in the Delaware General Assembly and as U.S. Senator from Delaware."}]}, {"heading": "Births", "year": "1786", "date": "February 24", "txt": "Wilhelm Grimm, German anthropologist, author, and academic (d. 1859)", "entities": []}, {"heading": "Births", "year": "1788", "date": "February 24", "txt": "Johan Christian Dahl, Norwegian-German painter (d. 1857)", "entities": [{"title": "Johan Christian Dahl", "href": "/wiki/Johan_Christian_Dahl", "description": "Johan Christian Claussen Dahl, often known as J. C. Dahl or I. C. Dahl, was a Norwegian artist who is considered the first great romantic painter in Norway, the founder of the \"golden age\" of Norwegian painting, and, by some, one of the greatest European artists of all time. He is often described as \"the father of Norwegian landscape painting\" and is regarded as the first Norwegian painter to reac"}]}, {"heading": "Births", "year": "1827", "date": "February 24", "txt": "Lydia Becker, English-French activist (d. 1890)", "entities": [{"title": "Lydia Becker", "href": "/wiki/Lydia_Becker", "description": "Lydia Ernestine Becker was a leader in the early British suffrage movement, as well as an amateur scientist with interests in biology and astronomy. She is best remembered for founding and publishing the Women's Suffrage Journal between 1870 and 1890."}]}, {"heading": "Births", "year": "1831", "date": "February 24", "txt": "Leo von Caprivi, German general and politician, Chancellor of Germany (d. 1899)", "entities": [{"title": "Leo von Caprivi", "href": "/wiki/Leo_von_Caprivi", "description": "Georg Leo Graf von Caprivi de Caprera de Montecuccoli, born Georg Leo von Caprivi, was a German general and statesman who served as Chancellor of Germany from March 1890 to October 1894. Caprivi promoted industrial and commercial development, and concluded numerous bilateral treaties for reduction of tariff barriers. However, this movement toward free trade angered the conservative agrarian intere"}, {"title": "List of Chancellors of Germany", "href": "/wiki/List_of_Chancellors_of_Germany", "description": "The chancellor of Germany is the political leader of Germany and the head of the federal government. The office holder is responsible for selecting all other members of the government and chairing cabinet meetings."}]}, {"heading": "Births", "year": "1835", "date": "February 24", "txt": "Julius Vogel, English-New Zealand journalist and politician, 8th Prime Minister of New Zealand (d. 1899)", "entities": [{"title": "Julius Vogel", "href": "/wiki/Julius_Vogel", "description": "Sir Julius Vogel was the eighth Premier of New Zealand. His administration is best remembered for the issuing of bonds to fund railway construction and other public works. He was the first Jewish prime minister of New Zealand. Historian Warwick R. Armstrong assesses Vogel's strengths and weaknesses:Vogel's politics were like his nature, imaginative – and occasionally brilliant – but reckless and s"}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1836", "date": "February 24", "txt": "Winslow Homer, American painter and illustrator (d. 1910)", "entities": [{"title": "Winslow Homer", "href": "/wiki/Winslow_Homer", "description": "Winslow Homer was an American landscape painter and printmaker, best known for his marine subjects. He is considered one of the foremost painters in 19th-century America and a preeminent figure in American art."}]}, {"heading": "Births", "year": "1837", "date": "February 24", "txt": "Rosalía de Castro, Spanish poet (d. 1885)", "entities": [{"title": "Rosalía de Castro", "href": "/wiki/Rosal%C3%ADa_de_Castro", "description": "María Rosalía Rita de Castro, was a Galician poet, strongly identified with her native Galicia and the celebration of the Galician language."}]}, {"heading": "Births", "year": "1842", "date": "February 24", "txt": "Arrigo Boito, Italian journalist, author, and composer (d. 1918)", "entities": [{"title": "Arrigo Boito", "href": "/wiki/Arrigo_Boito", "description": "Arrigo Boito was an Italian poet, journalist, novelist, librettist and composer, best known today for his libretti, especially those for Giuseppe Verdi's last two monumental operas Otello and Falstaff and his own opera Mefistofele. Along with Emilio Praga and his own brother Camillo Boito, he is regarded as one of the prominent representatives of the Scapigliatura artistic movement."}]}, {"heading": "Births", "year": "1848", "date": "February 24", "txt": "Andrew Inglis Clark, Australian engineer, lawyer, and politician (d. 1907)", "entities": [{"title": "Andrew Inglis Clark", "href": "/wiki/Andrew_Inglis_Clark", "description": "Andrew Inglis Clark was an Australian founding father and co-author of the Australian Constitution; he was also an engineer, barrister, politician, electoral reformer and jurist. He initially qualified as an engineer, but he re-trained as a barrister to effectively fight for social causes which deeply concerned him. After a long political career, mostly spent as Attorney-General and briefly as Opp"}]}, {"heading": "Births", "year": "1852", "date": "February 24", "txt": "George Moore, Irish author, poet, and playwright (d. 1933)", "entities": [{"title": "George Moore (novelist)", "href": "/wiki/George_Moore_(novelist)", "description": "George Augustus Moore was an Irish novelist, short-story writer, poet, art critic, memoirist and dramatist. Moore came from a Roman Catholic landed family who lived at Moore Hall in Carra, County Mayo. He originally wanted to be a painter, and studied art in Paris during the 1870s. There, he befriended many of the leading French artists and writers of the day."}]}, {"heading": "Births", "year": "1868", "date": "February 24", "txt": "Édouard Alphonse James de Rothschild, French financier and polo player (d. 1949)", "entities": [{"title": "Édouard Alphonse James de Rothschild", "href": "/wiki/%C3%89douard_Alphonse_James_de_Rothschild", "description": "Édouard Alphonse James de Rothschild, also known as Baron Édouard de Rothschild was an aristocrat, French financier and a member of the prominent Rothschild banking family of France."}]}, {"heading": "Births", "year": "1869", "date": "February 24", "txt": "Zara DuPont, American suffragist (d. 1946)", "entities": [{"title": "Zara DuPont", "href": "/wiki/Zara_DuPont", "description": "Zara \"Zadie\" DuPont (1869–1946) was an American suffragist, serving as the first Vice President of the Ohio Woman Suffrage Association."}]}, {"heading": "Births", "year": "1874", "date": "February 24", "txt": "Honus Wagner, American baseball player, coach, and manager (d. 1955)", "entities": [{"title": "Honus Wagner", "href": "/wiki/Honus_Wagner", "description": "Johannes Peter \"Honus\" Wagner, sometimes referred to as \"Hans\" Wagner, was an American baseball shortstop who played 21 seasons in Major League Baseball from 1897 to 1917, almost entirely for the Pittsburgh Pirates. Wagner won his eighth batting title in 1911, a National League record that remains unbroken to this day, and matched only once, in 1997, by Tony Gwynn. He also led the league in sluggi"}]}, {"heading": "Births", "year": "1877", "date": "February 24", "txt": "Rudolph Ganz, Swiss pianist, composer, and conductor (d. 1972)", "entities": [{"title": "Rudolph Ganz", "href": "/wiki/Rudolph_Ganz", "description": "Rudolph Ganz was a Swiss-born American pianist, conductor, composer, and music educator."}]}, {"heading": "Births", "year": "1877", "date": "February 24", "txt": "Ettie Rout, Australian-New Zealand educator and activist (d. 1936)", "entities": []}, {"heading": "Births", "year": "1885", "date": "February 24", "txt": "Chester W. Nimitz, American admiral (d. 1966)", "entities": [{"title": "Chester W. Nimitz", "href": "/wiki/Chester_W._Nimitz", "description": "Chester William Nimitz was a fleet admiral of the United States Navy. He played a major role in the naval history of World War II as Commander in Chief, U.S. Pacific Fleet and Commander in Chief, Pacific Ocean Areas, commanding Allied air, land, and sea forces during World War II."}]}, {"heading": "Births", "year": "1885", "date": "February 24", "txt": "Stanisław Ignacy Witkiewicz, Polish author, poet, and painter (d. 1939)", "entities": []}, {"heading": "Births", "year": "1890", "date": "February 24", "txt": "Marjorie Main, American actress (d. 1975)", "entities": [{"title": "Marjorie Main", "href": "/wiki/Marjorie_Main", "description": "Mary Tomlinson, professionally known as Marjorie Main, was an American character actress and singer of the Classical Hollywood period, best known as a Metro-Goldwyn-Mayer contract player in the 1940s and 1950s, and for her role as Ma Kettle in ten Ma and Pa Kettle movies. Main started her career in vaudeville and theatre and appeared in films classics, such as Dead End (1937), The Women (1939), Da"}]}, {"heading": "Births", "year": "1896", "date": "February 24", "txt": "Richard Thorpe, American director and screenwriter (d. 1991)", "entities": [{"title": "Richard Thorpe", "href": "/wiki/Richard_Thorpe", "description": "Richard Thorpe was an American film director best known for his long career at Metro-Goldwyn-Mayer."}]}, {"heading": "Births", "year": "1898", "date": "February 24", "txt": "Kurt Tank, German pilot and engineer (d. 1983)", "entities": [{"title": "Kurt Tank", "href": "/wiki/Kurt_Tank", "description": "Kurt Waldemar Tank was a German aeronautical engineer and test pilot who led the design department at Focke-Wulf from 1931 to 1945. He was responsible for the creation of several important Luftwaffe aircraft of World War II, including the Fw 190 fighter aircraft, the Ta 152 fighter-interceptor and the Fw 200 Condor airliner. After the war, Tank spent two decades designing aircraft abroad, working "}]}, {"heading": "Births", "year": "1900", "date": "February 24", "txt": "Irmgard Bartenieff, German-American dancer and physical therapist, leading pioneer of dance therapy (d. 1981)", "entities": [{"title": "Irmgard Bartenieff", "href": "/wiki/Irmgard_Bartenieff", "description": "Irmgard Bartenieff was a dance theorist, dancer, choreographer, physical therapist, and a leading pioneer of dance therapy. A student of Rudolf Laban, she pursued cross-cultural dance analysis, and generated a new vision of possibilities for human movement and movement training. From her experiences applying Laban’s concepts of dynamism, three-dimensional movement and mobilization to the rehabilit"}, {"title": "Dance therapy", "href": "/wiki/Dance_therapy", "description": "Dance/movement therapy (DMT) in USA/ Australia or dance movement psychotherapy (DMP) in the UK is the psychotherapeutic use of movement and dance to support intellectual, emotional, and motor functions of the body. As a modality of the creative arts therapies, DMT looks at the correlation between movement and emotion."}]}, {"heading": "Births", "year": "1903", "date": "February 24", "txt": "Vladimir Bartol, Italian-Slovene author and playwright (d. 1967)", "entities": [{"title": "Vladimir Bartol", "href": "/wiki/Vladimir_Bartol", "description": "Vladimir Bartol was a writer from the community of Slovene minority in Italy. He is notable for writing his 1938 novel Alamut, the most popular work of Slovene literature around the world, translated into numerous languages."}]}, {"heading": "Births", "year": "1908", "date": "February 24", "txt": "Telford Taylor, American general, lawyer, and historian (d. 1998)", "entities": [{"title": "Telford Taylor", "href": "/wiki/Telford_Taylor", "description": "Telford Taylor was an American lawyer best known for his role as Counsel for the Prosecution at the Nuremberg Trials after World War II, his opposition to Senator Joseph McCarthy in the 1950s, and his outspoken criticism of U.S. actions during the Vietnam War in the 1960s and 1970s."}]}, {"heading": "Births", "year": "1909", "date": "February 24", "txt": "August Derleth, American anthologist and author (d. 1971)", "entities": [{"title": "August Derleth", "href": "/wiki/August_Derleth", "description": "August William Derleth was an American writer and anthologist. Though best remembered as the first book publisher of the writings of H. P. Lovecraft, and for his own contributions to the Cthulhu Mythos and the cosmic horror genre, as well as his founding of the publisher Arkham House, Derleth was a leading American regional writer of his day, as well as prolific in several other genres, including "}]}, {"heading": "Births", "year": "1914", "date": "February 24", "txt": "Ralph Erskine, English-Swedish architect, designed The Ark and Byker Wall (d. 2005)", "entities": [{"title": "Ralph Erskine (architect)", "href": "/wiki/Ralph_Erskine_(architect)", "description": "Ralph Erskine ARIBA was a British architect and planner who lived and worked in Sweden for most of his life."}, {"title": "The Ark, London", "href": "/wiki/The_Ark,_London", "description": "The Ark is an office building located in Hammersmith, London."}, {"title": "Byker Wall", "href": "/wiki/Byker_Wall", "description": "The Byker Wall is a long, unbroken block of 620 maisonettes in the Byker district of Newcastle upon Tyne, England. They were designed by Ralph Erskine and constructed in the 1970s. The wall is just part of the estate, which in total covers 200 acres."}]}, {"heading": "Births", "year": "1914", "date": "February 24", "txt": "Weldon Kees, American author, poet, painter, and pianist (d. 1955)", "entities": []}, {"heading": "Births", "year": "1915", "date": "February 24", "txt": "Jim Ferrier, Australian golfer (d. 1986)", "entities": [{"title": "Jim Ferrier", "href": "/wiki/Jim_Ferrier", "description": "James Bennett Elliott Ferrier was an Australian professional golfer from Manly, New South Wales. After compiling a fine record as an amateur golfer in Australia during the 1930s, he moved to the United States in 1940, turned professional in 1941, and joined the U.S. PGA Tour. He won the PGA Championship in 1947, among his 18 Tour titles, and was the first Australian and first golfer from the south"}]}, {"heading": "Births", "year": "1919", "date": "February 24", "txt": "John Carl Warnecke, American architect (d. 2010)", "entities": [{"title": "John Carl Warnecke", "href": "/wiki/John_Carl_Warnecke", "description": "John Carl Warnecke was an architect based in San Francisco, California, who designed numerous notable monuments and structures in the Modernist, Bauhaus, and other similar styles. He was an early proponent of contextual architecture. Among his more notable buildings and projects are the Hawaii State Capitol building, the John F. Kennedy Eternal Flame memorial gravesite at Arlington National Cemete"}]}, {"heading": "Births", "year": "1921", "date": "February 24", "txt": "Abe Vigoda, American actor (d. 2016)", "entities": [{"title": "Abe Vigoda", "href": "/wiki/Abe_Vigoda", "description": "Abraham Charles Vigoda was an American actor known for his portrayals of Salvatore Tessio in The Godfather (1972) and Phil Fish in Barney Miller and Fish (1977–1978)."}]}, {"heading": "Births", "year": "1922", "date": "February 24", "txt": "Richard Hamilton, English painter and academic (d. 2011)", "entities": [{"title": "Richard Hamilton (artist)", "href": "/wiki/Richard_Hamilton_(artist)", "description": "Richard William Hamilton CH was an English painter and collage artist. His 1955 exhibition Man, Machine and Motion and his 1956 collage Just what is it that makes today's homes so different, so appealing?, produced for the This Is Tomorrow exhibition of the Independent Group in London, are considered by critics and historians to be among the earliest works of pop art. A major retrospective of his "}]}, {"heading": "Births", "year": "1922", "date": "February 24", "txt": "Steven Hill, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 24", "txt": "Hal Herring, American football player and coach (d. 2014)", "entities": [{"title": "Hal Herring", "href": "/wiki/Hal_Herring", "description": "Harold Moreland \"Hal\" Herring was an American football player and coach. He played college football at Auburn University and professionally as a center and linebacker for the Buffalo Bills in the All-America Football Conference (AAFC) and the Cleveland Browns in the National Football League (NFL). He later was a defensive coach at Auburn and for the NFL's Atlanta Falcons and San Diego Chargers."}]}, {"heading": "Births", "year": "1924", "date": "February 24", "txt": "Erik Nielsen, Canadian lawyer and politician, 3rd Deputy Prime Minister of Canada (d. 2008)", "entities": [{"title": "Deputy Prime Minister of Canada", "href": "/wiki/Deputy_Prime_Minister_of_Canada", "description": "The deputy prime minister of Canada is a minister of the Crown and a member of the Canadian Cabinet. The office is conferred at the discretion of the prime minister and does not have an associated departmental portfolio. Canadian deputy prime ministers are appointed to the Privy Council and styled as the Honourable, a privilege maintained for life."}]}, {"heading": "Births", "year": "1925", "date": "February 24", "txt": "Bud Day, American colonel and pilot, Medal of Honor recipient (d. 2013)", "entities": [{"title": "Bud Day", "href": "/wiki/Bud_Day", "description": "George Everette \"Bud\" Day was a United States Air Force officer, aviator, and veteran of World War II, Korean War and Vietnam War. He was also a prisoner of war, and recipient of the Medal of Honor and Air Force Cross. As of 2016, he is the only person to be awarded both the Medal of Honor and Air Force Cross. He was posthumously advanced to the rank of brigadier general effective March 27, 2018, "}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1927", "date": "February 24", "txt": "Emmanuelle Riva, French actress (d. 2017)", "entities": [{"title": "Emmanuelle Riva", "href": "/wiki/Emmanuelle_Riva", "description": "Emmanuelle Riva was a French actress, best known for her roles in the films Hiroshima mon amour (1959) and Amour (2012)."}]}, {"heading": "Births", "year": "1929", "date": "February 24", "txt": "Kintaro Ohki, South Korean wrestler (d. 2006)", "entities": [{"title": "Kintaro Ohki", "href": "/wiki/Kintaro_Ohki", "description": "Kim Il, also known as his ring name Kintarō Ōki, was a South Korean professional wrestler, and Ssireum player. He spent his wrestling career from the 1950s to the 1980s."}]}, {"heading": "Births", "year": "1930", "date": "February 24", "txt": "Barbara Lawrence, American model and actress (d. 2013)", "entities": [{"title": "Barbara Lawrence", "href": "/wiki/Barbara_Lawrence", "description": "Barbara Jo Lawrence was an American model, actress, and real estate agent."}]}, {"heading": "Births", "year": "1931", "date": "February 24", "txt": "Dominic Chianese, American actor and singer", "entities": [{"title": "Dominic Chianese", "href": "/wiki/Dominic_Chianese", "description": "Dominic Chianese is an American actor, singer, and musician. He is best known for his roles as Corrado \"Junior\" Soprano on the HBO series The Sopranos (1999–2007), Johnny Ola in The Godfather Part II (1974), and Leander in Boardwalk Empire (2011–2013)."}]}, {"heading": "Births", "year": "1931", "date": "February 24", "txt": "Brian Close, English cricketer and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "February 24", "txt": "Michel Legrand, French pianist, composer, and conductor (d. 2019)", "entities": [{"title": "Michel Legrand", "href": "/wiki/Michel_Legrand", "description": "Michel Jean Legrand was a French musical composer, arranger, conductor, and jazz pianist. Legrand was a prolific composer, having written over 200 film and television scores, in addition to many songs. His scores for the films of French New Wave director Jacques Demy, The Umbrellas of Cherbourg (1964) and The Young Girls of Rochefort (1967), earned Legrand his first Academy Award nominations. Legr"}]}, {"heading": "Births", "year": "1932", "date": "February 24", "txt": "Zell Miller, American sergeant and politician, 79th Governor of Georgia (d. 2018)", "entities": [{"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Births", "year": "1932", "date": "February 24", "txt": "John Vernon, Canadian-American actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 24", "txt": "Judah Folkman, American physician and biologist (d. 2008)", "entities": [{"title": "Judah Folkman", "href": "/wiki/Judah_Folkman", "description": "Moses Judah Folkman was an American medical scientist best known for his research on tumor angiogenesis, the process by which a tumor attracts blood vessels to nourish itself and sustain its existence. He founded the field of angiogenesis research, which has led to the discovery of a number of therapies based on inhibiting or stimulating neovascularization."}]}, {"heading": "Births", "year": "1933", "date": "February 24", "txt": "Ali Mazrui, Kenyan-American political scientist, philosopher, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 24", "txt": "David \"Fathead\" Newman, American saxophonist and composer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 24", "txt": "Bettino Craxi, Italian lawyer and politician, 45th Prime Minister of Italy (d. 2000)", "entities": [{"title": "Bettino Craxi", "href": "/wiki/Bettino_Craxi", "description": "Benedetto \"Bettino\" Craxi was an Italian politician, leader of the Italian Socialist Party from 1976 to 1993 and Prime Minister of Italy from 1983 to 1987. He was the first Italian Socialist Party member to become Prime Minister and the third from a socialist party to hold the office. He led the third-longest government in the Italian Republic and he is considered one of the most powerful and prom"}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1934", "date": "February 24", "txt": "Johnny Hills, English footballer", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 24", "txt": "Renata Scotto, Italian soprano", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 24", "txt": "Ryhor Baradulin, Belarusian poet, essayist, and translator (d. 2014)", "entities": [{"title": "Ryhor Baradulin", "href": "/wiki/Ryhor_Baradulin", "description": "Ryhor Janavič Baradulin was a Belarusian poet, essayist and translator."}]}, {"heading": "Births", "year": "1936", "date": "February 24", "txt": "Guillermo O'Donnell, Argentine political scientist (d. 2011)", "entities": [{"title": "Guillermo O'Donnell", "href": "/wiki/Guillermo_O%27Donnell", "description": "Guillermo Alberto O'Donnell was a prominent Argentine political scientist, who spent most of his career working in Argentina and the United States, and who made lasting contributions to theorizing on authoritarianism and democratization, democracy and the state, and the politics of Latin America. His brother was the politician and writer Pacho O'Donnell."}]}, {"heading": "Births", "year": "1938", "date": "February 24", "txt": "James Farentino, American actor (d. 2012)", "entities": [{"title": "James Farentino", "href": "/wiki/James_Farentino", "description": "James Farentino was an American actor. He appeared in nearly 100 television, film, and stage roles, among them The Final Countdown, Jesus of Nazareth, and Dynasty."}]}, {"heading": "Births", "year": "1938", "date": "February 24", "txt": "Phil Knight, American businessman and philanthropist, co-founded Nike, Inc.", "entities": [{"title": "Nike, Inc.", "href": "/wiki/Nike,_Inc.", "description": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipme"}]}, {"heading": "Births", "year": "1939", "date": "February 24", "txt": "Jamal Nazrul Islam, Bangladeshi physicist and cosmologist (d. 2013)", "entities": [{"title": "Jamal Nazrul Islam", "href": "/wiki/Jamal_Nazrul_Islam", "description": "Jamal Nazrul Islam was a Bangladeshi mathematical physicist and cosmologist. He was a professor at University of Chittagong, served as a member of the advisory board at Shahjalal University of Science and Technology and member of the syndicate at Chittagong University of Engineering & Technology until his death. He also served as the director of the Research Center for Mathematical and Physical Sc"}]}, {"heading": "Births", "year": "1940", "date": "February 24", "txt": "Pete Duel, American actor (d. 1971)", "entities": [{"title": "Pete Duel", "href": "/wiki/Pete_Duel", "description": "Peter Ellstrom Deuel, known professionally as Pete Duel, was an American stage, television, and film actor, best known for his starring role as outlaw Hannibal Heyes in the television series Alias Smith and Jones. He was the older brother of actor Geoffrey Deuel, who is best known for his role in Chisum (1970) and numerous episodic television appearances of the 1960s and 1970s."}]}, {"heading": "Births", "year": "1940", "date": "February 24", "txt": "Jimmy Ellis, American boxer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 24", "txt": "Denis Law, Scottish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 24", "txt": "Joanie Sommers, American singer and actress", "entities": [{"title": "Joanie Sommers", "href": "/wiki/Joanie_Sommers", "description": "Joanie Sommers is an American singer and actress with a career concentrating on jazz, standards and popular material and show-business credits. Once billed as \"The Voice of the Sixties\", and associated with top-notch arrangers, songwriters and producers, Sommers' popular reputation became closely tied to her biggest, yet most uncharacteristic, hit song, \"Johnny Get Angry\"."}]}, {"heading": "Births", "year": "1942", "date": "February 24", "txt": "Paul Jones, English singer, harmonica player, and actor", "entities": [{"title": "Paul Jones (singer)", "href": "/wiki/Paul_Jones_(singer)", "description": "Paul Jones is an English singer, actor, harmonica player, radio personality and television presenter. He first came to prominence as the lead singer and harmonicist of the successful 1960s group Manfred Mann, with whom he had several Top Ten hit records from 1962 to 1966. He presented The Blues Show on BBC Radio 2 for thirty-two years, from 1986 to 2018."}]}, {"heading": "Births", "year": "1942", "date": "February 24", "txt": "Joe Lieberman, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 24", "txt": "Gayatri Chakravorty Spivak, Indian philosopher, theorist, and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 24", "txt": "Kent Haruf, American novelist (d. 2014)", "entities": [{"title": "Kent Haruf", "href": "/wiki/Kent_Haruf", "description": "Alan Kent Haruf was an American novelist."}]}, {"heading": "Births", "year": "1943", "date": "February 24", "txt": "Gigi Meroni, Italian footballer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 24", "txt": "Pablo Milanés, Cuban singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 24", "txt": "Nicky Hopkins, English keyboard player (d. 1994)", "entities": [{"title": "Nicky Hopkins", "href": "/wiki/Nicky_Hopkins", "description": "Nicholas Christian Hopkins was an English pianist and organist. Hopkins recorded and performed on many notable British and American pop and rock music releases from the 1960s through the 1990s including many songs by The Rolling Stones, The Kinks and The Who."}]}, {"heading": "Births", "year": "1944", "date": "February 24", "txt": "Ivica Račan, Croatian lawyer and politician, 7th Prime Minister of Croatia (d. 2007)", "entities": [{"title": "Prime Minister of Croatia", "href": "/wiki/Prime_Minister_of_Croatia", "description": "The prime minister of Croatia, officially the President of the Government of the Republic of Croatia, is Croatia's head of government, and is de facto the most powerful and influential state officeholder in the Croatian system of government. Following the first-time establishment of the office in 1945, the 1990–2000 semi-presidential period is the only exception where the president of Croatia held"}]}, {"heading": "Births", "year": "1945", "date": "February 24", "txt": "Barry Bostwick, American actor and singer", "entities": [{"title": "Barry Bostwick", "href": "/wiki/Barry_Bostwick", "description": "Barry Knapp Bostwick is an American actor and singer. He is best known for portraying Brad Majors in the musical comedy horror film The Rocky Horror Picture Show (1975) and Mayor Randall Winston in the sitcom Spin City (1996–2002). Bostwick has also had considerable success in musical theatre, winning a Tony Award for his role in The Robber Bridegroom."}]}, {"heading": "Births", "year": "1946", "date": "February 24", "txt": "Grigory Margulis, Russian mathematician and academic", "entities": [{"title": "Grigory Margulis", "href": "/wiki/Grigory_Margulis", "description": "Grigory Aleksandrovich Margulis is a Russian-American mathematician known for his work on lattices in Lie groups, and the introduction of methods from ergodic theory into diophantine approximation. He was awarded a Fields Medal in 1978, a Wolf Prize in Mathematics in 2005, and an Abel Prize in 2020, becoming the fifth mathematician to receive the three prizes. In 1991, he joined the faculty of Yal"}]}, {"heading": "Births", "year": "1947", "date": "February 24", "txt": "Rupert Holmes, English-American singer-songwriter and playwright", "entities": [{"title": "Rupert Holmes", "href": "/wiki/Rupert_Holmes", "description": "David Goldstein, better known as Rupert Holmes, is a British-American composer, singer-songwriter, musician, dramatist and author. He is widely known for the hit singles \"Escape \" (1979) and \"Him\" (1980). He is also known for his musicals Drood, which earned him two Tony Awards, and Curtains, and for his television series Remember WENN."}]}, {"heading": "Births", "year": "1947", "date": "February 24", "txt": "Edward James Olmos, American actor and director", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 24", "txt": "Jayalalithaa, Indian actress and politician, 16th Chief Minister of Tamil Nadu (d. 2016)", "entities": [{"title": "Jayalalithaa", "href": "/wiki/Jayalalithaa", "description": "Jayaram Jayalalithaa was an Indian politician and film actress who served four times as the chief minister of Tamil Nadu for fifteen years between 1991 and 2016. From 9 February 1989, she was the general secretary of the All India Anna Dravida Munnetra Kazhagam (AIADMK), a Dravidian party whose cadre revered her as their \"Amma\" (mother) and Puratchi Thalaivi. Her critics in the media and the oppos"}, {"title": "Chief Minister of Tamil Nadu", "href": "/wiki/Chief_Minister_of_Tamil_Nadu", "description": "The Chief Minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The"}]}, {"heading": "Births", "year": "1948", "date": "February 24", "txt": "Dennis Waterman, English actor", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 24", "txt": "David Ford, Northern Irish social worker and politician", "entities": [{"title": "David Ford", "href": "/wiki/David_Ford", "description": "David Ford is a politician who was a Member of the Northern Ireland Assembly for South Antrim from June 1998 until June 2018, leader of the Alliance Party of Northern Ireland from October 2001 until October 2016 and was Northern Ireland Minister of Justice from April 2010 until May 2016."}]}, {"heading": "Births", "year": "1951", "date": "February 24", "txt": "Derek Randall, English cricketer", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 24", "txt": "Debra Jo Rupp, American actress", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 24", "txt": "Helen Shaver, Canadian actress and director", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 24", "txt": "Laimdota Straujuma, Latvian economist and politician, 12th Prime Minister of Latvia", "entities": [{"title": "Prime Minister of Latvia", "href": "/wiki/Prime_Minister_of_Latvia", "description": "The prime minister of Latvia is the most powerful member of the Government of Latvia, and presides over the Latvian Cabinet of Ministers. The prime minister is nominated by the president of Latvia, but must be able to obtain the support of a majority of the Saeima (parliament)."}]}, {"heading": "Births", "year": "1953", "date": "February 24", "txt": "Anatoli Kozhemyakin, Soviet footballer (d. 1974)", "entities": [{"title": "Anatoli Kozhemyakin", "href": "/wiki/Anatoli_Kozhemyakin", "description": "Anatoli Yevgenyevich Kozhemyakin was a Soviet football player. He died in a freak accident: he was stuck in an elevator, but was able to open the elevator doors, as he tried to climb out, the elevator started moving again and crushed him to death."}]}, {"heading": "Births", "year": "1954", "date": "February 24", "txt": "Plastic Bertrand, Belgian singer-songwriter and producer", "entities": [{"title": "Plastic Bertrand", "href": "/wiki/Plastic_Bertrand", "description": "Roger François Jouret, better known as Plastic Bertrand, is a Belgian musician, songwriter, producer, editor and television presenter, best known for the 1978 international hit single \"Ça plane pour moi\"."}]}, {"heading": "Births", "year": "1954", "date": "February 24", "txt": "Judith Ortiz Cofer, Puerto Rican American award-winning author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 24", "txt": "Aurora Levins Morales, Puerto Rican Jewish writer and activist", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 24", "txt": "Sid Meier, Canadian-American game designer and programmer, created the Civilization series", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 24", "txt": "Mike Pickering, English DJ and saxophonist", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 24", "txt": "Steve Jobs, American businessman, co-founded Apple Inc. and Pixar (d. 2011)", "entities": [{"title": "Steve Jobs", "href": "/wiki/Steve_Jobs", "description": "Steven Paul Jobs was an American business magnate, industrial designer, investor, and media proprietor. He was the chairman, chief executive officer (CEO), and co-founder of Apple Inc.; the chairman and majority shareholder of Pixar; a member of The Walt Disney Company's board of directors following its acquisition of Pixar; and the founder, chairman, and CEO of NeXT. Jobs is widely recognized as "}, {"title": "Apple Inc.", "href": "/wiki/Apple_Inc.", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. As well as being one of the most popular smartphone companies"}, {"title": "Pixar", "href": "/wiki/Pixar", "description": "Pixar Animation Studios is an American computer animation studio known for its critically and commercially successful feature films. It is based in Emeryville, California, and is a subsidiary of Walt Disney Studios owned by The Walt Disney Company."}]}, {"heading": "Births", "year": "1955", "date": "February 24", "txt": "Eddie Johnson, American basketball player", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 24", "txt": "Alain Prost, French race car driver", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 24", "txt": "Judith Butler, American philosopher, theorist, and author", "entities": [{"title": "Judith Butler", "href": "/wiki/Judith_Butler", "description": "Judith Pamela Butler is an American philosopher and gender theorist whose work has influenced political philosophy, ethics, and the fields of third-wave feminist, queer, and literary theory. In 1993, Butler began teaching at the University of California, Berkeley, where they have served, beginning in 1998, as the Maxine Elliot Professor in the Department of Comparative Literature and the Program o"}]}, {"heading": "Births", "year": "1956", "date": "February 24", "txt": "Eddie Murray, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 24", "txt": "Paula Zahn, American journalist and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 24", "txt": "Sammy Kershaw, American singer-songwriter and guitarist", "entities": [{"title": "Sammy Kershaw", "href": "/wiki/Sammy_Kershaw", "description": "Samuel Paul Kershaw is an American country music artist. He has released 16 studio albums, with three RIAA platinum certifications and two gold certifications among them. More than 25 singles have entered Top 40 on the Billboard Hot Country Songs charts, including his only number one hit \"She Don't Know She's Beautiful\" and 10 more Top 10 hits: \"Cadillac Style\", \"Anywhere but Here\", \"Haunted Heart"}]}, {"heading": "Births", "year": "1958", "date": "February 24", "txt": "Mark Moses, American actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 24", "txt": "Beth Broderick, American actress and director", "entities": [{"title": "Beth Broderick", "href": "/wiki/Beth_Broderick", "description": "Elizabeth Alice Broderick is an American actress. She is notable for her portrayal of the character Zelda Spellman in the ABC/WB television sitcom Sabrina the Teenage Witch (1996–2003). She also had recurring roles as Diane Janssen in the ABC mystery drama series Lost (2005–2008) and as Rose Twitchell in the CBS science fiction drama series Under the Dome (2013)."}]}, {"heading": "Births", "year": "1959", "date": "February 24", "txt": "Mike Whitney, Australian cricketer and television host", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 24", "txt": "Prince Carlo, Duke of Castro", "entities": [{"title": "Prince Carlo, Duke of Castro", "href": "/wiki/Prince_Carlo,_Duke_of_Castro", "description": "Prince Carlo of Bourbon-Two Sicilies, Duke of Castro is one of the two claimants to the headship of the former House of Bourbon-Two Sicilies."}]}, {"heading": "Births", "year": "1963", "date": "February 24", "txt": "Mike Vernon, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 24", "txt": "Sanjay Leela Bhansali, Indian filmmaker", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 24", "txt": "Russell Ingall, British-Australian race car driver and sportscaster", "entities": [{"title": "Russell Ingall", "href": "/wiki/Russell_Ingall", "description": "Russell Ingall is a former full-time Australian V8 Supercar driver. He won his V8 Supercars title in 2005, and finished second in 1998, 1999, 2001 and 2004. Ingall has also won the Bathurst 1000, in 1995 and 1997. His particular driving style earned him the nickname \"Enforcer\"."}]}, {"heading": "Births", "year": "1965", "date": "February 24", "txt": "Paul Gruber, American football player", "entities": [{"title": "Paul Gruber", "href": "/wiki/Paul_Gruber", "description": "Paul Blake Gruber is a former American football offensive tackle in the National Football League. He was drafted by the Tampa Bay Buccaneers fourth overall in the 1988 NFL Draft. He played college football at Wisconsin."}]}, {"heading": "Births", "year": "1965", "date": "February 24", "txt": "Jane Swift, American businesswoman and politician, Governor of Massachusetts", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1966", "date": "February 24", "txt": "Billy Zane, American actor and producer", "entities": [{"title": "Billy Zane", "href": "/wiki/Billy_Zane", "description": "William George Zane Jr. is an American actor."}]}, {"heading": "Births", "year": "1967", "date": "February 24", "txt": "Brian Schmidt, Australian astrophysicist and academic, Nobel Prize laureate", "entities": [{"title": "Brian Schmidt", "href": "/wiki/Brian_Schmidt", "description": "Brian Paul Schmidt is the Vice-Chancellor of the Australian National University (ANU). He was previously a Distinguished Professor, Australian Research Council Laureate Fellow and astrophysicist at the University's Mount Stromlo Observatory and Research School of Astronomy and Astrophysics. He is known for his research in using supernovae as cosmological probes. He currently holds an Australia Res"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1968", "date": "February 24", "txt": "Mitch Hedberg, American comedian and actor (d. 2005)", "entities": [{"title": "Mitch Hedberg", "href": "/wiki/Mitch_Hedberg", "description": "Mitchell Lee Hedberg was an American stand-up comedian known for his surreal humor and deadpan delivery. His comedy typically featured short, sometimes one-line jokes mixed with absurd elements and non sequiturs."}]}, {"heading": "Births", "year": "1969", "date": "February 24", "txt": "Kim Seung-woo, South Korean actor", "entities": [{"title": "Kim Seung-woo", "href": "/wiki/Kim_Seung-woo", "description": "Kim Seung-woo is a South Korean actor and talk show host. He was a regular cast member on the variety shows 2 Days & 1 Night, and Win Win."}]}, {"heading": "Births", "year": "1970", "date": "February 24", "txt": "Jeff Garcia, American football player and coach", "entities": [{"title": "Jeff Garcia", "href": "/wiki/Jeff_Garcia", "description": "Jeffrey Jason Garcia is a former American football quarterback. After attending high school and junior college in Gilroy, California, Garcia played college football at San Jose State University."}]}, {"heading": "Births", "year": "1970", "date": "February 24", "txt": "Neil Sullivan, English born Scottish international footballer and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 24", "txt": "Jonathan Ward, American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 24", "txt": "Pedro de la Rosa, Spanish race car driver", "entities": [{"title": "Pedro de la Rosa", "href": "/wiki/Pedro_de_la_Rosa", "description": "Pedro Martínez de la Rosa is a Spanish former Formula One driver who has participated in 107 Grands Prix for the Arrows, Jaguar, McLaren, Sauber and HRT teams. He made his Formula One debut on 7 March 1999, becoming one of very few drivers to score a point in his first race. He has scored a total of 35 championship points, which includes a podium finish at the 2006 Hungarian Grand Prix."}]}, {"heading": "Births", "year": "1972", "date": "February 24", "txt": "Teodor Currentzis, Greek conductor and composer", "entities": [{"title": "Teodor Currentzis", "href": "/wiki/Teodor_Currentzis", "description": "Teodor Currentzis is a Greek-Russian conductor, musician and actor."}]}, {"heading": "Births", "year": "1972", "date": "February 24", "txt": "Manon Rhéaume, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 24", "txt": "Stubby Clapp, Canadian baseball player and coach", "entities": [{"title": "Stubby Clapp", "href": "/wiki/Stubby_Clapp", "description": "Richard Keith \"Stubby\" Clapp is a Canadian first base coach for the St. Louis Cardinals and is also a former Triple-A manager and professional baseball player. He played for 11 years, most notably within the St. Louis Cardinals organization, including a brief stint in Major League Baseball with the Cardinals. In his native Canada, he is best remembered for his performance at the 1999 Pan American "}]}, {"heading": "Births", "year": "1973", "date": "February 24", "txt": "Alexei Kovalev, Russian ice hockey player and pilot", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 24", "txt": "Ashley MacIsaac, Canadian singer-songwriter and fiddler", "entities": [{"title": "Ashley MacIsaac", "href": "/wiki/Ashley_MacIsaac", "description": "Ashley Dwayne MacIsaac is a Canadian fiddler, singer and songwriter from Cape Breton Island. He has received three Juno Awards, winning for Best New Solo Artist and Best Roots & Traditional Album – Solo at the Juno Awards of 1996, and for Best Instrumental Artist at the Juno Awards of 1997. His 1995 album Hi™ How Are You Today? was a double-platinum selling Canadian record. MacIsaac published an a"}]}, {"heading": "Births", "year": "1976", "date": "February 24", "txt": "Zach Johnson, American golfer", "entities": [{"title": "Zach Johnson", "href": "/wiki/Zach_Johnson", "description": "Zachary Harris Johnson is an American professional golfer who has 12 victories on the PGA Tour, including two major championships, the 2007 Masters and the 2015 Open Championship."}]}, {"heading": "Births", "year": "1976", "date": "February 24", "txt": "Bradley McGee, Australian cyclist and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 24", "txt": "Marco Campos, Brazilian race car driver (d. 1995)", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 24", "txt": "Jason Akermanis, Australian footballer and coach", "entities": [{"title": "Jason Akermanis", "href": "/wiki/Jason_Akermanis", "description": "Jason Dean Akermanis is a former professional Australian rules football player who played in the Australian Football League (AFL). He is a Brownlow Medallist and triple premiership player who played for the Brisbane Bears, Brisbane Lions and Western Bulldogs."}]}, {"heading": "Births", "year": "1977", "date": "February 24", "txt": "Floyd Mayweather, Jr., American boxer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 24", "txt": "Shinsuke Nakamura, Japanese wrestler and mixed martial artist", "entities": [{"title": "Shinsuke Nakamura", "href": "/wiki/Shinsuke_Nakamura", "description": "Shinsuke Nakamura  is a Japanese professional wrestler and former mixed martial artist. He is currently signed to WWE, where he performs on the SmackDown brand."}]}, {"heading": "Births", "year": "1981", "date": "February 24", "txt": "Felipe Baloy, Panamanian footballer", "entities": [{"title": "Felipe Baloy", "href": "/wiki/Felipe_Baloy", "description": "Felipe Abdiel Baloy Ramírez is a Panamanian former professional footballer who played as a defender. He scored Panama’s first ever goal in a FIFA World Cup, against England at the 2018 edition."}]}, {"heading": "Births", "year": "1981", "date": "February 24", "txt": "Lleyton Hewitt, Australian tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 24", "txt": "Mohammad Sami, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 24", "txt": "Nick Blackburn, American baseball player", "entities": [{"title": "Nick Blackburn", "href": "/wiki/Nick_Blackburn", "description": "Robert Nicholas Blackburn is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Minnesota Twins from 2007 to 2012."}]}, {"heading": "Births", "year": "1982", "date": "February 24", "txt": "Emanuel Villa, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 24", "txt": "Klára Koukalová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 24", "txt": "Fala Chen, Chinese actress and singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 24", "txt": "Corey Graves, American wrestler and sportscaster", "entities": [{"title": "Corey Graves", "href": "/wiki/Corey_Graves", "description": "Matthew Polinsky is an American wrestling color commentator, columnist, podcaster and retired professional wrestler. He is currently signed to WWE as a commentator and analyst for Monday Night Raw under the ring name Corey Graves. He is a former NXT Tag Team Champion with Adrian Neville. Polinsky is also known for his work on the independent circuit under the ring name Sterling James Keenan."}]}, {"heading": "Births", "year": "1985", "date": "February 24", "txt": "Nakash Aziz, Indian playback singer and composer", "entities": [{"title": "Nakash Aziz", "href": "/wiki/Nakash_Aziz", "description": "Nakash Aziz, also known as Nakash, is an Indian composer and singer. He has worked as an assistant to composer A. R. Rahman on films such as Highway, Raanjhanaa, Rockstar, Delhi 6 and I. He is known for playback performances of songs like \"Jabra Fan\" from Fan, \"Sari Ke Fall Sa\" and \"Gandi Baat\" from the film R... Rajkumar (2013) and \"Dhating Nach\" from film Phata Poster Nikhla Hero (2013); the lat"}]}, {"heading": "Births", "year": "1987", "date": "February 24", "txt": "Kim Kyu-jong, South Korean singer, dancer, and actor", "entities": [{"title": "Kim Kyu-jong", "href": "/wiki/Kim_Kyu-jong", "description": "Kim Kyu-jong is a South Korean entertainer, actor, and a member of boyband SS501."}]}, {"heading": "Births", "year": "1988", "date": "February 24", "txt": "Connie Ramsay, Scottish judoka", "entities": [{"title": "Connie Ramsay", "href": "/wiki/Connie_Ramsay", "description": "Connie Ramsay is a Scottish judoka."}]}, {"heading": "Births", "year": "1989", "date": "February 24", "txt": "Trace Cyrus, American singer-songwriter and guitarist", "entities": [{"title": "Trace Cyrus", "href": "/wiki/Trace_Cyrus", "description": "Trace Dempsey Cyrus is an American musician. The son of country singer Billy Ray Cyrus and brother of recording artists Miley Cyrus and Noah Cyrus, he is the backing vocalist and guitarist of the band Metro Station, with time out between 2010 and 2014. In 2010, he began providing vocals and guitar in the pop rock band Ashland HIGH. He also owns the clothing company From Backseats to Bedrooms."}]}, {"heading": "Births", "year": "1991", "date": "February 24", "txt": "Madison Hubbell, American ice dancer", "entities": [{"title": "Madison Hubbell", "href": "/wiki/Madison_Hubbell", "description": "Madison L. Hubbell is an American ice dancer. With Zachary Donohue, she is a three-time World medalist, the 2018 Grand Prix Final champion, the 2014 Four Continents champion, and a three-time U.S. national champion."}]}, {"heading": "Births", "year": "1991", "date": "February 24", "txt": "Semih Kaya, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "February 24", "txt": "Royce Freeman, American football player", "entities": [{"title": "Royce Freeman", "href": "/wiki/Royce_Freeman", "description": "Royce Deion Freeman is an American football running back for the Denver Broncos of the National Football League (NFL). He played college football for the Oregon Ducks."}]}, {"heading": "Deaths", "year": "616", "date": "February 24", "txt": "Æthelberht of Kent (b. 560)", "entities": [{"title": "Æthelberht of Kent", "href": "/wiki/%C3%86thelberht_of_Kent", "description": "Æthelberht was King of Kent from about 589 until his death. The eighth-century monk Bede, in his Ecclesiastical History of the English People, lists him as the third king to hold imperium over other Anglo-Saxon kingdoms. In the late ninth century Anglo-Saxon Chronicle, he is referred to as a bretwalda, or \"Britain-ruler\". He was the first English king to convert to Christianity."}]}, {"heading": "Deaths", "year": "951", "date": "February 24", "txt": "Liu Yun, Chinese governor (jiedushi)", "entities": [{"title": "Liu Yun (governor)", "href": "/wiki/Liu_Yun_(governor)", "description": "Liu Yun, probably known as Liu Chengyun before 949, referred to in historical sources as the Duke of Xiangyin (湘陰公), was a military governor of the Later Han dynasty during the Five Dynasties period. He was an ethnic Shatuo."}]}, {"heading": "Deaths", "year": "1018", "date": "February 24", "txt": "Borrell, bishop of Vic", "entities": [{"title": "Borrell (bishop of Vic)", "href": "/wiki/Borrell_(bishop_of_Vic)", "description": "Borrell was the bishop of Vic from 1010 until 1017. He was elected to replace Arnulf, who had died in battle against the Córdobans, and his episcopate coincided with the renewed colonisation of the west of Catalonia."}, {"title": "Bishop of Vic", "href": "/wiki/Bishop_of_Vic", "description": "The Roman Catholic Diocese of Vic  is a diocese with its seat in the city of Vic in the ecclesiastical province of Tarragona in Catalonia, Spain. Its cathedral is a basilica dedicated to Saint Peter."}]}, {"heading": "Deaths", "year": "1114", "date": "February 24", "txt": "Thomas, archbishop of York", "entities": [{"title": "Thomas (12th-century bishop)", "href": "/wiki/Thomas_(12th-century_bishop)", "description": "Thomas II was a medieval archbishop of York."}]}, {"heading": "Deaths", "year": "1386", "date": "February 24", "txt": "Charles III of Naples (b. 1345)", "entities": [{"title": "Charles III of Naples", "href": "/wiki/Charles_III_of_Naples", "description": "Charles the Short or Charles of Durazzo was King of Naples and the titular King of Jerusalem from 1382 to 1386 as Charles III, and King of Hungary from 1385 to 1386 as Charles II. In 1381, Charles created the chivalric Order of the Ship. In 1383, he succeeded to the Principality of Achaea on the death of James of Baux."}]}, {"heading": "Deaths", "year": "1496", "date": "February 24", "txt": "Eberhard I, Duke of Württemberg (b. 1445)", "entities": [{"title": "Eberhard I, Duke of Württemberg", "href": "/wiki/Eberhard_I,_Duke_of_W%C3%BCrttemberg", "description": "Eberhard I of Württemberg. From 1459 to 1495 he was Count Eberhard V, and from July 1495 he was the first Duke of Württemberg. He is also known as Eberhard im Bart."}]}, {"heading": "Deaths", "year": "1525", "date": "February 24", "txt": "Jacques de La Palice, French nobleman and military officer (b. 1470)", "entities": [{"title": "Jacques de La Palice", "href": "/wiki/Jacques_de_La_Palice", "description": "Jacques de La Palice was a French nobleman and military officer. His full name and titles were Jacques II de Chabannes, Lord of La Palice, of Pacy, of Chauverothe, of Bort-le-Comte and of Héron. In 1511, he received the title of Grand Master of France."}]}, {"heading": "Deaths", "year": "1525", "date": "February 24", "txt": "Guillaume Gouffier, seigneur de Bonnivet, French soldier (b. c. 1488)", "entities": []}, {"heading": "Deaths", "year": "1525", "date": "February 24", "txt": "Richard de la Pole, last Yorkist claimant to the English throne (b. 1480)", "entities": []}, {"heading": "Deaths", "year": "1530", "date": "February 24", "txt": "Properzia de' Rossi, Italian Renaissance sculptor", "entities": [{"title": "Properzia de' Rossi", "href": "/wiki/Properzia_de%27_Rossi", "description": "Properzia de' Rossi was an Italian Renaissance sculptor. She studied under the Bolognese artist and master engraver Marcantonio Raimondi, who is best known today for his engravings after paintings by Raphael."}]}, {"heading": "Deaths", "year": "1563", "date": "February 24", "txt": "Francis, Duke of Guise (b. 1519)", "entities": [{"title": "Francis, Duke of Guise", "href": "/wiki/Francis,_Duke_of_Guise", "description": "Francis de Lorraine II, the first Prince of Joinville, also Duke of Guise and Duke of Aumale, was a French general and politician. A prominent leader during the Italian War of 1551–1559 and French Wars of Religion, he was assassinated during the siege of Orleans in 1563."}]}, {"heading": "Deaths", "year": "1580", "date": "February 24", "txt": "Henry FitzAlan, 19th Earl of Arundel, English nobleman (b. 1511)", "entities": [{"title": "Henry FitzAlan, 19th Earl of Arundel", "href": "/wiki/Henry_FitzAlan,_19th_Earl_of_Arundel", "description": "Henry Fitzalan, 12th Earl of Arundel KG was an English nobleman, who over his long life assumed a prominent place at the court of all the later Tudor sovereigns, probably the only person to do so."}]}, {"heading": "Deaths", "year": "1588", "date": "February 24", "txt": "Johann Weyer, Dutch physician and occultist (b. 1515)", "entities": [{"title": "Johann Weyer", "href": "/wiki/Johann_Weyer", "description": "Johann Weyer or Johannes Wier was a Dutch physician, occultist and demonologist, disciple and follower of Heinrich Cornelius Agrippa."}]}, {"heading": "Deaths", "year": "1666", "date": "February 24", "txt": "Nicholas Lanier, English composer and painter (b. 1588)", "entities": [{"title": "Nicholas Lanier", "href": "/wiki/Nicholas_Lanier", "description": "Nicholas Lanier, sometimes Laniere was an English composer and musician; the first to hold the title of Master of the King's Music from 1625 to 1666, an honour given to musicians of great distinction. He was the court musician, a composer and performer and Groom of the Chamber in the service of King Charles I and Charles II. He was also a singer, lutenist, scenographer and painter."}]}, {"heading": "Deaths", "year": "1685", "date": "February 24", "txt": "Charles Howard, 1st Earl of Carlisle, English general and politician, Lord Lieutenant of Cumberland (b. 1629)", "entities": [{"title": "Charles Howard, 1st Earl of Carlisle", "href": "/wiki/Charles_Howard,_1st_Earl_of_Carlisle", "description": "Charles Howard, 1st Earl of Carlisle was an English military leader and politician who sat in the House of Commons at various times between 1653 and 1660 and was created Earl of Carlisle in 1661."}, {"title": "Lord Lieutenant of Cumberland", "href": "/wiki/Lord_Lieutenant_of_Cumberland", "description": "This is a list of people who have served as Lord Lieutenant of Cumberland. From 1765 to 1974, all Lord Lieutenants were also Custos Rotulorum of Cumberland."}]}, {"heading": "Deaths", "year": "1704", "date": "February 24", "txt": "Marc-Antoine Charpentier, French composer (b. 1643)", "entities": [{"title": "Marc-Antoine Charpentier", "href": "/wiki/Marc-Antoine_Charpentier", "description": "Marc-Antoine Charpentier was a French Baroque composer during the reign of Louis XIV. One of his most famous works is the main theme from the prelude of his Te Deum, which is still used today as a fanfare during television broadcasts as part of Eurovision."}]}, {"heading": "Deaths", "year": "1714", "date": "February 24", "txt": "Edmund Andros, English courtier and politician, 4th Colonial Governor of New York (b. 1637)", "entities": [{"title": "Edmund Andros", "href": "/wiki/Edmund_Andros", "description": "Sir Edmund Andros was an English colonial administrator in British America. He was the governor of the Dominion of New England during most of its three-year existence. At other times, Andros served as governor of the provinces of New York, East and West Jersey, Virginia, and Maryland."}, {"title": "Colonial Governor of New York", "href": "/wiki/Colonial_Governor_of_New_York", "description": "The territory which would later become the state of New York was settled by European colonists as part of the New Netherland colony under the command of the Dutch West India Company in the Seventeenth Century. These colonists were largely of Dutch, Flemish, Walloon, and German stock, but the colony soon became a \"melting pot.\" In 1664, at the onset of the Second Anglo-Dutch War, English forces und"}]}, {"heading": "Deaths", "year": "1721", "date": "February 24", "txt": "John Sheffield, 1st Duke of Buckingham and Normanby, English poet and politician, Lord President of the Council (b. 1648)", "entities": [{"title": "John Sheffield, 1st Duke of Buckingham and Normanby", "href": "/wiki/John_Sheffield,_1st_Duke_of_Buckingham_and_Normanby", "description": "John Sheffield, 1st Duke of Buckingham and Normanby, was an English poet and Tory politician of the late Stuart period who served as Lord Privy Seal and Lord President of the Council. He was also known by his original title, Lord Mulgrave.\n"}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Deaths", "year": "1732", "date": "February 24", "txt": "Francis Charteris, Scottish soldier (b. 1675)", "entities": [{"title": "Francis Charteris (rake)", "href": "/wiki/Francis_Charteris_(rake)", "description": "Colonel Francis Charteris, nicknamed \"The Rape-Master General\", was a Scottish soldier and adventurer who earned a substantial sum of money through gambling and the South Sea Bubble. He was convicted of raping a servant in 1730 and sentenced to death, but was subsequently pardoned, before dying of natural causes shortly afterwards."}]}, {"heading": "Deaths", "year": "1777", "date": "February 24", "txt": "Joseph I of Portugal (b. 1714)", "entities": [{"title": "Joseph I of Portugal", "href": "/wiki/Joseph_I_of_Portugal", "description": "Joseph I, \"The Reformer\", reigned as King of Portugal from 31 July 1750 until his death. Among other activities, Joseph was devoted to hunting and the opera.\nIndeed, he assembled one of the greatest collections of operatic scores in Europe."}]}, {"heading": "Deaths", "year": "1785", "date": "February 24", "txt": "Carlo Buonaparte, Corsican lawyer and politician (b. 1746)", "entities": [{"title": "Carlo Buonaparte", "href": "/wiki/Carlo_Buonaparte", "description": "Carlo Maria Buonaparte or Charles-Marie Bonaparte was a Corsican lawyer and diplomat of Italian origin, best known as the father of Napoleon Bonaparte."}]}, {"heading": "Deaths", "year": "1799", "date": "February 24", "txt": "Georg Christoph Lichtenberg, German physicist and academic (b. 1742)", "entities": [{"title": "Georg Christoph Lichtenberg", "href": "/wiki/Georg_Christoph_Lichtenberg", "description": "Georg Christoph Lichtenberg was a German physicist, satirist, and Anglophile. As a scientist, he was the first to hold a professorship explicitly dedicated to experimental physics in Germany. He is remembered for his posthumously published notebooks, which he himself called Sudelbücher, a description modelled on the English bookkeeping term \"scrapbooks\", and for his discovery of tree-like electric"}]}, {"heading": "Deaths", "year": "1810", "date": "February 24", "txt": "Henry Cavendish, French-English physicist and chemist (b. 1731)", "entities": [{"title": "Henry Cavendish", "href": "/wiki/Henry_Cavendish", "description": "Henry Cavendish FRS was an English natural philosopher, scientist, and an important experimental and theoretical chemist and physicist. He is noted for his discovery of hydrogen, which he termed \"inflammable air\". He described the density of inflammable air, which formed water on combustion, in a 1766 paper, On Factitious Airs. Antoine Lavoisier later reproduced Cavendish's experiment and gave the"}]}, {"heading": "Deaths", "year": "1812", "date": "February 24", "txt": "Étienne-Louis Malus, French physicist and mathematician (b. 1775)", "entities": [{"title": "Étienne-Louis Malus", "href": "/wiki/%C3%89tienne-Louis_Malus", "description": "Étienne-Louis Malus was a French officer, engineer, physicist, and mathematician."}]}, {"heading": "Deaths", "year": "1815", "date": "February 24", "txt": "Robert Fulton, American engineer (b. 1765)", "entities": [{"title": "Robert Fulton", "href": "/wiki/Robert_Fulton", "description": "Robert Fulton was an American engineer and inventor who is widely credited with developing a commercially successful steamboat; the first was called North River Steamboat. In 1807 that steamboat traveled on the Hudson River with passengers, from New York City to Albany and back again, a round trip of 300 miles (480 km), in 62 hours. The success of his steamboat changed river traffic and trade on m"}]}, {"heading": "Deaths", "year": "1825", "date": "February 24", "txt": "Thomas Bowdler, English physician and philanthropist (b. 1754)", "entities": [{"title": "Thomas Bowdler", "href": "/wiki/Thomas_Bowdler", "description": "Thomas Bowdler, LRCP, FRS was an English doctor best known for publishing The Family Shakespeare, an expurgated edition of William Shakespeare's plays. The work, edited by his sister Henrietta Maria Bowdler, was intended to provide a version of Shakespeare that was more appropriate than the original for 19th-century women and children. Bowdler also published several other works, some reflecting hi"}]}, {"heading": "Deaths", "year": "1856", "date": "February 24", "txt": "Nikolai Lobachevsky, Russian mathematician and academic (b. 1792)", "entities": [{"title": "Nikolai Lobachevsky", "href": "/wiki/Nikolai_Lobachevsky", "description": "Nikolai Ivanovich Lobachevsky was a Russian mathematician and geometer, known primarily for his work on hyperbolic geometry, otherwise known as Lobachevskian geometry and also his fundamental study on Dirichlet integrals known as Lobachevsky integral formula."}]}, {"heading": "Deaths", "year": "1876", "date": "February 24", "txt": "Joseph Jenkins Roberts, American-Liberian politician, 1st President of Liberia (b. 1809)", "entities": [{"title": "Joseph Jenkins Roberts", "href": "/wiki/Joseph_Jenkins_Roberts", "description": "Joseph Jenkins Roberts was an African-American merchant who emigrated to Liberia in 1829, where he became a noted politician. Elected as the first (1848–1856) and seventh (1872–1876) President of Liberia after independence, he was the first man of African descent to govern the country, serving previously as governor from 1841 to 1848. Born free in Norfolk, Virginia, Roberts emigrated as a young ma"}, {"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Deaths", "year": "1879", "date": "February 24", "txt": "Shiranui Kōemon, Japanese sumo wrestler, the 11th Yokozuna (b. 1825)", "entities": [{"title": "Shiranui Kōemon", "href": "/wiki/Shiranui_K%C5%8Demon", "description": "Shiranui Kōemon  was a Japanese professional sumo wrestler from Kikuchi, Higo Province. He was the sport's 11th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1910", "date": "February 24", "txt": "Osman Hamdi Bey, Greek archaeologist and painter (b. 1842)", "entities": [{"title": "Osman Hamdi Bey", "href": "/wiki/Osman_Hamdi_Bey", "description": "Osman Hamdi Bey was an Ottoman administrator, intellectual, art expert and also a prominent and pioneering painter. He was also an accomplished archaeologist, and is regarded as the pioneer of the museum curator's profession in Turkey. He was the founder of Istanbul Archaeology Museums and of Istanbul Academy of Fine Arts, known today as the Mimar Sinan University of Fine Arts. He was also the fir"}]}, {"heading": "Deaths", "year": "1914", "date": "February 24", "txt": "Joshua Chamberlain, American general and politician, 32nd Governor of Maine (b. 1828)", "entities": [{"title": "Joshua Chamberlain", "href": "/wiki/Joshua_Chamberlain", "description": "Joshua Lawrence Chamberlain was an American college professor from Maine who volunteered during the American Civil War to join the Union Army. He became a highly respected and decorated Union officer, reaching the rank of brigadier general. He is best known for his gallantry at the Battle of Gettysburg, for which he was awarded the Medal of Honor. Following the war, he served as Governor of Maine,"}, {"title": "Governor of Maine", "href": "/wiki/Governor_of_Maine", "description": "The Governor of Maine is the chief executive of the State of Maine. Before Maine was admitted to the Union in 1820, Maine was part of Massachusetts and the Governor of Massachusetts was chief executive."}]}, {"heading": "Deaths", "year": "1925", "date": "February 24", "txt": "Hjalmar Branting, Swedish journalist and politician, 16th Prime Minister of Sweden, Nobel Prize laureate (b. 1860)", "entities": [{"title": "Hjalmar Branting", "href": "/wiki/Hjalmar_Branting", "description": "Karl Hjalmar Branting was a Swedish politician who was the leader of the Swedish Social Democratic Party (1907–1925) and Prime Minister during three separate periods. When Branting came to power in 1920, he was the first Social Democratic Prime Minister of Sweden. When taking office for a second term after the general election of 1921, he became the first socialist politician in Europe to do so fo"}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1927", "date": "February 24", "txt": "Edward Marshall Hall, English lawyer and politician (b. 1858)", "entities": [{"title": "Edward Marshall Hall", "href": "/wiki/Edward_Marshall_Hall", "description": "Sir Edward Marshall Hall, was an English barrister who had a formidable reputation as an orator. He successfully defended many people accused of notorious murders and became known as \"The Great Defender\"."}]}, {"heading": "Deaths", "year": "1929", "date": "February 24", "txt": "André Messager, French pianist, composer, and conductor (b. 1853)", "entities": [{"title": "André Messager", "href": "/wiki/Andr%C3%A9_Messager", "description": "André Charles Prosper Messager was a French composer, organist, pianist and conductor. His compositions include eight ballets and thirty opéras comiques, opérettes and other stage works, among which his ballet Les Deux Pigeons (1886) and opéra comique Véronique (1898) have had lasting success; Les P'tites Michu (1897) and Monsieur Beaucaire (1919) were also popular internationally."}]}, {"heading": "Deaths", "year": "1930", "date": "February 24", "txt": "Hermann von Ihering, German-Brazilian zoologist (b. 1850)", "entities": [{"title": "Hermann von Ihering", "href": "/wiki/Hermann_von_Ihering", "description": "Hermann Friedrich Albert von Ihering was a German-Brazilian zoologist. He was the oldest son of Rudolf von Jhering."}]}, {"heading": "Deaths", "year": "1953", "date": "February 24", "txt": "Robert La Follette Jr., American politician, senator of Wisconsin (b. 1895)", "entities": [{"title": "Robert La Follette Jr.", "href": "/wiki/Robert_La_Follette_Jr.", "description": "Robert Marion \"Young Bob\" La Follette Jr. was a U.S. Senator from Wisconsin from 1925 to 1947. A member of the La Follette family, he was a son of U.S. Representative, U.S. Senator and Wisconsin Governor Robert M. La Follette Sr., and father of Wisconsin Attorney General Bronson La Follette. As co-founder of the Progressive Party and ally of the Farmer-Labor Party in adjacent Minnesota, La Follett"}]}, {"heading": "Deaths", "year": "1953", "date": "February 24", "txt": "Gerd von Rundstedt, German field marshal (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "February 24", "txt": "Mir Osman Ali Khan, Last Nizam of Hyderabad State (b. 1886)", "entities": [{"title": "Mir Osman Ali Khan", "href": "/wiki/Mir_Osman_Ali_Khan", "description": "Mir Osman Ali Khan, Asaf Jah VII, was the last Nizam (ruler) of the Princely State of Hyderabad, the largest princely state in British India. He ascended the throne on 29 August 1911, at the age of 25 and ruled the Kingdom of Hyderabad between 1911 and 1948, until India annexed it. He was styled as His Exalted Highness-(H.E.H.) the Nizam of Hyderabad, and was one of the wealthiest individuals of a"}, {"title": "Nizam", "href": "/wiki/Nizam", "description": "The Nizams were the 18th-through-20th-century rulers of Hyderabad. Nizam of Hyderabad was the title of the monarch of the Hyderabad State. Nizam, shortened from Nizam-ul-Mulk, meaning Administrator of the Realm, was the title inherited by Asaf Jah I. He was the viceroy of the Great Mughal in the Deccan, the premier courtier in Mughal India in 1724, and the founding \"Nizam of Hyderabad\"."}, {"title": "Hyderabad State", "href": "/wiki/Hyderabad_State", "description": "Hyderabad State, also known as Hyderabad Deccan, was an Indian princely state located in the south-central region of India with its capital at the city of Hyderabad. It is now divided into the state of Telangana, the Hyderabad-Karnataka region of Karnataka, and the Marathwada region of Maharashtra."}]}, {"heading": "Deaths", "year": "1970", "date": "February 24", "txt": "Conrad Nagel, American actor (b. 1897)", "entities": [{"title": "Conrad Nagel", "href": "/wiki/Conrad_Nagel", "description": "John Conrad Nagel was an American film, stage, television and radio actor. He was considered a famous matinée idol and leading man of the 1920s and 1930s. He was given an Academy Honorary Award in 1940 and three stars on the Hollywood Walk of Fame in 1960."}]}, {"heading": "Deaths", "year": "1974", "date": "February 24", "txt": "Margaret Leech, American historian and author (b. 1895)", "entities": [{"title": "Margaret Leech", "href": "/wiki/Margaret_Leech", "description": "Margaret Kernochan Leech, also known as Margaret Pulitzer, was an American historian and fiction writer. She won the Pulitzer Prize for History both in 1942 and in 1960."}]}, {"heading": "Deaths", "year": "1975", "date": "February 24", "txt": "Hans Bellmer, German artist (b. 1902)", "entities": [{"title": "Hans Bellmer", "href": "/wiki/Hans_Bellmer", "description": "Hans Bellmer was a German artist, best known for the life-sized pubescent female dolls he produced in the mid-1930s. Historians of art and photography also consider him a Surrealist photographer."}]}, {"heading": "Deaths", "year": "1975", "date": "February 24", "txt": "Nikolai Bulganin, Russian marshal and politician, 6th Premier of the Soviet Union (b. 1895)", "entities": [{"title": "Premier of the Soviet Union", "href": "/wiki/Premier_of_the_Soviet_Union", "description": "The Premier of the Soviet Union was the head of government of the Union of Soviet Socialist Republics (USSR). The office had four different names throughout its existence: Chairman of the Council of People's Commissars (1923–1946), Chairman of the Council of Ministers (1946–1991), Prime Minister of the Soviet Union and Chairman of the Committee on the Operational Management of the Soviet Economy. "}]}, {"heading": "Deaths", "year": "1978", "date": "February 24", "txt": "Alma Thomas, American painter and educator (b.1891)", "entities": [{"title": "Alma Thomas", "href": "/wiki/Alma_Thomas", "description": "Alma Woodsey Thomas was an African-American artist and teacher who lived and worked in Washington, D.C., and is now recognized as a major American painter of the 20th century. Thomas is best known for the \"exuberant\", colorful, abstract paintings that she created after her retirement from a 35-year career teaching art at Washington's Shaw Junior High School."}]}, {"heading": "Deaths", "year": "1982", "date": "February 24", "txt": "Virginia Bruce, American actress (b. 1910)", "entities": [{"title": "Virginia Bruce", "href": "/wiki/Virginia_Bruce", "description": "Virginia Bruce was an American actress and singer."}]}, {"heading": "Deaths", "year": "1986", "date": "February 24", "txt": "Rukmini Devi Arundale, Indian Bharatnatyam dancer (b. 1904)", "entities": [{"title": "Rukmini Devi Arundale", "href": "/wiki/Rukmini_Devi_Arundale", "description": "Rukmini Devi Arundale was an Indian theosophist, dancer and choreographer of the Indian classical dance form of Bharatanatyam, and an activist for animal welfare."}]}, {"heading": "Deaths", "year": "1986", "date": "February 24", "txt": "Tommy Douglas, Scottish-Canadian minister and politician, 7th Premier of Saskatchewan (b. 1904)", "entities": [{"title": "Premier of Saskatchewan", "href": "/wiki/Premier_of_Saskatchewan", "description": "The premier of Saskatchewan is the first minister for the Canadian province of Saskatchewan. They are the province's head of government and de facto chief executive. The current premier of Saskatchewan is Scott Moe, who was sworn in as premier on February 2, 2018, after winning the 2018 Saskatchewan Party leadership election. The first premier of Saskatchewan was Liberal Thomas Walter Scott, who s"}]}, {"heading": "Deaths", "year": "1990", "date": "February 24", "txt": "Tony Conigliaro, American baseball player (b. 1945)", "entities": [{"title": "Tony Conigliaro", "href": "/wiki/Tony_Conigliaro", "description": "Anthony Richard Conigliaro, nicknamed \"Tony C\" and \"Conig\", was a Major League Baseball outfielder and right-handed batter who played for the Boston Red Sox and California Angels (1971). Born in Revere, Massachusetts, he was a 1962 graduate of St. Mary's High School in Lynn, Massachusetts. Conigliaro started his MLB career as a teenager, hitting a home run in his first at-bat during his home field"}]}, {"heading": "Deaths", "year": "1990", "date": "February 24", "txt": "Malcolm Forbes, American sergeant and publisher (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "February 24", "txt": "Sandro Pertini, Italian journalist and politician, 7th President of Italy (b. 1896)", "entities": [{"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Deaths", "year": "1990", "date": "February 24", "txt": "Johnnie Ray, American singer-songwriter and pianist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "February 24", "txt": "John Daly, American journalist and game show host (b. 1914)", "entities": [{"title": "John Daly (radio and television personality)", "href": "/wiki/John_Daly_(radio_and_television_personality)", "description": "John Charles Patrick Croghan Daly, generally known as John Charles Daly or simply John Daly, was a South African-born American radio and television personality, CBS News broadcast journalist, ABC News executive and TV anchor and a game show host, best known as the host and moderator of the CBS television panel show What's My Line?"}]}, {"heading": "Deaths", "year": "1991", "date": "February 24", "txt": "George Gobel, American actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "February 24", "txt": "Webb Pierce, American singer-songwriter and guitarist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "February 24", "txt": "Danny Gallivan, Canadian sportscaster (b. 1917)", "entities": [{"title": "Danny Gallivan", "href": "/wiki/Danny_Gallivan", "description": "Daniel Leo Gallivan was a Canadian radio and television broadcaster and sportscaster."}]}, {"heading": "Deaths", "year": "1993", "date": "February 24", "txt": "Bobby Moore, English footballer and manager (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "February 24", "txt": "Jean Sablon, French singer and actor (b. 1906)", "entities": [{"title": "Jean Sablon", "href": "/wiki/Jean_Sablon", "description": "Jean Sablon was a French singer, songwriter, composer and actor. He was one of the first French singers to immerse himself in jazz. The man behind several songs by big French and American names, he was the first to use a microphone on a French stage in 1936. Star of vinyl and the radio, he left France in 1937 to take up a contract with NBC in the United States. His radio and later televised shows "}]}, {"heading": "Deaths", "year": "1994", "date": "February 24", "txt": "Dinah Shore, American actress and singer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "February 24", "txt": "Antonio Prohías, Cuban-American cartoonist (b. 1921)", "entities": [{"title": "Antonio Prohías", "href": "/wiki/Antonio_Proh%C3%ADas", "description": "Antonio Prohías, born in Cienfuegos, Cuba, was a cartoonist most famous as the creator of the satirical comic strip Spy vs. Spy for Mad magazine."}]}, {"heading": "Deaths", "year": "1998", "date": "February 24", "txt": "Henny Youngman, English-American comedian and violinist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "February 24", "txt": "Andre Dubus, American short story writer, essayist, and memoirist (b. 1936)", "entities": [{"title": "Andre Dubus", "href": "/wiki/Andre_Dubus", "description": "Andre Jules Dubus II was an American short story writer and essayist."}]}, {"heading": "Deaths", "year": "2001", "date": "February 24", "txt": "Theodore Marier, American composer and educator, founded the Boston Archdiocesan Choir School (b. 1912)", "entities": [{"title": "Theodore Marier", "href": "/wiki/Theodore_Marier", "description": "Theodore Norbert Marier was a church musician, educator, arranger and scholar of Gregorian Chant. He founded St. Paul's Choir School in Cambridge, Massachusetts in 1963, and served as the second president of the Church Music Association of America."}, {"title": "Boston Archdiocesan Choir School", "href": "/wiki/Boston_Archdiocesan_Choir_School", "description": "St. Paul's Choir School is a Catholic choir school located at the Church of St. Paul, Harvard Square in Cambridge, Massachusetts. Founded in 1963, by Dr. Theodore Marier (1912-2001), the middle school for boys in third through eighth grades is the only boys' choir school in the United States of America affiliated with the Roman Catholic Church. The Choir School educates and trains the choirboys wh"}]}, {"heading": "Deaths", "year": "2001", "date": "February 24", "txt": "Claude Shannon, American mathematician, cryptographer, and engineer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 24", "txt": "Leo Ornstein, Ukrainian-American pianist and composer (b. 1893)", "entities": [{"title": "Leo Ornstein", "href": "/wiki/Leo_Ornstein", "description": "Leo Ornstein was a leading American experimental composer and pianist of the early twentieth century. His performances of works by avant-garde composers and his own innovative and even shocking pieces made him a cause célèbre on both sides of the Atlantic."}]}, {"heading": "Deaths", "year": "2004", "date": "February 24", "txt": "John Randolph, American actor (b. 1915)", "entities": [{"title": "John Randolph (actor)", "href": "/wiki/John_Randolph_(actor)", "description": "Emanuel Hirsch Cohen, better known by the stage name John Randolph, was an American film, television and stage actor."}]}, {"heading": "Deaths", "year": "2005", "date": "February 24", "txt": "Coşkun Kırca, Turkish diplomat, journalist and politician (b. 1927)", "entities": [{"title": "Coşkun Kırca", "href": "/wiki/Co%C5%9Fkun_K%C4%B1rca", "description": "Coşkun Kırca was a Turkish diplomat, journalist and politician. He served as Minister of Foreign Affairs of Turkey in 1995. He was at first a member of the Republican People's Party, then of the Republican Reliance Party, then of the True Path Party."}]}, {"heading": "Deaths", "year": "2006", "date": "February 24", "txt": "Octavia E. Butler, American author and educator (b. 1947)", "entities": [{"title": "Octavia E. Butler", "href": "/wiki/Octavia_E._Butler", "description": "Octavia Estelle Butler was an American science fiction author. A multiple recipient of both the Hugo and Nebula awards, she became in 1995 the first science-fiction writer to receive a MacArthur Fellowship."}]}, {"heading": "Deaths", "year": "2006", "date": "February 24", "txt": "Don Knotts, American actor and comedian (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 24", "txt": "John Martin, Canadian broadcaster, co-founded MuchMusic (b. 1947)", "entities": [{"title": "MuchMusic", "href": "/wiki/MuchMusic", "description": "Much is a Canadian English language specialty channel owned by Bell Media that primarily airs pop culture programming, most commonly in form of comedy, aimed at teenagers and young adult men."}]}, {"heading": "Deaths", "year": "2006", "date": "February 24", "txt": "Dennis Weaver, American actor, director, and producer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 24", "txt": "Bruce Bennett, American shot putter and actor (b. 1906)", "entities": [{"title": "Bruce Bennett", "href": "/wiki/Bruce_Bennett", "description": "Bruce Bennett, was an American film and television actor who prior to his screen career was a highly successful college athlete in football and in both intercollegiate and international track-and-field competitions. In 1928 he won the silver medal for the shot put at the Olympic Games held in Amsterdam. Bennett's acting career spanned more than 40 years. He worked predominantly in films until the "}]}, {"heading": "Deaths", "year": "2007", "date": "February 24", "txt": "Damien Nash, American football player (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 24", "txt": "Larry Norman, American singer-songwriter and producer (b. 1947)", "entities": [{"title": "Larry Norman", "href": "/wiki/Larry_Norman", "description": "Larry David Norman was an American musician, singer, songwriter, record label owner, and record producer. He is considered to be one of the pioneers of Christian rock music, and released more than 100 albums."}]}, {"heading": "Deaths", "year": "2010", "date": "February 24", "txt": "Dawn Brancheau, senior animal trainer at SeaWorld (b. 1969)", "entities": [{"title": "Dawn Brancheau", "href": "/wiki/Dawn_Brancheau", "description": "Dawn Therese Brancheau was an American senior animal trainer at SeaWorld. She worked with orcas at SeaWorld Orlando for fifteen years, including a leading role in revamping the Shamu show, and was SeaWorld's poster girl. She was killed by an orca, Tilikum, becoming one of two SeaWorld trainers to be killed by an animal, along with another in Loro Parque in Spain."}]}, {"heading": "Deaths", "year": "2011", "date": "February 24", "txt": "Anant Pai, Indian author and illustrator (b. 1929)", "entities": [{"title": "Anant Pai", "href": "/wiki/Anant_Pai", "description": "Anant Pai, popularly known as Uncle Pai, was an Indian educationalist and a pioneer in Indian comics. He is most famous as the creator of two comic book series viz. Amar Chitra Katha, which retold traditional Indian folk tales, mythological stories, and biographies of historical characters; and Tinkle, a children's anthology."}]}, {"heading": "Deaths", "year": "2012", "date": "February 24", "txt": "Agnes Allen, American baseball player and therapist (b. 1930)", "entities": [{"title": "Agnes Allen", "href": "/wiki/Agnes_Allen", "description": "Agnes Lorraine \"Aggie\" Allen was a pitcher and outfielder who played from 1950 through 1953 in the All-American Girls Professional Baseball League. Listed at 5 ft 3 in (1.60 m), 120 lb, she batted and threw right-handed."}]}, {"heading": "Deaths", "year": "2012", "date": "February 24", "txt": "Oliver Wrong, English nephrologist and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 24", "txt": "Virgil Johnson, American singer (b. 1935)", "entities": [{"title": "Virgil Johnson (singer)", "href": "/wiki/Virgil_Johnson_(singer)", "description": "The Velvets were an American doo-wop group from Odessa, Texas, United States. They were formed in 1959 by Virgil Johnson, a high-school English teacher, with four of his students. Roy Orbison heard the group and signed them to Monument Records in 1960. Their first release was a tune called \"That Lucky Old Sun\". Their biggest hit single was \"Tonight \", which hit #26 on the U.S. Billboard Hot 100 ch"}]}, {"heading": "Deaths", "year": "2013", "date": "February 24", "txt": "Con Martin, Irish footballer and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 24", "txt": "Franny Beecher, American guitarist (b. 1921)", "entities": [{"title": "Franny Beecher", "href": "/wiki/Franny_Beecher", "description": "Francis Eugene Beecher was the lead guitarist for Bill Haley & His Comets from 1954 to 1962, and is best remembered for his innovative guitar solos combining elements of country music and jazz. He composed the classics \"Blue Comet Blues\", \"Goofin' Around\", \"Week End\", and \"Shaky\" when he was the lead guitarist for Bill Haley and the Comets. He continued to perform with surviving members of the Com"}]}, {"heading": "Deaths", "year": "2014", "date": "February 24", "txt": "Alexis Hunter, New Zealand-English painter and photographer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 24", "txt": "Carlos Páez Vilaró, Uruguayan painter and sculptor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 24", "txt": "Harold Ramis, American actor, director, producer, and screenwriter (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 24", "txt": "Mefodiy, Ukrainian metropolitan (b. 1949)", "entities": [{"title": "Mefodiy (Kudriakov)", "href": "/wiki/Mefodiy_(Kudriakov)", "description": "Metropolitan Mefodiy was the Primate of the Ukrainian Autocephalous Orthodox Church, Metropolitan of Kyiv and all Ukraine."}]}, {"heading": "Deaths", "year": "2015", "date": "February 24", "txt": "Rakhat Aliyev, Kazakh politician and diplomat (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 24", "txt": "Peter Kenilorea, Solomon Islands politician, 1st Prime Minister of the Solomon Islands (b. 1943)", "entities": [{"title": "Peter Kenilorea", "href": "/wiki/Peter_Kenilorea", "description": "Sir Peter Kenilorea KBE was a Solomon Islander politician, officially styled The Rt Hon. Sir Peter Kenilorea as a member of the Privy Council of the United Kingdom. He was the first Prime Minister of an independent Solomon Islands, from 1978-81, and also served a second term from 1984-86."}, {"title": "Prime Minister of the Solomon Islands", "href": "/wiki/Prime_Minister_of_the_Solomon_Islands", "description": "The prime minister of Solomon Islands is Solomon Islands' head of government, consequent on being the leader of the party or coalition with majority support in the National Parliament. Since April 2019, the Prime Minister has been Manasseh Sogavare."}]}, {"heading": "Deaths", "year": "2016", "date": "February 24", "txt": "Nabil Maleh, Syrian director, producer, and screenwriter (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 24", "txt": "George C. Nichopoulos, American soldier and physician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 24", "txt": "Sridevi, Indian actress (b. 1963)", "entities": [{"title": "Sridevi", "href": "/wiki/Sridevi", "description": "Sridevi was an Indian actress and producer, who worked in Telugu, Tamil, Hindi, Malayalam and Kannada language films. Widely regarded as one of the greatest and most influential actresses in the history of Indian cinema and regarded as the \"First Female Superstar\" of Indian cinema, she was the recipient of various accolades, including a National Film Award, a Nandi Award, the Tamil Nadu State Film"}]}, {"heading": "Deaths", "year": "2020", "date": "February 24", "txt": "Katherine Johnson, American physicist and mathematician (b. 1918)", "entities": [{"title": "Katherine Johnson", "href": "/wiki/Katherine_Johnson", "description": "Creola Katherine Johnson was an American mathematician whose calculations of orbital mechanics as a NASA employee were critical to the success of the first and subsequent U.S. crewed spaceflights. During her 33-year career at NASA and its predecessor, she earned a reputation for mastering complex manual calculations and helped pioneer the use of computers to perform the tasks. The space agency not"}]}]