[{"heading": "Events", "year": "748", "date": "February 14", "txt": "Abbasid Revolution: The Hashimi rebels under Abu Muslim Khorasani take Merv, capital of the Umayyad province Khorasan, marking the consolidation of the Abbasid revolt.", "entities": [{"title": "Abbasid Revolution", "href": "/wiki/Abbasid_Revolution#Khorosan_phase", "description": "The Abbasid Revolution, also called the Movement of the Men of the Black Raiment, was the overthrow of the Umayyad Caliphate, the second of the four major Caliphates in early Islamic history, by the third, the Abbasid Caliphate. Coming to power three decades after the death of the Muslim prophet Muhammad and immediately after the Rashidun Caliphate, the Umayyads were a Arab empire ruling over a po"}, {"title": "Kaysanites Shia", "href": "/wiki/Kaysanites_Shia#History", "description": "The Kaysanites were a Shi'i sect of Islam that reportedly formed from the followers of Al-Mukhtar. Kasaniyya, on the other hand, is a name given to all sects originated from Mokhtar's revolt. Kaysaniyya, traced Imamate from Muhammad ibn al-Hanafiyyah and his successors."}, {"title": "Abu Muslim Khorasani", "href": "/wiki/Abu_Muslim_Khorasani", "description": "Abu Muslim Abd al-Rahman ibn Muslim al-Khurasani or Behzādān Pour Vandād Hormozd born 718/19 or 723/27, died in 755), was a Persian general in service of the Abbasid dynasty, who led the Abbasid Revolution that toppled the Umayyad dynasty."}, {"title": "Merv", "href": "/wiki/Merv", "description": "Merv, also known as the Merve Oasis, formerly known as Alexandria and Antiochia in Margiana was a major city in Central Asia, on the historical Silk Road, located near today's Mary in Turkmenistan. Several cities have existed on this site, which is significant for the interchange of culture and politics at a site of major strategic value."}, {"title": "Umayyad Caliphate", "href": "/wiki/Umayyad_Caliphate", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}, {"title": "Greater Khorasan", "href": "/wiki/Greater_Khorasan", "description": "Khorāsān, sometimes called Greater Khorasan, is a historical region which formed the northeast province of Greater Iran. The name signifies \"the Land of the Sun\" or \"the Eastern Province\"."}, {"title": "Abbasid Caliphate", "href": "/wiki/Abbasid_Caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Events", "year": "842", "date": "February 14", "txt": "Charles the Bald and Louis the German swear the Oaths of Strasbourg in the French and German languages.", "entities": [{"title": "Charles the Bald", "href": "/wiki/Charles_the_Bald", "description": "Charles the Bald was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious b"}, {"title": "Louis the German", "href": "/wiki/Louis_the_German", "description": "Louis the German, also known as Louis II, was the first king of East Francia, and ruled from 843–876 AD. Grandson of emperor Charlemagne and the third son of Louis the Pious, emperor of Francia, and his first wife, Ermengarde of Hesbaye, he received the appellation Germanicus shortly after his death when East Frankia became the kingdom of Germany."}, {"title": "Oaths of Strasbourg", "href": "/wiki/Oaths_of_Strasbourg", "description": "The Oaths of Strasbourg were a military pact made on the 14th of February, A.D. 842 by Charles the Bald and Louis the German against their older brother Lothair I, the designated heir of Louis the Pious, the successor of Charlemagne. One year later the Treaty of Verdun would be signed, with major consequences for Western Europe's geopolitical landscape."}]}, {"heading": "Events", "year": "1014", "date": "February 14", "txt": "Pope Benedict VIII crowns Henry of Bavaria, King of Germany and of Italy, as Holy Roman Emperor.", "entities": [{"title": "Pope Benedict VIII", "href": "/wiki/Pope_Benedict_VIII", "description": "Pope Benedict VIII was the bishop of Rome and ruler of the Papal States from 18 May 1012 until his death. He was born Theophylact to the noble family of the counts of Tusculum. Unusually for a medieval pope, he had strong authority both in Rome and abroad."}, {"title": "Henry II, Holy Roman Emperor", "href": "/wiki/Henry_II,_Holy_Roman_Emperor", "description": "Henry II, also known as Saint Henry the Exuberant, Obl. S. B., was Holy Roman Emperor from 1014. He died without an heir in 1024, and was the last ruler of the Ottonian line. As Duke of Bavaria, appointed in 995, Henry became King of the Romans following the sudden death of his second cousin, Emperor Otto III in 1002, was made King of Italy in 1004, and crowned emperor by Pope Benedict VIII in 101"}, {"title": "Monarchy", "href": "/wiki/Monarchy", "description": "A monarchy is a form of government in which a person, the monarch, is head of state for life or until abdication. The political legitimacy and authority of the monarch may vary from restricted and largely symbolic, to fully autocratic, and can expand across the domains of the executive, legislative and judicial. A monarchy can be a polity through unity, personal union, vassalage or federation, and"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1076", "date": "February 14", "txt": "Pope Gregory VII excommunicates Henry IV, Holy Roman Emperor.", "entities": [{"title": "Pope Gregory VII", "href": "/wiki/Pope_Gregory_VII", "description": "Pope Gregory VII, born Hildebrand of Sovana, was pope from 22 April 1073 to his death in 1085. He is venerated as a saint in the Catholic Church."}, {"title": "Henry IV, Holy Roman Emperor", "href": "/wiki/Henry_IV,_Holy_Roman_Emperor", "description": "Henry IV was Holy Roman Emperor from 1084 to 1105, King of Germany from 1054 to 1105, King of Italy and Burgundy from 1056 to 1105, and Duke of Bavaria from 1052 to 1054. He was the son of Henry III, Holy Roman Emperor—the second monarch of the Salian dynasty—and Agnes of Poitou. After his father's death on 5 October 1056, Henry was placed under his mother's guardianship. She made grants to German"}]}, {"heading": "Events", "year": "1130", "date": "February 14", "txt": "The troubled 1130 papal election exposes a rift within the College of Cardinals.", "entities": [{"title": "1130 papal election", "href": "/wiki/1130_papal_election", "description": "The 1130 papal election was convoked after the death of Pope Honorius II and resulted in a double election. Part of the cardinals, led by Cardinal-Chancellor Aymeric de la Chatre, elected Gregorio Papareschi as Pope Innocent II, but the rest of them refused to recognize him and elected Cardinal Pietro Pierleoni, who took the name of Anacletus II. Although Anacletus had the support of the majority "}]}, {"heading": "Events", "year": "1349", "date": "February 14", "txt": "Several hundred Jews are burned to death by mobs while the remaining Jews are forcibly removed from Strasbourg.", "entities": [{"title": "History of the Jews in Europe", "href": "/wiki/History_of_the_Jews_in_Europe", "description": "The history of the Jews in Europe spans a period of over two thousand years. Some Jews, a Judaean tribe from the Levant, migrated to Europe just before the rise of the Roman Empire. A notable early event in the history of the Jews in the Roman Empire was Pompey's conquest of Judea beginning in 63 BCE, although Alexandrian Jews had migrated to Rome before this event."}, {"title": "Death by burning", "href": "/wiki/Death_by_burning", "description": "Death by burning is an execution method involving combustion or exposure to extreme heat. It has a long history as a form of public capital punishment, and many societies have employed it as a punishment for and warning against crimes such as treason, heresy and witchcraft. The best-known execution of this type is burning at the stake, where the condemned is bound to a large wooden stake and a fir"}, {"title": "Strasbourg massacre", "href": "/wiki/Strasbourg_massacre", "description": "The Strasbourg massacre occurred on February 14, 1349, when several hundred Jews were publicly burnt to death, and the rest of them expelled from the city as part of the Black Death persecutions."}, {"title": "Strasbourg", "href": "/wiki/Strasbourg", "description": "Strasbourg is the prefecture and largest city of the Grand Est region of Eastern France and the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the prefecture of the Bas-Rhin department."}]}, {"heading": "Events", "year": "1530", "date": "February 14", "txt": "Spanish conquistadores, led by Nuño de Guzmán, overthrow and execute Tangaxuan II, the last independent monarch of the Tarascan state in present-day central Mexico.", "entities": [{"title": "Conquistador", "href": "/wiki/Conquistador", "description": "Conquistadors were the knights, soldiers and explorers of the Spanish and the Portuguese Empires. During the Age of Discovery, conquistadors sailed beyond Europe to the Americas, Oceania, Africa, and Asia, conquering territory and opening trade routes. They brought colonialism to much of the world for Spain and Portugal in the 16th, 17th, and 18th centuries."}, {"title": "Nuño de Guzmán", "href": "/wiki/Nu%C3%B1o_de_Guzm%C3%A1n", "description": "Nuño Beltrán de Guzmán was a Spanish conquistador and colonial administrator in New Spain. He was the governor of the province of Pánuco from 1525 to 1533 and of Nueva Galicia from 1529 to 1534, President of the first Royal Audiencia of Mexico from 1528 to 1530. He founded several cities in Northwestern Mexico, including Guadalajara."}, {"title": "Tangaxuan II", "href": "/wiki/Tangaxuan_II", "description": "Tzimtzincha-Tangaxuan II was the last cazonci (monarch) of the Tarascan state, the kingdom of the Purépecha,from 1520–1530. He was baptized Francisco when his realm made a peace treaty with Hernán Cortés. He was executed by burning by Nuño Beltrán de Guzmán on February 14, 1530."}, {"title": "Tarascan state", "href": "/wiki/Tarascan_state", "description": "The Tarascan state was a state in pre-Columbian Mexico, roughly covering the geographic area of the present-day Mexican state of Michoacán, parts of Jalisco, and Guanajuato. At the time of the Spanish conquest, it was the second-largest state in Mesoamerica."}, {"title": "Mexico", "href": "/wiki/Mexico", "description": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Mexico covers 1,972,550 square kilometers (761,610 sq mi), making it the world's 13th-largest country by"}]}, {"heading": "Events", "year": "1556", "date": "February 14", "txt": "Thomas Cranmer is declared a heretic.", "entities": [{"title": "Thomas Cranmer", "href": "/wiki/Thomas_Cranmer", "description": "Thomas Cranmer was a leader of the English Reformation and Archbishop of Canterbury during the reigns of Henry VIII, Edward VI and, for a short time, Mary I. He helped build the case for the annulment of Henry's marriage to Catherine of Aragon, which was one of the causes of the separation of the English Church from union with the Holy See. Along with Thomas Cromwell, he supported the principle of"}, {"title": "Christian heresy", "href": "/wiki/Christian_heresy", "description": "Heresy in Christianity denotes the formal denial or doubt of a core doctrine of the Christian faith as defined by one or more of the Christian churches."}]}, {"heading": "Events", "year": "1556", "date": "February 14", "txt": "Coronation of Akbar as ruler of the Mughal Empire.", "entities": []}, {"heading": "Events", "year": "1655", "date": "February 14", "txt": "The Mapuches launch coordinated attacks against the Spanish in Chile beginning the Mapuche uprising of 1655.", "entities": [{"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Mapuche uprising of 1655", "href": "/wiki/Mapuche_uprising_of_1655", "description": "The Mapuche uprising of 1655 was a series of coordinated Mapuche attacks against Spanish settlements and forts in colonial Chile. It was the worst military crisis in Chile in decades, and contemporaries even considered the possibility of a civil war among the Spanish. The uprising marks the beginning of a ten-year period of warfare between the Spanish and the Mapuche."}]}, {"heading": "Events", "year": "1778", "date": "February 14", "txt": "The United States flag is formally recognized by a foreign naval vessel for the first time, when French Admiral Toussaint-Guillaume Picquet de la Motte renders a nine gun salute to USS Ranger, commanded by John Paul Jones.", "entities": [{"title": "Flag of the United States", "href": "/wiki/Flag_of_the_United_States", "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"}, {"title": "Naval ship", "href": "/wiki/Naval_ship", "description": "A naval ship is a military ship used by a navy. Naval ships are differentiated from civilian ships by construction and purpose. Generally, naval ships are damage resilient and armed with weapon systems, though armament on troop transports is light or non-existent."}, {"title": "Admiral", "href": "/wiki/Admiral", "description": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. In the Commonwealth nations and the United States, a \"full\" admiral is equivalent to a \"full\" general in the army, and is above vice admiral and below admiral of the fleet, or fleet admiral. In NATO, admirals have a rank code of OF-9 as a four-star rank."}, {"title": "Toussaint-Guillaume Picquet de la Motte", "href": "/wiki/Toussaint-Guillaume_Picquet_de_la_Motte", "description": "Count Toussaint-Guillaume Picquet de la Motte, also known as La Motte-Picquet was a French Navy officer and admiral. Over a career spanning 50 years, he served under Louis XV and Louis XVI and took part in 34 campaigns. He fought in the Seven Years' War and in the Naval battles of the American Revolutionary War, earning the ranks of Commandeur in the Order of Saint Louis in 1780, and of Grand Cros"}, {"title": "USS Ranger (1777)", "href": "/wiki/USS_Ranger_(1777)", "description": "USS Ranger was a sloop-of-war in the Continental Navy in active service in 1777–1780, the first to bear her name. Built at Portsmouth Naval Shipyard on Badger's Island in Kittery, Maine, she is famed for the one-ship raiding campaign by Captain John Paul Jones, during naval operations of the American Revolutionary War. In six months spent primarily in British waters she captured five prizes, stage"}, {"title": "John Paul Jones", "href": "/wiki/John_Paul_Jones", "description": "John Paul Jones was the United States' first well-known naval commander in the American Revolutionary War. He made many friends among U.S political elites, as well as enemies, and his actions in British waters during the Revolution earned him an international reputation which persists to this day. As such, he is sometimes referred to as the \"Father of the American Navy\"."}]}, {"heading": "Events", "year": "1779", "date": "February 14", "txt": "American Revolutionary War: The Battle of Kettle Creek is fought in Georgia.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Kettle Creek", "href": "/wiki/Battle_of_Kettle_Creek", "description": "The Battle of Kettle Creek was the first major victory for Patriots in the back country of Georgia during the American Revolutionary War that took place on February 14, 1779. It was fought in Wilkes County about eight miles (13 km) from present-day Washington, Georgia. A militia force of Patriots decisively defeated and scattered a Loyalist militia force that was on its way to British-controlled A"}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}]}, {"heading": "Events", "year": "1779", "date": "February 14", "txt": "James Cook is killed by Native Hawaiians near Kealakekua on the Island of Hawaii.", "entities": [{"title": "Native Hawaiians", "href": "/wiki/Native_Hawaiians", "description": "Native Hawaiians, or simply Hawaiians, are the Indigenous Polynesian people of the Hawaiian Islands. The traditional name of the Hawaiian people is Kānaka Maoli."}, {"title": "Kealakekua", "href": "/wiki/Kealakekua", "description": "Kealakekua is a census-designated place (CDP) in Hawaiʻi County, Hawaiʻi, United States. The population was 2,019 at the 2010 census, up from 1,645 at the 2000 census."}, {"title": "Hawaii (island)", "href": "/wiki/Hawaii_(island)", "description": "Hawaiʻi is the largest island located in the U.S. state of Hawaii. It is the largest and the southeasternmost of the Hawaiian Islands, a chain of volcanic islands in the North Pacific Ocean. With an area of 4,028 square miles (10,430 km2), it has 63% of the Hawaiian archipelago's combined landmass, and is the largest island in the United States. However, it has only 13% of Hawaiʻi's population. Th"}]}, {"heading": "Events", "year": "1797", "date": "February 14", "txt": "French Revolutionary Wars: Battle of Cape St. Vincent: John Jervis, (later 1st Earl of St Vincent) and Horatio Nelson (later 1st Viscount Nelson) lead the British Royal Navy to victory over a Spanish fleet in action near Gibraltar.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Battle of Cape St Vincent (1797)", "href": "/wiki/Battle_of_Cape_St_Vincent_(1797)", "description": "The Battle of Cape St. Vincent was one of the opening battles of the Anglo-Spanish War (1796–1808), as part of the French Revolutionary Wars, where a British fleet under Admiral Sir John Jervis defeated a larger Spanish fleet under Admiral Don José de Córdoba y Ramos near Cape St. Vincent, Portugal."}, {"title": "John Jervis, 1st Earl of St Vincent", "href": "/wiki/John_Jervis,_1st_Earl_of_St_Vincent", "description": "Admiral of the Fleet John Jervis, 1st Earl of St Vincent was an admiral in the Royal Navy and Member of Parliament in the United Kingdom. Jervis served throughout the latter half of the 18th century and into the 19th, and was an active commander during the Seven Years' War, American War of Independence, French Revolutionary War and the Napoleonic Wars. He is best known for his victory at the 1797 "}, {"title": "Horatio Nelson, 1st Viscount Nelson", "href": "/wiki/Horatio_Nelson,_1st_Viscount_Nelson", "description": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté,, also known simply as Admiral Nelson, was an English flag officer in the Royal Navy. His inspirational leadership, grasp of strategy, and unconventional tactics brought about a number of decisive British naval victories, particularly during the Napoleonic Wars. He was wounded in combat, losing sight in one eye in Corsica at the "}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Gibraltar", "href": "/wiki/Gibraltar", "description": "Gibraltar is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians."}]}, {"heading": "Events", "year": "1804", "date": "February 14", "txt": "Karađorđe leads the First Serbian Uprising against the Ottoman Empire.", "entities": [{"title": "Karađorđe", "href": "/wiki/Kara%C4%91or%C4%91e", "description": "Đorđe Petrović, better known by the sobriquet Karađorđe, was a Serbian revolutionary who led the struggle for his country's independence from the Ottoman Empire during the First Serbian Uprising of 1804–1813."}, {"title": "First Serbian Uprising", "href": "/wiki/First_Serbian_Uprising", "description": "The First Serbian Uprising was an uprising of Serbs in the Sanjak of Smederevo against the Ottoman Empire from 14 February 1804 to 7 October 1813. Initially a local revolt against renegade janissaries who had seized power through a coup, it evolved into a war for independence after more than three centuries of Ottoman rule and short-lasting Austrian occupations."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1831", "date": "February 14", "txt": "Ras Marye of Yejju marches into Tigray and defeats and kills Dejazmach Sabagadis in the Battle of Debre Abbay.", "entities": [{"title": "Marye of Yejju", "href": "/wiki/Marye_of_Yejju", "description": "Marye of Yejju was a Ras of Begemder and Enderase (regent) of the Emperor of Ethiopia. He was the brother of his predecessor Ras Yimam."}, {"title": "Tigray Province", "href": "/wiki/Tigray_Province", "description": "Tigray Province is an historical province of northern Ethiopia that exists in the present day Tigray Region. It encompassed most of the territories of Tigrinya-speakers in Ethiopia; Tigray province was separated from the northern Tigrinya speaking territories by the River Mereb, now serving as the state border to Eritrea."}, {"title": "Sabagadis", "href": "/wiki/Sabagadis", "description": "Sabagadis Woldu was a Dejazmach (governor) of the Tigray Province of Ethiopia from 1822 to 1831. Sabagadis gained some notoriety in the first decade of the 19th century for rebelling a number of times against his overlord, Ras Wolde Selassie. But just before the death of Wolde Selassie it seems that he made up with his master and became one of his loyal lieutenants. Following Wolde Selassie's deat"}, {"title": "Battle of Debre Abbay", "href": "/wiki/Battle_of_Debre_Abbay", "description": "The Battle of Debre Abbay was a conflict between Ras Marye of Yejju, Regent of the Emperor of Ethiopia, and his rival from Tigray, Dejazmach Sabagadis of Agame. Although Ras Marye lost his life in this battle, Dejazmach Sabagadis was defeated, and after surrendering was executed by Ras Marye's Oromo followers."}]}, {"heading": "Events", "year": "1835", "date": "February 14", "txt": "The original Quorum of the Twelve Apostles, in the Latter Day Saint movement, is formed in Kirtland, Ohio.", "entities": [{"title": "Quorum of the Twelve", "href": "/wiki/Quorum_of_the_Twelve", "description": "In the Latter Day Saint movement, the Quorum of the Twelve is one of the governing bodies or (quorums) of the church hierarchy organized by the movement's founder Joseph Smith, and patterned after the Apostles of Jesus. Members are called Apostles, with a special calling to be evangelistic ambassadors to the world."}, {"title": "Latter Day Saint movement", "href": "/wiki/Latter_Day_Saint_movement", "description": "The Latter Day Saint movement is the collection of independent church groups that trace their origins to a Christian Restorationist movement founded by Joseph Smith in the late 1820s."}, {"title": "Kirtland, Ohio", "href": "/wiki/Kirtland,_Ohio", "description": "Kirtland is a city in Lake County, Ohio, United States. The population was 6,859 at the 2010 census. Kirtland is known for being the early headquarters of the Latter Day Saint movement from 1831 to 1837 and is the site of the first Mormon temple, the Kirtland Temple, completed in 1836. The city is also the location for many parks in the Lake Metroparks system, as well as the Holden Arboretum."}]}, {"heading": "Events", "year": "1849", "date": "February 14", "txt": "In New York City, James Knox Polk becomes the first serving President of the United States to have his photograph taken.", "entities": [{"title": "James Knox Polk", "href": "/wiki/James_Knox_Polk", "description": "James Knox Polk was the 11th president of the United States, serving from 1845 to 1849. He previously was Speaker of the House of Representatives (1835–1839) and Governor of Tennessee (1839–1841). A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States through the Mexican–Am"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "1852", "date": "February 14", "txt": "Great Ormond St Hospital for Sick Children, the first hospital in England to provide in-patient beds specifically for children, is founded in London.", "entities": [{"title": "Great Ormond Street Hospital", "href": "/wiki/Great_Ormond_Street_Hospital", "description": "Great Ormond Street Hospital is a children's hospital located in the Bloomsbury area of the London Borough of Camden, and a part of Great Ormond Street Hospital for Children NHS Foundation Trust."}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1855", "date": "February 14", "txt": "Texas is linked by telegraph to the rest of the United States, with the completion of a connection between New Orleans and Marshall, Texas.", "entities": [{"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Telegraphy", "href": "/wiki/Telegraphy", "description": "Telegraphy is the long-distance transmission of textual messages where the sender uses a semaphore system, known to the recipient, rather than a physical exchange of an object bearing the message. Thus flag semaphore is a method of telegraphy, whereas pigeon post is not. Ancient signalling systems, although sometimes quite extensive and sophisticated as in China, were generally not capable of tran"}, {"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}, {"title": "Marshall, Texas", "href": "/wiki/Marshall,_Texas", "description": "Marshall is a city in the U.S. state of Texas. It is the county seat of Harrison County and a cultural and educational center of the Ark-La-Tex region. At the 2010 U.S. census, the population of Marshall was 23,523; in 2019 it decreased to an estimated 22,831. The population of the Greater Marshall area, comprising all of Harrison County, was 65,631 in 2010, and 66,726 in 2018."}]}, {"heading": "Events", "year": "1859", "date": "February 14", "txt": "Oregon is admitted as the 33rd U.S. state.", "entities": [{"title": "Oregon", "href": "/wiki/Oregon", "description": "Oregon is a state in the Pacific Northwest region of the Western United States. The Columbia River delineates much of Oregon's northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The 42° north parallel delineates the southern boundary with California and Nevada."}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1876", "date": "February 14", "txt": "Alexander Graham Bell applies for a patent for the telephone, as does Elisha Gray.", "entities": [{"title": "Alexander Graham Bell", "href": "/wiki/Alexander_Graham_Bell", "description": "Alexander Graham Bell was a Scottish-born inventor, scientist, and engineer who is credited with inventing and patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Telephone", "href": "/wiki/Telephone", "description": "A telephone is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly. A telephone converts sound, typically and most efficiently the human voice, into electronic signals that are transmitted via cables and other communication channels to another telephone which reproduces the sound to the receiving user. The term is de"}, {"title": "Elisha Gray", "href": "/wiki/Elisha_Gray", "description": "Elisha Gray was an American electrical engineer who co-founded the Western Electric Manufacturing Company. Gray is best known for his development of a telephone prototype in 1876 in Highland Park, Illinois. Some recent authors have argued that Gray should be considered the true inventor of the telephone because Alexander Graham Bell allegedly stole the idea of the liquid transmitter from him. Alth"}]}, {"heading": "Events", "year": "1879", "date": "February 14", "txt": "The War of the Pacific breaks out when the Chilean Army occupies the Bolivian port city of Antofagasta.", "entities": [{"title": "War of the Pacific", "href": "/wiki/War_of_the_Pacific", "description": "The War of the Pacific, also known as the Saltpeter War and by multiple other names, was a war between Chile and a Bolivian–Peruvian alliance from 1879 to 1884. Fought over Chilean claims on coastal Bolivian territory in the Atacama Desert, the war ended with a Chilean victory, which gained for the country a significant amount of resource-rich territory from Peru and Bolivia. The Chilean Army took"}, {"title": "Chilean Army", "href": "/wiki/Chilean_Army", "description": "The Chilean Army is the land arm of the Military of Chile. This 80,000-person army is organized into six divisions, a special operations brigade and an air brigade."}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}, {"title": "Antofagasta", "href": "/wiki/Antofagasta", "description": "Antofagasta is a port city in northern Chile, about 1,100 kilometres (700 mi) north of Santiago. It is the capital of Antofagasta Province and Antofagasta Region. According to the 2015 census, the city has a population of 402,669."}]}, {"heading": "Events", "year": "1899", "date": "February 14", "txt": "Voting machines are approved by the U.S. Congress for use in federal elections.", "entities": [{"title": "Voting machine", "href": "/wiki/Voting_machine", "description": "A voting machine is a machine used to record or tally votes. The first voting machines were mechanical but it is increasingly more common to use electronic voting machines. Traditionally, a voting machine has been defined by its mechanism, and whether the system tallies votes at each voting location, or centrally."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Election", "href": "/wiki/Election", "description": "An election is a formal group decision-making process by which a population chooses an individual or multiple individuals to hold public office."}]}, {"heading": "Events", "year": "1900", "date": "February 14", "txt": "British forces begin the Battle of the Tugela Heights in an effort to lift the Siege of Ladysmith.", "entities": [{"title": "Battle of the Tugela Heights", "href": "/wiki/Battle_of_the_Tugela_Heights", "description": "The Battle of Tugela Heights, consisted of a series of military actions lasting from 14 February through to 27 February 1900 in which General Sir Redvers Buller's British army forced Louis Botha's Boer army to lift the Siege of Ladysmith during the Second Boer War."}, {"title": "Siege of Ladysmith", "href": "/wiki/Siege_of_Ladysmith", "description": "The siege of Ladysmith was a protracted engagement in the Second Boer War, taking place between 2 November 1899 and 28 February 1900 at Ladysmith, Natal, a township founded in 1850."}]}, {"heading": "Events", "year": "1903", "date": "February 14", "txt": "The United States Department of Commerce and Labor is established (later split into the Department of Commerce and the Department of Labor).", "entities": [{"title": "United States Department of Commerce", "href": "/wiki/United_States_Department_of_Commerce", "description": "The United States Department of Commerce is an executive department of the U.S. federal government concerned with promoting economic growth. Among its tasks are gathering economic and demographic data for business and government decision making, and helping to set industrial standards. This organization's main purpose is to create jobs, promote economic growth, encourage sustainable development an"}, {"title": "United States Department of Labor", "href": "/wiki/United_States_Department_of_Labor", "description": "The United States Department of Labor (DOL) is a cabinet-level department of the U.S. federal government responsible for occupational safety and health, wage and hour standards, unemployment benefits, reemployment services, and some economic statistics; many U.S. states also have such departments. The department is headed by the U.S. Secretary of Labor."}]}, {"heading": "Events", "year": "1912", "date": "February 14", "txt": "Arizona is admitted as the 48th and the last contiguous U.S. state.", "entities": [{"title": "Arizona", "href": "/wiki/Arizona", "description": "Arizona is a state in the Western United States, grouped in the Southwestern and occasionally Mountain subregions. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora a"}, {"title": "Contiguous United States", "href": "/wiki/Contiguous_United_States", "description": "The contiguous United States or officially the conterminous United States consists of the 48 adjoining U.S. states on the continent of North America. The terms exclude the non-contiguous states of Alaska and Hawaii, and all other off-shore insular areas, such as American Samoa, U.S. Virgin Islands, Northern Mariana Islands, Guam and Puerto Rico. These differ from the related term continental Unite"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1912", "date": "February 14", "txt": "The U.S. Navy commissions its first class of diesel-powered submarines.", "entities": [{"title": "United States E-class submarine", "href": "/wiki/United_States_E-class_submarine", "description": "The E-class submarines were a class of two United States Navy submarines, built by the Fore River Shipbuilding Company of Quincy, Massachusetts, under a subcontract from the Electric Boat Company. They were used as coastal and harbor defense submarines prior to World War I. When hostilities broke out, the E class were mostly used as training boats; however, E-1 operated on war patrols based in the"}, {"title": "Diesel submarine", "href": "/wiki/Diesel_submarine", "description": "A submarine is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub. Submarines are referred to as \"boats\" rather than \"shi"}]}, {"heading": "Events", "year": "1919", "date": "February 14", "txt": "The Polish–Soviet War begins.", "entities": [{"title": "Polish–Soviet War", "href": "/wiki/Polish%E2%80%93Soviet_War", "description": "The Polish–Soviet War was fought by the Second Polish Republic and Soviet Russia in the aftermath of World War I, on territories formerly held by the Russian Empire and the Austro-Hungarian Empire. In newly independent Poland, leading politicians of different orientations pursued the general expectation of restoring the pre-1772 borders. Motivated by that idea, Polish Chief of State Józef Piłsudsk"}]}, {"heading": "Events", "year": "1920", "date": "February 14", "txt": "The League of Women Voters is founded in Chicago.", "entities": [{"title": "League of Women Voters", "href": "/wiki/League_of_Women_Voters", "description": "The League of Women Voters (LWV) is a nonprofit organization in the United States that was formed to help women take a larger role in public affairs after they won the right to vote. It was founded in 1920 to support the new women suffrage rights and was a merger of National Council of Women Voters, founded by Emma Smith DeVoe, and National American Woman Suffrage Association, led by Carrie Chapma"}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}]}, {"heading": "Events", "year": "1924", "date": "February 14", "txt": "The Computing-Tabulating-Recording Company changes its name to International Business Machines Corporation (IBM).", "entities": [{"title": "IBM", "href": "/wiki/IBM", "description": "International Business Machines Corporation (IBM) is an American multinational technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York."}]}, {"heading": "Events", "year": "1929", "date": "February 14", "txt": "Saint Valentine's Day Massacre: Seven people, six of them gangster rivals of Al Capone's gang, are murdered in Chicago.", "entities": [{"title": "Saint Valentine's Day Massacre", "href": "/wiki/Saint_Valentine%27s_Day_Massacre", "description": "The Saint Valentine's Day Massacre was the 1929 murder of seven members and associates of Chicago's North Side Gang that occurred on Saint Valentine's Day. The men were gathered at a Lincoln Park garage on the morning of that feast day, February 14th. They were lined up against a wall and shot by four unknown assailants, two of whom were dressed like police officers. The incident resulted from the"}, {"title": "Gangster", "href": "/wiki/Gangster", "description": "A gangster is a criminal who is a member of a gang. Most gangs are considered to be part of organized crime. Gangsters are also called mobsters, a term derived from mob and the suffix -ster. Gangs provide a level of organization and resources that support much larger and more complex criminal transactions than an individual criminal could achieve. Gangsters have been active for many years in count"}, {"title": "Al Capone", "href": "/wiki/Al_Capone", "description": "Alphonse Gabriel Capone, sometimes known by the nickname \"Scarface\", was an American gangster and businessman who attained notoriety during the Prohibition era as the co-founder and boss of the Chicago Outfit. His seven-year reign as a crime boss ended when he went to prison at the age of 33."}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}]}, {"heading": "Events", "year": "1942", "date": "February 14", "txt": "Battle of Pasir Panjang contributes to the fall of Singapore.", "entities": [{"title": "Battle of Pasir Panjang", "href": "/wiki/Battle_of_Pasir_Panjang", "description": "The Battle of Pasir Panjang, which took place between 12 and 15 February 1942, was part of the final stage of the Empire of Japan's invasion of Singapore during World War II. The battle was initiated upon the advancement of elite Imperial Japanese Army forces towards Pasir Panjang Ridge on 13 February."}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Events", "year": "1943", "date": "February 14", "txt": "World War II: Rostov-on-Don, Russia is liberated.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Rostov-on-Don", "href": "/wiki/Rostov-on-Don", "description": "Rostov-on-Don is a port city and the administrative centre of Rostov Oblast and the Southern Federal District of Russia. It lies in the southeastern part of the East European Plain on the Don River, 32 kilometers (20 mi) from the Sea of Azov, directly north of the North Caucasus. The southwestern suburbs of the city above the Don river delta. Rostov-on-Don has a population of over one million peop"}]}, {"heading": "Events", "year": "1943", "date": "February 14", "txt": "World War II: Tunisia Campaign: General Hans-Jürgen von Arnim's Fifth Panzer Army launches a concerted attack against Allied positions in Tunisia.", "entities": [{"title": "Hans-Jürgen von Arnim", "href": "/wiki/Hans-J%C3%BCrgen_von_Arnim", "description": "Hans-Jürgen von Arnim was a German general in the Wehrmacht of Nazi Germany during World War II who commanded several armies. He was a recipient of the Knight's Cross of the Iron Cross."}, {"title": "5th Panzer Army", "href": "/wiki/5th_Panzer_Army", "description": "5th Panzer Army was the name of two different German armoured formations during World War II. The first of these was formed in 1942, during the North African campaign and surrendered to the Allies at Tunis in 1943. The army was re-formed in France in 1944, fought in Western Europe and surrendered in the Ruhr pocket in 1945."}, {"title": "Battle of Sidi Bou Zid", "href": "/wiki/Battle_of_Sidi_Bou_Zid", "description": "The Battle of Sidi Bou Zid (Unternehmen Frühlingswind/Operation Spring Breeze) took place during the Tunisia Campaign from 14–17 February 1943, in World War II. The battle was fought around Sidi Bou Zid, where a large number of US Army units were mauled by German and Italian forces. It resulted in the Axis forces recapturing the strategically important town of Sbeitla in central Tunisia."}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}]}, {"heading": "Events", "year": "1944", "date": "February 14", "txt": "World War II: In the action of 14 February 1944, a Royal Navy submarine sinks a German-controlled Italian submarine in the Strait of Malacca.", "entities": [{"title": "Action of 14 February 1944", "href": "/wiki/Action_of_14_February_1944", "description": "The action of 14 February 1944 refers to the sinking of a German U-boat off the Strait of Malacca during World War II by a British submarine. It was one of the few naval engagements of the Asian and Pacific theater involving German and Italian forces."}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Regia Marina", "href": "/wiki/Regia_Marina", "description": "The Regia Marina was the navy of the Kingdom of Italy from 1861 to 1946. In 1946, with the birth of the Italian Republic, the Regia Marina changed its name to Marina Militare."}, {"title": "Strait of Malacca", "href": "/wiki/Strait_of_Malacca", "description": "The Strait of Malacca or Straits of Malacca is a narrow stretch of water, 580 mi (930 km) in length, between the Malay Peninsula and the Indonesian island of Sumatra. As the main shipping channel between the Indian Ocean and the Pacific Ocean, it is one of the most important shipping lanes in the world. It is named after the Malacca Sultanate that ruled over the archipelago between 1400 and 1511, "}]}, {"heading": "Events", "year": "1945", "date": "February 14", "txt": "World War II: On the first day of the bombing of Dresden, the British Royal Air Force and the United States Army Air Forces begin fire-bombing Dresden.", "entities": [{"title": "Bombing of Dresden in World War II", "href": "/wiki/Bombing_of_Dresden_in_World_War_II", "description": "The bombing of Dresden was a British-American aerial bombing attack on the city of Dresden, the capital of the German state of Saxony, during World War II. In four raids between 13 and 15 February 1945, 722 heavy bombers of the British Royal Air Force (RAF) and 527 of the United States Army Air Forces (USAAF) dropped more than 3,900 tons of high-explosive bombs and incendiary devices on the city. "}, {"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "United States Army Air Forces", "href": "/wiki/United_States_Army_Air_Forces", "description": "The United States Army Air Forces was the major land-based aerial warfare service component of the United States Army and de facto aerial warfare service branch of the United States during and immediately after World War II (1939/41–1945). It was created on 20 June 1941 as successor to the previous United States Army Air Corps and is the direct predecessor of the United States Air Force, today one"}, {"title": "Fire-bombing", "href": "/wiki/Fire-bombing", "description": "Firebombing is a bombing technique designed to damage a target, generally an urban area, through the use of fire, caused by incendiary devices, rather than from the blast effect of large bombs."}, {"title": "Dresden", "href": "/wiki/Dresden", "description": "Dresden is the capital city of the German state of Saxony and its second most populous city, after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area, and the third most populous city in the area of former East Germany, following Berlin and Leipzig. Dresden's urban area comprises the towns of Freital, Pirna, Radebeul, Coswig and Heidenau and has around 790,000 inhabi"}]}, {"heading": "Events", "year": "1945", "date": "February 14", "txt": "World War II: Navigational error leads to the mistaken bombing of Prague, Czechoslovakia by an American squadron of B-17s assisting in the Soviet's Vistula–Oder Offensive.", "entities": [{"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Boeing B-17 Flying Fortress", "href": "/wiki/Boeing_B-17_Flying_Fortress", "description": "The Boeing B-17 Flying Fortress is a four-engined heavy bomber developed in the 1930s for the United States Army Air Corps (USAAC). Competing against Douglas and Martin for a contract to build 200 bombers, the Boeing entry outperformed both competitors and exceeded the air corps' performance specifications. Although Boeing lost the contract because the prototype crashed, the air corps ordered 13 m"}, {"title": "Vistula–Oder Offensive", "href": "/wiki/Vistula%E2%80%93Oder_Offensive", "description": "The Vistula–Oder offensive was a Red Army operation on the Eastern Front in the European theatre of World War II in January 1945. The army made a major advance into German-held territory, capturing Kraków, Warsaw and Poznań. The Red Army had built up their strength around a number of key bridgeheads, with two fronts commanded by Marshal Georgy Zhukov and Marshal Ivan Konev. Against them, the Germa"}]}, {"heading": "Events", "year": "1945", "date": "February 14", "txt": "World War II: Mostar is liberated by Yugoslav partisans", "entities": [{"title": "Yugoslavs", "href": "/wiki/Yugoslavs", "description": "Yugoslavs or Yugoslavians is a designation that was originally designed to refer to a united South Slavic people. It has been used in two connotations, the first in an ethnic or supra-ethnic connotation, and the second as a term for citizens of the former Yugoslavia. Cultural and political advocates of Yugoslav identity have historically ascribed the identity to be applicable to all people of Sout"}, {"title": "Partisans (Yugoslavia)", "href": "/wiki/Partisans_(Yugoslavia)", "description": "The Yugoslav Partisans, or the National Liberation Army, officially the National Liberation Army and Partisan Detachments of Yugoslavia, was the Communist-led Anti-fascist resistance to the Axis powers in occupied Yugoslavia during World War II. Led by Josip Broz Tito, the Partisans are considered to be Europe's most effective anti-Axis resistance movement during World War II."}]}, {"heading": "Events", "year": "1945", "date": "February 14", "txt": "President Franklin D. Roosevelt meets King Ibn Saud of Saudi Arabia aboard the USS Quincy, officially beginning U.S.-Saudi diplomatic relations.", "entities": [{"title": "Ibn Saud", "href": "/wiki/Ibn_Saud", "description": "Abdulaziz bin Abdul Rahman Al Saud, known in the West as Ibn Saud, was the founder of Saudi Arabia, the third Saudi state. He was King of Saudi Arabia from 23 September 1932 to his death. He had ruled parts of the kingdom as early as 1902, having previously been Emir, Sultan, and King of Nejd and King of Hejaz."}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "USS Quincy (CA-71)", "href": "/wiki/USS_Quincy_(CA-71)", "description": "USS Quincy (CA-71) was a heavy cruiser of the Baltimore-class of the United States Navy. She was the third ship to carry the name."}, {"title": "Saudi Arabia–United States relations", "href": "/wiki/Saudi_Arabia%E2%80%93United_States_relations", "description": "Saudi Arabia–United States relations refers to the bilateral relations between the Saudi Arabia and the United States, which began in 1933 when full diplomatic relations were established and became formalized in the 1951 Mutual Defense Assistance Agreement. Despite the differences between the two countries—an ultraconservative Islamic absolute monarchy, and a secular constitutional republic—the tw"}]}, {"heading": "Events", "year": "1946", "date": "February 14", "txt": "The Bank of England is nationalized.", "entities": [{"title": "Bank of England", "href": "/wiki/Bank_of_England", "description": "The Bank of England is the central bank of the United Kingdom and the model on which most modern central banks have been based. Established in 1694 to act as the English Government's banker, and still one of the bankers for the Government of the United Kingdom, it is the world's eighth-oldest bank. It was privately owned by stockholders from its foundation in 1694 until it was nationalised in 1946"}]}, {"heading": "Events", "year": "1949", "date": "February 14", "txt": "The Knesset (parliament of Israel) convenes for the first time.", "entities": [{"title": "Knesset", "href": "/wiki/Knesset", "description": "The Knesset is the unicameral national legislature of Israel. As the legislative branch of the Israeli government, the Knesset passes all laws, elects the president and prime minister, approves the cabinet, and supervises the work of the government. In addition, the Knesset elects the state comptroller. It also has the power to waive the immunity of its members, remove the president and the state "}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1949", "date": "February 14", "txt": "The Asbestos Strike begins in Canada. The strike marks the beginning of the Quiet Revolution in Quebec.", "entities": [{"title": "Quiet Revolution", "href": "/wiki/Quiet_Revolution", "description": "The Quiet Revolution was a period of intense socio-political and socio-cultural change in the Canadian province of Québec, characterized by the effective secularization of government, the creation of a state-run welfare state (état-providence), and realignment of politics into federalist and sovereigntist factions and the eventual election of a pro-sovereignty provincial government in the 1976 ele"}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1961", "date": "February 14", "txt": "Discovery of the chemical elements: Element 103, Lawrencium, is first synthesized at the University of California.", "entities": [{"title": "Timeline of chemical element discoveries", "href": "/wiki/Timeline_of_chemical_element_discoveries", "description": "The discovery of the 118 chemical elements known to exist as of 2021 is presented in chronological order. The elements are listed generally in the order in which each was first defined as the pure element, as the exact date of discovery of most elements cannot be accurately determined. There are plans to synthesize more elements, and it is not known how many elements are possible."}, {"title": "Lawrencium", "href": "/wiki/Lawrencium", "description": "Lawrencium is a synthetic chemical element with the symbol Lr and atomic number 103. It is named in honor of Ernest Lawrence, inventor of the cyclotron, a device that was used to discover many artificial radioactive elements. A radioactive metal, lawrencium is the eleventh transuranic element and is also the final member of the actinide series. Like all elements with atomic number over 100, lawren"}, {"title": "University of California, Berkeley", "href": "/wiki/University_of_California,_Berkeley", "description": "The University of California, Berkeley is a public, land-grant research university in Berkeley, California. Established in 1868 as the state's first land-grant university, it was the first campus of the University of California system and a founding member of the Association of American Universities. Its 14 colleges and schools offer over 350 degree programs and enroll 31,000 undergraduate and 12,"}]}, {"heading": "Events", "year": "1966", "date": "February 14", "txt": "Australian currency is decimalized.", "entities": [{"title": "Decimalisation", "href": "/wiki/Decimalisation", "description": "Decimalisation is the conversion of a system of currency or of weights and measures to units related by powers of 10."}]}, {"heading": "Events", "year": "1979", "date": "February 14", "txt": "In Kabul, Setami Milli militants kidnap the American ambassador to Afghanistan, Adolph Dubs who is later killed during a gunfight between his kidnappers and police.", "entities": [{"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}, {"title": "Setami Milli", "href": "/wiki/Setami_Milli", "description": "Settam-e-Melli, variously romanized as  Setam-i-Milli, Setami Milli, Setam-i-Meli, Setam-e-Meli, Setami-i-Milli, and Setame Melli, was a political movement in Afghanistan, led by Tahir Badakhshi. The organization was affiliated with the Non-Aligned Movement, and was opposed by both the Afghan monarchy and by the Soviet-aligned People's Democratic Party of Afghanistan. Its followers were mostly Per"}, {"title": "Ambassador", "href": "/wiki/Ambassador", "description": "An ambassador is an official envoy, especially a high-ranking diplomat who represents a state and is usually accredited to another sovereign state or to an international organization as the resident representative of their own government or sovereign or appointed for a special and often temporary diplomatic assignment. The word is also often used more liberally for persons who are known, without n"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Adolph Dubs", "href": "/wiki/Adolph_Dubs", "description": "Adolph \"Spike\" Dubs was the United States Ambassador to Afghanistan from May 13, 1978, until his death in 1979. He was killed during a rescue attempt after his kidnapping."}]}, {"heading": "Events", "year": "1983", "date": "February 14", "txt": "United American Bank of Knoxville, Tennessee collapses. Its president, Jake Butcher, is later convicted of fraud.", "entities": [{"title": "Knoxville, Tennessee", "href": "/wiki/Knoxville,_Tennessee", "description": "Knoxville is a city in, and the county seat of, Knox County in the U.S. state of Tennessee. As of July 1, 2019, Knoxville's population was 187,603, making it the largest city in the East Tennessee Grand Division, and the state’s overall third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which had an estimated population o"}, {"title": "Jake Butcher", "href": "/wiki/Jake_Butcher", "description": "Jacob Franklin Butcher was an American banker and politician. He built a financial empire in East Tennessee and was the Democratic Party nominee for governor of Tennessee in 1978. He was also the primary promoter of the 1982 World's Fair in Knoxville, Tennessee, and lost his business and his personal fortune after he was found to have engaged in bank fraud."}, {"title": "Fraud", "href": "/wiki/Fraud", "description": "In law, fraud is intentional deception to secure unfair or unlawful gain, or to deprive a victim of a legal right. Fraud can violate civil law or criminal law, or it may cause no loss of money, property, or legal right but still be an element of another civil or criminal wrong. The purpose of fraud may be monetary gain or other benefits, for example by obtaining a passport, travel document, or dri"}]}, {"heading": "Events", "year": "1989", "date": "February 14", "txt": "Union Carbide agrees to pay $470 million to the Indian government for damages it caused in the 1984 Bhopal disaster.", "entities": [{"title": "Union Carbide", "href": "/wiki/Union_Carbide", "description": "Union Carbide Corporation is an American chemical corporation wholly owned by Dow Chemical Company. It currently employs more than 2,400 people. Union Carbide produces chemicals and polymers that undergo one or more further conversions by customers before reaching consumers. Some are high-volume commodities and others are specialty products meeting the needs of smaller markets. Markets served incl"}, {"title": "Government of India", "href": "/wiki/Government_of_India", "description": "The Government of India, often abbreviated as GoI, and also referred to as the Centre, is the union government created by the constitution of India as the legislative, executive and judicial authority of the union of twenty eight states and eight union territories of a constitutionally democratic republic. The seat of the Government is located in New Delhi, the capital of India."}, {"title": "1984", "href": "/wiki/1984", "description": "1984 (MCMLXXXIV) was a leap year starting on Sunday of the Gregorian calendar, the 1984th year of the Common Era (CE) and Anno Domini (AD) designations, the 984th year of the 2nd millennium, the 84th year of the 20th century, and the 5th year of the 1980s decade. "}, {"title": "Bhopal disaster", "href": "/wiki/Bhopal_disaster", "description": "The Bhopal disaster, also referred to as the Bhopal gas tragedy, was a gas leak incident on the night of 2–3 December 1984 at the Union Carbide India Limited (UCIL) pesticide plant in Bhopal, Madhya Pradesh, India. It is considered among the world's worst industrial disasters. Over 500,000 people were exposed to methyl isocyanate (MIC) gas. The highly toxic substance made its way into and around t"}]}, {"heading": "Events", "year": "1989", "date": "February 14", "txt": "Iranian leader Ruhollah Khomeini issues a fatwa encouraging Muslims to kill Salman Rushdie, author of The Satanic Verses.", "entities": [{"title": "Ruhollah Khomeini", "href": "/wiki/Ruhollah_Khomeini", "description": "Sayyid Ruhollah Musavi Khomeini, also known in the Western world as Ayatollah Khomeini, was an Iranian political and religious leader. He was the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution, which saw the overthrow of the last Shah of Iran, Mohammad Reza Pahlavi, and the end of the 2,500-year-old Persian monarchy. Following the revolution, Khomeini became "}, {"title": "Fatwa", "href": "/wiki/Fatwa", "description": "A fatwā is a nonbinding legal opinion on a point of Islamic law (sharia) given by a qualified jurist in response to a question posed by a private individual, judge or government. A jurist issuing fatwas is called a mufti, and the act of issuing fatwas is called iftāʾ. Fatwas have played an important role throughout Islamic history, taking on new forms in the modern era."}, {"title": "Muslims", "href": "/wiki/Muslims", "description": "Muslims are people who follow or practice Islam, a monotheistic Abrahamic religion. The derivation of \"Muslim\" is from an Arabic word meaning \"submitter \". Muslims consider the Quran, their holy book, to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad. The majority of Muslims also follow their own versions of compilations claimed to be the teachings and practi"}, {"title": "Salman Rushdie", "href": "/wiki/Salman_Rushdie", "description": "Sir Ahmed Salman Rushdie is an Indian-born British American novelist and essayist. His work, combining magical realism with historical fiction, is primarily concerned with the many connections, disruptions, and migrations between Eastern and Western civilizations, with much of his fiction being set on the Indian subcontinent."}]}, {"heading": "Events", "year": "1990", "date": "February 14", "txt": "Ninety-two people are killed when Indian Airlines Flight 605 crashes in Bangalore, India.", "entities": [{"title": "Indian Airlines Flight 605", "href": "/wiki/Indian_Airlines_Flight_605", "description": "Indian Airlines Flight 605 was a scheduled domestic passenger flight from Mumbai to Bengaluru. On 14 February 1990, an Airbus A320-231 registered as VT-EPN, crashed onto a golf course while attempting to land at Bangalore, killing 92 of 146 people."}, {"title": "Bangalore", "href": "/wiki/Bangalore", "description": "Bangalore, officially known as Bengaluru, is the capital and the largest city of the Indian state of Karnataka. It has a population of more than 8 million and a metropolitan population of around 11 million, making it the third most populous city and fifth most populous urban agglomeration in India. Located in southern India on the Deccan Plateau, at a height of over 900 m (3,000 ft) above sea leve"}]}, {"heading": "Events", "year": "1990", "date": "February 14", "txt": "The Voyager 1 spacecraft takes the photograph of planet Earth that later becomes famous as Pale Blue Dot.", "entities": [{"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}]}, {"heading": "Events", "year": "1998", "date": "February 14", "txt": "An oil tanker train collides with a freight train in Yaoundé, Cameroon, spilling fuel oil. One person scavenging the oil created a massive explosion which killed 120.", "entities": [{"title": "Rail freight transport", "href": "/wiki/Rail_freight_transport", "description": "Rail freight transport is the use of railroads and trains to transport cargo as opposed to human passengers."}, {"title": "Yaoundé", "href": "/wiki/Yaound%C3%A9", "description": "Yaoundé is the capital of Cameroon and, with a population of more than 2.8 million, the second-largest city in the country after the port city Douala. It lies in the Centre Region of the nation at an elevation of about 750 metres (2,500 ft) above sea level."}, {"title": "Cameroon", "href": "/wiki/Cameroon", "description": "Cameroon, officially the Republic of Cameroon, is a country in west-central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Its coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. The country is sometimes identified"}, {"title": "Fuel oil", "href": "/wiki/Fuel_oil", "description": "Fuel oil is a fraction obtained from petroleum distillation. It includes distillates - the lighter fractions, and residues - the heavier fractions."}, {"title": "Yaoundé train explosion", "href": "/wiki/Yaound%C3%A9_train_explosion", "description": "The Yaoundé train explosion was the catastrophic fire following the derailment and collision of two tanker trains hauling fuel oil through the capital of Cameroon, Yaoundé. At least 200 people were killed in the accident, which happened on February 14, 1998."}]}, {"heading": "Events", "year": "2000", "date": "February 14", "txt": "The spacecraft NEAR Shoemaker enters orbit around asteroid 433 Eros, the first spacecraft to orbit an asteroid.", "entities": [{"title": "433 Eros", "href": "/wiki/433_Eros", "description": "Eros, provisional designation 1898 DQ, is a stony and elongated asteroid of the Amor group and the first discovered and second-largest near-Earth object with a mean diameter of approximately 16.8 kilometers. Visited by the NEAR Shoemaker space probe in 1998, it became the first asteroid ever studied from orbit."}]}, {"heading": "Events", "year": "2004", "date": "February 14", "txt": "In a suburb of Moscow, Russia, the roof of the Transvaal water park collapses, killing more than 28 people, and wounding 193 others.", "entities": [{"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}, {"title": "Transvaal Park", "href": "/wiki/Transvaal_Park", "description": "Transvaal Park was a popular waterpark in Yasenevo, a south district of Moscow, Russia. With several large, heated pools, including a wave pool and twisting \"river\" for tubing, it became one of the most popular attractions in the Moscow area and a symbol of the country's bloom of private enterprise. It was based on an African theme, and its name came from the South African province of Transvaal. I"}]}, {"heading": "Events", "year": "2005", "date": "February 14", "txt": "In Beirut, 23 people, including former Prime Minister Rafic Hariri, are killed when the equivalent of around 1,000 kg of TNT is detonated while Hariri's motorcade drives through the city.", "entities": [{"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Prime Minister of Lebanon", "href": "/wiki/Prime_Minister_of_Lebanon", "description": "The prime minister of Lebanon, officially the President of the Council of Ministers, is the head of government and the head of the Council of Ministers of Lebanon. The Prime Minister is appointed by the president of Lebanon, with no confirmation needed from the Parliament of Lebanon. By convention, the office holder is always a Sunni Muslim."}, {"title": "Rafic Hariri", "href": "/wiki/Rafic_Hariri", "description": "Rafic Bahaa El Deen Al Hariri was a Lebanese business tycoon and politician who served as the Prime Minister of Lebanon from 1992 to 1998 and again from 2000 until his resignation on 20 October 2004."}, {"title": "Trinitrotoluene", "href": "/wiki/Trinitrotoluene", "description": "Trinitrotoluene (; TNT), or more specifically 2,4,6-trinitrotoluene, is a chemical compound with the formula C6H2(NO2)3CH3. This yellow solid is occasionally used as a reagent in chemical synthesis, but it is best known as an explosive material with convenient handling properties. The explosive yield of TNT is considered to be the standard comparative convention of bombs and the destructiveness of"}, {"title": "Motorcade", "href": "/wiki/Motorcade", "description": "A motorcade, or autocade, is a procession of vehicles."}]}, {"heading": "Events", "year": "2005", "date": "February 14", "txt": "Seven people are killed and 151 wounded in a series of bombings by suspected al-Qaeda-linked militants that hit Makati, Davao City, and General Santos City, all in the Philippines.", "entities": [{"title": "Makati", "href": "/wiki/Makati", "description": "Makati, officially the City of Makati, is a 1st class highly urbanized city in the National Capital Region of the Philippines."}, {"title": "Davao City", "href": "/wiki/Davao_City", "description": "Davao City, officially the City of Davao, is a 1st class highly urbanized city in the Davao Region, Philippines. The city has a total land area of 2,443.61 km2 (943.48 sq mi), making it the largest city in the Philippines in terms of land area. It is the third-most populous city in the Philippines after Quezon City and Manila, and the most populous in Mindanao.  As of 2020, the city has a total po"}, {"title": "General Santos City", "href": "/wiki/General_Santos_City", "description": "General Santos, officially the City of General Santos, abbreviated as GenSan, is a 1st class highly urbanized city in the region of Soccsksargen, Philippines. According to the 2015 census, it has a population of 594,446 people. "}]}, {"heading": "Events", "year": "2005", "date": "February 14", "txt": "YouTube is launched by a group of college students, eventually becoming the largest video sharing website in the world and a main source for viral videos.", "entities": [{"title": "College students", "href": "/wiki/College_students", "description": "A student is primarily a person enrolled in a school or other educational institution and who is under learning with goals of acquiring knowledge, developing professions and achieving employment at desired field. In the broader sense, a student is anyone who applies themselves to the intensive intellectual engagement with some matter necessary to master it as part of some practical affair in which"}, {"title": "Video sharing", "href": "/wiki/Video_sharing", "description": "An online video platform, provided by a video hosting service, enables users to upload, convert, store and play back video content on the Internet, often via a structured, large-scale system that may generate revenue. Users generally will upload video content via the hosting service's website, mobile or desktop application, or other interface (API). The type of video content uploaded might be anyt"}, {"title": "Viral video", "href": "/wiki/Viral_video", "description": "A viral video is a video that becomes popular through a viral process of Internet sharing, typically through video sharing websites such as YouTube as well as social media and email."}]}, {"heading": "Events", "year": "2008", "date": "February 14", "txt": "Northern Illinois University shooting: A gunman opens fire in a lecture hall of Northern Illinois University in DeKalb County, Illinois, resulting in six fatalities (including the gunman) and 21 injuries.", "entities": [{"title": "Northern Illinois University shooting", "href": "/wiki/Northern_Illinois_University_shooting", "description": "The Northern Illinois University shooting was a school shooting that took place on February 14, 2008, at Northern Illinois University in DeKalb, Illinois. Steven Kazmierczak opened fire with a shotgun and three pistols in a crowd of students on campus, killing five students and injuring 17 more people, before fatally shooting himself."}, {"title": "Lecture hall", "href": "/wiki/Lecture_hall", "description": "A lecture hall is a large room used for instruction, typically at a college or university. Unlike a traditional classroom with a capacity normally between one and fifty, the capacity of lecture halls is usually measured in the hundreds. Lecture halls almost always have a pitched floor, so that those in the rear are sat higher than those at the front, allowing them to see the lecturer. The importan"}, {"title": "Northern Illinois University", "href": "/wiki/Northern_Illinois_University", "description": "Northern Illinois University (NIU) is a public research university in DeKalb, Illinois. It was founded as Northern Illinois State Normal School on May 22, 1895, by Illinois Governor John P. Altgeld as part of an expansion of the state's system for producing college-educated teachers. In addition to the main campus in DeKalb, it has satellite centers in Chicago, Hoffman Estates, Naperville, Rockfor"}, {"title": "DeKalb County, Illinois", "href": "/wiki/DeKalb_County,_Illinois", "description": "DeKalb County is a county located in the U.S. state of Illinois. As of the 2010 United States Census, the population was 105,160. Its county seat is Sycamore."}]}, {"heading": "Events", "year": "2011", "date": "February 14", "txt": "As a part of Arab Spring, the Bahraini uprising begins with a 'Day of Rage'.", "entities": [{"title": "Arab Spring", "href": "/wiki/Arab_Spring", "description": "The Arab Spring was a series of anti-government protests, uprisings, and armed rebellions that spread across much of the Arab world in the early 2010s. It began in response to oppressive regimes and a low standard of living, starting with protests in Tunisia. From Tunisia, the protests then spread to five other countries: Libya, Egypt, Yemen, Syria, and Bahrain, where either the ruler was deposed "}, {"title": "Bahraini uprising of 2011", "href": "/wiki/Bahraini_uprising_of_2011", "description": "The Bahraini uprising of 2011 was a series of anti-government protests in Bahrain led by the Shia-dominant and some Sunni minority Bahraini opposition from 2011 until 2014. The protests were inspired by the unrest of the 2011 Arab Spring and 2011–12 Iranian protests and escalated to daily clashes after the Bahraini government repressed the revolt with the support of the Gulf Cooperation Council an"}, {"title": "Day of Rage (Bahrain)", "href": "/wiki/Day_of_Rage_(Bahrain)", "description": "The Day of Rage is the name given by protesters in Bahrain to 14 February 2011, the first day of the national uprising as part of the Arab Spring. Inspired by successful uprisings in Egypt and in Tunisia, Bahraini youth organised protests using social-media websites. They appealed to the Bahraini people \"to take to the streets on Monday 14 February in a peaceful and orderly manner\". The day had a "}]}, {"heading": "Events", "year": "2018", "date": "February 14", "txt": "Jacob Zuma resigns as President of South Africa.", "entities": [{"title": "Jacob Zuma", "href": "/wiki/Jacob_Zuma", "description": "Jacob Gedleyihlekisa Zuma is a South African politician\nwho served as the fourth democratically elected President of South Africa from the 2009 general election until his resignation on 14 February 2018. Zuma is also referred to by his initials JZ and his clan name Msholozi."}, {"title": "President of South Africa", "href": "/wiki/President_of_South_Africa", "description": "The President of the Republic of South Africa is the head of state and head of government of the Republic of South Africa. The President directs the executive branch of the government and is the commander-in-chief of the South African National Defence Force."}]}, {"heading": "Events", "year": "2018", "date": "February 14", "txt": "A shooting at Marjory Stoneman Douglas High School in Parkland, Florida is one of the deadliest school massacres with 17 fatalities and 15 injuries.", "entities": [{"title": "Parkland, Florida", "href": "/wiki/Parkland,_Florida", "description": "Parkland is a city in northern Broward County, Florida. As of the 2010 census, the population of Parkland was 23,962. Parkland is part of the Miami metropolitan area, which was home to an estimated 6,012,331 people in 2015."}, {"title": "List of school massacres by death toll", "href": "/wiki/List_of_school_massacres_by_death_toll", "description": "This list of school massacres by death toll contains those cases that occurred at kindergartens, schools and universities, as well as their affiliated buildings. If the perpetrator was a member of the school staff and the victims primarily their colleagues, the case is not included here but added to the list of workplace killings. School massacres are counted as incidents involving at least two de"}]}, {"heading": "Events", "year": "2019", "date": "February 14", "txt": "Pulwama attack takes place in Lethpora in Pulwama district, Jammu and Kashmir, India in which 40 Central Reserve Police Force personnel and a suicide bomber were killed and 35 were injured.", "entities": [{"title": "2019 Pulwama attack", "href": "/wiki/2019_Pulwama_attack", "description": "The 2019 Pulwama attack occurred on 14 February 2019, when a convoy of vehicles carrying Indian security personnel on the Jammu–Srinagar National Highway was attacked by a vehicle-borne suicide bomber at Lethapora in the Pulwama district of the erstwhile state of Jammu and Kashmir. The attack killed 40 Indian Central Reserve Police Force (CRPF) personnel as well as the perpetrator—Adil Ahmad Dar—w"}, {"title": "Lethpora", "href": "/wiki/Lethpora", "description": "Lethapora or Lethpora is a village in the Pulwama district of Jammu and Kashmir, India. It is located in the Pampore tehsil of district Pulwama in Kashmir valley. It has a long history as it was named after a queen Lalitaditya Muktapida was a powerful ruler of the Karkota dynasty of Kashmir. It was first named as Lalitpur later changed to Lethapora. It is one of the main market for tourists and lo"}, {"title": "Pulwama district", "href": "/wiki/Pulwama_district", "description": "The Pulwama district is a district in the Indian Union territory of Jammu and Kashmir. Its capital city is Pulwama."}, {"title": "Jammu and Kashmir (state)", "href": "/wiki/Jammu_and_Kashmir_(state)", "description": "Jammu and Kashmir was a state of India from 1954 to 2019, constituting the southern and southeastern portion of the larger Kashmir region, which has been the subject of a dispute between India, Pakistan and China since the mid-20th century. The underlying region of this state were parts of the former princely state of Jammu and Kashmir, whose western districts, now known as Azad Kashmir, and north"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north"}, {"title": "Central Reserve Police Force", "href": "/wiki/Central_Reserve_Police_Force", "description": "The Central Reserve Police Force (CRPF) is India's largest Central Armed Police Force. It functions under the authority of the Ministry of Home Affairs (MHA) of the Government of India. The CRPF's primary role lies in assisting the State/Union Territories in police operations to maintain law and order and counter insurgency. It came into existence as the Crown Representative's Police on 27 July 19"}]}, {"heading": "Births", "year": "1404", "date": "February 14", "txt": "Leon Battista Alberti, Italian painter, poet, and philosopher (d. 1472)", "entities": [{"title": "Leon Battista Alberti", "href": "/wiki/Leon_Battista_Alberti", "description": "Leon Battista Alberti was an Italian Renaissance humanist author, artist, architect, poet, priest, linguist, philosopher and cryptographer; he epitomised the Renaissance Man."}]}, {"heading": "Births", "year": "1408", "date": "February 14", "txt": "John FitzAlan, 14th Earl of Arundel (d. 1435)", "entities": [{"title": "John FitzAlan, 14th Earl of Arundel", "href": "/wiki/John_FitzAlan,_14th_Earl_of_Arundel", "description": "John Fitzalan, 7th Earl of Arundel, 4th Baron Maltravers KG was an English nobleman and military commander during the later phases of the Hundred Years' War. His father, John Fitzalan, 3rd Baron Maltravers, fought a long battle to lay claim to the Arundel earldom, a battle that was not finally resolved until after the father's death, when John Fitzalan the son was finally confirmed in the title in"}]}, {"heading": "Births", "year": "1452", "date": "February 14", "txt": "Pandolfo Petrucci, tyrant of Siena (d. 1512)", "entities": [{"title": "Pandolfo Petrucci", "href": "/wiki/Pandolfo_Petrucci", "description": "Pandolfo Petrucci was the lord of the Italian Republic of Siena during the Renaissance."}]}, {"heading": "Births", "year": "1468", "date": "February 14", "txt": "Johannes Werner, German priest and mathematician (d. 1522)", "entities": [{"title": "Johannes Werner", "href": "/wiki/Johannes_Werner", "description": "Johann(es) Werner was a German mathematician. He was born in Nuremberg, Germany, where he became a parish priest. His primary work was in astronomy, mathematics, and geography, although he was also considered a skilled instrument maker."}]}, {"heading": "Births", "year": "1483", "date": "February 14", "txt": "Babur, Moghul emperor (d. 1530)", "entities": [{"title": "Babur", "href": "/wiki/Babur", "description": "Babur, born Zahīr ud-Dīn Muhammad, was the founder of the Mughal Empire and first Emperor of the Mughal dynasty in the Indian subcontinent. He was a descendant of Timur and Genghis Khan through his father and mother respectively. He was also given the posthumous title of Firdaws Makani."}]}, {"heading": "Births", "year": "1490", "date": "February 14", "txt": "Valentin Friedland, German scholar and educationist of the Reformation (d. 1556)", "entities": [{"title": "Valentin Friedland", "href": "/wiki/Valentin_Friedland", "description": "Valentin Friedland, also called Valentin Troitschendorf after his birthplace, was an eminent German scholar and educationist of the Reformation. Friedland was a friend of Martin Luther and Melanchthon. His fame as a teacher was an attraction of Goldberg in Silesia, where he taught pupils from far and near. The secret of his success lay in his inculcating on his pupils respect for their own honour."}]}, {"heading": "Births", "year": "1513", "date": "February 14", "txt": "Domenico Ferrabosco, Italian composer (d. 1573)", "entities": [{"title": "Domenico Ferrabosco", "href": "/wiki/Domenico_Ferrabosco", "description": "\nDomenico Maria Ferrabosco (Ferabosco) was an Italian composer and singer of the Renaissance, and the eldest musician in a large prominent family from Bologna. He spent his career both in Bologna and Rome. His surviving music is all vocal, consisting of madrigals and motets, although he is principally known for his madrigals, which musicologist Alfred Einstein compared favorably to those of his re"}]}, {"heading": "Births", "year": "1545", "date": "February 14", "txt": "Lucrezia de' Medici, Duchess of Ferrara (d. 1561)", "entities": [{"title": "Lucrezia de' Medici, Duchess of Ferrara", "href": "/wiki/Lucrezia_de%27_Medici,_Duchess_of_Ferrara", "description": "Lucrezia de' Medici, was a member of the House of Medici and by marriage Duchess consort of Ferrara, Modena and Reggio during 1558–1561."}]}, {"heading": "Births", "year": "1602", "date": "February 14", "txt": "Francesco Cavalli, Italian composer (d. 1676)", "entities": [{"title": "Francesco Cavalli", "href": "/wiki/Francesco_Cavalli", "description": "Francesco Cavalli was an Italian composer of the early Baroque period. He took the name \"Cavalli\" from his patron, Venetian nobleman Federico Cavalli."}]}, {"heading": "Births", "year": "1614", "date": "February 14", "txt": "John Wilkins, English bishop, academic and natural philosopher (d. 1672)", "entities": [{"title": "John Wilkins", "href": "/wiki/John_Wilkins", "description": "John Wilkins, was an Anglican clergyman, natural philosopher and author, and was one of the founders of the Royal Society. He was Bishop of Chester from 1668 until his death."}]}, {"heading": "Births", "year": "1625", "date": "February 14", "txt": "Countess Palatine Maria Eufrosyne of Zweibrücken, Swedish princess (d. 1687)", "entities": [{"title": "Countess Palatine Maria Eufrosyne of Zweibrücken", "href": "/wiki/Countess_Palatine_Maria_Eufrosyne_of_Zweibr%C3%BCcken", "description": "Maria Euphrosyne of Zweibrücken, was a countess palatine, a cousin and foster-sibling of Queen Christina of Sweden, and a sister of King Charles X of Sweden. She was also, after the accession of her brother Charles X on the throne (1654), a titular Royal Princess of Sweden."}]}, {"heading": "Births", "year": "1628", "date": "February 14", "txt": "Valentine Greatrakes, Irish faith healer (d. 1683)", "entities": [{"title": "Valentine Greatrakes", "href": "/wiki/Valentine_Greatrakes", "description": "Valentine Greatrakes, also known as \"Greatorex\" or \"The Stroker\", was an Irish faith healer who toured England in 1666, claiming to cure people by the laying on of hands."}]}, {"heading": "Births", "year": "1640", "date": "February 14", "txt": "Countess Palatine Anna Magdalena of Birkenfeld-Bischweiler (d. 1693)", "entities": [{"title": "Countess Palatine Anna Magdalena of Birkenfeld-Bischweiler", "href": "/wiki/Countess_Palatine_Anna_Magdalena_of_Birkenfeld-Bischweiler", "description": "Countess Palatine Anna Magdalena of Birkenfeld-Bischweiler was a daughter of Christian I, Count Palatine of Birkenfeld-Bischweiler (1598–1654) and his first wife, Countess Palatine Magdalene Catherine of Zweibrücken (1606–1648)."}]}, {"heading": "Births", "year": "1670", "date": "February 14", "txt": "Rajaram Raj Bhonsle, third Chhatrapati of the Maratha Empire (d. 1700)", "entities": [{"title": "Rajaram I", "href": "/wiki/Rajaram_I", "description": "Rajaram Bhosle I was the second son of Maratha ruler Shivaji, and younger half-brother of Sambhaji. He took over the Maratha Empire as its third Chhatrapati after his brother's death at the hands of the Mughal emperor Aurangzeb in 1689. His eleven-year reign was marked with a constant struggle against the Mughals."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Births", "year": "1679", "date": "February 14", "txt": "Georg Friedrich Kauffmann, German organist and composer (d. 1735)", "entities": [{"title": "Georg Friedrich Kauffmann", "href": "/wiki/Georg_Friedrich_Kauffmann", "description": "Georg Friedrich Kauffmann was a Baroque composer and organist from northern-central Germany who composed primarily sacred works for the organ and voice."}]}, {"heading": "Births", "year": "1692", "date": "February 14", "txt": "Pierre-Claude Nivelle de La Chaussée, French author and playwright (d. 1754)", "entities": [{"title": "Pierre-Claude Nivelle de La Chaussée", "href": "/wiki/Pierre-Claude_Nivelle_de_La_Chauss%C3%A9e", "description": "Pierre-Claude Nivelle de La Chaussée was a French dramatist who blurred the lines between comedy and tragedy with his comédie larmoyante."}]}, {"heading": "Births", "year": "1701", "date": "February 14", "txt": "Enrique Flórez, Spanish historian and author (d. 1773)", "entities": [{"title": "Enrique Flórez", "href": "/wiki/Enrique_Fl%C3%B3rez", "description": "Enrique or Henrique Flórez de Setién y Huidobro was a Spanish historian."}]}, {"heading": "Births", "year": "1763", "date": "February 14", "txt": "Jean Victor Marie Moreau, French general (d. 1813)", "entities": [{"title": "Jean Victor Marie Moreau", "href": "/wiki/Jean_Victor_Marie_Moreau", "description": "Jean Victor Marie Moreau was a French general who helped Napoleon Bonaparte to power, but later became a rival and was banished to the United States."}]}, {"heading": "Births", "year": "1782", "date": "February 14", "txt": "Eleanora Atherton, English philanthropist (d. 1870)", "entities": [{"title": "Eleanora Atherton", "href": "/wiki/Eleanora_Atherton", "description": "Eleanora Atherton was an English philanthropist best known for her work in Manchester, England. At the time of her death, she was one of the richest British women in the nineteenth century."}]}, {"heading": "Births", "year": "1784", "date": "February 14", "txt": "Heinrich Baermann, German clarinetist (d. 1847)", "entities": [{"title": "Heinrich Baermann", "href": "/wiki/Heinrich_Baermann", "description": "Heinrich Joseph Baermann was a German clarinet virtuoso of the Romantic era who is generally considered as being not only an outstanding performer of his time, but highly influential in the creation of several important composers' works for his instrument."}]}, {"heading": "Births", "year": "1799", "date": "February 14", "txt": "Walenty Wańkowicz, Polish painter and illustrator (d. 1842)", "entities": [{"title": "Walenty Wańkowicz", "href": "/wiki/Walenty_Wa%C5%84kowicz", "description": "Walenty Wańkowicz was a Polish painter of Belarusan origin. He studied at the Jesuit College in Polotsk, the University of Wilno and the Imperial Academy of Arts in St. Petersburg. He produced, among other things, a well-known portrait of Adam Mickiewicz (1827–28)."}]}, {"heading": "Births", "year": "1800", "date": "February 14", "txt": "Emory Washburn, American historian, lawyer, and politician, 22nd Governor of Massachusetts (d. 1877)", "entities": [{"title": "Emory Washburn", "href": "/wiki/Emory_Washburn", "description": "Emory Washburn was a United States lawyer, politician, and historian. He was Governor of Massachusetts for one term, and served for many years on the faculty of Harvard Law School. His history of the early years of the Massachusetts Supreme Judicial Court is still considered a foundational work on the subject."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1808", "date": "February 14", "txt": "Michael Costa, Italian-English conductor and composer (d. 1884)", "entities": [{"title": "Michael Costa (conductor)", "href": "/wiki/Michael_Costa_(conductor)", "description": "Sir Michael Andrew Angus Costa was an Italian-born conductor and composer who achieved success in England."}]}, {"heading": "Births", "year": "1813", "date": "February 14", "txt": "Lydia Hamilton Smith, African-American businesswoman (d. 1884)", "entities": [{"title": "Lydia Hamilton Smith", "href": "/wiki/Lydia_Hamilton_Smith", "description": "Lydia Hamilton Smith was the long-time housekeeper of Thaddeus Stevens and a prominent African-American businesswoman after his death."}]}, {"heading": "Births", "year": "1819", "date": "February 14", "txt": "Christopher Latham Sholes, American journalist and politician, invented the typewriter (d. 1890)", "entities": [{"title": "Christopher Latham Sholes", "href": "/wiki/Christopher_Latham_Sholes", "description": "Christopher Latham Sholes was an American inventor who invented the QWERTY keyboard, and, along with Samuel W. Soule, Carlos Glidden and John Pratt, has been contended to be one of the inventors of the first typewriter in the United States. He was also a newspaper publisher and Wisconsin politician. In his time, Sholes went by the names C. Latham Sholes, Latham Sholes, or C. L. Sholes, but never \""}, {"title": "Typewriter", "href": "/wiki/Typewriter", "description": "A typewriter is a mechanical or electromechanical machine for typing characters. Typically, a typewriter has an array of keys, and each one causes a different single character to be produced on paper by striking an inked ribbon selectively against the paper with a type element. At the end of the nineteenth century, the term 'typewriter' was also applied to a person who used a typing machine."}]}, {"heading": "Births", "year": "1824", "date": "February 14", "txt": "Winfield Scott Hancock, American general and politician (d. 1886)", "entities": [{"title": "Winfield Scott Hancock", "href": "/wiki/Winfield_Scott_Hancock", "description": "Winfield Scott Hancock was a United States Army officer and the Democratic nominee for President of the United States in 1880. He served with distinction in the Army for four decades, including service in the Mexican–American War and as a Union general in the American Civil War. Known to his Army colleagues as \"Hancock the Superb\", he was noted in particular for his personal leadership at the Batt"}]}, {"heading": "Births", "year": "1828", "date": "February 14", "txt": "Edmond François Valentin About, French journalist and author (d. 1885)", "entities": [{"title": "Edmond François Valentin About", "href": "/wiki/Edmond_Fran%C3%A7ois_Valentin_About", "description": "Edmond François Valentin About was a French novelist, publicist and journalist."}]}, {"heading": "Births", "year": "1835", "date": "February 14", "txt": "Piet Paaltjens, Dutch minister and poet (d. 1894)", "entities": [{"title": "Piet Paaltjens", "href": "/wiki/Piet_Paaltjens", "description": "François Haverschmidt, also written as HaverSchmidt, was a Dutch minister and writer, who wrote prose under his own name but remains best known for the poetry published under the pen name of Piet Paaltjens."}]}, {"heading": "Births", "year": "1838", "date": "February 14", "txt": "Margaret E. Knight, American inventor (d. 1914)", "entities": [{"title": "Margaret E. Knight", "href": "/wiki/Margaret_E._Knight", "description": "Margaret Eloise Knight was an American inventor, notably of the flat-bottomed paper bag. She has been called \"the most famous 19th-century woman inventor\". She was working in a paper-bag factory when she devised a new way to put together the bags. She founded the Eastern Paper Bag Company in 1870, creating paper bags for groceries similar in form to the ones that would be used in later generations"}]}, {"heading": "Births", "year": "1846", "date": "February 14", "txt": "Julian Scott, American soldier and drummer, Medal of Honor recipient (d. 1901)", "entities": [{"title": "Julian Scott", "href": "/wiki/Julian_Scott", "description": "Julian A. Scott, was born in Johnson, Vermont, and served as a Union Army drummer during the American Civil War, where he received America's highest military decoration the Medal of Honor for his actions at the Battle of Lee's Mills. He was also an American painter and Civil War artist."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1847", "date": "February 14", "txt": "Anna Howard Shaw, American physician, minister, and activist (d. 1919)", "entities": [{"title": "Anna Howard Shaw", "href": "/wiki/Anna_Howard_Shaw", "description": "Anna Howard Shaw was a leader of the women's suffrage movement in the United States. She was also a physician and one of the first ordained female Methodist ministers in the United States."}]}, {"heading": "Births", "year": "1848", "date": "February 14", "txt": "Benjamin Baillaud, French astronomer and academic (d. 1934)", "entities": [{"title": "Benjamin Baillaud", "href": "/wiki/Benjamin_Baillaud", "description": "Édouard Benjamin Baillaud was a French astronomer."}]}, {"heading": "Births", "year": "1855", "date": "February 14", "txt": "Frank Harris, Irish author and journalist (d. 1931)", "entities": [{"title": "Frank Harris", "href": "/wiki/Frank_Harris", "description": "Frank Harris was an Irish-American editor, novelist, short story writer, journalist and publisher, who was friendly with many well-known figures of his day."}]}, {"heading": "Births", "year": "1859", "date": "February 14", "txt": "George Washington Gale Ferris Jr., American engineer, inventor of the Ferris wheel (d. 1896)", "entities": [{"title": "George Washington Gale Ferris Jr.", "href": "/wiki/George_Washington_Gale_Ferris_Jr.", "description": "George Washington Gale Ferris Jr. was an American civil engineer. He is mostly known for creating the original Ferris Wheel for the 1893 Chicago World's Columbian Exposition."}, {"title": "Ferris wheel", "href": "/wiki/Ferris_wheel", "description": "A Ferris wheel is an amusement ride consisting of a rotating upright wheel with multiple passenger-carrying components attached to the rim in such a way that as the wheel turns, they are kept upright, usually by gravity. Some of the largest modern Ferris wheels have cars mounted on the outside of the rim, with electric motors to independently rotate each car to keep it upright. These wheels are so"}]}, {"heading": "Births", "year": "1860", "date": "February 14", "txt": "Eugen Schiffer, German lawyer and politician, Vice-Chancellor of Germany (d. 1954)", "entities": [{"title": "Eugen Schiffer", "href": "/wiki/Eugen_Schiffer", "description": "Eugen Schiffer was a German lawyer and liberal politician. He served as Minister of Finance and deputy head of government from February to April 1919. From October 1919 to March 1920, he was again deputy head of government and Minister of Justice. In 1921, he once more became Minister of Justice. Schiffer was co-founder of two liberal parties, the German Democratic Party (DDP) in 1918 and 1919 dur"}, {"title": "Vice-Chancellor of Germany", "href": "/wiki/Vice-Chancellor_of_Germany", "description": "The Deputy to the Federal Chancellor, commonly known as Vice Chancellor (Vizekanzler), is the second highest ranking German cabinet member. The chancellor is the head of government and, according to the constitution, gives this title of deputy to one of the Federal Ministers. It is common that the title is given to the major minister provided by the (smaller) coalition partner."}]}, {"heading": "Births", "year": "1869", "date": "February 14", "txt": "Charles Thomson Rees Wilson, Scottish physicist and meteorologist, Nobel Prize laureate (d. 1959)", "entities": [{"title": "Charles Thomson Rees Wilson", "href": "/wiki/Charles_Thomson_Rees_Wilson", "description": "Charles Thomson Rees Wilson, CH, FRS was a Scottish physicist and meteorologist who won the Nobel Prize in Physics for his invention of the cloud chamber."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1878", "date": "February 14", "txt": "Julius Nieuwland, Belgian priest, chemist and academic (d. 1936)", "entities": [{"title": "Julius Nieuwland", "href": "/wiki/Julius_Nieuwland", "description": "Reverend Julius Aloysius (Arthur) Nieuwland, CSC, PhD, was a Belgian-born Holy Cross priest and professor of chemistry and botany at the University of Notre Dame, Indiana. He is known for his contributions to acetylene research and its use as the basis for one type of synthetic rubber, which eventually led to the invention of neoprene by DuPont."}]}, {"heading": "Births", "year": "1882", "date": "February 14", "txt": "John Barrymore, American actor (d. 1942)", "entities": [{"title": "John Barrymore", "href": "/wiki/John_Barrymore", "description": "John Barrymore was an American actor on stage, screen and radio. A member of the Drew and Barrymore theatrical families, he initially tried to avoid the stage, and briefly attempted a career as an artist, but appeared on stage together with his father Maurice in 1900, and then his sister Ethel the following year. He began his career in 1903 and first gained attention as a stage actor in light come"}]}, {"heading": "Births", "year": "1884", "date": "February 14", "txt": "Nils Olaf Chrisander, Swedish actor and director (d. 1947)", "entities": [{"title": "Nils Olaf Chrisander", "href": "/wiki/Nils_Olaf_Chrisander", "description": "Nils Olaf Chrisander was a Swedish actor and film director in the early part of the twentieth century."}]}, {"heading": "Births", "year": "1884", "date": "February 14", "txt": "Kostas Varnalis, Greek poet and playwright (d. 1974)", "entities": []}, {"heading": "Births", "year": "1890", "date": "February 14", "txt": "Nina Hamnett, Welsh-English painter and author (d. 1956)", "entities": [{"title": "Nina Hamnett", "href": "/wiki/Nina_Hamnett", "description": "Nina Hamnett was a Welsh artist and writer, and an expert on sailors' chanteys, who became known as the Queen of Bohemia."}]}, {"heading": "Births", "year": "1890", "date": "February 14", "txt": "Dick Richards, Welsh international footballer (d. 1934)", "entities": []}, {"heading": "Births", "year": "1891", "date": "February 14", "txt": "Katherine Stinson, American aviator (d. 1977)", "entities": [{"title": "Katherine Stinson", "href": "/wiki/Katherine_Stinson", "description": "Katherine Stinson was an aviation pioneer who in 1912 became the fourth woman in the United States to earn the FAI pilot certificate. She set flying records for aerobatic maneuvers, distance, and endurance. She was the first female pilot employed by the US Postal Service, and the first civilian pilot to fly the mail in Canada. She was also the first pilot to ever fly at night and the first female "}]}, {"heading": "Births", "year": "1892", "date": "February 14", "txt": "Radola Gajda, Czech commander and politician (d. 1948)", "entities": [{"title": "Radola Gajda", "href": "/wiki/Radola_Gajda", "description": "Radola Gajda, born as Rudolf Geidl, was a Czech military commander and politician."}]}, {"heading": "Births", "year": "1894", "date": "February 14", "txt": "Jack Benny, American actor and producer (d. 1974)", "entities": [{"title": "Jack Benny", "href": "/wiki/Jack_Benny", "description": "Benjamin Kubelsky, known professionally as Jack Benny, was an American entertainer, who evolved from a modest success playing violin on the vaudeville circuit to a highly popular comedic career in radio, television and film. He was known for his comic timing and the ability to cause laughter with a pregnant pause or a single expression, such as his signature exasperated \"Well! \""}]}, {"heading": "Births", "year": "1895", "date": "February 14", "txt": "Wilhelm Burgdorf, German general (d. 1945)", "entities": [{"title": "Wilhelm Burgdorf", "href": "/wiki/Wilhelm_Burgdorf", "description": "Wilhelm Emanuel Burgdorf was a German general during World War II, who served as a commander and staff officer in the German Army. In October 1944, Burgdorf assumed the role of the chief of the Army Personnel Office and chief adjutant to Adolf Hitler. In this capacity, he played a role in the forced suicide of Field Marshal Erwin Rommel. Burgdorf committed suicide in the Führerbunker on 2 May 1945"}]}, {"heading": "Births", "year": "1895", "date": "February 14", "txt": "Max Horkheimer, German philosopher and sociologist (d. 1973)", "entities": []}, {"heading": "Births", "year": "1898", "date": "February 14", "txt": "Bill Tilman, English mountaineer and explorer (d. 1977)", "entities": [{"title": "Bill Tilman", "href": "/wiki/Bill_Tilman", "description": "Major Harold William Tilman, CBE, DSO, MC and Bar, was an English mountaineer and explorer, renowned for his Himalayan climbs and sailing voyages."}]}, {"heading": "Births", "year": "1898", "date": "February 14", "txt": "Fritz Zwicky, Swiss-American physicist and astronomer (d. 1974)", "entities": []}, {"heading": "Births", "year": "1900", "date": "February 14", "txt": "Jessica Dragonette, American singer (d. 1980)", "entities": [{"title": "Jessica Dragonette", "href": "/wiki/Jessica_Dragonette", "description": "Jessica Valentina Dragonette was a singer who became popular on American radio and was active in the World War II effort."}]}, {"heading": "Births", "year": "1903", "date": "February 14", "txt": "Stuart Erwin, American actor (d. 1967)", "entities": [{"title": "Stuart Erwin", "href": "/wiki/Stuart_Erwin", "description": "Stuart Erwin was an American actor of stage, film, and television."}]}, {"heading": "Births", "year": "1905", "date": "February 14", "txt": "Thelma Ritter, American actress and singer (d. 1969)", "entities": [{"title": "Thelma Ritter", "href": "/wiki/Thelma_Ritter", "description": "Thelma Ritter was an American actress, best known for her comedic roles as working-class characters and her strong New York accent. She was the recipient of a Tony Award and six nominations for Academy Award for Best Supporting Actress, more than any other actress in the category."}]}, {"heading": "Births", "year": "1907", "date": "February 14", "txt": "Johnny Longden, English-American jockey and trainer (d. 2003)", "entities": [{"title": "Johnny Longden", "href": "/wiki/Johnny_Longden", "description": "John Eric \"Johnny\" Longden was an American Hall of Fame and National Champion jockey and a trainer of Thoroughbred racehorses who was born in Wakefield, Yorkshire, England. His father emigrated to Canada in 1909, settling in Taber, Alberta."}]}, {"heading": "Births", "year": "1911", "date": "February 14", "txt": "Willem Johan Kolff, Dutch physician and inventor (d. 2009)", "entities": [{"title": "Willem Johan Kolff", "href": "/wiki/Willem_Johan_Kolff", "description": "Willem Johan \"Pim\" Kolff was a pioneer of hemodialysis, artificial heart, as well as in the entire field of artificial organs. Willem was a member of the Kolff family, an old Dutch patrician family. He made his major discoveries in the field of dialysis for kidney failure during the Second World War. He emigrated in 1950 to the United States, where he obtained US citizenship in 1955, and received "}]}, {"heading": "Births", "year": "1912", "date": "February 14", "txt": "Tibor Sekelj, Hungarian lawyer, explorer, and author (d. 1988)", "entities": [{"title": "Tibor Sekelj", "href": "/wiki/Tibor_Sekelj", "description": "Tibor Sekelj, also known as Székely Tibor according to Hungarian orthography, was a Hungarian born polyglot, explorer, author, and 'citizen of the world.' In 1986 he was elected a member of the Academy of Esperanto and an honorary member of the World Esperanto Association. Among his novels, travel books and essays, his novella Kumeŭaŭa, la filo de la ĝangalo, a children's book about the life of Br"}]}, {"heading": "Births", "year": "1913", "date": "February 14", "txt": "Mel Allen, American sportscaster (d. 1996)", "entities": [{"title": "Mel Allen", "href": "/wiki/Mel_Allen", "description": "Mel Allen was an American sportscaster, best known for his long tenure as the primary play-by-play announcer for the New York Yankees. During the peak of his career in the 1940s, 1950s and 1960s, Allen was arguably the most prominent member of his profession, his voice familiar to millions. Years after his death, he is still promoted as having been \"The Voice of the Yankees.\""}]}, {"heading": "Births", "year": "1913", "date": "February 14", "txt": "Woody Hayes, American football player and coach (d. 1987)", "entities": []}, {"heading": "Births", "year": "1913", "date": "February 14", "txt": "Jimmy Hoffa, American trade union leader (d. 1975)", "entities": []}, {"heading": "Births", "year": "1913", "date": "February 14", "txt": "James Pike, American bishop (d. 1969)", "entities": []}, {"heading": "Births", "year": "1915", "date": "February 14", "txt": "Sally Gray, English actress and singer (d. 2006)", "entities": [{"title": "Sally Gray", "href": "/wiki/Sally_Gray", "description": "Constance Vera Browne, Baroness Oranmore and Browne, commonly known as Sally Gray, was an English film actress of the 1930s and 1940s. Her obituary in The Irish Times described her as \"once seen as a British rival to Ginger Rogers.\""}]}, {"heading": "Births", "year": "1916", "date": "February 14", "txt": "Marcel Bigeard, French general (d. 2010)", "entities": [{"title": "Marcel Bigeard", "href": "/wiki/Marcel_Bigeard", "description": "Marcel \"Bruno\" Bigeard was a French military officer who fought in World War II, Indochina and Algeria. He was one of the commanders in the Battle of Dien Bien Phu and is thought by many to have been a dominating influence on French 'unconventional' warfare thinking from that time onwards. He was one of the most decorated soldiers in France, and is particularly noteworthy because of his rise from "}]}, {"heading": "Births", "year": "1916", "date": "February 14", "txt": "Masaki Kobayashi, Japanese director and producer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1916", "date": "February 14", "txt": "Edward Platt, American actor (d. 1974)", "entities": []}, {"heading": "Births", "year": "1917", "date": "February 14", "txt": "Herbert A. Hauptman, American mathematician and academic, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Herbert A. Hauptman", "href": "/wiki/Herbert_A._Hauptman", "description": "Herbert Aaron Hauptman was an American mathematician and Nobel laureate. He pioneered and developed a mathematical method that has changed the whole field of chemistry and opened a new era in research in determination of molecular structures of crystallized materials. Today, Hauptman's direct methods, which he continued to improve and refine, are routinely used to solve complicated structures. It "}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1921", "date": "February 14", "txt": "Hugh Downs, American journalist, game show host, and producer (d. 2020)", "entities": [{"title": "Hugh Downs", "href": "/wiki/Hugh_Downs", "description": "Hugh Malcolm Downs was an American radio and television broadcaster, announcer and programmer; television host; news anchor; TV producer; author; game show host; and music composer. A regular television presence from the mid 1940s until the late 1990s, he had several successful roles on morning, prime-time, and late-night television. For several years he held the certified Guinness World Record fo"}]}, {"heading": "Births", "year": "1921", "date": "February 14", "txt": "Hazel McCallion, Canadian businesswoman and politician, 3rd Mayor of Mississauga", "entities": [{"title": "Mayor of Mississauga", "href": "/wiki/Mayor_of_Mississauga", "description": "This list includes the two mayors of the Town of Mississauga, and the four mayors of the City of Mississauga, collectively the mayors of Mississauga, Ontario:"}]}, {"heading": "Births", "year": "1923", "date": "February 14", "txt": "Jay Hebert, American golfer (d. 1997)", "entities": [{"title": "Jay Hebert", "href": "/wiki/Jay_Hebert", "description": "Junius Joseph \"Jay\" Hebert was an American professional golfer. He won seven times on the PGA Tour including the 1960 PGA Championship. His younger brother, Lionel Hebert, also won the PGA Championship, in 1957, the last edition at match play. Jay played on the 1959 and 1961 Ryder Cup teams and was captain for the 1971 team."}]}, {"heading": "Births", "year": "1924", "date": "February 14", "txt": "Patricia Knatchbull, 2nd Countess Mountbatten of Burma (d. 2017)", "entities": [{"title": "Patricia Knatchbull, 2nd Countess Mountbatten of Burma", "href": "/wiki/Patricia_Knatchbull,_2nd_Countess_Mountbatten_of_Burma", "description": "Patricia Edwina Victoria Knatchbull, 2nd Countess Mountbatten of Burma, was a British peeress and the third cousin of Queen Elizabeth II. She was the elder daughter of heiress Edwina Ashley, a patrilineal descendant of the Earls of Shaftesbury, first ennobled in 1661, and Admiral of the Fleet the 1st Earl Mountbatten of Burma. She was the elder sister of Lady Pamela Hicks, a first cousin of Prince"}]}, {"heading": "Births", "year": "1927", "date": "February 14", "txt": "Lois Maxwell, Canadian-Australian model and actress (d. 2007)", "entities": [{"title": "Lois Maxwell", "href": "/wiki/Lois_Maxwell", "description": "Lois Ruth Maxwell was a Canadian actress, best known for her portrayal of Miss Moneypenny in all the first fourteen Eon-produced James Bond films (1962–1985). She was the first actress to play the part. The films in which she played Miss Moneypenny were Dr. No (1962), From Russia with Love (1963), Goldfinger (1964), Thunderball (1965), You Only Live Twice (1967), On Her Majesty's Secret Service (1"}]}, {"heading": "Births", "year": "1928", "date": "February 14", "txt": "William Allain, American soldier and politician, 58th Governor of Mississippi (d. 2013)", "entities": [{"title": "William Allain", "href": "/wiki/William_Allain", "description": "William Alexander \"Bill\" Allain was an American politician who held office as the 59th Governor of Mississippi as a Democrat from 1984 to 1988."}, {"title": "Governor of Mississippi", "href": "/wiki/Governor_of_Mississippi", "description": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and re"}]}, {"heading": "Births", "year": "1928", "date": "February 14", "txt": "Vicente T. Blaz, American general and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 14", "txt": "Vic Morrow, American actor and director (d. 1982)", "entities": [{"title": "Vic Morrow", "href": "/wiki/Vic_Morrow", "description": "Victor Morrow was an American actor and director whose credits include a starring role in the 1960s ABC television series Combat!, prominent roles in a handful of other television and film dramas, and numerous guest roles on television. Morrow also gained notice for his roles in movies Blackboard Jungle (1955), King Creole (1958), God's Little Acre (1958), Dirty Mary, Crazy Larry (1974), and The B"}]}, {"heading": "Births", "year": "1931", "date": "February 14", "txt": "Bernie Geoffrion, Canadian-American ice hockey player and coach (d. 2006)", "entities": [{"title": "Bernie Geoffrion", "href": "/wiki/Bernie_Geoffrion", "description": "Joseph Bernard André Geoffrion, nicknamed Boom Boom, was a Canadian professional ice hockey player and coach. Generally considered as one of the innovators of the slapshot, he was inducted into the Hockey Hall of Fame in 1972 following a 16-year career with the Montreal Canadiens and New York Rangers of the National Hockey League. In 2017 Geoffrion was named one of the '100 Greatest NHL Players' i"}]}, {"heading": "Births", "year": "1931", "date": "February 14", "txt": "Brian Kelly, American actor and director (d. 2005)", "entities": []}, {"heading": "Births", "year": "1932", "date": "February 14", "txt": "Harriet Andersson, Swedish actress", "entities": [{"title": "Harriet Andersson", "href": "/wiki/Harriet_Andersson", "description": "Harriet Andersson is a Swedish actress, best known outside Sweden for being part of director Ingmar Bergman's stock company. She often plays impulsive, working class characters."}]}, {"heading": "Births", "year": "1934", "date": "February 14", "txt": "Florence Henderson, American actress and singer (d. 2016)", "entities": [{"title": "Florence Henderson", "href": "/wiki/Florence_Henderson", "description": "Florence Agnes Henderson was an American actress and singer. While her career spanned six decades, she is best remembered for her starring role as Carol Brady on the ABC sitcom The Brady Bunch. Henderson also appeared in film, as well as on stage, and hosted several long-running cooking and variety shows over the years. She appeared as a guest on many scripted and unscripted television programs an"}]}, {"heading": "Births", "year": "1935", "date": "February 14", "txt": "David Wilson, Baron Wilson of Tillyorn, Scottish academic and diplomat, 27th Governor of Hong Kong", "entities": [{"title": "David Wilson, Baron Wilson of Tillyorn", "href": "/wiki/David_Wilson,_Baron_Wilson_of_Tillyorn", "description": "David Clive Wilson, Baron Wilson of Tillyorn, is a retired British administrator, diplomat and Sinologist. Lord Wilson of Tillyorn was the penultimate Commander-in-Chief and 27th Governor of Hong Kong. He served as Lord High Commissioner to the General Assembly of the Church of Scotland, the British Monarch's representative to the Assembly, in 2010 and 2011."}, {"title": "Governor of Hong Kong", "href": "/wiki/Governor_of_Hong_Kong", "description": "The Governor of Hong Kong was the representative of the British Crown in Hong Kong from 1843 to 1997. In this capacity, the governor was president of the Executive Council and Commander-in-Chief of the British Forces Overseas Hong Kong. The governor's roles were defined in the Hong Kong Letters Patent and Royal Instructions. Upon the end of British rule and the handover of Hong Kong to China in 19"}]}, {"heading": "Births", "year": "1936", "date": "February 14", "txt": "Anna German, Polish singer (d. 1982)", "entities": [{"title": "Anna German", "href": "/wiki/Anna_German", "description": "Anna Wiktoria German-Tucholska was a Polish singer, immensely popular in Poland and in the Soviet Union in the 1960s–1970s. She released over a dozen music albums with songs in Polish, as well as several albums with Russian repertoire. Throughout her music career, she recorded songs in seven languages: Polish, Russian, German, Italian, Spanish, English and Latin."}]}, {"heading": "Births", "year": "1937", "date": "February 14", "txt": "John MacGregor, Baron MacGregor of Pulham Market, English politician, Secretary of State for Transport", "entities": [{"title": "John MacGregor, Baron MacGregor of Pulham Market", "href": "/wiki/John_MacGregor,_Baron_MacGregor_of_Pulham_Market", "description": "John Roddick Russell MacGregor, Baron MacGregor of Pulham Market,, is a politician from the United Kingdom. A member of the Conservative Party, he was the Member of Parliament (MP) for South Norfolk from 1974 to 2001. He served in the Cabinet as Chief Secretary to the Treasury (1985-87), Minister of Agriculture, Fisheries and Food (1987-89), Secretary of State for Education and Science (1989-90), "}, {"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1937", "date": "February 14", "txt": "Magic Sam, American singer and guitarist (d. 1969)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 14", "txt": "Razzy Bailey, American country music singer-songwriter and musician", "entities": [{"title": "Razzy Bailey", "href": "/wiki/Razzy_Bailey", "description": "Rasie Michael Bailey is an American country music artist, known professionally as Razzy Bailey."}]}, {"heading": "Births", "year": "1939", "date": "February 14", "txt": "Blowfly, American singer-songwriter and producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 14", "txt": "Eugene Fama, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1940", "date": "February 14", "txt": "James Maynard, American businessman, co-founded Golden Corral", "entities": [{"title": "James Maynard", "href": "/wiki/James_Maynard", "description": "James H. Maynard is an American entrepreneur and is the Chairman & CEO of the Investors Management Corporation, a holding company for food service and service industries, the largest of which is Golden Corral Corporation."}, {"title": "Golden Corral", "href": "/wiki/Golden_Corral", "description": "Golden Corral is an American restaurant chain which offers an all-you-can-eat buffet and grill. It is a privately held company headquartered in the U.S. city of Raleigh, North Carolina, with locations in 42 U.S. states."}]}, {"heading": "Births", "year": "1941", "date": "February 14", "txt": "Donna Shalala, American academic and politician, 18th United States Secretary of Health and Human Services", "entities": [{"title": "Donna Shalala", "href": "/wiki/Donna_Shalala", "description": "Donna Edna Shalala is an American politician and academic who served as the U.S. Representative for Florida's 27th congressional district from January 3, 2019, to January 3, 2021."}, {"title": "United States Secretary of Health and Human Services", "href": "/wiki/United_States_Secretary_of_Health_and_Human_Services", "description": "The United States secretary of health and human services is the head of the United States Department of Health and Human Services, and serves as the principal advisor to the president of the United States on all health matters. The secretary is a member of the United States Cabinet. The office was formerly Secretary of Health, Education, and Welfare. In 1980, the Department of Health, Education, a"}]}, {"heading": "Births", "year": "1941", "date": "February 14", "txt": "Paul Tsongas, American lawyer and politician (d. 1997)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 14", "txt": "Michael Bloomberg, American businessman and politician, 108th Mayor of New York City", "entities": [{"title": "Michael Bloomberg", "href": "/wiki/Michael_Bloomberg", "description": "Michael Rubens Bloomberg is an American businessman, politician, philanthropist, and author. He is the majority owner and co-founder of Bloomberg L.P. He was the Mayor of New York City from 2002 to 2013, and was a candidate for the 2020 Democratic nomination for president of the United States."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1942", "date": "February 14", "txt": "Andrew Robinson, American actor and director", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 14", "txt": "Ricardo Rodríguez, Mexican race car driver (d. 1962)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 14", "txt": "Eric Andersen, American singer-songwriter", "entities": [{"title": "Eric Andersen", "href": "/wiki/Eric_Andersen", "description": "Eric Andersen is an American folk music singer-songwriter, who has written songs recorded by Johnny Cash, Bob Dylan, Judy Collins, Linda Ronstadt, the Grateful Dead and many others. Early in his career, in the 1960s, he was part of the Greenwich Village folk scene. After two decades and sixteen albums of solo performance he became a member of the group Danko/Fjeld/Andersen."}]}, {"heading": "Births", "year": "1943", "date": "February 14", "txt": "Maceo Parker, American saxophonist", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 14", "txt": "Aaron Russo, American director and producer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 14", "txt": "Carl Bernstein, American journalist and author", "entities": [{"title": "Carl Bernstein", "href": "/wiki/Carl_Bernstein", "description": "Carl Bernstein  is an American investigative journalist and author."}]}, {"heading": "Births", "year": "1944", "date": "February 14", "txt": "Alan Parker, English director, producer, and screenwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 14", "txt": "Ronnie Peterson, Swedish race car driver (d. 1978)", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 14", "txt": "Hans-Adam II, Prince of Liechtenstein", "entities": [{"title": "Hans-Adam II, Prince of Liechtenstein", "href": "/wiki/Hans-Adam_II,_Prince_of_Liechtenstein", "description": "Hans-Adam II is the reigning prince of Liechtenstein. He is the son of Franz Joseph II, Prince of Liechtenstein (1906–1989) and his wife, Countess Georgina von Wilczek (1921–1989). He also bears the titles Duke of Troppau and Jägerndorf, and Count of Rietberg. Hans-Adam is the richest monarch in Europe."}]}, {"heading": "Births", "year": "1945", "date": "February 14", "txt": "Rod Masterson, American lieutenant and actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 14", "txt": "Bernard Dowiyogo, Nauru politician, President of Nauru (d. 2003)", "entities": [{"title": "Bernard Dowiyogo", "href": "/wiki/Bernard_Dowiyogo", "description": "Bernard Annen Auwen Dowiyogo was a Nauruan politician who served as President of Nauru on seven separate occasions. During this time, he also served as a Member of Parliament for the constituency of Ubenide."}, {"title": "President of Nauru", "href": "/wiki/President_of_Nauru", "description": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number o"}]}, {"heading": "Births", "year": "1946", "date": "February 14", "txt": "Gregory Hines, American actor, singer, and dancer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 14", "txt": "Tim Buckley, American singer-songwriter and guitarist (d. 1975)", "entities": [{"title": "Tim Buckley", "href": "/wiki/Tim_Buckley", "description": "Timothy Charles Buckley III was an American vocalist, songwriter, guitarist, and producer. His music and style changed considerably through the years. Buckley began his career based in folk music, but his subsequent albums experimented with jazz, psychedelia, funk, soul, avant-garde, and an evolving voice-as-instrument sound. He died at the age of 28 from a heroin and morphine overdose, leaving be"}]}, {"heading": "Births", "year": "1947", "date": "February 14", "txt": "Judd Gregg, American lawyer and politician, 76th Governor of New Hampshire", "entities": [{"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1948", "date": "February 14", "txt": "Kitten Natividad, Mexican-American actress and dancer", "entities": [{"title": "Kitten Natividad", "href": "/wiki/Kitten_Natividad", "description": "Kitten Natividad is a Mexican American film actress, exotic dancer and porn star, noted for her 44-inch chest and appearances in cult films by her ex-partner, director Russ Meyer."}]}, {"heading": "Births", "year": "1948", "date": "February 14", "txt": "Pat O'Brien, American journalist and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 14", "txt": "Wally Tax, Dutch singer-songwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 14", "txt": "Teller, American magician and actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 14", "txt": "Roger Fisher, American guitarist and songwriter", "entities": [{"title": "Roger Fisher (guitarist)", "href": "/wiki/Roger_Fisher_(guitarist)", "description": "Roger Fisher is a guitarist primarily known as one of the founding members of the band Heart. His tenure lasted from 1967 until 1980."}]}, {"heading": "Births", "year": "1951", "date": "February 14", "txt": "Terry Gross, American radio host and producer", "entities": [{"title": "Terry Gross", "href": "/wiki/Terry_Gross", "description": "Terry Gross is an American journalist who is the host and co-executive producer of Fresh Air, an interview-based radio show produced by WHYY-FM in Philadelphia and distributed nationally by NPR. Since joining NPR in 1975, Gross has interviewed thousands of guests."}]}, {"heading": "Births", "year": "1951", "date": "February 14", "txt": "Kevin Keegan, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 14", "txt": "Sushma Swaraj, Indian lawyer and politician, Indian Minister of External Affairs (d. 2019)", "entities": [{"title": "Sushma Swaraj", "href": "/wiki/Sushma_Swaraj", "description": " Sushma Swaraj  was an Indian politician and a Supreme Court lawyer. A senior leader of Bharatiya Janata Party, Swaraj served as the Minister of External Affairs of India in the first Narendra Modi government (2014–2019). She was the second woman to hold the office, after Indira Gandhi. She was elected seven times as a Member of Parliament and three times as a Member of the Legislative Assembly. A"}, {"title": "Minister of External Affairs (India)", "href": "/wiki/Minister_of_External_Affairs_(India)", "description": "The Minister of External Affairs is the head of the Ministry of External Affairs of the Government of India. One of the senior-most offices in the Union Cabinet, the chief responsibility of the Foreign Minister is to represent India and its government in the international community. The Foreign Minister also plays an important role in determining Indian foreign policy. Occasionally, the Foreign Mi"}]}, {"heading": "Births", "year": "1954", "date": "February 14", "txt": "Jam Mohammad Yousaf, Pakistani politician, Chief Minister of Balochistan (d. 2013)", "entities": [{"title": "Jam Mohammad Yousaf", "href": "/wiki/Jam_Mohammad_Yousaf", "description": "Jam Mir Mohammad Yousaf Aliani was the 12th Jam of Lasbela, and a former Chief Minister of Balochistan province of Pakistan."}, {"title": "Chief Minister of Balochistan", "href": "/wiki/Chief_Minister_of_Balochistan", "description": "The Chief Minister of Balochistan is elected by the Provincial Assembly of the Balochistan to serve as the head of the provincial government in Balochistan, Pakistan. The position had been held by Jam Kamal Khan in 2018 elections."}]}, {"heading": "Births", "year": "1955", "date": "February 14", "txt": "Carol Kalish, American publisher (d. 1991)", "entities": [{"title": "Carol Kalish", "href": "/wiki/Carol_Kalish", "description": "Carol Kalish was an American writer, editor, comic book retailer, and sales manager. She worked as Direct Sales Manager and Vice President of New Product Development at Marvel Comics from 1981 to 1991. She is credited with pioneering the American comics direct market when it was in its adolescence, in part through a program wherein Marvel helped pay for comic book stores to acquire cash registers."}]}, {"heading": "Births", "year": "1956", "date": "February 14", "txt": "Howard Davis Jr., American boxer and trainer (d. 2015)", "entities": [{"title": "Howard Davis Jr.", "href": "/wiki/Howard_Davis_Jr.", "description": "Howard Edward Davis Jr. was an American amateur and professional boxer. Growing up on Long Island as the eldest of 10 children, Davis first learned boxing from his father. After being inspired by a movie about Muhammad Ali, Davis embarked on his amateur career. He won the 1976 Olympic gold medal one week after his mother died. He was also awarded the Val Barker Trophy at the Olympics, beating out "}]}, {"heading": "Births", "year": "1956", "date": "February 14", "txt": "Dave Dravecky, American baseball player", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 14", "txt": "Katharina Fritsch, German sculptor and academic", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 14", "txt": "Alan Hunter, American television host and actor", "entities": [{"title": "Alan Hunter (VJ)", "href": "/wiki/Alan_Hunter_(VJ)", "description": "Alan Caldwell Hunter is one of the original five video jockeys (VJs) on MTV from 1981 to 1987. He is a host on SiriusXM Radio's The 80s on 8 channel and co-owns the production company Hunter Films with his brother Hugh. He and Hugh and two other brothers also founded WorkPlay, a multipurpose office, studio and entertainment facility in Birmingham, Alabama. He also hosted the reality show Looking f"}]}, {"heading": "Births", "year": "1957", "date": "February 14", "txt": "Soile Isokoski, Finnish soprano and actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 14", "txt": "Alan Smith, English bishop", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 14", "txt": "Grant Thomas, Australian footballer and coach", "entities": [{"title": "Grant Thomas (footballer)", "href": "/wiki/Grant_Thomas_(footballer)", "description": "Grant Thomas is a former Australian rules football player and coach. He most recently held the position of coach of the St Kilda Football Club from 2001–2006. He attended St Bede's College in Mentone."}]}, {"heading": "Births", "year": "1959", "date": "February 14", "txt": "Renée Fleming, American soprano and actress", "entities": [{"title": "Renée Fleming", "href": "/wiki/Ren%C3%A9e_Fleming", "description": "Renée Lynn Fleming is an American operatic soprano, known for performances in opera, concerts, recordings, theater, film, and at major public occasions. Fleming has a full lyric soprano voice. She has performed coloratura, lyric, and lighter spinto soprano operatic roles in Italian, German, French, Czech, and Russian, aside from her native English. Her signature roles include Countess Almaviva in "}]}, {"heading": "Births", "year": "1960", "date": "February 14", "txt": "Philip Jones, English admiral", "entities": [{"title": "Philip Jones (Royal Navy officer)", "href": "/wiki/Philip_Jones_(Royal_Navy_officer)", "description": "Admiral Sir Philip Andrew Jones, is a retired former senior Royal Navy officer. After service in the South Atlantic in 1982 during the Falklands War, he commanded the frigates HMS Beaver and HMS Coventry. He went on to be Flag Officer, Scotland, Northern England and Northern Ireland, Commander United Kingdom Maritime Forces and Assistant Chief of the Naval Staff before being appointed Fleet Comman"}]}, {"heading": "Births", "year": "1960", "date": "February 14", "txt": "Jim Kelly, American football player and businessman", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 14", "txt": "Meg Tilly, American actress and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 14", "txt": "Enrico Colantoni, Canadian actor, director, and producer", "entities": [{"title": "Enrico Colantoni", "href": "/wiki/Enrico_Colantoni", "description": "Enrico Colantoni is a Canadian actor and director, best known for portraying Elliot DiMauro in the sitcom Just Shoot Me!, Keith Mars on the television series Veronica Mars, Louis Lutz on the short-lived sitcom Hope & Gloria, crime lord Carl Elias on Person of Interest, and Sergeant Greg Parker on the television series Flashpoint. He has also had supporting roles in such films as The Wrong Guy, Gal"}]}, {"heading": "Births", "year": "1963", "date": "February 14", "txt": "John Marzano, American baseball player (d. 2008)", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 14", "txt": "Gianni Bugno, Italian cyclist and sportscaster", "entities": [{"title": "Gianni Bugno", "href": "/wiki/Gianni_Bugno", "description": "Gianni Bugno is a retired Italian professional road racing cyclist."}]}, {"heading": "Births", "year": "1966", "date": "February 14", "txt": "Petr Svoboda, Czech ice hockey player and agent", "entities": [{"title": "Petr Svoboda", "href": "/wiki/Petr_Svoboda", "description": "Petr Svoboda is a Czech former professional ice hockey defenceman who played 17 seasons in the National Hockey League (NHL) for the Montreal Canadiens, Buffalo Sabres, Philadelphia Flyers and Tampa Bay Lightning. He was the first Czech to play over 1,000 games in the NHL."}]}, {"heading": "Births", "year": "1967", "date": "February 14", "txt": "Stelios Haji-Ioannou, Greek-English businessman, founded easyJet", "entities": [{"title": "Stelios Haji-Ioannou", "href": "/wiki/Stelios_Haji-Ioannou", "description": "Sir Stelios Haji-Ioannou is a Greek-Cypriot entrepreneur. Born into a wealthy ship-owning family, he is best known for founding the low-cost airline easyJet and the Stelmar shipping line with start-up funds provided by his father, Loucas. easyJet's foundation in 1995 marked the beginning of a series of ventures marketed under the \"easy\" brand, managed by easyGroup and chaired by Haji-Ioannou."}, {"title": "EasyJet", "href": "/wiki/EasyJet", "description": "EasyJet plc, styled as easyJet, is a British multinational low-cost airline group headquartered at London Luton Airport. It operates domestic and international scheduled services on over 1,000 routes in more than 30 countries via its affiliate airlines EasyJet UK, EasyJet Switzerland, and EasyJet Europe. EasyJet plc is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index."}]}, {"heading": "Births", "year": "1967", "date": "February 14", "txt": "Manuela Maleeva, Bulgarian-Swiss tennis player", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 14", "txt": "Mark Rutte, Dutch businessman and politician, Prime Minister of the Netherlands", "entities": [{"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1968", "date": "February 14", "txt": "Jules Asner, American model and television host", "entities": [{"title": "Jules Asner", "href": "/wiki/Jules_Asner", "description": "Jules Asner is a screenwriter and author as well as a former entertainment journalist, television personality and model."}]}, {"heading": "Births", "year": "1968", "date": "February 14", "txt": "Chris Lewis, Guyanese-English cricketer", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 14", "txt": "Scott McClellan, American civil servant and author, 25th White House Press Secretary", "entities": [{"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Births", "year": "1969", "date": "February 14", "txt": "Meg Hillier, English journalist and politician, Shadow Secretary of State for Energy and Climate Change", "entities": [{"title": "Meg Hillier", "href": "/wiki/Meg_Hillier", "description": "Margaret Olivia Hillier is a British Labour Co-operative politician who was first elected as the Member of Parliament (MP) for Hackney South and Shoreditch at the 2005 general election, and was a junior government minister (2007–10) and was succeeded by Caroline Flint as Shadow Secretary of State for Energy and Climate Change in the Labour Party October 2011 reshuffle."}, {"title": "Shadow Secretary of State for Energy and Climate Change", "href": "/wiki/Shadow_Secretary_of_State_for_Energy_and_Climate_Change", "description": "The Shadow Secretary of State for Energy and Climate Change was a post in the Official Opposition Shadow Cabinet. The Shadow Secretary helped hold the Secretary of State for Energy and Climate Change and junior ministers to account and is the lead spokesperson on energy and climate change issues for his or her party. Should the relevant party take office, the Shadow Secretary would be a likely can"}]}, {"heading": "Births", "year": "1970", "date": "February 14", "txt": "Giuseppe Guerini, Italian cyclist", "entities": [{"title": "Giuseppe Guerini", "href": "/wiki/Giuseppe_Guerini", "description": "Giuseppe Guerini is a retired Italian professional road bicycle racer. He was known throughout his career as a climbing specialist and had pronounced success in cycling's Grand Tour events. He completed six editions of the Tour de France, five Vuelta a España's and four Giro's, managing two third-place finishes in the 1997 and 1998 Giro d'Italia."}]}, {"heading": "Births", "year": "1970", "date": "February 14", "txt": "Sean Hill, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 14", "txt": "Simon Pegg, English actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 14", "txt": "Kris Aquino, Filipino talk show host, actress, and producer", "entities": [{"title": "Kris Aquino", "href": "/wiki/Kris_Aquino", "description": "Kristina Bernadette Cojuangco Aquino, better known by her screen name Kris Aquino, is a Filipina TV host, actress, producer, product endorser and businesswoman."}]}, {"heading": "Births", "year": "1971", "date": "February 14", "txt": "Gheorghe Mureșan, Romanian basketball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 14", "txt": "Drew Bledsoe, American football player and coach", "entities": [{"title": "Drew Bledsoe", "href": "/wiki/Drew_Bledsoe", "description": "Drew McQueen Bledsoe is a former American football quarterback who played in the National Football League (NFL) for 14 seasons, primarily with the New England Patriots. He served as New England's starting quarterback from 1993 to 2001 and was considered the face of the Patriots franchise during his nine seasons with the team."}]}, {"heading": "Births", "year": "1972", "date": "February 14", "txt": "Musōyama Masashi, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 14", "txt": "Najwa Nimri, Spanish actress and singer ", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 14", "txt": "Jaan Tallinn, Estonian computer programmer, co-developed Skype", "entities": [{"title": "Skype", "href": "/wiki/Skype", "description": "Skype is a proprietary telecommunications application that specializes in providing video chat and voice calls between computers, tablets, mobile devices, the Xbox One console, and smartwatches over the Internet. Skype also provides instant messaging services. Users may transmit text, video, audio and images. Skype allows video conference calls."}]}, {"heading": "Births", "year": "1972", "date": "February 14", "txt": "Rob Thomas, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 14", "txt": "H. D. Ackerman, South African cricketer", "entities": [{"title": "H. D. Ackerman", "href": "/wiki/H._D._Ackerman", "description": "Hylton Deon Ackerman, also known as HD Ackerman, is a South African cricket commentator, coach, and former cricketer. He commentates for Supersport. He is currently also the head coach of the First XI and director at Guildford Grammar School in Perth, Western Australia"}]}, {"heading": "Births", "year": "1973", "date": "February 14", "txt": "Tyus Edney, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 14", "txt": "Steve McNair, American football player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 14", "txt": "Annalisa Buffa, Italian mathematician", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 14", "txt": "Valentina Vezzali, Italian fencer and politician", "entities": [{"title": "Valentina Vezzali", "href": "/wiki/Valentina_Vezzali", "description": "Valentina Vezzali is an Italian fencer and politician. As fencer she has won six Olympic gold medals in foil competitions."}]}, {"heading": "Births", "year": "1976", "date": "February 14", "txt": "Liv Kristine, Norwegian singer-songwriter", "entities": [{"title": "Liv Kristine", "href": "/wiki/Liv_Kristine", "description": "Liv Kristine Espenæs, better known as Liv Kristine, is a Norwegian singer-songwriter who has performed and composed songs mostly for various subgenres of heavy metal music. She started her career in the music industry as a vocalist for the gothic metal band Theatre of Tragedy, and is the former lead vocalist for the symphonic metal band Leaves' Eyes. She is known for her work in close association "}]}, {"heading": "Births", "year": "1976", "date": "February 14", "txt": "Rie Rasmussen, Danish model, film director, writer, photographer, and actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 14", "txt": "Cadel Evans, Australian cyclist", "entities": [{"title": "Cadel Evans", "href": "/wiki/Cadel_Evans", "description": "Cadel Lee Evans is an Australian former professional racing cyclist, who competed professionally in both mountain biking and road bicycle racing. A four-time Olympian, Evans is one of three non-Europeans – along with Greg LeMond and Egan Bernal – to have officially won the Tour de France, winning the race in 2011."}]}, {"heading": "Births", "year": "1977", "date": "February 14", "txt": "Jim Jefferies, Australian comedian and actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 14", "txt": "Darren Purse, English footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 14", "txt": "Elmer Symons, South African motorcycle racer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 14", "txt": "Anna Erschler, Russian mathematician", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 14", "txt": "Robert J. Jackson Jr., American law professor", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 14", "txt": "Richard Hamilton, American basketball player", "entities": [{"title": "Richard Hamilton (basketball)", "href": "/wiki/Richard_Hamilton_(basketball)", "description": "Richard Clay \"Rip\" Hamilton is an American former professional basketball player. Hamilton played 14 seasons in the National Basketball Association (NBA) and is best known for his nine-year stint with the Detroit Pistons, where he was a three-time All-Star. He helped lead the Pistons to six straight Eastern Conference Finals appearances, back to back NBA Finals appearances, their best record in fr"}]}, {"heading": "Births", "year": "1978", "date": "February 14", "txt": "Darius Songaila, Lithuanian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 14", "txt": "Josh Senter, American screenwriter and producer", "entities": [{"title": "Josh Senter", "href": "/wiki/Josh_Senter", "description": "Joshua Ray Senter is an American screenwriter best known for his work on the television series Desperate Housewives."}]}, {"heading": "Births", "year": "1980", "date": "February 14", "txt": "Michelle Ye, Hong Kong actress and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 14", "txt": "Matteo Brighi, Italian footballer", "entities": [{"title": "Matteo Brighi", "href": "/wiki/Matteo_Brighi", "description": "Matteo Brighi is a former Italian professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1981", "date": "February 14", "txt": "Randy de Puniet, French motorcycle racer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 14", "txt": "Brad Halsey, American baseball player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 14", "txt": "Marián Gáborík, Slovak ice hockey player", "entities": [{"title": "Marián Gáborík", "href": "/wiki/Mari%C3%A1n_G%C3%A1bor%C3%ADk", "description": "Marián Gáborík is a Slovak professional ice hockey right winger currently under contract with the Tampa Bay Lightning of the National Hockey League (NHL). He began his playing career in the Slovak Extraliga with Dukla Trenčín for two seasons before being drafted third overall in the 2000 NHL Entry Draft by the Minnesota Wild, becoming the highest drafted Slovak player in NHL history. Spending eigh"}]}, {"heading": "Births", "year": "1982", "date": "February 14", "txt": "John Halls, English footballer and model", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 14", "txt": "Lenka Tvarošková, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 14", "txt": "Callix Crabbe, Virgin Islander baseball player", "entities": [{"title": "Callix Crabbe", "href": "/wiki/Callix_Crabbe", "description": "Callix Sadeaq Crabbe is a Virgin Islands American former professional baseball second baseman and current assistant hitting coach for the Texas Rangers of Major League Baseball (MLB). He was selected in the 2007 Rule 5 Draft by the San Diego Padres from the Milwaukee Brewers, appearing in 21 games before he was returned on May 16, 2008, to the Brewers."}]}, {"heading": "Births", "year": "1983", "date": "February 14", "txt": "Rocky Elsom, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 14", "txt": "Bacary Sagna, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 14", "txt": "Karima Adebibe, English model and actress", "entities": [{"title": "Karima Adebibe", "href": "/wiki/Karima_Adebibe", "description": "Karima Adebibe is an English actress and fashion model."}]}, {"heading": "Births", "year": "1985", "date": "February 14", "txt": "Tyler Clippard, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 14", "txt": "Heart Evangelista, Filipino singer and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 14", "txt": "Philippe Senderos, Swiss international footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 14", "txt": "Miki Yeung, Hong Kong singer and actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 14", "txt": "Michael Ammermüller, German race car driver", "entities": [{"title": "Michael Ammermüller", "href": "/wiki/Michael_Ammerm%C3%BCller", "description": "Michael Ammermüller is a racing driver from Germany. After competing in various junior formulae, he became a test and reserve driver for the Red Bull Racing Formula One team in the 2007 season. Following this, he represented Germany in the final two seasons of the A1 Grand Prix series in 2007-08 and 2008-09, before competing for two seasons in ADAC GT Masters. In 2012, he began competing in the Po"}]}, {"heading": "Births", "year": "1986", "date": "February 14", "txt": "Oliver Lee, English actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 14", "txt": "Gao Lin, Chinese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 14", "txt": "Edinson Cavani, Uruguayan footballer", "entities": [{"title": "Edinson Cavani", "href": "/wiki/Edinson_Cavani", "description": "Edinson Roberto Cavani Gómez is a Uruguayan professional footballer who plays as a striker for Premier League club Manchester United and the Uruguay national team."}]}, {"heading": "Births", "year": "1987", "date": "February 14", "txt": "Tom Pyatt, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 14", "txt": "David Wheater, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 14", "txt": "Katie Boland, Canadian actress, producer, and screenwriter", "entities": [{"title": "Katie Boland", "href": "/wiki/Katie_Boland", "description": "Katie Boland is a Canadian actress, writer, director, and producer. She began her career as a child actress in film and television and has since branched out into adult roles, in addition to writing, directing, and producing her own projects."}]}, {"heading": "Births", "year": "1988", "date": "February 14", "txt": "Ángel Di María, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 14", "txt": "Siim Liivik, Estonian ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 14", "txt": "Asia Nitollano, American singer and dancer", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 14", "txt": "Néstor Calderón, Mexican footballer", "entities": [{"title": "Néstor Calderón", "href": "/wiki/N%C3%A9stor_Calder%C3%B3n", "description": "Néstor Calderón Enríquez, also known as el Avión, is a Mexican professional footballer who plays as a midfielder."}]}, {"heading": "Births", "year": "1989", "date": "February 14", "txt": "Adam Matuszczyk, Polish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 14", "txt": "Emma Miskew, Canadian curler", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 14", "txt": "Brandon Sutter, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 14", "txt": "Jurij Tepeš, Slovenian ski jumper", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 14", "txt": "Kristian Thomas, English gymnast", "entities": []}, {"heading": "Births", "year": "1990", "date": "February 14", "txt": "Sefa Yılmaz, German-Turkish footballer", "entities": [{"title": "Sefa Yılmaz", "href": "/wiki/Sefa_Y%C4%B1lmaz", "description": "Sefa Yılmaz is a Turkish footballer who plays as a midfielder for Gençlerbirliği."}]}, {"heading": "Births", "year": "1991", "date": "February 14", "txt": "Daniela Mona Lambin, Estonian footballer", "entities": [{"title": "Daniela Mona Lambin", "href": "/wiki/Daniela_Mona_Lambin", "description": "Daniela Mona Lambin is an Estonian footballer. She plays as a defender and a midfielder."}]}, {"heading": "Births", "year": "1991", "date": "February 14", "txt": "Chris Rowney, English footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 14", "txt": "Christian Eriksen, Danish footballer", "entities": [{"title": "Christian Eriksen", "href": "/wiki/Christian_Eriksen", "description": "Christian Dannemann Eriksen is a Danish professional footballer who plays as an attacking midfielder for Serie A club Inter Milan and the Denmark national team. Eriksen is also capable of playing as a central midfielder or mezzala in a 4–3–3 system."}]}, {"heading": "Births", "year": "1992", "date": "February 14", "txt": "Freddie Highmore, English actor", "entities": []}, {"heading": "Births", "year": "1996", "date": "February 14", "txt": "Lucas Hernandez, French footballer", "entities": [{"title": "Lucas Hernandez", "href": "/wiki/Lucas_Hernandez", "description": "Lucas François Bernard Hernandez is a French professional footballer who plays as a left back or centre back for Bundesliga club Bayern Munich and the France national team."}]}, {"heading": "Deaths", "year": "869", "date": "February 14", "txt": "Cyril, Greek missionary bishop (b. 827)", "entities": [{"title": "Saints Cyril and Methodius", "href": "/wiki/Saints_Cyril_and_Methodius", "description": "Cyril and Methodius (815–885) were two brothers and Byzantine Christian theologians and missionaries. For their work evangelizing the Slavs, they are known as the \"Apostles to the Slavs\"."}]}, {"heading": "Deaths", "year": "945", "date": "February 14", "txt": "Lian Chongyu, Chinese general", "entities": [{"title": "Lian Chongyu", "href": "/wiki/Lian_Chongyu", "description": "Lian Chongyu was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Min. In 944, he and another general, Zhu Wenjin, assassinated the emperor Wang Yanxi. He then supported Zhu as the new emperor of the Min state, but the officer Lin Renhan (林仁翰) assassinated him and Zhu less than a year later and submitted to Wang Yanxi's brother Wang Yanzheng, who had been warring with Wang Yan"}]}, {"heading": "Deaths", "year": "945", "date": "February 14", "txt": "Zhu Wenjin, Chinese emperor", "entities": []}, {"heading": "Deaths", "year": "1009", "date": "February 14", "txt": "Bruno of Querfurt, German missionary bishop", "entities": [{"title": "Bruno of Querfurt", "href": "/wiki/Bruno_of_Querfurt", "description": "Bruno of Querfurt, also known as Brun and Boniface, was a Christian missionary bishop and martyr, who was beheaded near the border of Kievan Rus and Lithuania for trying to spread Christianity. He is also called the second \"Apostle of the Prussians\"."}]}, {"heading": "Deaths", "year": "1010", "date": "February 14", "txt": "Fujiwara no Korechika, Japanese nobleman (b. 974)", "entities": [{"title": "Fujiwara no Korechika", "href": "/wiki/Fujiwara_no_Korechika", "description": "Fujiwara no Korechika , the second son of Michitaka, was a kugyo of the Heian period. His mother was Takashina no Takako, also known as Kō-no-Naishi (高内侍). His sister Teishi (Sadako) was married to Emperor Ichijō, and Korechika aspired to become the regent (Sessho) for his young brother-in-law after his father's death. Korechika's ambitions pitted him against his powerful uncle, Fujiwara no Michin"}]}, {"heading": "Deaths", "year": "1140", "date": "February 14", "txt": "Leo I, Armenian prince", "entities": [{"title": "Leo I, Prince of Armenia", "href": "/wiki/Leo_I,_Prince_of_Armenia", "description": "Leo I, also Levon I or Leon I, was the fifth lord of Armenian Cilicia or “Lord of the Mountains” (1129/1130-1137)."}]}, {"heading": "Deaths", "year": "1140", "date": "February 14", "txt": "Sobĕslav I, duke of Bohemia", "entities": []}, {"heading": "Deaths", "year": "1164", "date": "February 14", "txt": "Sviatoslav Olgovich, Kievan prince", "entities": [{"title": "Sviatoslav Olgovich", "href": "/wiki/Sviatoslav_Olgovich", "description": "Sviatoslav Olgovich was the Prince of Novgorod (1136–1138); Novgorod-Seversky (1139); Belgorod Kievsky (1141–1154); and Chernigov (1154–1164). He was the son of Oleg Sviatoslavich, Prince of Chernigov with an unnamed daughter of Asaduk, Khan of Khumans."}]}, {"heading": "Deaths", "year": "1229", "date": "February 14", "txt": "Rǫgnvaldr Guðrøðarson, king of the Isles", "entities": [{"title": "Rǫgnvaldr Guðrøðarson", "href": "/wiki/R%C7%ABgnvaldr_Gu%C3%B0r%C3%B8%C3%B0arson", "description": "Rǫgnvaldr Guðrøðarson ruled as King of the Isles from 1187 to 1226. He was the eldest son of Guðrøðr Óláfsson, King of Dublin and the Isles. Although the latter may have intended for his younger son, Óláfr, to succeed to the kingship, the Islesmen chose Rǫgnvaldr, who was likely Óláfr's half-brother. Rǫgnvaldr went on to rule the Kingdom of the Isles for almost forty years before losing control to"}]}, {"heading": "Deaths", "year": "1317", "date": "February 14", "txt": "Margaret of France, queen of England", "entities": [{"title": "Margaret of France, Queen of England", "href": "/wiki/Margaret_of_France,_Queen_of_England", "description": "Margaret of France \nwas Queen of England as the second wife of King Edward I. She was a daughter of Philip III of France and Maria of Brabant."}]}, {"heading": "Deaths", "year": "1400", "date": "February 14", "txt": "Richard II, king of England (b. 1367)", "entities": [{"title": "Richard II of England", "href": "/wiki/Richard_II_of_England", "description": "Richard II, also known as Richard of Bordeaux, was King of England from 1377 until he was deposed in 1399. Richard's father, Edward, Prince of Wales, died in 1376, leaving Richard as heir apparent to his grandfather, King Edward III. Upon the death of Edward III, the 10-year-old Richard succeeded to the throne."}]}, {"heading": "Deaths", "year": "1440", "date": "February 14", "txt": "Dietrich of Oldenburg, German nobleman", "entities": [{"title": "Dietrich, Count of Oldenburg", "href": "/wiki/Dietrich,_Count_of_Oldenburg", "description": "Dietrich or Theoderic of Oldenburg was a feudal lord in Northern Germany, holding the counties of Delmenhorst and Oldenburg. He was called \"Fortunatus\", as he was able to secure Delmenhorst for his branch of the Oldenburgs."}]}, {"heading": "Deaths", "year": "1489", "date": "February 14", "txt": "Nicolaus von Tüngen, prince-bishop of Warmia", "entities": [{"title": "Nicolaus von Tüngen", "href": "/wiki/Nicolaus_von_T%C3%BCngen", "description": "Nicolaus von Tüngen was bishop of Warmia from 1467 until 1489."}]}, {"heading": "Deaths", "year": "1528", "date": "February 14", "txt": "Edzard I, German nobleman (b. 1462)", "entities": [{"title": "Edzard I, Count of East Frisia", "href": "/wiki/Edzard_I,_Count_of_East_Frisia", "description": "Edzard I, also Edzard the Great was count of East Frisia from 1491 till his death in 1528."}]}, {"heading": "Deaths", "year": "1549", "date": "February 14", "txt": "Il Sodoma, Italian painter (b. 1477)", "entities": [{"title": "Il Sodoma", "href": "/wiki/Il_Sodoma", "description": "Il Sodoma was the name given to the Italian Renaissance painter Giovanni Antonio Bazzi. Il Sodoma painted in a manner that superimposed the High Renaissance style of early 16th-century Rome onto the traditions of the provincial Sienese school; he spent the bulk of his professional life in Siena, with two periods in Rome."}]}, {"heading": "Deaths", "year": "1571", "date": "February 14", "txt": "Odet de Coligny, French cardinal (b. 1517)", "entities": [{"title": "Odet de Coligny", "href": "/wiki/Odet_de_Coligny", "description": "Odet de Coligny was a French aristocrat, cardinal, Bishop-elect of Beauvais, Peer of France, and member of the French Royal Council. From 1534 he was usually referred to as the Cardinal of Châtillon."}]}, {"heading": "Deaths", "year": "1676", "date": "February 14", "txt": "Abraham Bosse, French engraver and illustrator (b. 1602)", "entities": [{"title": "Abraham Bosse", "href": "/wiki/Abraham_Bosse", "description": "Abraham Bosse was a French artist, mainly as a printmaker in etching, but also in watercolour."}]}, {"heading": "Deaths", "year": "1714", "date": "February 14", "txt": "Maria Luisa of Savoy, queen of Spain (b. 1688)", "entities": [{"title": "Maria Luisa of Savoy", "href": "/wiki/Maria_Luisa_of_Savoy", "description": "Maria Luisa Gabriella of Savoy, nicknamed La Savoyana, was Queen of Spain by marriage to Philip V. She acted as regent during her husband's absence from 1702 until 1703 and had great influence as a political adviser during the War of the Spanish Succession. Because of her effectiveness, she was well-loved in her adoptive country."}]}, {"heading": "Deaths", "year": "1737", "date": "February 14", "txt": "Charles Talbot, 1st Baron Talbot, English lawyer and politician Lord Chancellor of Great Britain (b. 1685)", "entities": [{"title": "Charles Talbot, 1st Baron Talbot", "href": "/wiki/Charles_Talbot,_1st_Baron_Talbot", "description": "Charles Talbot, 1st Baron Talbot, was a British lawyer and politician. He was Lord High Chancellor of Great Britain from 1733 to 1737."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1744", "date": "February 14", "txt": "John Hadley, English mathematician, invented the octant (b. 1682)", "entities": [{"title": "John Hadley", "href": "/wiki/John_Hadley", "description": "John Hadley was an English mathematician, and laid claim to the invention of the octant, two years after Thomas Godfrey claimed the same."}, {"title": "Octant (instrument)", "href": "/wiki/Octant_(instrument)", "description": "The octant, also called reflecting quadrant, is a measuring instrument used primarily in navigation. It is a type of reflecting instrument."}]}, {"heading": "Deaths", "year": "1779", "date": "February 14", "txt": "James Cook, English captain, cartographer, and explorer (b. 1728)", "entities": [{"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}]}, {"heading": "Deaths", "year": "1780", "date": "February 14", "txt": "William Blackstone, English jurist and politician (b. 1723)", "entities": [{"title": "William Blackstone", "href": "/wiki/William_Blackstone", "description": "Sir William Blackstone was an English jurist, judge and Tory politician of the eighteenth century. He is most noted for writing the Commentaries on the Laws of England. Born into a middle-class family in London, Blackstone was educated at Charterhouse School before matriculating at Pembroke College, Oxford, in 1738. After switching to and completing a Bachelor of Civil Law degree, he was made a fe"}]}, {"heading": "Deaths", "year": "1782", "date": "February 14", "txt": "Singu Min, Burmese king (b. 1756)", "entities": [{"title": "Singu Min", "href": "/wiki/Singu_Min", "description": "Singu Min was the fourth king of the Konbaung dynasty of Myanmar."}]}, {"heading": "Deaths", "year": "1808", "date": "February 14", "txt": "John Dickinson, American lawyer and politician 5th Governor of Delaware (b. 1732)", "entities": [{"title": "John Dickinson (Pennsylvania and Delaware)", "href": "/wiki/John_Dickinson_(Pennsylvania_and_Delaware)", "description": "John Dickinson, a Founding Father of the United States, was a solicitor and politician from Philadelphia, Pennsylvania, and Wilmington, Delaware, known as the \"Penman of the Revolution\" for his twelve Letters from a Farmer in Pennsylvania, published individually in 1767 and 1768. As a member of the First Continental Congress, where he was a signee to the Continental Association, Dickinson drafted "}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Deaths", "year": "1831", "date": "February 14", "txt": "Vicente Guerrero, Mexican general and politician, 2nd President of Mexico (b. 1782)", "entities": [{"title": "Vicente Guerrero", "href": "/wiki/Vicente_Guerrero", "description": "Vicente Ramón Guerrero Saldaña was one of the leading revolutionary generals of the Mexican War of Independence. He fought against Spain for independence in the early 19th century, and later served as President of Mexico, coming to power through a coup in the aftermath of a disputed election in 1828."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1831", "date": "February 14", "txt": "Henry Maudslay, English engineer (b. 1771)", "entities": []}, {"heading": "Deaths", "year": "1870", "date": "February 14", "txt": "St. John Richardson Liddell, American general (b. 1815)", "entities": [{"title": "St. John Richardson Liddell", "href": "/wiki/St._John_Richardson_Liddell", "description": "St. John Richardson Liddell was a prominent Louisiana planter who served as a general in the Confederate States Army during the American Civil War. He was an outspoken proponent of Southern emancipation of slaves. Following the war, Liddell had a prominent feud with a former Confederate officer, Charles Jones, who eventually murdered Liddell near his home in 1870."}]}, {"heading": "Deaths", "year": "1881", "date": "February 14", "txt": "Fernando Wood, American merchant and politician, 73rd Mayor of New York City (b. 1812)", "entities": [{"title": "Fernando Wood", "href": "/wiki/Fernando_Wood", "description": "Fernando Wood was an American politician of the Democratic Party and the 73rd and 75th mayor of New York City; he also served as a United States Representative and as Chairman of the Committee on Ways and Means in both the 45th and 46th Congress (1877–1881)."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "1884", "date": "February 14", "txt": "Lydia Hamilton Smith, African-American businesswoman (b. 1813)", "entities": [{"title": "Lydia Hamilton Smith", "href": "/wiki/Lydia_Hamilton_Smith", "description": "Lydia Hamilton Smith was the long-time housekeeper of Thaddeus Stevens and a prominent African-American businesswoman after his death."}]}, {"heading": "Deaths", "year": "1885", "date": "February 14", "txt": "Jules Vallès, French journalist and author (b. 1832)", "entities": [{"title": "Jules Vallès", "href": "/wiki/Jules_Vall%C3%A8s", "description": "Jules Vallès was a French journalist, author, and left-wing political activist."}]}, {"heading": "Deaths", "year": "1891", "date": "February 14", "txt": "William Tecumseh Sherman, American general (b. 1820)", "entities": [{"title": "William Tecumseh Sherman", "href": "/wiki/William_Tecumseh_Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}]}, {"heading": "Deaths", "year": "1894", "date": "February 14", "txt": "Eugène Charles Catalan, Belgian-French mathematician and academic (b. 1814)", "entities": [{"title": "Eugène Charles Catalan", "href": "/wiki/Eug%C3%A8ne_Charles_Catalan", "description": "Eugène Charles Catalan was a French and Belgian mathematician who worked on continued fractions, descriptive geometry, number theory and combinatorics. His notable contributions included discovering a periodic minimal surface in the space ; stating the famous Catalan's conjecture, which was eventually proved in 2002; and, introducing the Catalan number to solve a combinatorial problem."}]}, {"heading": "Deaths", "year": "1901", "date": "February 14", "txt": "Edward Stafford, Scottish-New Zealand educator and politician, 3rd Prime Minister of New Zealand (b. 1819)", "entities": [{"title": "Edward Stafford (politician)", "href": "/wiki/Edward_Stafford_(politician)", "description": "Sir Edward William Stafford served as the third Premier of New Zealand on three occasions in the mid 19th century. His total time in office is the longest of any leader without a political party. He is described as pragmatic, logical, and clear-sighted."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1910", "date": "February 14", "txt": "Giovanni Passannante, Italian anarchist (b. 1849)", "entities": [{"title": "Giovanni Passannante", "href": "/wiki/Giovanni_Passannante", "description": "Giovanni Passannante was an Italian anarchist who attempted to assassinate king Umberto I of Italy, the first attempt against Savoy monarchy since its origins. Originally condemned to death, his sentence was later commuted to life imprisonment. The conditions of his imprisonment drove him insane and have been denounced as inhumane."}]}, {"heading": "Deaths", "year": "1922", "date": "February 14", "txt": "Heikki Ritavuori, Finnish lawyer and politician (b. 1880)", "entities": [{"title": "Heikki Ritavuori", "href": "/wiki/Heikki_Ritavuori", "description": "Heikki Ritavuori, was a Finnish lawyer, a politician from the National Progressive Party, a member of the Parliament of Finland and Minister of the Interior. He was the closest colleague of President K. J. Ståhlberg and was Minister of the Interior in J. H. Vennola's first and second cabinets from 1919 to 1922 for a total of 526 days. Heikki Ritavuori is a unique figure in Finland's political hist"}]}, {"heading": "Deaths", "year": "1929", "date": "February 14", "txt": "Thomas Burke, American sprinter, coach, and lawyer (b. 1875)", "entities": [{"title": "Thomas Burke (athlete)", "href": "/wiki/Thomas_Burke_(athlete)", "description": "Thomas Edmund \"Tom\" Burke was an American sprinter. He was the first Olympic champion in the 100 and 400 meter dash races."}]}, {"heading": "Deaths", "year": "1930", "date": "February 14", "txt": "Thomas Mackenzie, Scottish-New Zealand cartographer and politician, 18th Prime Minister of New Zealand (b. 1853)", "entities": [{"title": "Thomas Mackenzie", "href": "/wiki/Thomas_Mackenzie", "description": "Sir Thomas Mackenzie was a Scottish-born New Zealand politician and explorer who briefly served as the 18th Prime Minister of New Zealand in 1912, and later served as New Zealand High Commissioner in London."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1933", "date": "February 14", "txt": "Carl Correns, German botanist and geneticist (b. 1864)", "entities": [{"title": "Carl Correns", "href": "/wiki/Carl_Correns", "description": "Carl Erich Correns was a German botanist and geneticist, who is notable primarily for his independent discovery of the principles of heredity, which he achieved simultaneously but independently of the botanist Hugo de Vries and for his rediscovery of Gregor Mendel's earlier paper on that subject."}]}, {"heading": "Deaths", "year": "1942", "date": "February 14", "txt": "Adnan Saidi, Malayan lieutenant (b. 1915)", "entities": [{"title": "Adnan Saidi", "href": "/wiki/Adnan_Saidi", "description": "Adnan bin Saidi was a Malayan military officer of the 1st Infantry Brigade who fought the Japanese at the Battle of Pasir Panjang in Singapore during World War II. He is considered a national hero in Singapore and Malaysia for his actions during the battle. His name is also the namesake for the Malaysian Infantry Fighting Vehicle (MIFV)."}]}, {"heading": "Deaths", "year": "1943", "date": "February 14", "txt": "Dora Gerson, German actress and singer (b. 1899)", "entities": [{"title": "Dora Gerson", "href": "/wiki/Dora_Gerson", "description": "Dora Gerson was a German cabaret singer and stage and motion picture actress of the silent film era who was murdered with her family at Auschwitz concentration camp."}]}, {"heading": "Deaths", "year": "1943", "date": "February 14", "txt": "David Hilbert, Russian-German mathematician, physicist, and philosopher (b. 1862)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "February 14", "txt": "Mordecai Brown, American baseball player and manager (b. 1876)", "entities": [{"title": "Mordecai Brown", "href": "/wiki/Mordecai_Brown", "description": "Mordecai Peter Centennial Brown, nicknamed Three Finger Brown or Miner, was an American Major League Baseball pitcher and manager during the first two decades of the 20th century. Due to a farm-machinery accident in his youth, Brown lost parts of two fingers on his right hand, and in the process gained a colorful nickname. He turned this handicap into an advantage by learning how to grip a basebal"}]}, {"heading": "Deaths", "year": "1949", "date": "February 14", "txt": "Yusuf Salman Yusuf, Iraqi politician (b. 1901)", "entities": [{"title": "Yusuf Salman Yusuf", "href": "/wiki/Yusuf_Salman_Yusuf", "description": "Yusuf Salman Yusuf, better known by his nom de guerre Comrade Fahd, was an Assyrian of Chaldean Catholic faith and was one of the first Iraqi communist activists. He was the first secretary of the Iraqi Communist Party, from 1941 until his death on the gallows in 1949. He is generally credited with a vital role in the party’s rapid organizational growth in the 1940s. For the last two years of his "}]}, {"heading": "Deaths", "year": "1950", "date": "February 14", "txt": "Karl Guthe Jansky, American physicist and engineer (b. 1905)", "entities": [{"title": "Karl Guthe Jansky", "href": "/wiki/Karl_Guthe_Jansky", "description": "Karl Guthe Jansky was an American physicist and radio engineer who in August 1931 first discovered radio waves emanating from the Milky Way. He is considered one of the founding figures of radio astronomy."}]}, {"heading": "Deaths", "year": "1952", "date": "February 14", "txt": "Maurice De Waele, Belgian cyclist (b. 1896)", "entities": [{"title": "Maurice De Waele", "href": "/wiki/Maurice_De_Waele", "description": "Maurice De Waele was a Belgian professional road bicycle racer."}]}, {"heading": "Deaths", "year": "1958", "date": "February 14", "txt": "Abdur Rab Nishtar, Pakistani politician, 2nd Governor of Punjab (b. 1899)", "entities": [{"title": "Abdur Rab Nishtar", "href": "/wiki/Abdur_Rab_Nishtar", "description": "Sardar Abdur Rab Nishtar was a Muslim League stalwart, a Pakistan movement leader and activist and later on a Pakistani politician from North-West Frontier Province."}, {"title": "Governor of Punjab, Pakistan", "href": "/wiki/Governor_of_Punjab,_Pakistan", "description": "The Governor of Punjab is the appointed head of state of the provincial government in Punjab, Pakistan. Although the Governor is the head of the province on paper, it is largely a ceremonial position; and the main powers lie with the Chief Minister Punjab and Chief Secretary Punjab."}]}, {"heading": "Deaths", "year": "1959", "date": "February 14", "txt": "Baby Dodds, American drummer (b. 1898)", "entities": [{"title": "Baby Dodds", "href": "/wiki/Baby_Dodds", "description": "Warren \"Baby\" Dodds was a jazz drummer born in New Orleans, Louisiana. He is regarded as one of the best jazz drummers of the pre-big band era, and one of the most important early jazz drummers. He varied his drum patterns with accents and flourishes, and he generally kept the beat with the bass drum while playing buzz rolls on the snare. Some of his early influences included Louis Cottrell, Sr., "}]}, {"heading": "Deaths", "year": "1967", "date": "February 14", "txt": "Sig Ruman, German-American actor (b. 1884)", "entities": [{"title": "Sig Ruman", "href": "/wiki/Sig_Ruman", "description": "Siegfried Carl Alban Rumann, billed as Sig Rumann and Sig Ruman, was a German-American character actor known for his portrayals of pompous and often stereotypically Teutonic officials or villains in more than 100 films."}]}, {"heading": "Deaths", "year": "1969", "date": "February 14", "txt": "Vito Genovese, Italian-American mob boss (b. 1897)", "entities": [{"title": "Vito Genovese", "href": "/wiki/Vito_Genovese", "description": "Vito Genovese was an Italian-born American mobster who mainly operated in the United States. Genovese rose to power during Prohibition as an enforcer in the American Mafia. A long-time associate and childhood friend of Lucky Luciano, Genovese took part in the Castellammarese War and helped shape the rise of the Mafia and organized crime in the United States. He would later lead Luciano's crime fam"}]}, {"heading": "Deaths", "year": "1970", "date": "February 14", "txt": "Herbert Strudwick, English cricketer and coach (b. 1880)", "entities": [{"title": "Herbert Strudwick", "href": "/wiki/Herbert_Strudwick", "description": "Herbert \"Bert\" Strudwick was an English wicket-keeper. During his career, his record of 1493 dismissals is the third-highest by any wicket-keeper in the history of first-class cricket."}]}, {"heading": "Deaths", "year": "1974", "date": "February 14", "txt": "Stewie Dempster, New Zealand cricketer and coach (b. 1903)", "entities": [{"title": "Stewie Dempster", "href": "/wiki/Stewie_Dempster", "description": "Charles Stewart \"Stewie\" Dempster was a New Zealand Test cricketer and coach. As well as representing New Zealand, he also played for Wellington, Scotland, Leicestershire and Warwickshire."}]}, {"heading": "Deaths", "year": "1975", "date": "February 14", "txt": "Julian Huxley, English biologist and eugenicist, co-founded the World Wide Fund for Nature (b. 1887)", "entities": [{"title": "Julian Huxley", "href": "/wiki/Julian_Huxley", "description": "Sir Julian Sorell Huxley was an English evolutionary biologist, eugenicist, and internationalist. He was a proponent of natural selection, and a leading figure in the mid-twentieth century modern synthesis. He was secretary of the Zoological Society of London (1935–1942), the first Director of UNESCO, a founding member of the World Wildlife Fund and the first President of the British Humanist Asso"}, {"title": "World Wide Fund for Nature", "href": "/wiki/World_Wide_Fund_for_Nature", "description": "The World Wide Fund for Nature (WWF) is an international non-governmental organization founded in 1961 that works in the field of wilderness preservation and the reduction of human impact on the environment. It was formerly named the World Wildlife Fund, which remains its official name in Canada and the United States."}]}, {"heading": "Deaths", "year": "1975", "date": "February 14", "txt": "P. G. Wodehouse, English novelist and playwright (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "February 14", "txt": "Gertrud Dorka, German archaeologist, prehistorian and museum director (born 1893)", "entities": [{"title": "Gertrud Dorka", "href": "/wiki/Gertrud_Dorka", "description": "Gertrud Dorka was a German archaeologist, prehistorian, museum director and teacher."}]}, {"heading": "Deaths", "year": "1979", "date": "February 14", "txt": "Adolph Dubs, American lieutenant and diplomat, United States Ambassador to Afghanistan (b. 1920)", "entities": [{"title": "Adolph Dubs", "href": "/wiki/Adolph_Dubs", "description": "Adolph \"Spike\" Dubs was the United States Ambassador to Afghanistan from May 13, 1978, until his death in 1979. He was killed during a rescue attempt after his kidnapping."}, {"title": "United States Ambassador to Afghanistan", "href": "/wiki/United_States_Ambassador_to_Afghanistan", "description": "The United States Ambassador to Afghanistan is the official representative of the President of the United States to the head of state of Afghanistan."}]}, {"heading": "Deaths", "year": "1983", "date": "February 14", "txt": "Lina Radke, German runner and coach (b. 1903)", "entities": [{"title": "Lina Radke", "href": "/wiki/Lina_Radke", "description": "Karoline \"Lina\" Radke-Batschauer was a German track and field athlete. She was the first Olympic champion in the 800 m for women."}]}, {"heading": "Deaths", "year": "1986", "date": "February 14", "txt": "Edmund Rubbra, English composer and conductor (b. 1901)", "entities": [{"title": "Edmund Rubbra", "href": "/wiki/Edmund_Rubbra", "description": "Edmund Rubbra was a British composer. He composed both instrumental and vocal works for soloists, chamber groups and full choruses and orchestras. He was greatly esteemed by fellow musicians and was at the peak of his fame in the mid-20th century. The most famous of his pieces are his eleven symphonies. Although he was active at a time when many people wrote twelve-tone music, he decided not to wr"}]}, {"heading": "Deaths", "year": "1987", "date": "February 14", "txt": "Dmitry Kabalevsky, Russian pianist and composer (b. 1904)", "entities": [{"title": "Dmitry Kabalevsky", "href": "/wiki/Dmitry_Kabalevsky", "description": "Dmitry Borisovich Kabalevsky was a Soviet composer and teacher of Russian gentry descent."}]}, {"heading": "Deaths", "year": "1988", "date": "February 14", "txt": "Frederick Loewe, German-American composer (b. 1901)", "entities": [{"title": "Frederick Loewe", "href": "/wiki/Frederick_Loewe", "description": "Frederick Loewe was an Austrian-American composer. He collaborated with lyricist Alan Jay Lerner on a series of Broadway musicals, including Brigadoon, Paint Your Wagon, My Fair Lady, and Camelot, all of which were made into films, as well as the original film musical, Gigi (1958), which was first transferred to the stage in 1973."}]}, {"heading": "Deaths", "year": "1989", "date": "February 14", "txt": "James Bond, American ornithologist and zoologist (b. 1900)", "entities": [{"title": "James Bond (ornithologist)", "href": "/wiki/James_Bond_(ornithologist)", "description": "James Bond was an American ornithologist and expert on the birds of the Caribbean, having written the definitive book on the subject: Birds of the West Indies, first published in 1936. His name was appropriated by writer Ian Fleming for his fictional British spy of the same name."}]}, {"heading": "Deaths", "year": "1989", "date": "February 14", "txt": "Vincent Crane, English pianist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "February 14", "txt": "Andrei Chikatilo, Soviet serial killer (b. 1936)", "entities": [{"title": "Andrei Chikatilo", "href": "/wiki/Andrei_Chikatilo", "description": "Andrei Romanovich Chikatilo was a Soviet serial killer, nicknamed the Butcher of Rostov, the Red Ripper, and the Rostov Ripper, who sexually assaulted, murdered, and mutilated at least fifty-two women and children between 1978 and 1990 in the Russian SFSR, the Ukrainian SSR, and the Uzbek SSR. Chikatilo confessed to fifty-six murders, fifty-three for which he was tried in April 1992. He was convic"}]}, {"heading": "Deaths", "year": "1994", "date": "February 14", "txt": "Christopher Lasch, American historian and critic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "February 14", "txt": "Michael V. Gazzo, American actor and playwright (b. 1923)", "entities": [{"title": "Michael V. Gazzo", "href": "/wiki/Michael_V._Gazzo", "description": "Michael Vincenzo Gazzo was an American playwright who later in life became a film and television actor. He was nominated for an Academy Award for his role in The Godfather Part II (1974)."}]}, {"heading": "Deaths", "year": "1995", "date": "February 14", "txt": "U Nu, Burmese politician, 1st Prime Minister of Burma (b. 1907)", "entities": [{"title": "Prime Minister of Burma", "href": "/wiki/Prime_Minister_of_Burma", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Deaths", "year": "1996", "date": "February 14", "txt": "Bob Paisley, English footballer and manager (b. 1919)", "entities": [{"title": "Bob Paisley", "href": "/wiki/Bob_Paisley", "description": "Robert Paisley OBE was an English football manager and player who played as a wing half. He spent almost 50 years with Liverpool and is regarded, due to his achievements with the club, as one of the greatest British managers of all time. Reluctantly taking the job in 1974, he built on the foundations laid by his predecessor Bill Shankly. Paisley is the first of three managers to have won the Europ"}]}, {"heading": "Deaths", "year": "1999", "date": "February 14", "txt": "John Ehrlichman, American lawyer and politician, 12th White House Counsel (b. 1925)", "entities": [{"title": "John Ehrlichman", "href": "/wiki/John_Ehrlichman", "description": "John Daniel Ehrlichman was counsel and Assistant to the President for Domestic Affairs under President Richard Nixon. Ehrlichman was an important influence on Nixon's domestic policy, coaching him on issues and enlisting his support for environmental initiatives."}, {"title": "White House Counsel", "href": "/wiki/White_House_Counsel", "description": "The White House counsel is a senior staff appointee of the president of the United States and vice president of the United States whose role is to advise the president on all legal issues concerning the president and their administration."}]}, {"heading": "Deaths", "year": "1999", "date": "February 14", "txt": "Buddy Knox, American singer-songwriter and guitarist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 14", "txt": "Nándor Hidegkuti, Hungarian footballer and manager (b. 1922)", "entities": [{"title": "Nándor Hidegkuti", "href": "/wiki/N%C3%A1ndor_Hidegkuti", "description": "Nándor Hidegkuti was a Hungarian football player and manager. He played as a forward or attacking midfielder and spent the majority of his playing career at MTK Hungária FC. During the 1950s he was also a key member of the Hungarian National Team team known as the Golden Team. Other members of the team included Ferenc Puskás, Zoltán Czibor, Sándor Kocsis and József Bozsik. In 1953, playing as a de"}]}, {"heading": "Deaths", "year": "2002", "date": "February 14", "txt": "Mick Tucker, English drummer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "February 14", "txt": "Johnny Longden, English jockey and trainer (b. 1907)", "entities": [{"title": "Johnny Longden", "href": "/wiki/Johnny_Longden", "description": "John Eric \"Johnny\" Longden was an American Hall of Fame and National Champion jockey and a trainer of Thoroughbred racehorses who was born in Wakefield, Yorkshire, England. His father emigrated to Canada in 1909, settling in Taber, Alberta."}]}, {"heading": "Deaths", "year": "2004", "date": "February 14", "txt": "Marco Pantani, Italian cyclist (b. 1970)", "entities": [{"title": "Marco Pantani", "href": "/wiki/Marco_Pantani", "description": "Marco Pantani was an Italian road racing cyclist, widely considered one of the best climbers of all time in professional road bicycle racing. He won both the Tour de France and the Giro d'Italia in 1998, being the sixth Italian after Ottavio Bottecchia, Gino Bartali, Fausto Coppi, Felice Gimondi and Gastone Nencini to win the Tour de France. He is the last cyclist, and one of only seven, to win th"}]}, {"heading": "Deaths", "year": "2005", "date": "February 14", "txt": "Rafic Hariri, Lebanese businessman and politician, 60th Prime Minister of Lebanon (b. 1944; assassinated)", "entities": [{"title": "Rafic Hariri", "href": "/wiki/Rafic_Hariri", "description": "Rafic Bahaa El Deen Al Hariri was a Lebanese business tycoon and politician who served as the Prime Minister of Lebanon from 1992 to 1998 and again from 2000 until his resignation on 20 October 2004."}, {"title": "Prime Minister of Lebanon", "href": "/wiki/Prime_Minister_of_Lebanon", "description": "The prime minister of Lebanon, officially the President of the Council of Ministers, is the head of government and the head of the Council of Ministers of Lebanon. The Prime Minister is appointed by the president of Lebanon, with no confirmation needed from the Parliament of Lebanon. By convention, the office holder is always a Sunni Muslim."}, {"title": "Assassination of Rafic Hariri", "href": "/wiki/Assassination_of_Rafic_Hariri", "description": "On 14 February 2005, former Prime Minister of Lebanon Rafic Hariri was killed along with 21 others in an explosion in Beirut, Lebanon. Explosives equivalent to around 1,000 kilograms of TNT were detonated as his motorcade drove near the St. George Hotel. Among the dead were several of Hariri's bodyguards and former Minister of the Economy, Bassel Fleihan."}]}, {"heading": "Deaths", "year": "2006", "date": "February 14", "txt": "Lynden David Hall, English singer-songwriter and producer (b. 1974)", "entities": [{"title": "Lynden David Hall", "href": "/wiki/Lynden_David_Hall", "description": "Lynden David Hall was an English singer, songwriter, arranger, and record producer who emerged during the late 1990s as part of the neo soul movement. In 1999, he was the first UK performer ever voted \"Best Male Artist\" by the readers of Britain's Blues & Soul magazine. His debut album, Medicine 4 My Pain, as well as the singles \"Do I Qualify\" and \"Sexy Cinderella\", had an instant appeal to soul f"}]}, {"heading": "Deaths", "year": "2007", "date": "February 14", "txt": "Ryan Larkin, Canadian animator and director (b. 1943)", "entities": [{"title": "Ryan Larkin", "href": "/wiki/Ryan_Larkin", "description": "Ryan Larkin was a Canadian animator, artist, and sculptor who rose to fame with the psychedelic Oscar-nominated short Walking (1968) and the acclaimed Street Musique (1972). He was the subject of the Oscar-winning film Ryan."}]}, {"heading": "Deaths", "year": "2007", "date": "February 14", "txt": "Gareth Morris, English flute player and educator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "February 14", "txt": "Bernard Ashley, English engineer and businessman, co-founded Laura Ashley plc (b. 1926)", "entities": [{"title": "Bernard Ashley (businessperson)", "href": "/wiki/Bernard_Ashley_(businessperson)", "description": "Sir Bernard Albert Ashley was an English businessman and engineer. He was the husband of Laura Ashley, and was her business partner from the founding of their fashion-textiles-centred business."}, {"title": "Laura Ashley plc", "href": "/wiki/Laura_Ashley_plc", "description": "Laura Ashley plc was a British textile design company now controlled by the MUI Group of Malaysia. It was founded by Bernard Ashley, an engineer, and his wife Laura Ashley in 1953 then grew over the next 20 years to become an international retail chain. Sales totalled over £276 million in 2000. Its products have been described as 'quintessentially English.'"}]}, {"heading": "Deaths", "year": "2009", "date": "February 14", "txt": "Louie Bellson, American drummer and composer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "February 14", "txt": "Doug Fieger, American singer-songwriter and guitarist (b. 1952)", "entities": [{"title": "Doug Fieger", "href": "/wiki/Doug_Fieger", "description": "Douglas Lars Fieger was an American singer-songwriter-musician. He was the rhythm guitarist and lead vocalist of the rock band The Knack. He co-wrote \"My Sharona\", the biggest hit song of 1979 in the U.S., with lead guitarist Berton Averre."}]}, {"heading": "Deaths", "year": "2010", "date": "February 14", "txt": "Dick Francis, Welsh jockey and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "February 14", "txt": "Linnart Mäll, Estonian historian, orientalist, and translator (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "February 14", "txt": "George Shearing, English-American pianist and composer (b. 1919)", "entities": [{"title": "George Shearing", "href": "/wiki/George_Shearing", "description": "Sir George Albert Shearing, was a British jazz pianist who for many years led a popular jazz group that recorded for Discovery Records, MGM Records and Capitol Records. Shearing was the composer of over 300 titles, including the jazz standards \"Lullaby of Birdland\" and \"Conception\", and had multiple albums on the Billboard charts during the 1950s, 1960s, 1980s and 1990s. He died of heart failure i"}]}, {"heading": "Deaths", "year": "2012", "date": "February 14", "txt": "Mike Bernardo, South African boxer and martial artist (b. 1969)", "entities": [{"title": "Mike Bernardo", "href": "/wiki/Mike_Bernardo", "description": "Michael Shawn Bernardo was a South African kickboxer and boxer from Cape Town. Bernardo was known as Beru-chan in Japan, where he has taken part in K-1 World GPs since 1994. He holds notable wins over Mirko Cro Cop, Andy Hug, Francisco Filho, Branko Cikatic, Stan Longinidis, Gary Goodridge and three consecutive wins over K-1 legend Peter Aerts."}]}, {"heading": "Deaths", "year": "2012", "date": "February 14", "txt": "Tonmi Lillman, Finnish drummer and producer (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 14", "txt": "Dory Previn, American singer-songwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 14", "txt": "Péter Rusorán, Hungarian swimmer, water polo player, and coach (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 14", "txt": "Glenn Boyer, American historian and author (b. 1924)", "entities": [{"title": "Glenn Boyer", "href": "/wiki/Glenn_Boyer", "description": "Glenn G. Boyer was a controversial author who published three books and a number of articles about Wyatt Earp and related figures in the American Old West. He was the first person to reveal the existence of Wyatt Earp's second wife, Mattie Blaylock. His publications were for many years regarded as the authoritative source on Wyatt Earp's life. However, when other experts began to seek evidence sup"}]}, {"heading": "Deaths", "year": "2013", "date": "February 14", "txt": "Ronald Dworkin, American philosopher and scholar (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 14", "txt": "Tom Finney, English footballer (b. 1922)", "entities": [{"title": "Tom Finney", "href": "/wiki/Tom_Finney", "description": "Sir Thomas Finney was an English footballer who played from 1946 to 1960 as an outside left for Preston North End and England. He is widely acknowledged to have been one of the sport's greatest-ever players. He was noted for his loyalty to Preston, for whom he made 569 first-class appearances, and for many outstanding performances in international matches."}]}, {"heading": "Deaths", "year": "2014", "date": "February 14", "txt": "Chris Pearson, Canadian lawyer and politician, 1st Premier of Yukon (b. 1931)", "entities": [{"title": "Premier of Yukon", "href": "/wiki/Premier_of_Yukon", "description": "The premier of Yukon is the first minister for the Canadian territory of Yukon. The post is the territory's head of government and de facto chief executive, although its powers are considerably more limited than that of a provincial premier. The office was established in 1978 when most authority was devolved from the appointed commissioner to the leader of the party that had the confidence of the "}]}, {"heading": "Deaths", "year": "2014", "date": "February 14", "txt": "Mike Stepovich, American lawyer and politician, Governor of Alaska Territory (b. 1919)", "entities": [{"title": "List of Governors of Alaska", "href": "/wiki/List_of_Governors_of_Alaska", "description": "The governor of Alaska is the head of state of Alaska and the head of the executive of the state government. The Governor is the chief executive of the state and is the holder of the highest office in the executive branch of the government as well as being the commander in chief of the Alaska's state forces."}]}, {"heading": "Deaths", "year": "2015", "date": "February 14", "txt": "Louis Jourdan, French-American actor and singer (b. 1921)", "entities": [{"title": "Louis Jourdan", "href": "/wiki/Louis_Jourdan", "description": "Louis Jourdan was a French film and television actor. He was known for his suave roles in several Hollywood films, including Alfred Hitchcock's The Paradine Case (1947), Letter from an Unknown Woman (1948), Gigi (1958), The Best of Everything (1959), The V.I.P.s (1963) and Octopussy (1983). He played Dracula in the 1977 BBC television production Count Dracula."}]}, {"heading": "Deaths", "year": "2015", "date": "February 14", "txt": "Philip Levine, American poet and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 14", "txt": "Franjo Mihalić, Croatian-Serbian runner and coach (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 14", "txt": "Eric Lubbock, 4th Baron Avebury, English lieutenant, engineer, and politician (b. 1928)", "entities": [{"title": "Eric Lubbock, 4th Baron Avebury", "href": "/wiki/Eric_Lubbock,_4th_Baron_Avebury", "description": "Eric Reginald Lubbock, 4th Baron Avebury was an English politician and human rights campaigner. He served as the Liberal Member of Parliament for Orpington from 1962 to 1970. He then served in the House of Lords, having inherited the title of Baron Avebury in 1971, until his death. In 1999, when most hereditary peers were removed from the House of Lords, he was elected by his fellow Liberal Democr"}]}, {"heading": "Deaths", "year": "2016", "date": "February 14", "txt": "Steven Stucky, American composer and academic (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 14", "txt": "Ruud Lubbers, Dutch politician and diplomat, Prime Minister and United Nations High Commissioner for Refugees (b. 1939)", "entities": [{"title": "Ruud Lubbers", "href": "/wiki/Ruud_Lubbers", "description": "Rudolphus Franciscus Marie \"Ruud\" Lubbers was a Dutch politician and diplomat of the Catholic People's Party (KVP) that merged to become the Christian Democratic Appeal (CDA) party and businessman who served as Prime Minister of the Netherlands from 4 November 1982 to 22 August 1994, and as United Nations High Commissioner for Refugees from 1 January 2001 until 20 February 2005."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}, {"title": "United Nations High Commissioner for Refugees", "href": "/wiki/United_Nations_High_Commissioner_for_Refugees", "description": "The United Nations High Commissioner for Refugees (UNHCR) is a UN agency mandated to aid and protect refugees, forcibly displaced communities, and stateless people, and to assist in their voluntary repatriation, local integration or resettlement to a third country. It is headquartered in Geneva, Switzerland, with over 17,300 staff working in 135 countries."}]}, {"heading": "Deaths", "year": "2018", "date": "February 14", "txt": "Morgan Tsvangirai, 2nd Prime Minister of Zimbabwe (b. 1952).", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "February 14", "txt": "Carlos Menem, Argentine former president, lawyer, and statesman (b. 1930).", "entities": [{"title": "Carlos Menem", "href": "/wiki/Carlos_Menem", "description": "Carlos Saúl Menem was an Argentine lawyer and politician who served as the 44th president of Argentina from 1989 to 1999. He was also a Senator for La Rioja Province from 2005 until his death. Ideologically, he identified as a Peronist and supported economically liberal policies. He served as President of the Justicialist Party for thirteen years, and his political approach became known as Menemis"}]}, {"heading": "Deaths", "year": "2021", "date": "February 14", "txt": "William Meninger, an American Trappist monk and a principal developer of Centering Prayer (b. 1932)", "entities": [{"title": "Centering Prayer", "href": "/wiki/Centering_Prayer", "description": "Centering Prayer is a method of meditation used by Christians placing a strong emphasis on interior silence. \nThe modern Centering Prayer movement in Christianity can be traced to several books published by three Trappist monks of St. Joseph's Abbey in Spencer, Massachusetts in the 1970s: Fr. William Meninger, Fr. M. Basil Pennington and Abbot Thomas Keating. The name was taken from Thomas Merton'"}]}]