[{"heading": "Events", "year": "1327", "date": "February 1", "txt": "The teenaged Edward III is crowned King of England, but the country is ruled by his mother Queen Isabella and her lover Roger Mortimer.", "entities": [{"title": "Edward III of England", "href": "/wiki/Edward_III_of_England", "description": "Edward III, also known as Edward of Windsor before his accession, was King of England and Lord of Ireland from January 1327 until his death in 1377. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His fif"}, {"title": "Isabella of France", "href": "/wiki/Isabella_of_France", "description": "Isabella of France, sometimes described as the She-Wolf of France, was Queen of England as the wife of King Edward II, and regent of England from 1327 until 1330. She was the youngest surviving child and only surviving daughter of Philip IV of France and Joan I of Navarre. Isabella was notable in her lifetime for her diplomatic skills, intelligence, and beauty. She became a \"femme fatale\" figure i"}, {"title": "Roger Mortimer, 1st Earl of March", "href": "/wiki/Roger_Mortimer,_1st_Earl_of_March", "description": "Roger Mortimer, 3rd Baron Mortimer, 1st Earl of March, was an English nobleman and powerful Marcher lord who gained many estates in the Welsh Marches and Ireland following his advantageous marriage to the wealthy heiress Joan de Geneville, 2nd Baroness Geneville. In November 1316, he was appointed Lord Lieutenant of Ireland. He was imprisoned in the Tower of London in 1322 for having led the March"}]}, {"heading": "Events", "year": "1411", "date": "February 1", "txt": "The First Peace of Thorn is signed in Thorn (Toruń), Monastic State of the Teutonic Knights (Prussia).", "entities": [{"title": "Peace of Thorn (1411)", "href": "/wiki/Peace_of_Thorn_(1411)", "description": "The (First) Peace of Thorn was a peace treaty formally ending the Polish–Lithuanian–Teutonic War between allied Kingdom of Poland and Grand Duchy of Lithuania on one side, and the Teutonic Knights on the other. It was signed on 1 February 1411 in Thorn (Toruń), one of the southernmost cities of the Monastic State of the Teutonic Knights. In historiography, the treaty is often portrayed as a diplom"}, {"title": "Toruń", "href": "/wiki/Toru%C5%84", "description": "Toruń is a historical city on the Vistula River in north-central Poland and a UNESCO World Heritage Site. Its population was 201,447 as of December 2019. Previously, it was the capital of the Toruń Voivodeship (1975–1998) and the Pomeranian Voivodeship (1921–1945). Since 1999, Toruń has been a seat of the self-government of the Kuyavian-Pomeranian Voivodeship and is one of its two capitals, togeth"}, {"title": "Monastic State of the Teutonic Knights", "href": "/wiki/Monastic_State_of_the_Teutonic_Knights", "description": "The State of the Teutonic Order, also called Deutschordensstaat or Ordensstaat was a medieval crusader state, located in Central Europe along the southeastern shore of the Baltic Sea. It was formed by the knights of the Teutonic Order during the 13th century Northern Crusades in the region of Prussia, and was disestablished in 1525. At its greatest territorial extent, in the early 15th century, it"}]}, {"heading": "Events", "year": "1662", "date": "February 1", "txt": "The Chinese general Koxinga seizes the island of Taiwan after a nine-month siege.", "entities": [{"title": "Koxinga", "href": "/wiki/Koxinga", "description": "Zheng Chenggong, Prince of Yanping, better known internationally by his Dutch-Romanised Hokkien honorific Koxinga or Coxinga, was a Chinese Ming loyalist who resisted the Qing conquest of China in the 17th century, fighting them on China's southeastern coast."}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Siege of Fort Zeelandia", "href": "/wiki/Siege_of_Fort_Zeelandia", "description": "The siege of Fort Zeelandia of 1661–1662 ended the Dutch East India Company's rule over Taiwan and began the Kingdom of Tungning's rule over the island. Taiwanese scholar Lu Chien-jung described this event as \"a war that determined the fate of Taiwan in the four hundred years that followed\"."}]}, {"heading": "Events", "year": "1713", "date": "February 1", "txt": "The Kalabalik or Skirmish at Bender results from the Ottoman sultan's order that his unwelcome guest, King Charles XII of Sweden, be seized.", "entities": [{"title": "Ottoman sultan", "href": "/wiki/Ottoman_sultan", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}, {"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}]}, {"heading": "Events", "year": "1793", "date": "February 1", "txt": "French Revolutionary Wars: France declares war on the United Kingdom and the Netherlands.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}]}, {"heading": "Events", "year": "1796", "date": "February 1", "txt": "The capital of Upper Canada is moved from Newark to York.", "entities": [{"title": "Upper Canada", "href": "/wiki/Upper_Canada", "description": "The Province of Upper Canada was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially th"}, {"title": "Newark, Upper Canada", "href": "/wiki/Newark,_Upper_Canada", "description": "Niagara-on-the-Lake is a town in Ontario, Canada. It is located on the Niagara Peninsula at the point where the Niagara River meets Lake Ontario, across the river from New York, United States. Niagara-on-the-Lake is in the Niagara Region of Ontario and is the only town in Canada that has a lord mayor. It has a population of 17,511 (2016)."}, {"title": "York, Upper Canada", "href": "/wiki/York,_Upper_Canada", "description": "York was a town and second capital of the colony of Upper Canada. It is the predecessor to the old city of Toronto (1834–1998). It was established in 1793 by Lieutenant-Governor John Graves Simcoe as a \"temporary\" location for the capital of Upper Canada, while he made plans to build a capital near today's London, Ontario. Simcoe renamed the location York after Prince Frederick, Duke of York and A"}]}, {"heading": "Events", "year": "1814", "date": "February 1", "txt": "Mayon in the Philippines erupts, killing around 1,200 people, the most devastating eruption of the volcano.", "entities": [{"title": "Mayon", "href": "/wiki/Mayon", "description": "Mayon, also known as Mount Mayon, is an active stratovolcano in the province of Albay in Bicol Region, on the island of Luzon in the Philippines. A popular tourist spot, it is renowned for its \"perfect cone\" because of its symmetric conical shape, and is regarded as sacred in Philippine mythology."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1835", "date": "February 1", "txt": "Slavery is abolished in Mauritius.", "entities": [{"title": "Abolition of slavery", "href": "/wiki/Abolition_of_slavery", "description": "Abolitionism, or the abolitionist movement, was the movement to end slavery. In Western Europe and the Americas, abolitionism was a historic movement that sought to end the Atlantic slave trade and liberate the enslaved people."}, {"title": "Mauritius", "href": "/wiki/Mauritius", "description": "Mauritius, officially the Republic of Mauritius, is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent, east of Madagascar. It includes the main island, as well as Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues, along with nearby Réunion, are part of the Mascarene Islands. The capital and largest city,"}]}, {"heading": "Events", "year": "1861", "date": "February 1", "txt": "American Civil War: Texas secedes from the United States and joins the Confederacy a week later.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1864", "date": "February 1", "txt": "Second Schleswig War: Prussian forces crossed the border into Schleswig, starting the war.", "entities": [{"title": "Second Schleswig War", "href": "/wiki/Second_Schleswig_War", "description": "The Second Schleswig War was the second military conflict over the Schleswig-Holstein Question of the nineteenth century. The war began on 1 February 1864, when Prussian and Austrian forces crossed the border into Schleswig. Denmark fought the Kingdom of Prussia and the Austrian Empire. Like the First Schleswig War (1848–1852), it was fought for control of the duchies of Schleswig, Holstein and La"}]}, {"heading": "Events", "year": "1865", "date": "February 1", "txt": "President Abraham Lincoln signs the Thirteenth Amendment to the United States Constitution.", "entities": [{"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Thirteenth Amendment to the United States Constitution", "href": "/wiki/Thirteenth_Amendment_to_the_United_States_Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}]}, {"heading": "Events", "year": "1884", "date": "February 1", "txt": "The first volume (A to Ant) of the Oxford English Dictionary is published.", "entities": []}, {"heading": "Events", "year": "1893", "date": "February 1", "txt": "Thomas A. Edison finishes construction of the first motion picture studio, the Black Maria in West Orange, New Jersey.", "entities": [{"title": "Thomas A. Edison", "href": "/wiki/Thomas_A._Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Motion picture studio", "href": "/wiki/Motion_picture_studio", "description": "A film studio is a major entertainment company or motion picture company that has its own privately owned studio facility or facilities that are used to make films, which is handled by the production company. Most firms in the entertainment industry have never owned their own studios, but have rented space from other companies."}, {"title": "Edison's Black Maria", "href": "/wiki/Edison%27s_Black_Maria", "description": "The Black Maria was Thomas Edison's film production studio in West Orange, New Jersey. It is widely referred to as \"America's First Movie Studio\"."}, {"title": "West Orange, New Jersey", "href": "/wiki/West_Orange,_New_Jersey", "description": "West Orange is a suburban township in Essex County, New Jersey, United States. As of the 2010 United States Census, its population was 46,207, an increase of 1,264 (+2.8%) from the 44,943 counted in the 2000 Census. West Orange is both an inner-ring suburb of Newark and a commuter suburb of New York City; it is approximately 12 miles west of Manhattan. West Orange is well known for having been hom"}]}, {"heading": "Events", "year": "1895", "date": "February 1", "txt": "Fountains Valley, Pretoria, the oldest nature reserve in Africa, is proclaimed by President Paul Kruger.", "entities": [{"title": "Fountains Valley, Pretoria", "href": "/wiki/Fountains_Valley,_Pretoria", "description": "The Fountains Valley is a recreational resort at the southern entrance to Pretoria in South Africa. It was proclaimed as a nature reserve by President Paul Kruger on 1 February 1895. Consequently, this 60 ha reserve, along with the contiguous Groenkloof Nature Reserve, constitute the oldest nature reserves on the African continent."}, {"title": "Nature reserve", "href": "/wiki/Nature_reserve", "description": "A nature reserve, is a protected area of importance for flora, fauna, or features of geological or other special interest, which is reserved and managed for purposes of conservation and to provide special opportunities for study or research. They may be designated by government institutions in some countries, or by private landowners, such as charities and research institutions. Nature reserves fa"}, {"title": "Paul Kruger", "href": "/wiki/Paul_Kruger", "description": "Stephanus Johannes Paulus Kruger was a South African politician. He was one of the dominant political and military figures in 19th-century South Africa, and President of the South African Republic from 1883 to 1900. Nicknamed Oom Paul, he came to international prominence as the face of the Boer cause—that of the Transvaal and its neighbour the Orange Free State—against Britain during the Second Bo"}]}, {"heading": "Events", "year": "1896", "date": "February 1", "txt": "La bohème premieres in Turin at the Teatro Regio (Turin), conducted by the young Arturo Toscanini.", "entities": [{"title": "Teatro Regio (Turin)", "href": "/wiki/Teatro_Regio_(Turin)", "description": "The Teatro Regio is a prominent opera house and opera company in Turin, Piedmont, Italy. Its season runs from October to June with the presentation of eight or nine operas given from five to twelve performances of each."}, {"title": "Arturo Toscanini", "href": "/wiki/Arturo_Toscanini", "description": "Arturo Toscanini was an Italian conductor. He was one of the most acclaimed musicians of the late 19th and of the 20th century, renowned for his intensity, his perfectionism, his ear for orchestral detail and sonority, and his eidetic memory. He was at various times the music director of La Scala in Milan and the New York Philharmonic. Later in his career he was appointed the first music director "}]}, {"heading": "Events", "year": "1897", "date": "February 1", "txt": "Shinhan Bank, the oldest bank in South Korea, opens in Seoul.", "entities": [{"title": "Shinhan Bank", "href": "/wiki/Shinhan_Bank", "description": "Shinhan Bank, is a bank headquartered in Seoul, South Korea. Historically it was the first bank in Korea, established under the name Hanseong Bank in 1897. The bank was reestablished in 1982. It is part of the Shinhan Financial Group, along with Jeju Bank. Chohung Bank merged with Shinhan Bank on April 1, 2006."}, {"title": "List of banks in South Korea", "href": "/wiki/List_of_banks_in_South_Korea", "description": "This is a list of South Korean banks. The parenthesized number is the bank number."}, {"title": "Seoul", "href": "/wiki/Seoul", "description": "Seoul, officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul has a population of 9.7 million people, and forms the heart of the Seoul Capital Area with the surrounding Incheon metropolis and Gyeonggi province. Seoul was the world's 4th largest metropolitan economy in 2014 after Tokyo, New York City and Los Angeles. In 2017, the cost of living in Seoul was r"}]}, {"heading": "Events", "year": "1908", "date": "February 1", "txt": "Lisbon Regicide: King Carlos I of Portugal and Infante Luis Filipe are shot dead in Lisbon.", "entities": [{"title": "Lisbon Regicide", "href": "/wiki/Lisbon_Regicide", "description": "The Lisbon Regicide or Regicide of 1908 was the assassination of King Carlos I of Portugal and the Algarves and his heir-apparent, Luís Filipe, Prince Royal of Portugal, by assassins sympathetic to Republican interests and aided by elements within the Portuguese Carbonária, disenchanted politicians and anti-monarchists. The events occurred on 1 February 1908 at the Praça do Comércio along the bank"}, {"title": "Carlos I of Portugal", "href": "/wiki/Carlos_I_of_Portugal", "description": "Dom Carlos I, known as the Diplomat and the Martyr, was the King of Portugal from 1889 until his assassination in 1908. He was the first Portuguese king to die a violent death since Sebastian in 1578."}, {"title": "Luís Filipe, Prince Royal of Portugal", "href": "/wiki/Lu%C3%ADs_Filipe,_Prince_Royal_of_Portugal", "description": "D. Luís Filipe, Prince Royal of Portugal, Duke of Braganza, was the eldest son and heir-apparent of King Carlos I of Portugal. He was born in 1887 when his father was still Prince Royal of Portugal and received the usual style of the heirs to the heir of the Portuguese crown: 4th Prince of Beira at birth, with the subsidiary title 14th Duke of Barcelos. After his grandfather King Luís I of Portuga"}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}]}, {"heading": "Events", "year": "1918", "date": "February 1", "txt": "Russia adopts the Gregorian calendar.", "entities": [{"title": "Gregorian calendar", "href": "/wiki/Gregorian_calendar", "description": "The Gregorian calendar is the calendar used in most of the world. It was introduced in October 1582 by Pope Gregory XIII as a minor modification of the Julian calendar, reducing the average year from 365.25 days to 365.2425 days, and adjusting for the drift in the 'tropical' or 'solar' year that the inaccuracy had caused during the intervening centuries."}]}, {"heading": "Events", "year": "1924", "date": "February 1", "txt": "Russia–United Kingdom relations are restored, over six years after the Communist revolution.", "entities": [{"title": "Russia–United Kingdom relations", "href": "/wiki/Russia%E2%80%93United_Kingdom_relations", "description": "Russia–United Kingdom relations, also Anglo-Russian relations, involve the bilateral relationship between the Russian Federation and the United Kingdom. Formal ties between the courts started in 1553. Russia and Britain became allies against Napoleon in the early-19th century. They were enemies in the Crimean War of the 1850s, and rivals in the Great Game for control of central Asia in the latter "}]}, {"heading": "Events", "year": "1942", "date": "February 1", "txt": "World War II: Josef Terboven, Reichskommissar of German-occupied Norway, appoints Vidkun Quisling the Minister President of the National Government.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Josef Terboven", "href": "/wiki/Josef_Terboven", "description": "Josef Antonius Heinrich Terboven was a Nazi leader, best known as the Reichskommissar for Norway during the German occupation of Norway and the Quisling regime."}, {"title": "Reichskommissar", "href": "/wiki/Reichskommissar", "description": "\n\n\nReichskommissar, in German history, was an official gubernatorial title used for various public offices during the period of the German Empire and the Third Reich."}, {"title": "German occupation of Norway", "href": "/wiki/German_occupation_of_Norway", "description": "The German occupation during World War II began on 9 April 1940 after German forces invaded the neutral Scandinavian country of Norway. Conventional armed resistance to the German invasion ended on 10 June 1940 and Nazi Germany controlled Norway until the capitulation of German forces in Europe on 8/9 May 1945. Throughout this period, Norway was continuously occupied by the Wehrmacht. Civil rule w"}, {"title": "Vidkun Quisling", "href": "/wiki/Vidkun_Quisling", "description": "Vidkun Abraham Lauritz Jonssøn Quisling was a Norwegian military officer, politician, and Nazi collaborator who nominally headed the government of Norway during the occupation of the country by Nazi Germany during World War II. He first came to international prominence as a close collaborator of explorer Fridtjof Nansen, organizing humanitarian relief during the Russian famine of 1921 in Povolzhye"}, {"title": "Prime Minister of Norway", "href": "/wiki/Prime_Minister_of_Norway", "description": "The prime minister of Norway is the head of government and chief executive of Norway. The prime minister and Cabinet are collectively accountable for their policies and actions to the monarch, to the Storting, to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is"}, {"title": "Quisling regime", "href": "/wiki/Quisling_regime", "description": "The Quisling regime or Quisling government are common names used to refer to the fascist collaborationist government led by Vidkun Quisling in German-occupied Norway during the Second World War. The official name of the regime from 1 February 1942 until its dissolution in May 1945 was Den nasjonale regjering. Actual executive power was retained by the Reichskommissariat Norwegen, headed by Josef T"}]}, {"heading": "Events", "year": "1942", "date": "February 1", "txt": "World War II: U.S. Navy conducts Marshalls–Gilberts raids, the first offensive action by the United States against Japanese forces in the Pacific Theater.", "entities": [{"title": "Pacific Ocean theater of World War II", "href": "/wiki/Pacific_Ocean_theater_of_World_War_II", "description": "The Pacific Ocean theater of World War II was a major theater of the Pacific War, the war between the Allies and the Empire of Japan. It was defined by the Allied powers' Pacific Ocean Area command, which included most of the Pacific Ocean and its islands, while mainland Asia was excluded, as were the Philippines, the Dutch East Indies, Borneo, Australia, most of the Territory of New Guinea, and t"}]}, {"heading": "Events", "year": "1942", "date": "February 1", "txt": "Voice of America, the official external radio and television service of the United States government, begins broadcasting with programs aimed at areas controlled by the Axis powers.", "entities": [{"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "Axis powers", "href": "/wiki/Axis_powers", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}]}, {"heading": "Events", "year": "1942", "date": "February 1", "txt": "Mao Zedong makes a speech on \"Reform in Learning, the Party and Literature\", which puts into motion the Yan'an Rectification Movement.", "entities": [{"title": "Yan'an Rectification Movement", "href": "/wiki/Yan%27an_Rectification_Movement", "description": "The Yan'an Rectification Movement, also known as Zhengfeng or Cheng Feng, was the first ideological mass movement initiated by the Chinese Communist Party (CCP), going from 1942 to 1945. The movement took place at the communist base at Yan'an, a remote and isolated mountainous area in northern Shaanxi, after the communists' Long March. Though it was during the Second Sino-Japanese War, the CCP was"}]}, {"heading": "Events", "year": "1946", "date": "February 1", "txt": "Trygve Lie of Norway is picked to be the first United Nations Secretary-General.", "entities": [{"title": "Trygve Lie", "href": "/wiki/Trygve_Lie", "description": "Trygve Halvdan Lie was a Norwegian politician, labour leader, government official and author. He served as Norwegian foreign minister during the critical years of the Norwegian government in exile in London from 1940 to 1945. From 1946 to 1952 he was the first Secretary-General of the United Nations. Lie earned a reputation as a pragmatic, determined politician."}, {"title": "United Nations Secretary-General", "href": "/wiki/United_Nations_Secretary-General", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Events", "year": "1946", "date": "February 1", "txt": "The Parliament of Hungary abolishes the monarchy after nine centuries, and proclaims the Hungarian Republic.", "entities": [{"title": "Republic of Hungary (1946–49)", "href": "/wiki/Republic_of_Hungary_(1946%E2%80%9349)", "description": "The Second Hungarian Republic was a parliamentary republic briefly established after the disestablishment of the Kingdom of Hungary on 1 February 1946 and was itself dissolved on 20 August 1949. It was succeeded by the People's Republic of Hungary."}]}, {"heading": "Events", "year": "1950", "date": "February 1", "txt": "The first prototype of the MiG-17 makes its maiden flight.", "entities": [{"title": "Mikoyan-Gurevich MiG-17", "href": "/wiki/Mikoyan-Gurevich_MiG-17", "description": "The Mikoyan-Gurevich MiG-17 is a high-subsonic fighter aircraft produced in the USSR from 1952 and operated by numerous air forces in many variants. It is an advanced development of the similar-looking MiG-15 of the Korean War. The MiG-17 was license-built in China as the Shenyang J-5 and Poland as the PZL-Mielec Lim-6."}]}, {"heading": "Events", "year": "1960", "date": "February 1", "txt": "Four black students stage the first of the Greensboro sit-ins at a lunch counter in Greensboro, North Carolina.", "entities": [{"title": "Greensboro sit-ins", "href": "/wiki/Greensboro_sit-ins", "description": "The Greensboro sit-ins were a series of nonviolent protests in February to July 1960, primarily in the Woolworth store—now the International Civil Rights Center and Museum—in Greensboro, North Carolina, which led to the F. W. Woolworth Company department store chain removing its policy of racial segregation in the Southern United States. While not the first sit-in of the civil rights movement, the"}, {"title": "Greensboro, North Carolina", "href": "/wiki/Greensboro,_North_Carolina", "description": "Greensboro is a city in and the county seat of Guilford County, North Carolina, United States. It is the third-most populous city in North Carolina, the 68th-most populous city in the United States, and the largest city in the Piedmont Triad metropolitan region. At the 2010 United States Census the city population was 269,666. In 2019, the estimated population was 296,710. Three major interstate h"}]}, {"heading": "Events", "year": "1964", "date": "February 1", "txt": "The Beatles have their first number one hit in the United States with \"I Want to Hold Your Hand\".", "entities": [{"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}, {"title": "I Want to Hold Your Hand", "href": "/wiki/I_Want_to_Hold_Your_Hand", "description": "\"I Want to Hold Your Hand\" is a song by the English rock band the Beatles. Written by John Lennon and Paul McCartney, and recorded on 17 October 1963, it was the first Beatles record to be made using four-track equipment."}]}, {"heading": "Events", "year": "1968", "date": "February 1", "txt": "Vietnam War: The execution of Viet Cong officer Nguyễn Văn Lém by South Vietnamese National Police Chief Nguyễn Ngọc Loan is recorded on motion picture film, as well as in an iconic still photograph taken by Eddie Adams.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Nguyễn Văn Lém", "href": "/wiki/Nguy%E1%BB%85n_V%C4%83n_L%C3%A9m", "description": "Nguyễn Văn Lém, often referred to as Bảy Lốp, was a member of the Viet Cong. He was summarily executed in Saigon during the Tet Offensive in the Vietnam War, when the Viet Cong and North Vietnamese forces launched a massive surprise attack. Lém was alleged to have murdered a general and seven members of the general's family before being captured."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Nguyễn Ngọc Loan", "href": "/wiki/Nguy%E1%BB%85n_Ng%E1%BB%8Dc_Loan", "description": "Major General Nguyễn Ngọc Loan was a South Vietnamese general and chief of the South Vietnamese National Police."}, {"title": "Eddie Adams (photographer)", "href": "/wiki/Eddie_Adams_(photographer)", "description": "Edward Thomas Adams was an American photographer and photojournalist noted for portraits of celebrities and politicians and for coverage of 13 wars. He is best known for his photograph of the summary execution of Nguyễn Văn Lém, a Viet Cong prisoner, for which he won the Pulitzer Prize for Spot News Photography in 1969. Adams was a resident of Bogota, New Jersey."}]}, {"heading": "Events", "year": "1968", "date": "February 1", "txt": "Canada's three military services, the Royal Canadian Navy, the Canadian Army and the Royal Canadian Air Force, are unified into the Canadian Forces.", "entities": [{"title": "Canadian Army", "href": "/wiki/Canadian_Army", "description": "The Canadian Army is the command responsible for the operational readiness of the conventional ground forces of the Canadian Armed Forces. As of 2020, the Canadian Army has 23,000 regular soldiers, 19,000 reserve soldiers, for a total of 42,000 soldiers. The Army is also supported by 3,000 civilian employees from the civil service. It maintains regular forces units at bases across Canada, and is a"}, {"title": "Royal Canadian Air Force", "href": "/wiki/Royal_Canadian_Air_Force", "description": "The Royal Canadian Air Force is the air force of Canada. Its role is to \"provide the Canadian Forces with relevant, responsive and effective airpower\". The RCAF is one of three environmental commands within the unified Canadian Armed Forces. As of 2013, the Royal Canadian Air Force consists of 14,500 Regular Force and 2,600 Primary Reserve personnel, supported by 2,500 civilians, and operates 258 "}, {"title": "Canadian Forces", "href": "/wiki/Canadian_Forces", "description": "The Canadian Armed Forces is the unified military of Canada, comprising sea, land, and air elements referred to as the Royal Canadian Navy (RCN), Canadian Army, and Royal Canadian Air Force (RCAF)."}]}, {"heading": "Events", "year": "1968", "date": "February 1", "txt": "The New York Central Railroad and the Pennsylvania Railroad are merged to form Penn Central Transportation.", "entities": [{"title": "Pennsylvania Railroad", "href": "/wiki/Pennsylvania_Railroad", "description": "The Pennsylvania Railroad was an American Class I railroad that was established in 1846 and was headquartered in Philadelphia, Pennsylvania. It was so named because it was established in the Commonwealth of Pennsylvania."}, {"title": "Penn Central Transportation", "href": "/wiki/Penn_Central_Transportation", "description": "The Penn Central Transportation Company, commonly abbreviated to Penn Central, was an American class I railroad that operated from 1968 until 1976. Penn Central was a combination of three railroads: the Pennsylvania Railroad (PRR), New York Central Railroad (NYC) and the New York, New Haven and Hartford Railroad (NH). The New York, New Haven and Hartford was merged into Penn Central in 1969."}]}, {"heading": "Events", "year": "1972", "date": "February 1", "txt": "Kuala Lumpur becomes a city by a royal charter granted by the Yang di-Pertuan Agong of Malaysia.", "entities": [{"title": "Kuala Lumpur", "href": "/wiki/Kuala_Lumpur", "description": "Kuala Lumpur, officially the Federal Territory of Kuala Lumpur and colloquially referred to as KL, is a federal territory and the capital city of Malaysia. It is the largest city in Malaysia, covering an area of 243 km2 (94 sq mi) with an estimated population of 1.73 million as of 2016. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.564 million people as of 20"}, {"title": "Yang di-Pertuan Agong", "href": "/wiki/Yang_di-Pertuan_Agong", "description": "The Yang di-Pertuan Agong, also known as the Paramount Ruler, the Supreme Head or the King, is the constitutional monarch and head of state of Malaysia. The office was established in 1957, when the Federation of Malaya gained independence from the United Kingdom. The Yang di-Pertuan Agong is elected by the Conference of Rulers, comprising the nine rulers of the Malay states, with the office de fac"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "1974", "date": "February 1", "txt": "A fire in the 25-story Joelma Building in São Paulo, Brazil kills 189 and injures 293.", "entities": [{"title": "Joelma fire", "href": "/wiki/Joelma_fire", "description": "Edifício Praça da Bandeira, better known by its former name, Joelma Building, is a 25-story building in downtown São Paulo, Brazil, completed in 1971, located at Avenida 9 de Julho, 225. On 1 February 1974, an air conditioning unit on the twelfth floor overheated, starting a fire. There were 756 people in the building at the time. Because flammable materials had been used to furnish the interior, "}, {"title": "Joelma Building", "href": "/wiki/Joelma_Building", "description": "Edifício Praça da Bandeira, better known by its former name, Joelma Building, is a 25-story building in downtown São Paulo, Brazil, completed in 1971, located at Avenida 9 de Julho, 225. On 1 February 1974, an air conditioning unit on the twelfth floor overheated, starting a fire. There were 756 people in the building at the time. Because flammable materials had been used to furnish the interior, "}, {"title": "São Paulo", "href": "/wiki/S%C3%A3o_Paulo", "description": "São Paulo is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city and the most populous city in Brazil, the Americas, the Western Hemisphere and the Southern Hemisphere. Additionally, São Paulo is the largest Portuguese-speaking city in the world. The municipality is also the world's 4th largest city proper by population. The city is the capital of the surroundi"}]}, {"heading": "Events", "year": "1979", "date": "February 1", "txt": "Iranian Ayatollah Ruhollah Khomeini returns to Tehran after nearly 15 years of exile.", "entities": [{"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Ayatollah", "href": "/wiki/Ayatollah", "description": "Ayatollah is an honorific title for high-ranking Twelver Shia clergy in Iran and Iraq that came into widespread usage in the 20th century."}, {"title": "Ruhollah Khomeini", "href": "/wiki/Ruhollah_Khomeini", "description": "Sayyid Ruhollah Musavi Khomeini, also known in the Western world as Ayatollah Khomeini, was an Iranian political and religious leader. He was the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution, which saw the overthrow of the last Shah of Iran, Mohammad Reza Pahlavi, and the end of the 2,500-year-old Persian monarchy. Following the revolution, Khomeini became "}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}]}, {"heading": "Events", "year": "1989", "date": "February 1", "txt": "The Western Australian towns of Kalgoorlie and Boulder amalgamate to form the City of Kalgoorlie–Boulder.", "entities": [{"title": "Kalgoorlie", "href": "/wiki/Kalgoorlie", "description": "Kalgoorlie is a city in the Goldfields–Esperance region of Western Australia, located 595 km (370 mi) east-northeast of Perth at the end of the Great Eastern Highway. It is sometimes referred to as Kalgoorlie–Boulder, as the surrounding urban area includes the historic townsite of Boulder and the local government area is the City of Kalgoorlie–Boulder."}]}, {"heading": "Events", "year": "1991", "date": "February 1", "txt": "A runway collision between USAir Flight 1493 and SkyWest Flight 5569 at Los Angeles International Airport results in the deaths of 34 people, and injuries to 30 others.", "entities": [{"title": "Los Angeles runway disaster", "href": "/wiki/Los_Angeles_runway_disaster", "description": "On the evening of February 1, 1991, USAir Flight 1493, a Boeing 737-300, collided with SkyWest Flight 5569, a Fairchild Swearingen Metroliner turboprop aircraft, upon landing at Los Angeles International Airport. Though air traffic was not heavy at LAX, as Flight 1493 was on final approach the local controller was distracted by a series of abnormalities, including a misplaced flight progress strip"}, {"title": "Los Angeles International Airport", "href": "/wiki/Los_Angeles_International_Airport", "description": "Los Angeles International Airport, commonly referred to as LAX, is the primary international airport serving Los Angeles and its surrounding metropolitan area."}]}, {"heading": "Events", "year": "1992", "date": "February 1", "txt": "The Chief Judicial Magistrate of Bhopal court declares Warren Anderson, ex-CEO of Union Carbide, a fugitive under Indian law for failing to appear in the Bhopal disaster case.", "entities": [{"title": "Bhopal", "href": "/wiki/Bhopal", "description": "Bhopal is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. It is known as the City of Lakes for its various natural and artificial lakes and for being one of the greenest cities in India. It is the 16th largest city in India and 131st in the world. After formation of Madhya Pradesh, the state capital Bhopal was "}, {"title": "Warren Anderson (American businessman)", "href": "/wiki/Warren_Anderson_(American_businessman)", "description": "Warren Martin Anderson was an American businessman who was the Chair and CEO of the Union Carbide Corporation (UCC) at the time of the Bhopal disaster in 1984. He was charged with manslaughter by Indian authorities."}, {"title": "Chief executive officer", "href": "/wiki/Chief_executive_officer", "description": "A chief executive officer (CEO), chief administrator, or just chief executive (CE), is one of a number of corporate executives in charge of managing an organization – especially an independent legal entity such as a company or nonprofit institution. CEOs find roles in a range of organizations, including public and private corporations, non-profit organizations and even some government organization"}, {"title": "Union Carbide", "href": "/wiki/Union_Carbide", "description": "Union Carbide Corporation is an American chemical corporation wholly owned by Dow Chemical Company. It currently employs more than 2,400 people. Union Carbide produces chemicals and polymers that undergo one or more further conversions by customers before reaching consumers. Some are high-volume commodities and others are specialty products meeting the needs of smaller markets. Markets served incl"}, {"title": "Bhopal disaster", "href": "/wiki/Bhopal_disaster", "description": "The Bhopal disaster, also referred to as the Bhopal gas tragedy, was a gas leak incident on the night of 2–3 December 1984 at the Union Carbide India Limited (UCIL) pesticide plant in Bhopal, Madhya Pradesh, India. It is considered among the world's worst industrial disasters. Over 500,000 people were exposed to methyl isocyanate (MIC) gas. The highly toxic substance made its way into and around t"}]}, {"heading": "Events", "year": "1996", "date": "February 1", "txt": "The Communications Decency Act is passed by the U.S. Congress.", "entities": [{"title": "Communications Decency Act", "href": "/wiki/Communications_Decency_Act", "description": "The Communications Decency Act of 1996 (CDA) was the United States Congress's first notable attempt to regulate pornographic material on the Internet. In the 1997 landmark case Reno v. ACLU, the United States Supreme Court struck the act's anti-indecency provisions."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1998", "date": "February 1", "txt": "Rear Admiral Lillian E. Fishburne becomes the first female African American to be promoted to rear admiral.", "entities": [{"title": "Lillian E. Fishburne", "href": "/wiki/Lillian_E._Fishburne", "description": "Lillian Elaine Fishburne was the first African-American female to hold the rank of Rear Admiral (RDML) in the United States Navy. She was appointed to the rank of Rear Admiral by President of the United States Bill Clinton and was officially promoted on February 1, 1998. Fishburne retired from the Navy in February 2001."}]}, {"heading": "Events", "year": "2002", "date": "February 1", "txt": "Daniel Pearl, American journalist and South Asia Bureau Chief of the Wall Street Journal, kidnapped January 23, 2002, is beheaded and mutilated by his captors.", "entities": [{"title": "Daniel Pearl", "href": "/wiki/Daniel_Pearl", "description": "Daniel Pearl was an American journalist for The Wall Street Journal. He was kidnapped and later beheaded by terrorists in Pakistan."}]}, {"heading": "Events", "year": "2003", "date": "February 1", "txt": "Space Shuttle Columbia disintegrated during the reentry of mission STS-107 into the Earth's atmosphere, killing all seven astronauts aboard.", "entities": [{"title": "Space Shuttle Columbia", "href": "/wiki/Space_Shuttle_Columbia", "description": "Space Shuttle Columbia (OV-102) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the first American ship to circumnavigate the world, and the female personification of the United States, Columbia was the first of five Space Shuttle orbiters to fly in space, debuting the Space Shuttle launch vehicle on its maiden flight in April 1981. As only the "}, {"title": "Space Shuttle Columbia disaster", "href": "/wiki/Space_Shuttle_Columbia_disaster", "description": "The Space Shuttle Columbia disaster was a fatal incident in the United States space program that occurred on February 1, 2003, when the Space Shuttle Columbia (OV-102) disintegrated as it reentered the atmosphere, killing all seven crew members. The disaster was the second fatal accident in the Space Shuttle program, after the 1986 breakup of Challenger soon after liftoff."}, {"title": "STS-107", "href": "/wiki/STS-107", "description": "STS-107 was the disastrous 113th flight of the Space Shuttle program, and the 28th and final flight of Space Shuttle Columbia. The mission launched from Kennedy Space Center in Florida on 16 January 2003 and during its 15 days, 22 hours, 20 minutes, 32 seconds in orbit conducted a multitude of international scientific experiments."}]}, {"heading": "Events", "year": "2004", "date": "February 1", "txt": "Hajj pilgrimage stampede: In a stampede at the Hajj pilgrimage in Saudi Arabia, 251 people are trampled to death and 244 injured.", "entities": [{"title": "Incidents during the Hajj", "href": "/wiki/Incidents_during_the_Hajj#Failures_in_crowd_control", "description": "There have been numerous incidents during the Hajj, the Muslim pilgrimage to the city of Mecca, that have caused loss of life. Every follower of Islam is required to visit Mecca during the Hajj at least once in his or her lifetime, if able to do so; according to Islam, the pilgrimage is one of the Five Pillars of Islam. During the month of the Hajj, Mecca must cope with as many as three million pi"}, {"title": "Hajj", "href": "/wiki/Hajj", "description": "The Hajj is an annual Islamic pilgrimage to Mecca, Saudi Arabia, the holiest city for Muslims. Hajj is a mandatory religious duty for Muslims that must be carried out at least once in their lifetime by all adult Muslims who are physically and financially capable of undertaking the journey, and of supporting their family during their absence from home."}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}]}, {"heading": "Events", "year": "2005", "date": "February 1", "txt": "King Gyanendra of Nepal carries out a coup d'état to capture the democracy, becoming Chairman of the Councils of ministers.", "entities": [{"title": "Gyanendra of Nepal", "href": "/wiki/Gyanendra_of_Nepal", "description": "Gyanendra Bir Bikram Shah Dev reigned as the King of Nepal from 2001 to 2008. As a child, he was briefly king from 1950 to 1951, when his grandfather, Tribhuvan, went into exile in India with the rest of his family. His second reign began after the 2001 Nepalese royal Massacre. He was deposed by the first session of the Constituent Assembly on 28 May 2008, thereby declaring the nation as the Feder"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "2009", "date": "February 1", "txt": "The first cabinet of Jóhanna Sigurðardóttir was formed in Iceland, making her the country's first female prime minister and the world's first openly gay head of government.", "entities": [{"title": "First cabinet of Jóhanna Sigurðardóttir", "href": "/wiki/First_cabinet_of_J%C3%B3hanna_Sigur%C3%B0ard%C3%B3ttir", "description": "The First cabinet of Jóhanna Sigurðardóttir in Iceland was formed 1 February 2009 after the Second cabinet of Geir Haarde resigned due to the 2009 Icelandic financial crisis protests."}, {"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "Jóhanna Sigurðardóttir", "href": "/wiki/J%C3%B3hanna_Sigur%C3%B0ard%C3%B3ttir", "description": "Jóhanna Sigurðardóttir is an Icelandic politician and the former Prime Minister of Iceland. She became active in the trade union movement, serving as an officer."}, {"title": "LGBT", "href": "/wiki/LGBT", "description": " LGBT or  GLBT is an initialism that stands for lesbian, gay, bisexual, and transgender. In use since the 1990s, the term is an adaptation of the initialism  LGB, which began to replace the term gay in reference to the broader LGBT community beginning in the mid-to-late 1980s. The initialism, as well as some of its common variants, functions as an umbrella term for sexuality and gender identity."}]}, {"heading": "Events", "year": "2012", "date": "February 1", "txt": "Seventy-four people are killed and over 500 injured as a result of clashes between fans of Egyptian football teams Al Masry and Al Ahly in the city of Port Said.", "entities": [{"title": "Port Said Stadium riot", "href": "/wiki/Port_Said_Stadium_riot", "description": "On 1 February 2012, a massive riot occurred at Port Said Stadium in Port Said, Egypt, following an Egyptian Premier League football match between Masry and Ahly. 74 people were killed and more than 500 were injured after thousands of Masry spectators stormed the stadium stands and the pitch, following a 3–1 victory by their team, and violently attacked Ahly fans using clubs, stones, bottles, and f"}, {"title": "Al Masry SC", "href": "/wiki/Al_Masry_SC", "description": "Al Masry Sporting Club, is an Egyptian sports club based in Port Said, Egypt. The club is mainly known for its professional football team, which currently plays in the Egyptian Premier League, the highest league in the Egyptian football league system."}, {"title": "Al Ahly SC", "href": "/wiki/Al_Ahly_SC", "description": "Al Ahly Sporting Club, commonly referred to as Al Ahly, is an Egyptian professional sports club based in Cairo, and is considered as the most successful team in Africa and as one of the continent's giants. It is best known for its professional football team that plays in the Egyptian Premier League, the top tier in the Egyptian football league system. It is one of the most decorated football clubs"}, {"title": "Port Said", "href": "/wiki/Port_Said", "description": "Port Said is a city that lies in north east Egypt extending about 30 kilometres (19 mi) along the coast of the Mediterranean Sea, north of the Suez Canal. With an approximate population of 603,787 (2010), it is the fifth-largest city in Egypt. The city was established in 1859 during the building of the Suez Canal."}]}, {"heading": "Events", "year": "2013", "date": "February 1", "txt": "The Shard, the sixth-tallest building in Europe, opens its viewing gallery to the public.", "entities": [{"title": "The Shard", "href": "/wiki/The_Shard", "description": "The Shard, also referred to as the Shard of Glass, Shard London Bridge and formerly London Bridge Tower, is a 72-storey skyscraper, designed by the Italian architect Renzo Piano, in Southwark, London, that forms part of the Shard Quarter development. Standing 309.6 metres high, the Shard is the tallest building in the United Kingdom, and the seventh-tallest building in Europe. It is also the secon"}, {"title": "List of tallest buildings in Europe", "href": "/wiki/List_of_tallest_buildings_in_Europe", "description": "This list of tallest buildings in Europe ranks skyscrapers in Europe by height exceeding 150 meters. For decades, only a few major cities, such as Frankfurt, London, Madrid, Moscow, Paris, Warsaw contained skyscrapers. In recent years, however, construction has spread to many other cities on the continent, including Benidorm, Manchester, Milan, Rotterdam, Vienna and Istanbul. The tallest building "}]}, {"heading": "Events", "year": "2021", "date": "February 1", "txt": "A coup d'état in Myanmar removes Aung San Suu Kyi from power and restores military rule.", "entities": [{"title": "2021 Myanmar coup d'état", "href": "/wiki/2021_Myanmar_coup_d%27%C3%A9tat", "description": "A coup d'état in Myanmar began on the morning of 1 February 2021, when democratically elected members of the country's ruling party, the National League for Democracy (NLD), were deposed by the Tatmadaw—Myanmar's military—which then vested power in a stratocracy. The Tatmadaw proclaimed a year-long state of emergency and declared power had been transferred to Commander-in-Chief of Defence Services"}, {"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Aung San Suu Kyi", "href": "/wiki/Aung_San_Suu_Kyi", "description": "Aung San Suu Kyi is a Burmese politician, diplomat, author, and a 1991 Nobel Peace Prize laureate who served as State Counsellor of Myanmar and Minister of Foreign Affairs from 2016 to 2021. She has served as the president of the National League for Democracy (NLD) since 2011, having been the General Secretary from 1988 to 2011. She played a vital role in Myanmar's transition from military junta t"}]}, {"heading": "Births", "year": "1261", "date": "February 1", "txt": "Walter de Stapledon, English bishop and politician, Lord High Treasurer (d. 1326)", "entities": [{"title": "Walter de Stapledon", "href": "/wiki/Walter_de_Stapledon", "description": "Walter de Stapledon was Bishop of Exeter 1308–1326 and twice Lord High Treasurer of England, in 1320 and 1322. He founded Exeter College, Oxford and contributed liberally to the rebuilding of Exeter Cathedral. His tomb and monument, of great architectural importance, survives in Exeter Cathedral."}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Births", "year": "1435", "date": "February 1", "txt": "Amadeus IX, Duke of Savoy (d. 1472)", "entities": [{"title": "Amadeus IX, Duke of Savoy", "href": "/wiki/Amadeus_IX,_Duke_of_Savoy", "description": "Amadeus IX, nicknamed the Happy, was the Duke of Savoy from 1465 to 1472. The Catholic Church venerates him with a liturgical feast on March 30."}]}, {"heading": "Births", "year": "1447", "date": "February 1", "txt": "Eberhard II, Duke of Württemberg (d. 1504)", "entities": [{"title": "Eberhard II, Duke of Württemberg", "href": "/wiki/Eberhard_II,_Duke_of_W%C3%BCrttemberg", "description": "Eberhard VI/II was a German nobleman. He was Count of Württemberg-Stuttgart from 1480 to 1496 as Eberhard VI, then Duke of Württemberg from 1496 to june 1498 as Eberhard II."}]}, {"heading": "Births", "year": "1459", "date": "February 1", "txt": "Conrad Celtes, German poet and scholar (d. 1508)", "entities": [{"title": "Conrad Celtes", "href": "/wiki/Conrad_Celtes", "description": "Conrad Celtes was a German Renaissance humanist scholar and poet of the German Renaissance born in Franconia. He led the theatrical performances at the Viennese court and reformed the syllabi. In 1500, he published Tacitus' \"Germania\" and his rediscovered works and wrote the \"Quatuor libri amorum\" in 1500, after the model of Ovid."}]}, {"heading": "Births", "year": "1462", "date": "February 1", "txt": "Johannes Trithemius, German lexicographer, historian, and cryptographer (d. 1516)", "entities": [{"title": "Johannes Trithemius", "href": "/wiki/Johannes_Trithemius", "description": "Johannes Trithemius, born Johann Heidenberg, was a German Benedictine abbot and a polymath who was active in the German Renaissance as a lexicographer, chronicler, cryptographer, and occultist. He had considerable influence on the development of early modern and modern occultism. His students included Heinrich Cornelius Agrippa and Paracelsus."}]}, {"heading": "Births", "year": "1552", "date": "February 1", "txt": "Edward Coke, English lawyer, judge, and politician, Attorney General for England and Wales (d. 1634)", "entities": [{"title": "Edward Coke", "href": "/wiki/Edward_Coke", "description": "Sir Edward Coke was an English barrister, judge, and politician who is considered to be the greatest jurist of the Elizabethan and Jacobean eras."}, {"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Births", "year": "1561", "date": "February 1", "txt": "Henry Briggs, British mathematician (d. 1630)", "entities": [{"title": "Henry Briggs (mathematician)", "href": "/wiki/Henry_Briggs_(mathematician)", "description": "Henry Briggs was an English mathematician notable for changing the original logarithms invented by John Napier into common logarithms, which are sometimes known as Briggsian logarithms in his honour. The specific algorithm for long division in modern use was introduced by Briggs c. 1600 AD."}]}, {"heading": "Births", "year": "1635", "date": "February 1", "txt": "Marquard Gude, German archaeologist and scholar (d. 1689)", "entities": [{"title": "Marquard Gude", "href": "/wiki/Marquard_Gude", "description": "Marquard Gude (Gudius) was a German archaeologist and classical scholar, most famous for his collection of Greek and Latin inscriptions."}]}, {"heading": "Births", "year": "1648", "date": "February 1", "txt": "Elkanah Settle, English poet and playwright (d. 1724)", "entities": [{"title": "Elkanah Settle", "href": "/wiki/Elkanah_Settle", "description": "\n\nElkanah Settle was an English poet and playwright."}]}, {"heading": "Births", "year": "1659", "date": "February 1", "txt": "Jacob Roggeveen, Dutch explorer (d. 1729)", "entities": [{"title": "Jacob Roggeveen", "href": "/wiki/Jacob_Roggeveen", "description": "Jacob Roggeveen was a Dutch explorer who was sent to find Terra Australis, but instead found Easter Island. Jacob Roggeveen also found Bora Bora and Maupiti of the Society Islands, as well as Samoa. He planned the expedition along with his brother Jan Roggeveen, who stayed in the Netherlands."}]}, {"heading": "Births", "year": "1663", "date": "February 1", "txt": "Ignacia del Espíritu Santo, Filipino nun, founded the Religious of the Virgin Mary (d. 1748)", "entities": [{"title": "Ignacia del Espíritu Santo", "href": "/wiki/Ignacia_del_Esp%C3%ADritu_Santo", "description": "Ignacia del Espíritu Santo luco, also known as Mother Ignacia was a Filipino Religious Sister of the Roman Catholic Church."}, {"title": "Religious of the Virgin Mary", "href": "/wiki/Religious_of_the_Virgin_Mary", "description": "The Congregation of the Religious of the Virgin Mary is a Roman Catholic ecclesiastical community of pontifical right founded in Manila in 1684 by the Filipina laywoman Venerable Mother Ignacia del Espíritu Santo."}]}, {"heading": "Births", "year": "1666", "date": "February 1", "txt": "Marie Thérèse de Bourbon, Princess of Conti and titular queen of Poland (d.1732)", "entities": [{"title": "Marie Thérèse de Bourbon", "href": "/wiki/Marie_Th%C3%A9r%C3%A8se_de_Bourbon", "description": "Marie Thérèse de Bourbon was the titular Queen consort of Poland in 1697. She was the daughter of the Prince of Condé. As a member of France's reigning House of Bourbon, she was a princesse du sang."}, {"title": "1732", "href": "/wiki/1732", "description": "1732 (MDCCXXXII) was a leap year starting on Tuesday of the Gregorian calendar and a leap year starting on Saturday of the Julian calendar, the 1732nd year of the Common Era (CE) and Anno Domini (AD) designations, the 732nd year of the 2nd millennium, the 32nd year of the 18th century, and the 3rd year of the 1730s decade. As of the start of 1732, the Gregorian calendar was 11 days ahead of the Ju"}]}, {"heading": "Births", "year": "1687", "date": "February 1", "txt": "Johann Adam Birkenstock, German violinist and composer (d. 1733)", "entities": [{"title": "Johann Adam Birkenstock", "href": "/wiki/Johann_Adam_Birkenstock", "description": "Johann Adam Birkenstock was a German composer and violinist. He was regarded as one of the foremost violinists of his day."}]}, {"heading": "Births", "year": "1690", "date": "February 1", "txt": "Francesco Maria Veracini, Italian violinist and composer (d. 1768)", "entities": [{"title": "Francesco Maria Veracini", "href": "/wiki/Francesco_Maria_Veracini", "description": "Francesco Maria Veracini was an Italian composer and violinist, perhaps best known for his sets of violin sonatas. As a composer, according to Manfred Bukofzer, \"His individual, if not subjective, style has no precedent in baroque music and clearly heralds the end of the entire era\", while Luigi Torchi maintained that \"he rescued the imperiled music of the eighteenth century\", His contemporary, Ch"}]}, {"heading": "Births", "year": "1701", "date": "February 1", "txt": "Johan Agrell, Swedish-German pianist and composer (d. 1765)", "entities": [{"title": "Johan Agrell", "href": "/wiki/Johan_Agrell", "description": "Johan Joachim Agrell was a late German/Swedish baroque composer."}]}, {"heading": "Births", "year": "1761", "date": "February 1", "txt": "Christiaan Hendrik Persoon, South African-French mycologist and academic (d. 1836)", "entities": [{"title": "Christiaan Hendrik Persoon", "href": "/wiki/Christiaan_Hendrik_Persoon", "description": "Christiaan Hendrik Persoon was a German mycologist who made additions to Linnaeus' mushroom taxonomy."}]}, {"heading": "Births", "year": "1763", "date": "February 1", "txt": "Thomas Campbell, Irish minister and theologian (d. 1854)", "entities": [{"title": "Thomas Campbell (minister)", "href": "/wiki/Thomas_Campbell_(minister)", "description": "Thomas Campbell was a Presbyterian minister who became prominent during the Second Great Awakening of the United States. Born in County Down, he began a religious reform movement on the American frontier. He was joined in the work by his son, Alexander. Their movement, known as the \"Disciples of Christ\", merged in 1832 with the similar movement led by Barton W. Stone to form what is now described "}]}, {"heading": "Births", "year": "1796", "date": "February 1", "txt": "Abraham Emanuel Fröhlich, Swiss minister, poet, and educator (d. 1865)", "entities": [{"title": "Abraham Emanuel Fröhlich", "href": "/wiki/Abraham_Emanuel_Fr%C3%B6hlich", "description": "Abraham Emanuel Fröhlich was a Swiss poet."}]}, {"heading": "Births", "year": "1801", "date": "February 1", "txt": "Émile Littré, French lexicographer and philosopher (d. 1881)", "entities": [{"title": "Émile Littré", "href": "/wiki/%C3%89mile_Littr%C3%A9", "description": "Émile Maximilien Paul Littré was a French lexicographer, freemason and philosopher, best known for his Dictionnaire de la langue française, commonly called le Littré."}]}, {"heading": "Births", "year": "1820", "date": "February 1", "txt": "George Hendric Houghton, American clergyman and theologian (d. 1897)", "entities": [{"title": "George Hendric Houghton", "href": "/wiki/George_Hendric_Houghton", "description": "George Hendric Houghton was an American Protestant Episcopal clergyman."}]}, {"heading": "Births", "year": "1836", "date": "February 1", "txt": "Emil Hartmann, Danish organist and composer (d. 1898)", "entities": [{"title": "Emil Hartmann", "href": "/wiki/Emil_Hartmann", "description": "Emil Hartmann was a Danish composer of the romantic period, fourth generation of composers in the Danish Hartmann musical family."}]}, {"heading": "Births", "year": "1844", "date": "February 1", "txt": "G. Stanley Hall, American psychologist and academic (d. 1924)", "entities": [{"title": "G. Stanley Hall", "href": "/wiki/G._Stanley_Hall", "description": "Granville Stanley Hall was a pioneering American psychologist and educator. His interests focused on childhood development and evolutionary theory. Hall was the first president of the American Psychological Association and the first president of Clark University. A Review of General Psychology survey, published in 2002, ranked Hall as the 72nd most cited psychologist of the 20th century, in a tie "}]}, {"heading": "Births", "year": "1851", "date": "February 1", "txt": "Durham Stevens, American lawyer and diplomat (d. 1908)", "entities": [{"title": "Durham Stevens", "href": "/wiki/Durham_Stevens", "description": "Durham White Stevens was an American diplomat and later an employee of Japan's Ministry of Foreign Affairs, working for the Japanese colonial office in Korea, the Resident-General. He was fatally shot by Korean-American activists Jang In-hwan and Jeon Myeong-un in one of the first acts of nationalist rebellion by pro-Korean activists in the United States. The territory under Stevens's jurisdiction"}]}, {"heading": "Births", "year": "1858", "date": "February 1", "txt": "Ignacio Bonillas, Mexican diplomat (d. 1942)", "entities": [{"title": "Ignacio Bonillas", "href": "/wiki/Ignacio_Bonillas", "description": "Ignacio Bonillas Fraijo was a Mexican diplomat. He was a Mexican ambassador to the United States and held a degree in mine engineering from the Massachusetts Institute of Technology. He was tapped by President Venustiano Carranza as his successor in the 1920 presidential elections, but the revolt of three Sonoran revolutionary generals overthrew Carranza before those elections took place."}]}, {"heading": "Births", "year": "1859", "date": "February 1", "txt": "Victor Herbert, Irish-American cellist, composer, and conductor (d. 1924)", "entities": [{"title": "Victor Herbert", "href": "/wiki/Victor_Herbert", "description": "Victor August Herbert was an American composer, cellist and conductor of Irish ancestry and German training. Although Herbert enjoyed important careers as a cello soloist and conductor, he is best known for composing many successful operettas that premiered on Broadway from the 1890s to World War I. He was also prominent among the Tin Pan Alley composers and was later a founder of the American Soc"}]}, {"heading": "Births", "year": "1866", "date": "February 1", "txt": "Agda Meyerson, Swedish nurse and healthcare activist (d. 1924)", "entities": [{"title": "Agda Meyerson", "href": "/wiki/Agda_Meyerson", "description": "Agda Meyerson was a Swedish nurse who became an activist to improve the education, pay and working conditions of her profession. She served as vice chair of the Swedish Nursing Association in 1910 and on the board of numerous nursing facilities. She is recognized as one of the pioneers of the profession in Sweden."}]}, {"heading": "Births", "year": "1868", "date": "February 1", "txt": "Ștefan Luchian, Romanian painter and illustrator (d. 1917)", "entities": [{"title": "Ștefan Luchian", "href": "/wiki/%C8%98tefan_Luchian", "description": "Ștefan Luchian was a Romanian painter, famous for his landscapes and still life works."}]}, {"heading": "Births", "year": "1870", "date": "February 1", "txt": "Erik Adolf von Willebrand, Finnish physician (d. 1949)", "entities": [{"title": "Erik Adolf von Willebrand", "href": "/wiki/Erik_Adolf_von_Willebrand", "description": "Erik Adolf von Willebrand was a Finnish physician who made major contributions to hematology. Von Willebrand disease and von Willebrand factor are named after him. He also researched metabolism, obesity and gout, and was one of the first Finnish physicians to use insulin to treat a diabetic coma."}]}, {"heading": "Births", "year": "1872", "date": "February 1", "txt": "Clara Butt, English opera singer (d. 1936)", "entities": [{"title": "Clara Butt", "href": "/wiki/Clara_Butt", "description": "Dame Clara Ellen Butt, was an English contralto. Her main career was as a recitalist and concert singer. Her voice, both powerful and deep, impressed contemporary composers such as Saint-Saëns and Elgar; the latter composed a song-cycle with her in mind as soloist."}]}, {"heading": "Births", "year": "1872", "date": "February 1", "txt": "Jerome F. Donovan, American lawyer and politician (d. 1949)", "entities": []}, {"heading": "Births", "year": "1873", "date": "February 1", "txt": "John Barry, Irish soldier, Victoria Cross recipient (d. 1901)", "entities": [{"title": "John Barry (VC)", "href": "/wiki/John_Barry_(VC)", "description": "John Barry, VC born St Mary's parish, Kilkenny, Ireland, was an Irish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1874", "date": "February 1", "txt": "Hugo von Hofmannsthal, Austrian author, poet, and playwright (d. 1929)", "entities": [{"title": "Hugo von Hofmannsthal", "href": "/wiki/Hugo_von_Hofmannsthal", "description": "Hugo Laurenz August Hofmann von Hofmannsthal was an Austrian prodigy, a novelist, librettist, poet, dramatist, narrator, and essayist."}]}, {"heading": "Births", "year": "1878", "date": "February 1", "txt": "Alfréd Hajós, Hungarian swimmer and architect, designed the Grand Hotel Aranybika (d. 1955)", "entities": [{"title": "Alfréd Hajós", "href": "/wiki/Alfr%C3%A9d_Haj%C3%B3s", "description": "Alfréd Hajós was a Hungarian swimmer, football player and manager, and architect. He was the first modern Olympic swimming champion and the first Olympic champion of Hungary. No other swimmer ever won such a high fraction of all Olympic events at a single Games."}, {"title": "Grand Hotel Aranybika", "href": "/wiki/Grand_Hotel_Aranybika", "description": "Grand Hotel Aranybika is a four-star hotel in Debrecen, Hungary. Located in the city centre, its history dates back to the late 17th century, though the current building of the hotel was erected in 1915 according to the blueprints of Alfréd Hajós."}]}, {"heading": "Births", "year": "1878", "date": "February 1", "txt": "Milan Hodža, Slovak journalist and politician, 10th Prime Minister of Czechoslovakia (d. 1944)", "entities": [{"title": "Prime Minister of Czechoslovakia", "href": "/wiki/Prime_Minister_of_Czechoslovakia", "description": "The Prime Minister of Czechoslovakia was the head of government of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Births", "year": "1881", "date": "February 1", "txt": "Tip Snooke, South African cricketer (d. 1966)", "entities": [{"title": "Tip Snooke", "href": "/wiki/Tip_Snooke", "description": "Sibley John \"Tip\" Snooke played Test cricket for South Africa as an all-rounder, captaining the side to victory 3–2 against England in a five-Test series in South Africa in 1909–10. He played in 26 Test matches, playing the first 23 between 1906 and 1912, and he was recalled aged 41 for three further Test matches against England in South Africa in 1922–23."}]}, {"heading": "Births", "year": "1882", "date": "February 1", "txt": "Louis St. Laurent, Canadian lawyer and politician, 12th Prime Minister of Canada (d. 1973)", "entities": [{"title": "Louis St. Laurent", "href": "/wiki/Louis_St._Laurent", "description": "Louis Stephen St. Laurent was a Canadian politician who served as the 12th prime minister of Canada, from 15 November 1948 to 21 June 1957. He was a Liberal with a strong base in the Catholic francophone community, from which base he had long mobilised support to Prime Minister William Lyon Mackenzie King. St. Laurent was an enthusiastic proponent of Canada's joining NATO in 1949 to fight the spre"}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1884", "date": "February 1", "txt": "Bradbury Robinson, American football player and physician (d. 1949)", "entities": [{"title": "Bradbury Robinson", "href": "/wiki/Bradbury_Robinson", "description": "Bradbury Norton Robinson Jr. was a pioneering American football player, physician, nutritionist, conservationist and local politician. He played college football at the University of Wisconsin in 1903 and at Saint Louis University from 1904 to 1907. In 1904, through personal connections to Wisconsin governor Robert M. La Follette, Sr. and his wife, Belle Case, Robinson learned of calls for reforms"}]}, {"heading": "Births", "year": "1884", "date": "February 1", "txt": "Yevgeny Zamyatin, Russian journalist and author (d. 1937)", "entities": []}, {"heading": "Births", "year": "1887", "date": "February 1", "txt": "Charles Nordhoff, English-American lieutenant, pilot, and author (d. 1947)", "entities": [{"title": "Charles Nordhoff", "href": "/wiki/Charles_Nordhoff", "description": "Charles Bernard Nordhoff was an American novelist and traveler, born in England."}]}, {"heading": "Births", "year": "1890", "date": "February 1", "txt": "Nikolai Reek, Estonian general and politician, 11th Estonian Minister of War (d. 1942)", "entities": [{"title": "Nikolai Reek", "href": "/wiki/Nikolai_Reek", "description": "Nikolai Reek VR I/2, VR II/2, VR II/3 was the Estonian military commander during the Estonian War of Independence."}, {"title": "Estonian Minister of War", "href": "/wiki/Estonian_Minister_of_War", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1894", "date": "February 1", "txt": "John Ford, American director and producer (d. 1973)", "entities": [{"title": "John Ford", "href": "/wiki/John_Ford", "description": "John Martin Feeney, known professionally as John Ford, was an American film director and naval officer. He is renowned both for Westerns such as Stagecoach (1939), The Searchers (1956), and The Man Who Shot Liberty Valance (1962), as well as adaptations of classic 20th century American novels such as The Grapes of Wrath (1940). He was the recipient of six Academy Awards including a record four win"}]}, {"heading": "Births", "year": "1894", "date": "February 1", "txt": "James P. Johnson, American pianist and composer (d. 1955)", "entities": []}, {"heading": "Births", "year": "1895", "date": "February 1", "txt": "Conn Smythe, Canadian businessman (d. 1980)", "entities": [{"title": "Conn Smythe", "href": "/wiki/Conn_Smythe", "description": "Constantine Falkland Cary Smythe, MC was a Canadian businessman, soldier and sportsman in ice hockey and horse racing. He is best known as the principal owner of the Toronto Maple Leafs of the National Hockey League (NHL) from 1927 to 1961 and as the builder of Maple Leaf Gardens. As owner of the Leafs during numerous championship years, his name appears on the Stanley Cup eight times: 1932, 1942,"}]}, {"heading": "Births", "year": "1897", "date": "February 1", "txt": "Denise Robins, English journalist and author (d. 1985)", "entities": [{"title": "Denise Robins", "href": "/wiki/Denise_Robins", "description": "Denise Robins was a prolific English romantic novelist and the first President of the Romantic Novelists' Association (1960–1966). She wrote under her first married name and under the pen-names: Denise Chesterton, Eve Vaill, 'Anne Llewellyn', Hervey Hamilton, Francesca Wright, Ashley French, Harriet Gray and Julia Kane, producing short stories, plays, and about 170 Gothic romance novels. In 1965, "}]}, {"heading": "Births", "year": "1898", "date": "February 1", "txt": "Leila Denmark, American pediatrician and author (d. 2012)", "entities": [{"title": "Leila Denmark", "href": "/wiki/Leila_Denmark", "description": "Leila Alice Denmark was an American pediatrician in Atlanta, Georgia. She was the world's oldest practicing pediatrician until her retirement in May 2001 at the age of 103, after 73 years. She was a supercentenarian, living to the age of 114 years, 60 days. On December 10, 2011, at age 113 years 312 days, she became one of the 100 oldest people ever. At her death she was the 5th-oldest verified li"}]}, {"heading": "Births", "year": "1901", "date": "February 1", "txt": "Frank Buckles, American soldier (d. 2011)", "entities": [{"title": "Frank Buckles", "href": "/wiki/Frank_Buckles", "description": "Frank Woodruff Buckles was a United States Army corporal and the last surviving American military veteran of World War I. He enlisted in the U.S. Army in 1917 at the age of 16 and served with a detachment from Fort Riley, driving ambulances and motorcycles near the front lines in Europe."}]}, {"heading": "Births", "year": "1901", "date": "February 1", "txt": "Clark Gable, American actor (d. 1960)", "entities": []}, {"heading": "Births", "year": "1902", "date": "February 1", "txt": "Therese Brandl, German concentration camp guard (d. 1947)", "entities": [{"title": "Therese Brandl", "href": "/wiki/Therese_Brandl", "description": "Therese Brandl was a Nazi concentration camp guard."}, {"title": "Nazi concentration camp", "href": "/wiki/Nazi_concentration_camp", "description": "From 1933 to 1945, Nazi Germany operated more than a thousand concentration camps on its own territory and in parts of German-occupied Europe."}]}, {"heading": "Births", "year": "1902", "date": "February 1", "txt": "Langston Hughes, American poet, social activist, novelist, and playwright (d. 1967)", "entities": []}, {"heading": "Births", "year": "1904", "date": "February 1", "txt": "S.J. Perelman, American humorist and screenwriter (d. 1979)", "entities": [{"title": "S.J. Perelman", "href": "/wiki/S.J._Perelman", "description": "Sidney Joseph \"S.J.\" Perelman was an American humorist and screenwriter. He is best known for his humorous short pieces written over many years for The New Yorker. He also wrote for several other magazines, including Judge, as well as books, scripts, and screenplays. Perelman received an Academy Award for screenwriting in 1956."}]}, {"heading": "Births", "year": "1905", "date": "February 1", "txt": "Emilio G. Segrè, Italian-American physicist and academic, Nobel Prize laureate (d. 1989)", "entities": [{"title": "Emilio G. Segrè", "href": "/wiki/Emilio_G._Segr%C3%A8", "description": "Emilio Gino Segrè was an Italian-American physicist and Nobel laureate, who discovered the elements technetium and astatine, and the antiproton, a subatomic antiparticle, for which he was awarded the Nobel Prize in Physics in 1959 along with Owen Chamberlain."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1906", "date": "February 1", "txt": "Adetokunbo Ademola, Nigerian lawyer and jurist, 2nd Chief Justice of Nigeria (d. 1993)", "entities": [{"title": "Adetokunbo Ademola", "href": "/wiki/Adetokunbo_Ademola", "description": "Omoba Sir Adetokunbo Adegboyega Ademola, KBE, GCON, PC, SAN was a Nigerian jurist who was the Chief Justice of the Supreme Court of Nigeria from 1958 to 1972. He was appointed as Chief Justice on April 1, 1958, replacing Sir Stafford Foster Sutton who was retiring. Ademola was a son of Oba Sir Ladapo Ademola II, the Alake of the Egba clan of Nigeria. He was the first chancellor of the University o"}, {"title": "Chief Justice of Nigeria", "href": "/wiki/Chief_Justice_of_Nigeria", "description": "\n\nThe Chief Justice of Nigeria or CJN is the head of the judicial arm of the government of Nigeria, and presides over the country's Supreme Court and the National Judicial Council The current Chief Justice is Ibrahim Tanko Muhammad who was appointed 22 March 2019. He took over from the controversially appointed on 25 January 2019 by the Nigerian President Muhammadu Buhari in acting capacity, pendi"}]}, {"heading": "Births", "year": "1907", "date": "February 1", "txt": "Günter Eich, German author and songwriter (d. 1972)", "entities": [{"title": "Günter Eich", "href": "/wiki/G%C3%BCnter_Eich", "description": "Günter Eich was a German lyricist, dramatist, and author. He was born in Lebus, on the Oder River, and educated in Leipzig, Berlin, and Paris."}]}, {"heading": "Births", "year": "1907", "date": "February 1", "txt": "Camargo Guarnieri, Brazilian pianist and composer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1908", "date": "February 1", "txt": "George Pal, Hungarian-American animator and producer (d. 1980)", "entities": [{"title": "George Pal", "href": "/wiki/George_Pal", "description": "George Pal was a Hungarian-American animator, film director and producer, principally associated with the fantasy and science-fiction genres. He became an American citizen after emigrating from Europe."}]}, {"heading": "Births", "year": "1908", "date": "February 1", "txt": "Louis Rasminsky, Canadian economist and banker (d. 1998)", "entities": []}, {"heading": "Births", "year": "1909", "date": "February 1", "txt": "George Beverly Shea, Canadian-American singer-songwriter (d. 2013)", "entities": [{"title": "George Beverly Shea", "href": "/wiki/George_Beverly_Shea", "description": "George Beverly Shea was a Canadian-born American gospel singer and hymn composer. Shea was often described as \"America's beloved gospel singer\" and was considered \"the first international singing 'star' of the gospel world,\" as a consequence of his solos at Billy Graham Crusades and his exposure on radio, records and television. Because of the large attendance at Graham's Crusades, it is estimated"}]}, {"heading": "Births", "year": "1910", "date": "February 1", "txt": "Ngapoi Ngawang Jigme, Chinese general and politician (d. 2009)", "entities": [{"title": "Ngapoi Ngawang Jigme", "href": "/wiki/Ngapoi_Ngawang_Jigme", "description": "Ngapoi Ngawang Jigme was a Tibetan senior official who assumed various military and political responsibilities both before and after 1951 in Tibet. He is often known simply as Ngapo in English sources."}]}, {"heading": "Births", "year": "1915", "date": "February 1", "txt": "Stanley Matthews, English footballer and manager (d. 2000)", "entities": [{"title": "Stanley Matthews", "href": "/wiki/Stanley_Matthews", "description": "Sir Stanley Matthews, CBE was an English footballer who played as an outside right. Often regarded as one of the greatest players of the British game, he is the only player to have been knighted while still playing football, as well as being the first winner of both the European Footballer of the Year and the Football Writers' Association Footballer of the Year awards. Matthews' nicknames included"}]}, {"heading": "Births", "year": "1917", "date": "February 1", "txt": "José Luis Sampedro, Spanish economist and author (d. 2013)", "entities": [{"title": "José Luis Sampedro", "href": "/wiki/Jos%C3%A9_Luis_Sampedro", "description": "José Luis Sampedro Sáez was a Spanish economist and writer who advocated an economy \"more humane, more caring, able to help develop the dignity of peoples\".\nAcademician of the Real Academia Española since 1990, he was the recipient of the Order of Arts and Letters of Spain, the Menéndez Pelayo International Prize (2010) and the Spanish Literature National Prize (2011). He became an inspiration for"}]}, {"heading": "Births", "year": "1917", "date": "February 1", "txt": "Eiji Sawamura, Japanese baseball player and soldier (d. 1944)", "entities": []}, {"heading": "Births", "year": "1918", "date": "February 1", "txt": "Muriel Spark, Scottish playwright and poet (d. 2006)", "entities": [{"title": "Muriel Spark", "href": "/wiki/Muriel_Spark", "description": "Dame Muriel Sarah Spark was a British novelist, short story writer, poet and essayist."}]}, {"heading": "Births", "year": "1918", "date": "February 1", "txt": "Ignacy Tokarczuk, Polish archbishop (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 1", "txt": "Mike Scarry, American football player and coach (d. 2012)", "entities": [{"title": "Mike Scarry", "href": "/wiki/Mike_Scarry", "description": "Michael Joseph “Mo” Scarry was an American football player and coach. He grew up in Pennsylvania, and played football in college at Waynesburg College in Waynesburg, Pennsylvania and went on to join the Cleveland Rams in the National Football League (NFL) as a center following a stint in the U.S. Army during World War II. The Rams moved to Los Angeles after winning the 1945 NFL championship, and S"}]}, {"heading": "Births", "year": "1920", "date": "February 1", "txt": "Zao Wou-Ki, Chinese-French painter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 1", "txt": "Teresa Mattei, Italian feminist partisan and politician (d. 2013)", "entities": [{"title": "Teresa Mattei", "href": "/wiki/Teresa_Mattei", "description": "Teresa Mattei, also known as Teresita was an Italian partisan and politician."}]}, {"heading": "Births", "year": "1921", "date": "February 1", "txt": "Peter Sallis, English actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 1", "txt": "Patricia Robins, British writer and WAAF officer (d. 2016).", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 1", "txt": "Renata Tebaldi, Italian soprano and actress (d. 2004)", "entities": [{"title": "Renata Tebaldi", "href": "/wiki/Renata_Tebaldi", "description": "Renata Tebaldi was an Italian lirico-spinto soprano popular in the post-war period and was especially prominent as one of the stars of La Scala and the Metropolitan Opera. Among the greatest and most beloved opera singers, she has been said to have possessed one of the most beautiful voices of the 20th century, a voice that was focused primarily on the verismo roles of the lyric and dramatic reper"}]}, {"heading": "Births", "year": "1923", "date": "February 1", "txt": "Ben Weider, Canadian businessman, co-founded the International Federation of BodyBuilding & Fitness (d. 2008)", "entities": [{"title": "Ben Weider", "href": "/wiki/Ben_Weider", "description": "Benjamin \"Ben\" Weider, was the co-founder of the International Federation of BodyBuilding & Fitness (IFBB) along with brother Joe Weider. He was a Canadian businessman from Montreal, well known in two areas: Bodybuilding and Napoleonic history."}, {"title": "International Federation of BodyBuilding & Fitness", "href": "/wiki/International_Federation_of_BodyBuilding_%26_Fitness", "description": "The International Federation of Bodybuilding and Fitness (IFBB), headquartered in Las Rozas (Madrid), is an international professional sports governing body for bodybuilding and fitness that oversees many of the sport's major international events, notably the World and Continental Championships."}]}, {"heading": "Births", "year": "1924", "date": "February 1", "txt": "Richard Hooker, American novelist (d. 1997)", "entities": [{"title": "Richard Hooker (author)", "href": "/wiki/Richard_Hooker_(author)", "description": "Hiester Richard Hornberger Jr. was an American writer and surgeon who wrote under the pseudonym Richard Hooker. Hornberger's best-known work was his novel MASH (1968), based on his experiences as a wartime army surgeon doctor during the Korean War (1950–1953) and written in collaboration with W. C. Heinz. It was used as the basis for an award-winning, critically and commercially successful movie –"}]}, {"heading": "Births", "year": "1924", "date": "February 1", "txt": "Emmanuel Scheffer, German-Israeli footballer, coach, and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 1", "txt": "Galway Kinnell, American poet and academic (d. 2014)", "entities": [{"title": "Galway Kinnell", "href": "/wiki/Galway_Kinnell", "description": "Galway Mills Kinnell was an American poet. He won the Pulitzer Prize for Poetry for his 1982 collection, Selected Poems and split the National Book Award for Poetry with Charles Wright.\nFrom 1989 to 1993 he was poet laureate for the state of Vermont."}]}, {"heading": "Births", "year": "1928", "date": "February 1", "txt": "Sam Edwards, Welsh physicist and academic (d. 2015)", "entities": [{"title": "Sam Edwards (physicist)", "href": "/wiki/Sam_Edwards_(physicist)", "description": "Sir Samuel Frederick Edwards FLSW FRS, \"universally known as 'Sam',\" was a Welsh physicist.\nThe Sam Edwards Medal and Prize is named in his honour."}]}, {"heading": "Births", "year": "1928", "date": "February 1", "txt": "Tom Lantos, Hungarian-American academic and politician (d. 2008)", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 1", "txt": "Shahabuddin Ahmed, Bangladeshi judge and politician, 12th President of Bangladesh", "entities": [{"title": "Shahabuddin Ahmed", "href": "/wiki/Shahabuddin_Ahmed", "description": "Shahabuddin Ahmed served as the President of Bangladesh from 1996 to 2001, and the Chief Justice of Bangladesh from 1990 to 1995. He previously served as the acting president during 1990-91 when Hussain Muhammad Ershad resigned from the post. He headed a caretaker government and held a general election in February 1991."}, {"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}]}, {"heading": "Births", "year": "1930", "date": "February 1", "txt": "Hussain Muhammad Ershad, Indian-Bangladeshi general and politician, 10th President of Bangladesh (d. 2019)", "entities": [{"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}]}, {"heading": "Births", "year": "1931", "date": "February 1", "txt": "Boris Yeltsin, Russian politician, 1st President of Russia (d. 2007)", "entities": [{"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "President of Russia", "href": "/wiki/President_of_Russia", "description": "The president of the Russian Federation, is the head of state of the Russian Federation, as well as the commander-in-chief of the Russian Armed Forces. It is the highest office in Russia."}]}, {"heading": "Births", "year": "1932", "date": "February 1", "txt": "Hassan Al-Turabi, Sudanese activist and politician (d. 2016)", "entities": [{"title": "Hassan Al-Turabi", "href": "/wiki/Hassan_Al-Turabi", "description": "Hassan 'Abd Allah al Turabi was a Sudanese Islamist politician who was considered \"the true architect\" of 1989 coup that brought Omar Al-Bashir to power. He has been called \"one of the most influential figures in modern Sudanese politics\", and a \"longtime hard-line ideological leader\". He was instrumental in institutionalizing sharia in the northern part of the country and was frequently imprisone"}]}, {"heading": "Births", "year": "1934", "date": "February 1", "txt": "Nicolae Breban, Romanian author, poet, and playwright", "entities": [{"title": "Nicolae Breban", "href": "/wiki/Nicolae_Breban", "description": "Nicolae Breban is a Romanian novelist and essayist."}]}, {"heading": "Births", "year": "1936", "date": "February 1", "txt": "Tuncel Kurtiz, Turkish actor, playwright, and director (d. 2013)", "entities": [{"title": "Tuncel Kurtiz", "href": "/wiki/Tuncel_Kurtiz", "description": "Tuncel Tayanç Kurtiz was a Turkish theatre, movie and TV series actor, playwright, and film director Since 1964, he acted in more than 70 movies, including many international productions."}]}, {"heading": "Births", "year": "1936", "date": "February 1", "txt": "Azie Taylor Morton, American educator and politician, 36th Treasurer of the United States (d. 2003)", "entities": [{"title": "Treasurer of the United States", "href": "/wiki/Treasurer_of_the_United_States", "description": "The Treasurer of the United States is an official in the United States Department of the Treasury who was originally charged with the receipt and custody of government funds, though many of these functions have been taken over by different bureaus of the Department. The Treasurer remains the depositary officer of the United States with regard to deposits of gold, Special Drawing Rights, and financ"}]}, {"heading": "Births", "year": "1937", "date": "February 1", "txt": "Don Everly, American singer-songwriter and guitarist", "entities": [{"title": "Don Everly", "href": "/wiki/Don_Everly", "description": "The Everly Brothers were an American country-influenced rock and roll duo, known for steel-string acoustic guitar playing and close harmony singing. Consisting of Isaac Donald \"Don\" Everly and Phillip \"Phil\" Jason Everly, the duo was raised in a musical family, first appearing on radio singing along with their father Ike Everly and mother Margaret Everly as \"The Everly Family\" in the 1940s. When t"}]}, {"heading": "Births", "year": "1937", "date": "February 1", "txt": "Garrett Morris, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 1", "txt": "Jimmy Carl Black, American drummer and singer (d. 2008)", "entities": [{"title": "Jimmy Carl Black", "href": "/wiki/Jimmy_Carl_Black", "description": "James Carl Inkanish, Jr., known professionally as Jimmy Carl Black, was a drummer and vocalist for The Mothers of Invention."}]}, {"heading": "Births", "year": "1938", "date": "February 1", "txt": "Jacky Cupit, American golfer", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 1", "txt": "Sherman Hemsley, American actor and singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 1", "txt": "Fritjof Capra, Austrian physicist, author, and academic", "entities": [{"title": "Fritjof Capra", "href": "/wiki/Fritjof_Capra", "description": "Fritjof Capra is an Austrian-born American physicist, systems theorist and deep ecologist. In 1995, he became a founding director of the Center for Ecoliteracy in Berkeley, California. He is on the faculty of Schumacher College."}]}, {"heading": "Births", "year": "1939", "date": "February 1", "txt": "Claude François, Egyptian-French singer-songwriter and dancer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 1", "txt": "Paul Gillmor, American lawyer and politician (d. 2007)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 1", "txt": "Ekaterina Maximova, Russian ballerina (d. 2009)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 1", "txt": "Joe Sample, American pianist and composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 1", "txt": "Jerry Spinelli, American author", "entities": [{"title": "Jerry Spinelli", "href": "/wiki/Jerry_Spinelli", "description": "Jerry Spinelli is an American writer of children's novels that feature adolescence and early adulthood. He is best known for Maniac Magee, Stargirl and Wringer."}]}, {"heading": "Births", "year": "1942", "date": "February 1", "txt": "Bibi Besch, Austrian-American actress (d. 1996)", "entities": [{"title": "Bibi Besch", "href": "/wiki/Bibi_Besch", "description": "Bibi Besch was an Austrian-American film, television, and stage actress. She is best known for her portrayal of Dr. Carol Marcus in the science fiction film Star Trek II: The Wrath of Khan (1982). Her other notable film roles were in Who's That Girl (1987), Steel Magnolias (1989), and Tremors (1990). Besch also appeared in a number of television series, including The Jeff Foxworthy Show, and recei"}]}, {"heading": "Births", "year": "1942", "date": "February 1", "txt": "Terry Jones, Welsh actor, director, and screenwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 1", "txt": "David Sincock, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 1", "txt": "Petru Popescu, Romanian-American director, producer, and author", "entities": [{"title": "Petru Popescu", "href": "/wiki/Petru_Popescu", "description": "Petru Popescu is a Romanian-American writer, director and film producer, author of best-selling novels Almost Adam and Amazon Beaming."}]}, {"heading": "Births", "year": "1944", "date": "February 1", "txt": "Burkhard Ziese, German footballer and manager (d. 2010)", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 1", "txt": "Serge Joyal, Canadian lawyer and politician, 50th Secretary of State for Canada", "entities": [{"title": "Serge Joyal", "href": "/wiki/Serge_Joyal", "description": "Serge Joyal is a Canadian politician who served in the House of Commons of Canada from 1974-1984 and subsequently in the Senate of Canada from 1997-2020."}, {"title": "Secretary of State for Canada", "href": "/wiki/Secretary_of_State_for_Canada", "description": "The Secretary of State for Canada, established in 1867 with a corresponding department, was a Canadian Cabinet position that served as the official channel of communication between the Dominion of Canada and the Imperial government in London."}]}, {"heading": "Births", "year": "1945", "date": "February 1", "txt": "Ferruccio Mazzola, Italian footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 1", "txt": "Mary Jane Reoch, American cyclist (d. 1993)", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 1", "txt": "Elisabeth Sladen, English actress (d. 2011)", "entities": [{"title": "Elisabeth Sladen", "href": "/wiki/Elisabeth_Sladen", "description": "Elisabeth Clara Heath-Sladen was an English actress. She became best known as Sarah Jane Smith in the British television series Doctor Who, appearing as a regular cast member from 1973 to 1976, alongside both Jon Pertwee and Tom Baker, and reprising the role many times in subsequent decades, both on Doctor Who and its spin-offs, K-9 and Company (1981) and The Sarah Jane Adventures (2007–2011)."}]}, {"heading": "Births", "year": "1946", "date": "February 1", "txt": "Karen Krantzcke, Australian tennis player (d. 1977)", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 1", "txt": "Adam Ingram, Scottish computer programmer and politician, Minister of State for the Armed Forces", "entities": [{"title": "Adam Ingram (Labour politician)", "href": "/wiki/Adam_Ingram_(Labour_politician)", "description": "Adam Paterson Ingram is a British Labour Party politician, who was the Member of Parliament (MP) for East Kilbride, Strathaven and Lesmahagow from 1987 to 2010."}, {"title": "Minister of State for the Armed Forces", "href": "/wiki/Minister_of_State_for_the_Armed_Forces", "description": "The Parliamentary Under-Secretary of State for the Armed Forces, formerly of Minister of State rank, is a junior ministerial position at the Ministry of Defence in Her Majesty's Government. When titled as Minister of State, the office previously acted as the deputy to the Secretary of State for Defence."}]}, {"heading": "Births", "year": "1947", "date": "February 1", "txt": "Normie Rowe, Australian singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 1", "txt": "Jessica Savitch, American journalist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 1", "txt": "Rick James, American singer-songwriter and producer (d. 2004)", "entities": [{"title": "Rick James", "href": "/wiki/Rick_James", "description": "James Ambrose Johnson Jr., better known by his stage name Rick James, was an American singer-songwriter, multi-instrumentalist and record producer. Born and raised in Buffalo, New York, James began his musical career in his teen years. He was in various bands before entering the U.S. Navy to avoid being drafted into the army. In 1964, James deserted to Toronto, Canada, where he formed the rock ban"}]}, {"heading": "Births", "year": "1950", "date": "February 1", "txt": "Mike Campbell, American guitarist, songwriter, and producer", "entities": [{"title": "Mike Campbell (musician)", "href": "/wiki/Mike_Campbell_(musician)", "description": "Michael Wayne Campbell is an American guitarist, songwriter, and record producer. Campbell was a member of Tom Petty and the Heartbreakers and co-wrote many of the band's hits with Petty, including \"Refugee\", \"Here Comes My Girl\", \"You Got Lucky\", and \"Runnin' Down a Dream\". His work outside the group includes composing and playing on the Don Henley hit \"The Boys of Summer\". Campbell, along with N"}]}, {"heading": "Births", "year": "1950", "date": "February 1", "txt": "Ali Haydar Konca, Turkish politician, 4th Turkish Minister of European Union Affairs", "entities": [{"title": "Minister of European Union Affairs (Turkey)", "href": "/wiki/Minister_of_European_Union_Affairs_(Turkey)", "description": "The Ministry of European Union Affairs was a ministry of the Turkish government responsible for the accession process between the Republic of Turkey and the European Union. Formed on June 29, 2011 after Prime Minister Recep Tayyip Erdoğan won a third term in the 2011 general election. The Ministry was responsible for co-ordinating negotiations and accession projects throughout the 81 Provinces of "}]}, {"heading": "Births", "year": "1950", "date": "February 1", "txt": "Rich Williams, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 1", "txt": "Sonny Landreth, American guitarist and songwriter", "entities": [{"title": "Sonny Landreth", "href": "/wiki/Sonny_Landreth", "description": "Clide Vernon \"Sonny\" Landreth is an American blues musician from southwest Louisiana who is especially known as a slide guitar player. He was born in Canton, Mississippi, and settled in Lafayette, Louisiana. He lives in Breaux Bridge, Louisiana."}]}, {"heading": "Births", "year": "1952", "date": "February 1", "txt": "Owoye Andrew Azazi, Nigerian general (d. 2012)", "entities": [{"title": "Owoye Andrew Azazi", "href": "/wiki/Owoye_Andrew_Azazi", "description": "General  Owoye Andrew Azazi was a senior Nigerian security officer who served as National Security Adviser to President Goodluck Jonathan, was Chief of Defence Staff (CDS) of Nigeria, and Chief of Army Staff (COAS). Before his first service chief appointment (COAS), he was General Officer Commanding (GOC) 1 Division, Kaduna State."}]}, {"heading": "Births", "year": "1954", "date": "February 1", "txt": "Chuck Dukowski, American singer-songwriter and bass player", "entities": [{"title": "Chuck Dukowski", "href": "/wiki/Chuck_Dukowski", "description": "Gary Arthur McDaniel, better known by his stage name Chuck Dukowski, is an American punk rock musician and a founding member, bass player, and songwriter for Black Flag."}]}, {"heading": "Births", "year": "1956", "date": "February 1", "txt": "Exene Cervenka, American singer-songwriter and guitarist", "entities": [{"title": "Exene Cervenka", "href": "/wiki/Exene_Cervenka", "description": "Exene Cervenka is an American singer, artist, and poet. She is best known for her work as a singer in the California punk rock band X."}]}, {"heading": "Births", "year": "1957", "date": "February 1", "txt": "Mohammed Jamal Khalifa, Saudi Arabian businessman (d. 2007)", "entities": [{"title": "Mohammed Jamal Khalifa", "href": "/wiki/Mohammed_Jamal_Khalifa", "description": "Mohammed Jamal Khalifa \n(1 February 1957 – 31 January 2007) was a Saudi businessman from Jeddah who married one of Osama bin Laden's sisters. He has been accused of funding terror plots and groups in the Philippines in the 1990s while head of the International Islamic Relief Organization branch there. He was murdered in Madagascar in 2007."}]}, {"heading": "Births", "year": "1957", "date": "February 1", "txt": "Gilbert Hernandez, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 1", "txt": "Luther Blissett, Jamaican-English footballer and manager", "entities": [{"title": "Luther Blissett", "href": "/wiki/Luther_Blissett", "description": "Luther Loide Blissett is a former professional footballer and manager who played for the England national team during the 1980s. Born in Jamaica, Blissett played as a striker, and is best known for his time at Watford, whom he helped win promotion from the Fourth Division to the First Division. As of 2010, Blissett holds Watford's all-time records for appearances and goals, having played 503 games"}]}, {"heading": "Births", "year": "1958", "date": "February 1", "txt": "Eleanor Laing, Scottish lawyer and politician, Shadow Secretary of State for Scotland", "entities": [{"title": "Shadow Secretary of State for Scotland", "href": "/wiki/Shadow_Secretary_of_State_for_Scotland", "description": "The Shadow Secretary of State for Scotland is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Scotland and his/her department, the Scotland Office. The incumbent holder of the office is Ian Murray."}]}, {"heading": "Births", "year": "1961", "date": "February 1", "txt": "Volker Fried, German field hockey player and coach", "entities": [{"title": "Volker Fried", "href": "/wiki/Volker_Fried", "description": "Volker Fried is a former field hockey player from West Germany, who competed at four consecutive Summer Olympics for West and the reunified Germany. He won the gold medal with his team at the 1992 Summer Olympics in Barcelona, after capturing silver at the two previous Olympics in Los Angeles (1984) and Seoul (1988)."}]}, {"heading": "Births", "year": "1961", "date": "February 1", "txt": "Daniel M. Tani, American engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 1", "txt": "Kaduvetti Guru, Indian politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 1", "txt": "José Luis Cuciuffo, Argentinian footballer (d. 2004)", "entities": [{"title": "José Luis Cuciuffo", "href": "/wiki/Jos%C3%A9_Luis_Cuciuffo", "description": "José Luis Cuciuffo was an Argentine footballer, defender in the 1986 FIFA World Cup-winning Argentine national team."}]}, {"heading": "Births", "year": "1962", "date": "February 1", "txt": "Tomoyasu Hotei, Japanese singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 1", "txt": "Takashi Murakami, Japanese painter and sculptor", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 1", "txt": "Jani Lane, American singer-songwriter and guitarist (d. 2011)", "entities": [{"title": "Jani Lane", "href": "/wiki/Jani_Lane", "description": "Jani Lane was an American recording artist and the lead vocalist, frontman, lyricist and main songwriter for the glam metal band Warrant. From Hollywood, California, the band experienced success from 1989 to 1996 with five albums reaching international sales of over 10 million. Lane left Warrant in 2004 and again in 2008 after a brief reunion. Lane also released a solo album, Back Down to One, in "}]}, {"heading": "Births", "year": "1964", "date": "February 1", "txt": "Eli Ohana, Israeli football player, and club chairman", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 1", "txt": "Mario Pelchat, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 1", "txt": "Linus Roache, English actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 1", "txt": "Princess Stéphanie of Monaco, designer and singer", "entities": [{"title": "Stéphanie of Monaco", "href": "/wiki/St%C3%A9phanie_of_Monaco", "description": "Princess Stéphanie Marie Elisabeth of Monaco;Countess of Polinac  is the youngest child of Rainier III, Prince of Monaco, and the American actress Grace Kelly. She is the younger sister of Albert II, Prince of Monaco, and Caroline, Princess of Hanover. Currently 14th in the line of succession to the Monegasque throne, she has been a singer, swimwear designer and fashion model."}]}, {"heading": "Births", "year": "1965", "date": "February 1", "txt": "Brandon Lee, American actor and martial artist (d. 1993)", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 1", "txt": "Sherilyn Fenn, American actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 1", "txt": "Michelle Akers, American soccer player", "entities": [{"title": "Michelle Akers", "href": "/wiki/Michelle_Akers", "description": "Michelle Anne Akers is an American former soccer player who starred in the 1991 and 1999 Women's World Cup and 1996 Olympics victories by the United States. At the 1991 World Cup, she won the Golden Shoe as the top scorer, with 10 goals."}]}, {"heading": "Births", "year": "1967", "date": "February 1", "txt": "Meg Cabot, American author and screenwriter", "entities": [{"title": "Meg Cabot", "href": "/wiki/Meg_Cabot", "description": "Meggin Patricia Cabot is a prolific American novelist. She has written and published over fifty novels of young adult and adult fiction, and is best known for her young adult series Princess Diaries, which was later adapted by Walt Disney Pictures into two feature films. Cabot has been the recipient of numerous book awards, including the New York Public Library Books for the Teen Age, the American"}]}, {"heading": "Births", "year": "1968", "date": "February 1", "txt": "Lisa Marie Presley, American singer-songwriter and actress", "entities": [{"title": "Lisa Marie Presley", "href": "/wiki/Lisa_Marie_Presley", "description": "Lisa Marie Presley is an American singer-songwriter. She is the only child of singer and actor Elvis Presley and actress Priscilla Presley, as well as the sole heir to her father's estate. Presley has developed a career in the music business and has issued three albums. She has been married four times, including to singer Michael Jackson and actor Nicolas Cage, and her fourth husband is music prod"}]}, {"heading": "Births", "year": "1969", "date": "February 1", "txt": "Gabriel Batistuta, Argentinian footballer", "entities": [{"title": "Gabriel Batistuta", "href": "/wiki/Gabriel_Batistuta", "description": "Gabriel Omar Batistuta is an Argentine former professional footballer. During his playing career, Batistuta was nicknamed Batigol as well as El Ángel Gabriel. Regarded as one of the greatest strikers of all time, noted in particular for powerful strikes from volleys or from distance while on the run, in 1999, Batistuta placed third for the FIFA World Player of the Year award. In 2004, he was named"}]}, {"heading": "Births", "year": "1969", "date": "February 1", "txt": "Andrew Breitbart, American journalist, author, and publisher (d. 2012)", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 1", "txt": "Franklyn Rose, Jamaican cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 1", "txt": "Yasuyuki Kazama, Japanese racing driver", "entities": [{"title": "Yasuyuki Kazama", "href": "/wiki/Yasuyuki_Kazama", "description": "Yasuyuki Kazama  is a drifting driver from Japan, formerly competing in D1 Grand Prix, well known for using the Nissan Silvia S15. He is also known as Waku Waku and Spin Benz Dokan."}]}, {"heading": "Births", "year": "1970", "date": "February 1", "txt": "Malik Sealy, American basketball player and actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 1", "txt": "Michael C. Hall, American actor and producer", "entities": [{"title": "Michael C. Hall", "href": "/wiki/Michael_C._Hall", "description": "Michael Carlyle Hall is an American actor, musician, and producer. He is best known for his roles as Dexter Morgan, a blood spatter analyst and serial killer in the Showtime series Dexter, and as David Fisher in the HBO drama series Six Feet Under. In 2010, Hall won a Golden Globe Award and a Screen Actors Guild Award for his role in Dexter. He has also acted in Broadway shows, narrated audiobooks"}]}, {"heading": "Births", "year": "1972", "date": "February 1", "txt": "Christian Ziege, German footballer", "entities": [{"title": "Christian Ziege", "href": "/wiki/Christian_Ziege", "description": "Christian Ziege is a retired German footballer and is currently head coach for FC Pinzgau."}]}, {"heading": "Births", "year": "1973", "date": "February 1", "txt": "Andrew DeClercq, American basketball player and coach", "entities": [{"title": "Andrew DeClercq", "href": "/wiki/Andrew_DeClercq", "description": "Andrew Donald DeClercq is an American retired professional basketball player and current coach. He was a center and power forward in the National Basketball Association (NBA) for ten seasons during the 1990s and 2000s. DeClercq played college basketball for the University of Florida, and thereafter, he played professionally for the Golden State Warriors, Boston Celtics, Cleveland Cavaliers, and Or"}]}, {"heading": "Births", "year": "1973", "date": "February 1", "txt": "Óscar Pérez Rojas, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 1", "txt": "Walter McCarty, American basketball player and coach", "entities": [{"title": "Walter McCarty", "href": "/wiki/Walter_McCarty", "description": "Walter Lee McCarty is an American basketball coach and former professional player. McCarty played for the NBA's New York Knicks, Boston Celtics, Phoenix Suns, and the Los Angeles Clippers. He last served as head coach of the Evansville Purple Aces."}]}, {"heading": "Births", "year": "1975", "date": "February 1", "txt": "Martijn Reuser, Dutch footballer", "entities": [{"title": "Martijn Reuser", "href": "/wiki/Martijn_Reuser", "description": "Martijn Franciscus Reuser is a Dutch international footballer who played top-flight football in both the Netherlands and England."}]}, {"heading": "Births", "year": "1976", "date": "February 1", "txt": "Phil Ivey, American poker player", "entities": [{"title": "Phil Ivey", "href": "/wiki/Phil_Ivey", "description": "Phillip Dennis Ivey Jr. is an American professional poker player who has won ten World Series of Poker bracelets, one World Poker Tour title, and appeared at nine World Poker Tour final tables. Ivey is regarded by numerous poker observers and contemporaries as the best all-around player in the world. In 2017, he was elected to the Poker Hall of Fame."}]}, {"heading": "Births", "year": "1976", "date": "February 1", "txt": "Mat Rogers, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 1", "txt": "Robert Traylor, American basketball player (d. 2011)", "entities": [{"title": "Robert Traylor", "href": "/wiki/Robert_Traylor", "description": "Robert DeShaun \"Tractor\" Traylor was an American professional basketball player."}]}, {"heading": "Births", "year": "1978", "date": "February 1", "txt": "Tim Harding, Australian singer and actor", "entities": [{"title": "Tim Harding (musician)", "href": "/wiki/Tim_Harding_(musician)", "description": "Timothy John Harding is an Australian musician, singer, guitarist, entertainer and former member of the Australian children's musical group Hi-5. He left Hi-5 in November 14th, 2007 after nine years with the group due to suffering major injuries following a motorcycle accident."}]}, {"heading": "Births", "year": "1979", "date": "February 1", "txt": "Valentín Elizalde, Mexican singer-songwriter (d. 2006)", "entities": [{"title": "Valentín Elizalde", "href": "/wiki/Valent%C3%ADn_Elizalde", "description": "Valentín Elizalde Valencia was a Regional Mexican singer. Nicknamed \"El Gallo de Oro\", he was known for his off-key style and his biggest hits included: \"Vete Ya,\" \"Ebrio de Amor\", \" Vete Con Él\", \"Vuelve Cariñito\", \"Cómo Me Duele\", \"Vencedor\", \" Mi Virgencita\", and \"Soy Así\". Some of his songs were narcocorridos eulogizing Mexican drug lords like Vicente Carrillo Fuentes. He was murdered in an am"}]}, {"heading": "Births", "year": "1979", "date": "February 1", "txt": "Jason Isbell, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 1", "txt": "Juan Silveira dos Santos, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 1", "txt": "Héctor Luna, Dominican baseball player", "entities": [{"title": "Héctor Luna", "href": "/wiki/H%C3%A9ctor_Luna", "description": "Héctor R. Luna is a Dominican Republic former professional baseball infielder. He last played for the Hiroshima Carp in Nippon Professional Baseball. He is primarily an infielder, but has played every position at the major league level except pitcher and catcher."}]}, {"heading": "Births", "year": "1981", "date": "February 1", "txt": "Hins Cheung, Hong Kong singer-songwriter", "entities": [{"title": "Hins Cheung", "href": "/wiki/Hins_Cheung", "description": "Hins Cheung is a Chinese-born Hong Kong singer and songwriter. He is now signed to Emperor Entertainment Group. He also owns several restaurants of his own design, including 'Junon' and 'The Crown', both in Wanchai."}]}, {"heading": "Births", "year": "1981", "date": "February 1", "txt": "Christian Giménez, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 1", "txt": "Graeme Smith, South African cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 1", "txt": "Gavin Henson, Welsh rugby player", "entities": [{"title": "Gavin Henson", "href": "/wiki/Gavin_Henson", "description": "Gavin Lloyd Henson is a Welsh rugby league player and television personality, who plays for West Wales Raiders in League 1. He is better known as a former rugby union player who most recently played for Dragons in the Pro14. He attracted much media attention as part of a Wales national team which achieved Grand Slams in the Six Nations Championship in 2005 and 2008. He has also played for the Brit"}]}, {"heading": "Births", "year": "1982", "date": "February 1", "txt": "Shoaib Malik, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 1", "txt": "Heather DeLoach, American actress", "entities": [{"title": "Heather DeLoach", "href": "/wiki/Heather_DeLoach", "description": "Heather Lauren DeLoach is an American actress. She is best known for her portrayal of the tap dancing \"Bee Girl\" in the 1992 music video for the hit single \"No Rain\", by Blind Melon. She also appeared in two episodes of the medical drama ER."}]}, {"heading": "Births", "year": "1983", "date": "February 1", "txt": "Kevin Martin, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 1", "txt": "Jurgen Van den Broeck, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 1", "txt": "Darren Fletcher, Scottish footballer", "entities": [{"title": "Darren Fletcher", "href": "/wiki/Darren_Fletcher", "description": "Darren Barr Fletcher is a Scottish football coach and former professional player who is currently the technical director of Manchester United, where he spent the majority of his playing career. He mostly played as a central midfielder, but began his career as a right winger and also featured occasionally in defence."}]}, {"heading": "Births", "year": "1985", "date": "February 1", "txt": "Dean Shiels, Irish footballer", "entities": [{"title": "Dean Shiels", "href": "/wiki/Dean_Shiels", "description": "Dean Andrew Shiels is a Northern Irish former footballer, who is the current manager of Dungannon Swifts. Shiels has previously played for Hibernian, Doncaster Rovers, Kilmarnock, Rangers, Dundalk, FC Edmonton and Dunfermline Athletic. He has also played in 14 full international matches for Northern Ireland. His father is Kenny Shiels, who was his manager at Kilmarnock."}]}, {"heading": "Births", "year": "1986", "date": "February 1", "txt": "Jorrit Bergsma, Dutch speed skater", "entities": [{"title": "Jorrit Bergsma", "href": "/wiki/Jorrit_Bergsma", "description": "Jacob Jorrit Bergsma is a Dutch speed skater and marathon skater. At the 2014 Winter Olympics, he won the gold medal in the 10,000 m."}]}, {"heading": "Births", "year": "1986", "date": "February 1", "txt": "Lauren Conrad, American fashion designer and author", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 1", "txt": "Sebastian Boenisch, Polish footballer", "entities": [{"title": "Sebastian Boenisch", "href": "/wiki/Sebastian_Boenisch", "description": "Sebastian Boenisch is a Polish professional footballer who plays as a left-back."}]}, {"heading": "Births", "year": "1987", "date": "February 1", "txt": "Moises Henriques, Portuguese-Australian cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 1", "txt": "Austin Jackson, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 1", "txt": "Ronda Rousey, American mixed martial artist and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 1", "txt": "Giuseppe Rossi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 1", "txt": "Brett Anderson, American baseball player", "entities": [{"title": "Brett Anderson (baseball)", "href": "/wiki/Brett_Anderson_(baseball)", "description": "Brett Franklin Anderson is an American professional baseball pitcher for the Milwaukee Brewers of Major League Baseball (MLB). He previously played for the Oakland Athletics, Colorado Rockies, Los Angeles Dodgers, Chicago Cubs, and Toronto Blue Jays."}]}, {"heading": "Births", "year": "1989", "date": "February 1", "txt": "Ricky Pinheiro, Portuguese footballer", "entities": [{"title": "Ricky Pinheiro", "href": "/wiki/Ricky_Pinheiro", "description": "Ricardo \"Ricky\" Soares Pinheiro is a Portuguese footballer who plays for SV Morlautern."}]}, {"heading": "Births", "year": "1991", "date": "February 1", "txt": "Blake Austin, Australian rugby league player", "entities": [{"title": "Blake Austin", "href": "/wiki/Blake_Austin", "description": "Blake Austin is a professional rugby league footballer who plays as a stand-off for the Warrington Wolves in the Super League."}]}, {"heading": "Births", "year": "1991", "date": "February 1", "txt": "Kyle Palmieri, American hockey player", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 1", "txt": "Diego Mella, Italian footballer", "entities": [{"title": "Diego Mella", "href": "/wiki/Diego_Mella", "description": "Diego Mella is an Italian footballer who plays as a forward for Varesina."}]}, {"heading": "Births", "year": "1994", "date": "February 1", "txt": "Joe Boyce, Australian rugby league player", "entities": [{"title": "Joe Boyce", "href": "/wiki/Joe_Boyce", "description": "Joe Boyce is an Australian professional rugby league footballer who plays for the Townsville Blackhawks in the Queensland Cup. Primarily a lock, he previously played for the Brisbane Broncos in the National Rugby League."}]}, {"heading": "Births", "year": "1994", "date": "February 1", "txt": "Harry Styles, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1997", "date": "February 1", "txt": "Park Jihyo, South Korean singer", "entities": [{"title": "Jihyo", "href": "/wiki/Jihyo", "description": "Park Ji-hyo, known mononymously as Jihyo (Korean: 지효), is a South Korean singer. She is the leader of the K-pop girl group Twice under JYP Entertainment."}]}, {"heading": "Deaths", "year": "583", "date": "February 1", "txt": "Kan B'alam I, ruler of Palenque (b. 524)", "entities": [{"title": "Kan B'alam I", "href": "/wiki/Kan_B%27alam_I", "description": "Kan Bahlam I, also known as Chan Bahlum I, was an ajaw of the Maya city-state of Palenque. He acceded to the throne on April 6, 572 at age 47 and ruled until his death. Kan Bahlam was most likely the younger brother of his predecessor, Ahkal Mo' Nahb II and probably son of K'an Joy Chitam I. He was the first ruler of Palenque to use the title K'inich, albeit inconsistently. The title is usually tr"}, {"title": "Palenque", "href": "/wiki/Palenque", "description": "Palenque, also anciently known as Lakamha, was a Maya city state in southern Mexico that perished in the 7th century. The Palenque ruins date from ca. 226 BC to ca. 799 AD. After its decline, it was overgrown by the jungle of cedar, mahogany, and sapodilla trees, but has since been excavated and restored. It is located near the Usumacinta River in the Mexican state of Chiapas, about 130 km (81 mi)"}]}, {"heading": "Deaths", "year": "772", "date": "February 1", "txt": "Pope Stephen III (b. 720)", "entities": [{"title": "Pope Stephen III", "href": "/wiki/Pope_Stephen_III", "description": "Pope Stephen III was the bishop of Rome and ruler of the Papal States from 7 August 768 to his death. Stephen was a Benedictine monk who worked in the Lateran Palace during the reign of Pope Zachary. In the midst of a tumultuous contest by rival factions to name a successor to Pope Paul I, Stephen was elected with the support of the Roman officials. He summoned the Lateran Council of 769, which so"}]}, {"heading": "Deaths", "year": "850", "date": "February 1", "txt": "Ramiro I, king of Asturias", "entities": [{"title": "Ramiro I of Asturias", "href": "/wiki/Ramiro_I_of_Asturias", "description": "Ramiro I was king of Asturias from 842 until his death in 850. Son of King Bermudo I, he became king following a succession struggle after his predecessor, Alfonso II, died without children. During his turbulent reign, he fended off attacks from both Vikings and Moors. Architecturally, his recreational palace Santa María del Naranco and other buildings used the ramirense style that prefigured Roma"}, {"title": "Kingdom of Asturias", "href": "/wiki/Kingdom_of_Asturias", "description": "The Kingdom of Asturias was a kingdom in the Iberian Peninsula founded by the Visigothic nobleman Pelagius. It was the first Christian political entity established after the Umayyad conquest of Visigothic Hispania in 718 or 722. That year, Pelagius defeated an Umayyad army at the Battle of Covadonga, in what is usually regarded as the beginning of the Reconquista."}]}, {"heading": "Deaths", "year": "1222", "date": "February 1", "txt": "Alexios Megas Komnenos, first Emperor of Trebizond", "entities": [{"title": "Alexios I of Trebizond", "href": "/wiki/Alexios_I_of_Trebizond", "description": "Alexios I Megas Komnenos or Alexius I Megas Comnenus was, with his brother David, the founder of the Empire of Trebizond and its ruler from 1204 until his death in 1222. The two brothers were the only male descendants of the Byzantine Emperor Andronikos I, who had been dethroned and killed in 1185, and thus claimed to represent the legitimate government of the Empire following the conquest of Cons"}, {"title": "Empire of Trebizond", "href": "/wiki/Empire_of_Trebizond", "description": "The Empire of Trebizond, or Trapezuntine Empire, was a monarchy and one of three successor rump states of the Byzantine Empire that flourished during the 13th through 15th centuries, consisting of the far northeastern corner of Anatolia and the southern Crimea. The empire was formed in 1204 with the help of the Georgian queen Tamar after the Georgian expedition in Chaldia and Paphlagonia, commande"}]}, {"heading": "Deaths", "year": "1248", "date": "February 1", "txt": "Henry II, Duke of Brabant (b. 1207)", "entities": [{"title": "Henry II, Duke of Brabant", "href": "/wiki/Henry_II,_Duke_of_Brabant", "description": "Henry II of Brabant was Duke of Brabant and Lothier after the death of his father Henry I in 1235. His mother was Matilda of Boulogne."}]}, {"heading": "Deaths", "year": "1328", "date": "February 1", "txt": "Charles IV of France (b. 1294)", "entities": [{"title": "Charles IV of France", "href": "/wiki/Charles_IV_of_France", "description": "Charles IV, called the Fair in France and the Bald in Navarre, was last king of the direct line of the House of Capet, King of France and King of Navarre from 1322 to 1328. Charles was the third son of Philip IV; like his father, he was known as \"the fair\" or \"the handsome\"."}]}, {"heading": "Deaths", "year": "1501", "date": "February 1", "txt": "Sigismund of Bavaria (b. 1439)", "entities": [{"title": "Sigismund of Bavaria", "href": "/wiki/Sigismund_of_Bavaria", "description": "Sigismund of Bavaria was a member of the Wittelsbach dynasty. He ruled as Duke of Bavaria-Munich from 1460 to 1467, and then as Duke of Bavaria-Dachau until his death."}]}, {"heading": "Deaths", "year": "1542", "date": "February 1", "txt": "Girolamo Aleandro, Italian cardinal (b. 1480)", "entities": [{"title": "Girolamo Aleandro", "href": "/wiki/Girolamo_Aleandro", "description": "Girolamo Aleandro was an Italian cardinal, and the first cardinal appointed in pectore."}]}, {"heading": "Deaths", "year": "1563", "date": "February 1", "txt": "Menas of Ethiopia", "entities": [{"title": "Menas of Ethiopia", "href": "/wiki/Menas_of_Ethiopia", "description": "Menas or Minas, throne name Admas Sagad I, was Emperor of Ethiopia from 1559 until his death, and a member of the Solomonic dynasty. He was a brother of Gelawdewos."}]}, {"heading": "Deaths", "year": "1590", "date": "February 1", "txt": "Lawrence Humphrey, English theologian and academic (b. 1527)", "entities": [{"title": "Lawrence Humphrey", "href": "/wiki/Lawrence_Humphrey", "description": "Lawrence Humphrey DD was an English theologian, who was President of Magdalen College, Oxford, and Dean successively of Gloucester and Winchester."}]}, {"heading": "Deaths", "year": "1691", "date": "February 1", "txt": "Pope Alexander VIII (b. 1610)", "entities": [{"title": "Pope Alexander VIII", "href": "/wiki/Pope_Alexander_VIII", "description": "Pope Alexander VIII, born Pietro Vito Ottoboni, was Pope from 6 October 1689 to his death in 1691. He is to date the last pope to take the pontifical name of \"Alexander\" upon his election to the papacy."}]}, {"heading": "Deaths", "year": "1718", "date": "February 1", "txt": "Charles Talbot, 1st Duke of Shrewsbury, English politician, Lord High Treasurer (b. 1660)", "entities": [{"title": "Charles Talbot, 1st Duke of Shrewsbury", "href": "/wiki/Charles_Talbot,_1st_Duke_of_Shrewsbury", "description": "Charles Talbot, 1st Duke of Shrewsbury, KG, PC was an English politician who was part of the Immortal Seven group that invited William III, Prince of Orange, to depose James II of England as monarch during the Glorious Revolution. He was appointed to several minor roles before the revolution, but came to prominence as a member of William's government. Born to Roman Catholic parents, he remained in"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1733", "date": "February 1", "txt": "Augustus II the Strong, Polish king (b. 1670)", "entities": [{"title": "Augustus II the Strong", "href": "/wiki/Augustus_II_the_Strong", "description": "Augustus II, most commonly known as Augustus the Strong, was Elector of Saxony from 1694 as well as King of Poland and Grand Duke of Lithuania in the years 1697–1706 and from 1709 until his death in 1733. He belonged to the Albertine line of the House of Wettin."}]}, {"heading": "Deaths", "year": "1734", "date": "February 1", "txt": "John Floyer, English physician and author (b. 1649)", "entities": [{"title": "John Floyer (physician)", "href": "/wiki/John_Floyer_(physician)", "description": "Sir John Floyer was an English physician and author."}]}, {"heading": "Deaths", "year": "1743", "date": "February 1", "txt": "Giuseppe Ottavio Pitoni, Italian organist and composer (b. 1657)", "entities": [{"title": "Giuseppe Ottavio Pitoni", "href": "/wiki/Giuseppe_Ottavio_Pitoni", "description": "Giuseppe Ottavio Pitoni was an Italian organist and composer. He became one of the leading musicians in Rome during the late Baroque era, the first half of the 18th century."}]}, {"heading": "Deaths", "year": "1750", "date": "February 1", "txt": "Bakar of Georgia (b. 1699)", "entities": [{"title": "Bakar of Georgia", "href": "/wiki/Bakar_of_Georgia", "description": "Bakar was a Georgian royal prince (batonishvili) of the Mukhrani branch of the Bagrationi dynasty and served as regent of the Kingdom of Kartli from September 1716 to August 1719."}]}, {"heading": "Deaths", "year": "1761", "date": "February 1", "txt": "Pierre François Xavier de Charlevoix, French priest and historian (b. 1682)", "entities": [{"title": "Pierre François Xavier de Charlevoix", "href": "/wiki/Pierre_Fran%C3%A7ois_Xavier_de_Charlevoix", "description": "Pierre François Xavier de Charlevoix, S.J. was a French Jesuit priest, traveller, and historian, often considered the first historian of New France. He had little interest for \"a life of suffering and deprivation for the conversion of Indian souls\", but \"an eager curiosity concerning life\"."}]}, {"heading": "Deaths", "year": "1768", "date": "February 1", "txt": "Sir Robert Rich, 4th Baronet, English field marshal and politician (b. 1685)", "entities": [{"title": "Sir Robert Rich, 4th Baronet", "href": "/wiki/Sir_Robert_Rich,_4th_Baronet", "description": "Field Marshal Sir Robert Rich, 4th Baronet was a British cavalry officer. As a junior officer he fought at the Battle of Schellenberg and at the Battle of Blenheim during the War of the Spanish Succession. He was then asked the raise a regiment to combat the threat from the Jacobite rising of 1715. He also served with the Pragmatic Army under the Earl of Stair at the Battle of Dettingen during the"}]}, {"heading": "Deaths", "year": "1793", "date": "February 1", "txt": "William Barrington, 2nd Viscount Barrington, English politician, Chancellor of the Exchequer (b. 1717)", "entities": [{"title": "William Barrington, 2nd Viscount Barrington", "href": "/wiki/William_Barrington,_2nd_Viscount_Barrington", "description": "William Wildman Shute Barrington, 2nd Viscount Barrington, PC was a British politician who sat in the House of Commons for 38 years from 1740 to 1778. He was best known for his two periods as Secretary at War during Britain's involvement in the Seven Years War and American War of Independence."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1832", "date": "February 1", "txt": "Archibald Murphey, American judge and politician (b. 1777)", "entities": [{"title": "Archibald Murphey", "href": "/wiki/Archibald_Murphey", "description": "Archibald DeBow Murphey was an attorney, jurist, and politician in North Carolina who was known as the \"Father of Education\" in his state. While serving as a state senator, he proposed establishing a funded program for public education in the lower grades, in addition to creating public works to enhance economic development in the state."}]}, {"heading": "Deaths", "year": "1851", "date": "February 1", "txt": "Mary Shelley, English novelist and playwright (b. 1797)", "entities": [{"title": "Mary Shelley", "href": "/wiki/Mary_Shelley", "description": "Mary Wollstonecraft Shelley was an English novelist who wrote the Gothic novel Frankenstein; or, The Modern Prometheus (1818), which is considered an early example of science fiction. She also edited and promoted the works of her husband, the Romantic poet and philosopher Percy Bysshe Shelley. Her father was the political philosopher William Godwin and her mother was the philosopher and feminist a"}]}, {"heading": "Deaths", "year": "1871", "date": "February 1", "txt": "Alexander Serov, Russian composer and critic (b. 1820)", "entities": [{"title": "Alexander Serov", "href": "/wiki/Alexander_Serov", "description": "Alexander Nikolayevich Serov was a Russian composer and music critic. He is notable as one of the most important music critics in Russia during the 1850s and 1860s and as the most significant Russian composer in the period between Dargomyzhsky's Rusalka and the works of Rimsky-Korsakov, Mussorgsky, and Tchaikovsky."}]}, {"heading": "Deaths", "year": "1893", "date": "February 1", "txt": "George Henry Sanderson, American lawyer and politician, 22nd Mayor of San Francisco (b. 1824)", "entities": [{"title": "George Henry Sanderson", "href": "/wiki/George_Henry_Sanderson", "description": "George Henry Sanderson was a politician of the United States Republican Party. Sanderson was born in Boston, Massachusetts, and traveled to San Francisco during the 1849 Gold Rush in California. He served as the 22nd Mayor of San Francisco from January 5, 1891, to January 3, 1893."}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Deaths", "year": "1897", "date": "February 1", "txt": "Constantin von Ettingshausen, Austrian geologist and botanist (b. 1826)", "entities": [{"title": "Constantin von Ettingshausen", "href": "/wiki/Constantin_von_Ettingshausen", "description": "Constantin Freiherr von Ettingshausen was an Austrian botanist known for his paleobotanical studies of flora from the Tertiary era. He was the son of physicist Andreas von Ettingshausen."}]}, {"heading": "Deaths", "year": "1903", "date": "February 1", "txt": "Sir George Stokes, Anglo-Irish physicist, mathematician, and politician (b. 1819)", "entities": [{"title": "Sir George Stokes, 1st Baronet", "href": "/wiki/Sir_George_Stokes,_1st_Baronet", "description": "Sir George Gabriel Stokes, 1st Baronet, was an Anglo-Irish physicist and mathematician. Born in County Sligo, Ireland, Stokes spent all of his career at the University of Cambridge, where he was the Lucasian Professor of Mathematics from 1849 until his death in 1903. As a physicist, Stokes made seminal contributions to fluid mechanics, including the Navier–Stokes equations and to physical optics, "}]}, {"heading": "Deaths", "year": "1907", "date": "February 1", "txt": "Léon Serpollet, French businessman (b. 1858)", "entities": [{"title": "Léon Serpollet", "href": "/wiki/L%C3%A9on_Serpollet", "description": "Léon Serpollet was a French engineer and developer of flash steam boilers and steam automobiles."}]}, {"heading": "Deaths", "year": "1908", "date": "February 1", "txt": "Carlos I of Portugal (b. 1863)", "entities": [{"title": "Carlos I of Portugal", "href": "/wiki/Carlos_I_of_Portugal", "description": "Dom Carlos I, known as the Diplomat and the Martyr, was the King of Portugal from 1889 until his assassination in 1908. He was the first Portuguese king to die a violent death since Sebastian in 1578."}]}, {"heading": "Deaths", "year": "1916", "date": "February 1", "txt": "James Boucaut, English-Australian politician, 11th Premier of South Australia (b. 1831)", "entities": [{"title": "James Boucaut", "href": "/wiki/James_Boucaut", "description": "Sir James Penn Boucaut was a South Australian politician and Australian judge. He was a member of the South Australian House of Assembly on four occasions: from 1861 to 1862 for City of Adelaide, from 1865 to 1870 for West Adelaide (1865–1868) and The Burra (1868–1870), from 1871 to 1878 for West Torrens (1871–1875) and Encounter Bay (1875–1878), and a final stint in Encounter Bay in 1878."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1922", "date": "February 1", "txt": "William Desmond Taylor, American actor and director (b. 1872)", "entities": [{"title": "William Desmond Taylor", "href": "/wiki/William_Desmond_Taylor", "description": "William Desmond Taylor was an Anglo-Irish-American film director and actor. A popular figure in the growing Hollywood motion picture colony of the 1910s and early 1920s, Taylor directed fifty-nine silent films between 1914 and 1922 and acted in twenty-seven between 1913 and 1915."}]}, {"heading": "Deaths", "year": "1924", "date": "February 1", "txt": "Maurice Prendergast, American painter (b. 1858)", "entities": [{"title": "Maurice Prendergast", "href": "/wiki/Maurice_Prendergast", "description": "Maurice Brazil Prendergast was an American Post-Impressionist artist who worked in oil, watercolor, and monotype. He exhibited as a member of The Eight, though the delicacy of his compositions and mosaic-like beauty of his style differed from the artistic intentions and philosophy of the group."}]}, {"heading": "Deaths", "year": "1928", "date": "February 1", "txt": "Hughie Jennings, American baseball player and manager (b. 1869)", "entities": [{"title": "Hughie Jennings", "href": "/wiki/Hughie_Jennings", "description": "Hugh Ambrose Jennings was an American professional baseball player, coach and manager from 1891 to 1925. Jennings was a leader, both as a batter and as a shortstop, with the Baltimore Orioles teams that won National League championships in 1894, 1895, and 1896. During those three seasons, Jennings had 355 runs batted in and hit .335, .386, and .401."}]}, {"heading": "Deaths", "year": "1936", "date": "February 1", "txt": "Georgios Kondylis, Greek general and politician, 128th Prime Minister of Greece (b. 1878)", "entities": [{"title": "Georgios Kondylis", "href": "/wiki/Georgios_Kondylis", "description": "Georgios Kondylis was a general of the Greek army and Prime Minister of Greece. He was nicknamed Keravnos, Greek for \"Thunder\" or \"Thunderbolt\"."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1940", "date": "February 1", "txt": "Philip Francis Nowlan, American author, created Buck Rogers (b. 1888)", "entities": [{"title": "Philip Francis Nowlan", "href": "/wiki/Philip_Francis_Nowlan", "description": "Philip Francis Nowlan was an American science fiction author, best known as the creator of Buck Rogers."}]}, {"heading": "Deaths", "year": "1940", "date": "February 1", "txt": "Zacharias Papantoniou, Greek journalist and critic (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "February 1", "txt": "Piet Mondrian, Dutch-American painter (b. 1872)", "entities": [{"title": "Piet Mondrian", "href": "/wiki/Piet_Mondrian", "description": "Pieter Cornelis Mondriaan, after 1906 Piet Mondrian, was a Dutch painter and art theoretician who is regarded as one of the greatest artists of the 20th century. He is known for being one of the pioneers of 20th-century abstract art, as he changed his artistic direction from figurative painting to an increasingly abstract style, until he reached a point where his artistic vocabulary was reduced to"}]}, {"heading": "Deaths", "year": "1949", "date": "February 1", "txt": "Nicolae Dumitru Cocea, Romanian journalist, author, and activist (b. 1880)", "entities": [{"title": "Nicolae Dumitru Cocea", "href": "/wiki/Nicolae_Dumitru_Cocea", "description": "N. D. Cocea was a Romanian journalist, novelist, critic and left-wing political activist, known as a major but controversial figure in the field of political satire. The founder of many newspapers and magazines, including Viața Socială, Rampa, Facla and Chemarea, collaborating with writer friends such as Tudor Arghezi, Gala Galaction and Ion Vinea, he fostered and directed the development of early"}]}, {"heading": "Deaths", "year": "1949", "date": "February 1", "txt": "Herbert Stothart, American conductor and composer (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "February 1", "txt": "Friedrich Paulus, German general (b. 1890)", "entities": [{"title": "Friedrich Paulus", "href": "/wiki/Friedrich_Paulus", "description": "Friedrich Wilhelm Ernst Paulus was a German field marshal during World War II who is best known for commanding the 6th Army during the Battle of Stalingrad. The battle ended in disaster for the Wehrmacht when Soviet forces encircled the Germans within the city, leading to the ultimate defeat and capture of about 265,000 German personnel, their Axis allies and collaborators."}]}, {"heading": "Deaths", "year": "1958", "date": "February 1", "txt": "Clinton Davisson, American physicist and academic, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Clinton Davisson", "href": "/wiki/Clinton_Davisson", "description": "Clinton Joseph Davisson was an American physicist who won the 1937 Nobel Prize in Physics for his discovery of electron diffraction in the famous Davisson–Germer experiment. Davisson shared the Nobel Prize with George Paget Thomson, who independently discovered electron diffraction at about the same time as Davisson."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1959", "date": "February 1", "txt": "Madame Sul-Te-Wan, American actress (b. 1873)", "entities": [{"title": "Madame Sul-Te-Wan", "href": "/wiki/Madame_Sul-Te-Wan", "description": "Madame Sul-Te-Wan was an American stage, film and television actress for over 50 years. The daughter of former slaves, she began her career in entertainment touring the East Coast with various theatrical companies and moved to California to become a member of the fledgling film community. She became known as a character actress, appeared in high-profile films such as The Birth of a Nation (1915) a"}]}, {"heading": "Deaths", "year": "1966", "date": "February 1", "txt": "Hedda Hopper, American actress and journalist (b. 1885)", "entities": [{"title": "Hedda Hopper", "href": "/wiki/Hedda_Hopper", "description": "Hedda Hopper was an American gossip columnist and actress. At the height of her influence in the 1940s, her readership was 35 million. A strong supporter of the House Un-American Activities Committee (HUAC) hearings, Hopper named suspected communists and was a major proponent of the Hollywood blacklist. Hopper continued to write gossip until the end of her life, her work appearing in many magazine"}]}, {"heading": "Deaths", "year": "1966", "date": "February 1", "txt": "Buster Keaton, American actor, director, producer, and screenwriter (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "February 1", "txt": "Echol Cole and Robert Walker - sparking the Memphis Sanitation Workers Strike", "entities": [{"title": "Death of Echol Cole and Robert Walker", "href": "/wiki/Death_of_Echol_Cole_and_Robert_Walker", "description": "Echol Cole and Robert Walker were two sanitation workers killed in Memphis, Tennessee, United States, on February 1, 1968."}]}, {"heading": "Deaths", "year": "1970", "date": "February 1", "txt": "Alfréd Rényi, Hungarian mathematician and academic (b. 1921)", "entities": [{"title": "Alfréd Rényi", "href": "/wiki/Alfr%C3%A9d_R%C3%A9nyi", "description": "Alfréd Rényi was a Hungarian mathematician who made contributions in combinatorics, graph theory, number theory but mostly in probability theory."}]}, {"heading": "Deaths", "year": "1976", "date": "February 1", "txt": "Werner Heisenberg, German physicist and academic, Nobel Prize laureate (b. 1901)", "entities": [{"title": "Werner Heisenberg", "href": "/wiki/Werner_Heisenberg", "description": "Werner Karl Heisenberg was a German theoretical physicist and one of the key pioneers of quantum mechanics. He published his work in 1925 in a breakthrough paper. In the subsequent series of papers with Max Born and Pascual Jordan, during the same year, this matrix formulation of quantum mechanics was substantially elaborated. He is known for the uncertainty principle, which he published in 1927. "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1976", "date": "February 1", "txt": "George Whipple, American physician and pathologist, Nobel Prize laureate (b. 1878)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1979", "date": "February 1", "txt": "Abdi İpekçi, Turkish journalist and activist (b. 1929)", "entities": [{"title": "Abdi İpekçi", "href": "/wiki/Abdi_%C4%B0pek%C3%A7i", "description": "Abdi İpekçi was a Turkish journalist, intellectual and an activist for human rights. He was murdered while editor-in-chief of one of the main Turkish daily newspapers Milliyet which then had a centre-left political stance."}]}, {"heading": "Deaths", "year": "1981", "date": "February 1", "txt": "Donald Wills Douglas, Sr., American engineer and businessman, founded the Douglas Aircraft Company (b. 1892)", "entities": [{"title": "Donald Wills Douglas, Sr.", "href": "/wiki/Donald_Wills_Douglas,_Sr.", "description": "Donald Wills Douglas Sr. was an American aircraft industrialist and engineer."}, {"title": "Douglas Aircraft Company", "href": "/wiki/Douglas_Aircraft_Company", "description": "The Douglas Aircraft Company was an American aerospace manufacturer based in Southern California. It was founded in 1921 by Donald Wills Douglas Sr. and later merged with McDonnell Aircraft in 1967 to form McDonnell Douglas, when it then operated as a division of McDonnell Douglas. McDonnell Douglas later merged with Boeing in 1997."}]}, {"heading": "Deaths", "year": "1981", "date": "February 1", "txt": "Geirr Tveitt, Norwegian pianist and composer (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "February 1", "txt": "Alva Myrdal, Swedish sociologist and politician, Nobel Prize laureate (b. 1902)", "entities": [{"title": "Alva Myrdal", "href": "/wiki/Alva_Myrdal", "description": "Alva Myrdal was a Swedish sociologist, diplomat and politician. She was a prominent leader of the disarmament movement. She, along with Alfonso García Robles, received the Nobel Peace Prize in 1982. She married Gunnar Myrdal in 1924."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1987", "date": "February 1", "txt": "Alessandro Blasetti, Italian director and screenwriter (b. 1900)", "entities": [{"title": "Alessandro Blasetti", "href": "/wiki/Alessandro_Blasetti", "description": "Alessandro Blasetti was an Italian film director and screenwriter who influenced Italian neorealism with the film Quattro passi fra le nuvole. Blasetti was one of the leading figures in Italian cinema during the Fascist era. He is sometimes known as the \"father of Italian cinema\" because of his role in reviving the struggling industry in the late 1920s."}]}, {"heading": "Deaths", "year": "1988", "date": "February 1", "txt": "Heather O'Rourke, American child actress (b. 1975)", "entities": [{"title": "Heather O'Rourke", "href": "/wiki/Heather_O%27Rourke", "description": "Heather Michele O'Rourke was an American child actress. She made her debut after being discovered by director Steven Spielberg while visiting MGM studios. Spielberg promptly cast her in the horror film Poltergeist (1982) as Carol Anne Freeling, and O'Rourke earned recognition for her performance. She then reprised the role in the second and third installments. O'Rourke was also recognized for her "}]}, {"heading": "Deaths", "year": "1989", "date": "February 1", "txt": "Elaine de Kooning, American painter and academic (b. 1918)", "entities": [{"title": "Elaine de Kooning", "href": "/wiki/Elaine_de_Kooning", "description": "Elaine Marie Catherine de Kooning was an Abstract Expressionist and Figurative Expressionist painter in the post-World War II era. She wrote extensively on the art of the period and was an editorial associate for Art News magazine."}]}, {"heading": "Deaths", "year": "1992", "date": "February 1", "txt": "Jean Hamburger, French physician and surgeon (b. 1909)", "entities": [{"title": "Jean Hamburger", "href": "/wiki/Jean_Hamburger", "description": "Jean Hamburger was a French physician, surgeon and essayist. He is particularly known for his contribution to nephrology, and for having performed the first renal transplantation in France in 1952."}]}, {"heading": "Deaths", "year": "1996", "date": "February 1", "txt": "Ray Crawford, American race car driver, pilot, and businessman (b. 1915)", "entities": [{"title": "Ray Crawford", "href": "/wiki/Ray_Crawford", "description": "Ray Crawford was an American fighter ace, test pilot, race-car driver and businessman."}]}, {"heading": "Deaths", "year": "1997", "date": "February 1", "txt": "Herb Caen, American journalist and author (b. 1916)", "entities": [{"title": "Herb Caen", "href": "/wiki/Herb_Caen", "description": "Herbert Eugene Caen was a San Francisco humorist and journalist whose daily column of local goings-on and insider gossip, social and political happenings, and offbeat puns and anecdotes—\"A continuous love letter to San Francisco\"—appeared in the San Francisco Chronicle for almost sixty years and made him a household name throughout the San Francisco Bay Area."}]}, {"heading": "Deaths", "year": "1999", "date": "February 1", "txt": "Paul Mellon, American art collector and philanthropist (b. 1907)", "entities": [{"title": "Paul Mellon", "href": "/wiki/Paul_Mellon", "description": "Paul Mellon was an American philanthropist and an owner/breeder of thoroughbred racehorses. He is one of only five people ever designated an \"Exemplar of Racing\" by the National Museum of Racing and Hall of Fame. He was co-heir to one of America's greatest business fortunes, derived from the Mellon Bank created by his grandfather Thomas Mellon, his father Andrew W. Mellon, and his father's brother"}]}, {"heading": "Deaths", "year": "2001", "date": "February 1", "txt": "André D'Allemagne, Canadian political scientist and academic (b. 1929)", "entities": [{"title": "André D'Allemagne", "href": "/wiki/Andr%C3%A9_D%27Allemagne", "description": "André d'Allemagne was a translator, political science teacher, essayist and a militant for the independence of Quebec from Canada. Along with some 20 other people including Marcel Chaput and Jacques Bellemare, he was a founding member of the Rassemblement pour l'indépendance nationale (RIN)."}]}, {"heading": "Deaths", "year": "2002", "date": "February 1", "txt": "Aykut Barka, Turkish geologist and academic (b. 1951)", "entities": [{"title": "Aykut Barka", "href": "/wiki/Aykut_Barka", "description": "Aykut Barka was a Turkish earth scientist specialized in earthquake research. He is best known for his contributions to understanding the behaviour of the North Anatolian Fault Zone (NAFZ), one of the most dangerous active faults in the world."}]}, {"heading": "Deaths", "year": "2002", "date": "February 1", "txt": "Hildegard Knef, German actress and singer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "February 1", "txt": "Space Shuttle Columbia crew\nMichael P. Anderson, American colonel, pilot, and astronaut (b. 1959)\nDavid M. Brown, American captain, pilot, and astronaut (b. 1956)\nKalpana Chawla, Indian-American engineer and astronaut (b. 1961)\nLaurel Clark, American captain, surgeon, and astronaut (b. 1961)\nRick Husband, American colonel, pilot, and astronaut (b. 1957)\nWilliam C. McCool, American commander, pilot, and astronaut (b. 1961)\nIlan Ramon, Israeli colonel, pilot, and astronaut (b. 1954)", "entities": [{"title": "Space Shuttle Columbia", "href": "/wiki/Space_Shuttle_Columbia", "description": "Space Shuttle Columbia (OV-102) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the first American ship to circumnavigate the world, and the female personification of the United States, Columbia was the first of five Space Shuttle orbiters to fly in space, debuting the Space Shuttle launch vehicle on its maiden flight in April 1981. As only the "}]}, {"heading": "Deaths", "year": "2003", "date": "February 1", "txt": "Mongo Santamaría, Cuban-American drummer and bandleader (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "February 1", "txt": "Suha Arın, Turkish director, producer, and screenwriter (b. 1942)", "entities": [{"title": "Suha Arın", "href": "/wiki/Suha_Ar%C4%B1n", "description": "Mustafa Suha Arın was a Turkish film director, writer, producer and educator. He was born in Balikesir, Turkey. He completed his primary and secondary education in Ankara. In 1965, he went to USA to receive his license degree on film directing from Howard University and his master's degree on mass communication from the American University. He also worked as a translating speaker and interviewer a"}]}, {"heading": "Deaths", "year": "2005", "date": "February 1", "txt": "John Vernon, Canadian-American actor (b. 1932)", "entities": [{"title": "John Vernon", "href": "/wiki/John_Vernon", "description": "John Keith Vernon was a Canadian actor. He made a career in Hollywood after achieving initial television stardom in Canada. He was best known for playing Dean Wormer in Animal House, the Mayor in Dirty Harry and Fletcher in The Outlaw Josey Wales."}]}, {"heading": "Deaths", "year": "2007", "date": "February 1", "txt": "Gian Carlo Menotti, Italian-American playwright and composer (b. 1911)", "entities": [{"title": "Gian Carlo Menotti", "href": "/wiki/Gian_Carlo_Menotti", "description": "Gian Carlo Menotti was an Italian-American composer, librettist, director, and playwright who is primarily known for his output of 25 operas. Although he often referred to himself as an American composer, he kept his Italian citizenship. One of the most frequently performed opera composers of the 20th century, his most successful works were written in the 1940s and 1950s. Highly influenced by Giac"}]}, {"heading": "Deaths", "year": "2008", "date": "February 1", "txt": "Beto Carrero, Brazilian actor and businessman (b. 1937)", "entities": [{"title": "Beto Carrero", "href": "/wiki/Beto_Carrero", "description": "Beto Carrero was a Brazilian theme park owner and entertainer. He was the creator of the Beto Carrero World Park, in the municipality of Penha, on the northern coast of the Brazilian state of Santa Catarina, which is the largest theme park in Latin America and the third largest in the world."}]}, {"heading": "Deaths", "year": "2012", "date": "February 1", "txt": "Don Cornelius, American television host and producer (b. 1936)", "entities": [{"title": "Don Cornelius", "href": "/wiki/Don_Cornelius", "description": "Donald Cortez Cornelius was an American television show host and producer who was best known as the creator of the nationally syndicated dance and music show Soul Train, which he hosted from 1971 until 1993. Cornelius sold the show to MadVision Entertainment in 2008."}]}, {"heading": "Deaths", "year": "2012", "date": "February 1", "txt": "Wisława Szymborska, Polish poet and translator, Nobel Prize laureate (b. 1923)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2013", "date": "February 1", "txt": "Helene Hale, American politician (b. 1918)", "entities": [{"title": "Helene Hale", "href": "/wiki/Helene_Hale", "description": "Helene Hale was an American politician from the state of Hawaii."}]}, {"heading": "Deaths", "year": "2013", "date": "February 1", "txt": "Ed Koch, American lawyer, judge, and politician, 105th Mayor of New York City (b. 1924)", "entities": [{"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "2013", "date": "February 1", "txt": "Shanu Lahiri, Indian painter and educator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 1", "txt": "Cecil Womack, American singer-songwriter and producer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 1", "txt": "Luis Aragonés, Spanish footballer and manager (b. 1938)", "entities": [{"title": "Luis Aragonés", "href": "/wiki/Luis_Aragon%C3%A9s", "description": "Luis Aragonés Suárez was a Spanish football player and manager."}]}, {"heading": "Deaths", "year": "2014", "date": "February 1", "txt": "Vasily Petrov, Russian marshal (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 1", "txt": "Rene Ricard, American poet, painter, and critic (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 1", "txt": "Maximilian Schell, Austrian-Swiss actor, director, producer, and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 1", "txt": "Aldo Ciccolini, Italian-French pianist (b. 1925)", "entities": [{"title": "Aldo Ciccolini", "href": "/wiki/Aldo_Ciccolini", "description": "Aldo Ciccolini was an Italian pianist who became a naturalized French citizen in 1971."}]}, {"heading": "Deaths", "year": "2015", "date": "February 1", "txt": "Udo Lattek, German footballer, manager, and sportscaster (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 1", "txt": "Monty Oum, American animator, director, and screenwriter (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 1", "txt": "Óscar Humberto Mejía Victores, Guatemalan general and politician, 27th President of Guatemala (b. 1930)", "entities": [{"title": "Óscar Humberto Mejía Victores", "href": "/wiki/%C3%93scar_Humberto_Mej%C3%ADa_Victores", "description": "Brigadier General Óscar Humberto Mejía Víctores was the 27th President of Guatemala from 8 August 1983 to 14 January 1986. A member of the military, he was president during the apex of repression and death squad activity in the Central American nation. When he was minister of defense, he rallied a coup against President José Efraín Ríos Montt, which he justified by declaring that the government wa"}, {"title": "President of Guatemala", "href": "/wiki/President_of_Guatemala", "description": "The President of Guatemala, officially known as the President of the Republic of Guatemala, is the head of state and head of government of Guatemala, elected to a single four-year term. The position of President was created in 1839."}]}, {"heading": "Deaths", "year": "2017", "date": "February 1", "txt": "Desmond Carrington, British actor and broadcaster (b. 1926)", "entities": [{"title": "Desmond Carrington", "href": "/wiki/Desmond_Carrington", "description": "Desmond Herbert Carrington was a British broadcaster and actor whose career spanned 75 years. He was best known for his weekly show on BBC Radio 2 which aired for 35 years, from 4 October 1981 until his final broadcast on 28 October 2016. He appeared in such films as Calamity the Cow (1967) and also acted on TV, where he became known for his role as Dr. Anderson in Emergency Ward 10. He was born i"}]}, {"heading": "Deaths", "year": "2018", "date": "February 1", "txt": "Barys Kit, Belarusian rocket scientist (b. 1910)", "entities": [{"title": "Barys Kit", "href": "/wiki/Barys_Kit", "description": "Boris Uladzimiravich Kit was a Belarusian-American rocket scientist."}]}, {"heading": "Deaths", "year": "2018", "date": "February 1", "txt": "Mowzey Radio, Ugandan singer and songwriter (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "February 1", "txt": "Jeremy Hardy, English comedian, radio host and panelist (b. 1961)", "entities": [{"title": "Jeremy Hardy", "href": "/wiki/Jeremy_Hardy", "description": "Jeremy James Hardy was an English comedian."}]}, {"heading": "Deaths", "year": "2019", "date": "February 1", "txt": "Clive Swift, English actor (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "February 1", "txt": "Wade Wilson, American football player and coach (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "February 1", "txt": "Dustin Diamond, American actor, director, stand-up comedian, and musician (b. 1977)", "entities": [{"title": "Dustin Diamond", "href": "/wiki/Dustin_Diamond", "description": "Dustin Neil Diamond was an American actor, director, stand-up comedian, musician, and occasional professional wrestler, best known for his role as Samuel \"Screech\" Powers throughout the Saved by the Bell franchise."}]}, {"heading": "Deaths", "year": "2021", "date": "February 1", "txt": "Temur Tsiklauri, Georgian pop singer and actor", "entities": []}]