[{"heading": "Events", "year": "AD 62", "date": "February 5", "txt": "Earthquake in Pompeii, Italy.", "entities": [{"title": "62 Pompeii earthquake", "href": "/wiki/62_Pompeii_earthquake", "description": "On 5 February AD 62, an earthquake of an estimated magnitude of between 5 and 6 and a maximum intensity of IX or X on the Mercalli scale struck the towns of Pompeii and Herculaneum, severely damaging them. The earthquake may have been a precursor to the eruption of Mount Vesuvius in AD 79, which destroyed the same two towns. The contemporary philosopher and dramatist Seneca the Younger wrote an ac"}, {"title": "Pompeii", "href": "/wiki/Pompeii", "description": "Pompeii was an ancient city located in what is now the comune of Pompei near Naples in the Campania region of Italy. Pompeii, along with Herculaneum and many villas in the surrounding area, was buried under 4 to 6 m of volcanic ash and pumice in the eruption of Mount Vesuvius in AD 79."}]}, {"heading": "Events", "year": "756", "date": "February 5", "txt": "An Lushan, leader of a revolt against the Tang Dynasty, declares himself emperor and establishes the state of Yan.", "entities": [{"title": "An Lushan", "href": "/wiki/An_Lushan", "description": "An Lushan or An Lu-shan was a general in the Tang dynasty and is primarily known for instigating the An Lushan Rebellion."}, {"title": "An Lushan Rebellion", "href": "/wiki/An_Lushan_Rebellion", "description": "The An Lushan Rebellion was an uprising against the Tang dynasty of China towards the mid-point of the dynasty, with an attempt to replace it with the Yan dynasty. The rebellion was originally led by An Lushan, a general officer of the Tang military system. The event involved military activity and direct deaths from battle, but also significant associated population loss from famine, and populatio"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Yan (An–Shi)", "href": "/wiki/Yan_(An%E2%80%93Shi)", "description": "Yan, also known as the Great Yan, was a state established in 756 by the Tang Dynasty general An Lushan, after he rebelled against the reign of Emperor Xuanzong of Tang in 755. The state was extinguished in 763, with the death of An Lushan's former subordinate, Shi Siming's son, Shi Chaoyi, who was the last person to claim the title as Yan's emperor."}]}, {"heading": "Events", "year": "789", "date": "February 5", "txt": "Idris I reaches Volubilis and founds the Idrisid dynasty, marking the secession of Morocco from the Abbasid caliphate and founding the first Moroccan state.", "entities": [{"title": "Idris I", "href": "/wiki/Idris_I", "description": "Idris (I) ibn Abdallah, also known as Idris the Elder was a Hasanid and the founder of the Idrisid dynasty in part of northern Morocco, in alliance with the Berber tribe of Awraba. He ruled from 788 to 791. He is credited with founding the dynasty that established Moroccan statehood and is regarded as the \"founder of Morocco\"."}, {"title": "Volubilis", "href": "/wiki/Volubilis", "description": "Volubilis is a partly excavated Berber city in Morocco situated near the city of Meknes, and commonly considered as the ancient capital of the kingdom of Mauretania. Built in a fertile agricultural area, it developed from the 3rd century BC onward as a Berber, then proto-Carthaginian, settlement before being the capital of the kingdom of Mauretania. It grew rapidly under Roman rule from the 1st ce"}, {"title": "Idrisid dynasty", "href": "/wiki/Idrisid_dynasty", "description": "The Idrisids were an Arab Muslim Dynasty in Morocco, ruling from 788 to 974. Named after the founder, Idris I, the Idrisids were an Alid and Hasanid dynasty, descended from Muhammad. The Idrisids are traditionally considered to be the founders of the first Moroccan Muslim state, setting the stage for subsequent dynasties and states centered in this region. Their reign played an important role in t"}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}, {"title": "Abbasid caliphate", "href": "/wiki/Abbasid_caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Events", "year": "1576", "date": "February 5", "txt": "Henry of Navarre abjures Catholicism at Tours and rejoins the Protestant forces in the French Wars of Religion.", "entities": [{"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}, {"title": "wikt:abjure", "href": "https://en.wiktionary.org/wiki/abjure", "description": null}, {"title": "Tours", "href": "/wiki/Tours", "description": "Tours is the prefecture of the Indre-et-Loire department and largest city in the Centre-Val de Loire region of Western France, although it is not the regional prefecture, which is the region's second-largest city, Orléans. In 2017, the commune of Tours had 135,787 inhabitants; the population of the whole metropolitan area was 495,379."}, {"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}]}, {"heading": "Events", "year": "1597", "date": "February 5", "txt": "A group of early Japanese Christians are killed by the new government of Japan for being seen as a threat to Japanese society.", "entities": [{"title": "Hidden Christians of Japan", "href": "/wiki/Hidden_Christians_of_Japan", "description": "Kakure Kirishitan is a modern term for a member of the Catholic Church in Japan that went underground at the start of the Edo period in the early 17th century."}, {"title": "Twenty-six Martyrs of Japan", "href": "/wiki/Twenty-six_Martyrs_of_Japan", "description": "The Twenty-Six Martyrs of Japan  were a group of Catholics who were executed by crucifixion on February 5, 1597, in Nagasaki, Japan. Their martyrdom is especially significant in the history of the Catholic Church in Japan."}]}, {"heading": "Events", "year": "1649", "date": "February 5", "txt": "Charles Stuart, the son of King Charles I, is declared King Charles II of England and Scotland by the Scottish Parliament.", "entities": [{"title": "Charles II of England and Scotland", "href": "/wiki/Charles_II_of_England_and_Scotland", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}]}, {"heading": "Events", "year": "1778", "date": "February 5", "txt": "South Carolina becomes the second state to ratify the Articles of Confederation.", "entities": [{"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}, {"title": "Articles of Confederation", "href": "/wiki/Articles_of_Confederation", "description": "The Articles of Confederation and Perpetual Union was an agreement among the 13 original states of the United States of America that served as its first constitution. It was approved after much debate by the Second Continental Congress on November 15, 1777, and sent to the states for ratification. The Articles of Confederation came into force on March 1, 1781, after ratification by all the states."}]}, {"heading": "Events", "year": "1782", "date": "February 5", "txt": "Spanish defeat British forces and capture Menorca.", "entities": [{"title": "Invasion of Menorca (1781)", "href": "/wiki/Invasion_of_Menorca_(1781)", "description": "The Franco-Spanish reconquest of Menorca from the British in February 1782, after the Siege of Fort St. Philip lasting over five months, was an important step in the achievement of Spain's aims in its alliance with France against Britain during the American Revolutionary War. The ultimate result was the devolution of the island to Spain in the Treaty of Paris in 1783."}, {"title": "Menorca", "href": "/wiki/Menorca", "description": "Menorca or Minorca is one of the Balearic Islands located in the Mediterranean Sea belonging to Spain. Its name derives from its size, contrasting it with nearby Mallorca. Its largest city and capital is Mahón, situated on the island's eastern side, although Menorca is not a province and forms a political union with the other islands in the archipelago."}]}, {"heading": "Events", "year": "1783", "date": "February 5", "txt": "In Calabria, a sequence of strong earthquakes begins.", "entities": [{"title": "Calabria", "href": "/wiki/Calabria", "description": "Calabria, known in antiquity as Bruttium, is a region in Southern Italy."}, {"title": "1783 Calabrian earthquakes", "href": "/wiki/1783_Calabrian_earthquakes", "description": "The 1783 Calabrian earthquakes were a sequence of five strong earthquakes that hit the region of Calabria in southern Italy, the first two of which produced significant tsunamis. The epicenters form a clear alignment extending nearly 100 km from the Straits of Messina to about 18 km SSW of Catanzaro. The epicenter of the first earthquake occurred in the plain of Palmi. The earthquakes occurred ove"}]}, {"heading": "Events", "year": "1807", "date": "February 5", "txt": "HMS Blenheim and HMS Java disappear off the coast of Rodrigues.", "entities": [{"title": "HMS Blenheim (1761)", "href": "/wiki/HMS_Blenheim_(1761)", "description": "HMS Blenheim was a 90-gun second-rate ship of the line of the Royal Navy, launched on 5 July 1761 at Woolwich. In 1797 she participated in the Battle of Cape St Vincent. In 1801 Blenheim was razeed to a third rate. She disappeared off Madagascar with all hands in February 1807."}, {"title": "Rodrigues", "href": "/wiki/Rodrigues", "description": "Rodrigues is a 108-square-kilometre (42 sq mi) autonomous outer island of the Republic of Mauritius in the Indian Ocean, about 560 kilometres (350 mi) east of Mauritius. It is part of the Mascarene Islands which include Mauritius and Réunion. It is of volcanic origin and is surrounded by coral reef, and just off its coast lie some tiny uninhabited islands. The island used to be the tenth District "}]}, {"heading": "Events", "year": "1810", "date": "February 5", "txt": "Peninsular War: Siege of Cádiz begins.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "Siege of Cádiz", "href": "/wiki/Siege_of_C%C3%A1diz", "description": "The siege of Cádiz was a siege of the large Spanish naval base of Cádiz by a French army from 5 February 1810 to 24 August 1812 during the Peninsular War. Following the occupation of Seville, Cádiz became the Spanish seat of power, and was targeted by 70,000 French troops under the command of the Marshals Claude Victor and Nicolas Jean-de-Dieu Soult for one of the most important sieges of the war."}]}, {"heading": "Events", "year": "1818", "date": "February 5", "txt": "Jean-Baptiste Bernadotte ascends to the thrones of Sweden and Norway.", "entities": [{"title": "Charles XIV John of Sweden", "href": "/wiki/Charles_XIV_John_of_Sweden", "description": "Charles XIV John was King of Sweden and Norway from 1818 until his death. In modern Norwegian lists of kings he is called Charles III John. He was the first monarch of the Bernadotte dynasty."}]}, {"heading": "Events", "year": "1849", "date": "February 5", "txt": "University of Wisconsin–Madison's first class meets at Madison Female Academy.", "entities": [{"title": "University of Wisconsin–Madison", "href": "/wiki/University_of_Wisconsin%E2%80%93Madison", "description": "The University of Wisconsin–Madison is a public land-grant research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. "}, {"title": "Madison Female Academy", "href": "/wiki/Madison_Female_Academy", "description": "Madison Female Academy was a school for girls which flourished in the 19th century in Madison, Wisconsin, USA, and is now mainly famous as the site of the first classes held by the University of Wisconsin–Madison."}]}, {"heading": "Events", "year": "1852", "date": "February 5", "txt": "The New Hermitage Museum in Saint Petersburg, Russia, one of the largest and oldest museums in the world, opens to the public.", "entities": [{"title": "Hermitage Museum", "href": "/wiki/Hermitage_Museum", "description": "The State Hermitage Museum is a museum of art and culture in Saint Petersburg, Russia. The second-largest art museum in the world, it was founded in 1764 when Empress Catherine the Great acquired an impressive collection of paintings from the Berlin merchant Johann Ernst Gotzkowsky. The museum celebrates the anniversary of its founding each year on 7 December, Saint Catherine's Day. It has been op"}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1859", "date": "February 5", "txt": "Alexandru Ioan Cuza, Prince of Moldavia, is also elected as prince of Wallachia, joining the two principalities as a personal union called the United Principalities, an autonomous region within the Ottoman Empire, which ushered the birth of the modern Romanian state.", "entities": [{"title": "Alexandru Ioan Cuza", "href": "/wiki/Alexandru_Ioan_Cuza", "description": "Alexandru Ioan Cuza was the first domnitor (Ruler) of the Romanian Principalities through his double election as prince of Moldavia on 5 January 1859 and prince of Wallachia on 24 January 1859. He was a prominent figure of the Revolution of 1848 in Moldavia. Following his double election, he initiated a series of reforms that contributed to the modernization of Romanian society and of state struct"}, {"title": "Moldavia", "href": "/wiki/Moldavia", "description": "Moldavia is a historical region and former principality in Central and Eastern Europe, corresponding to the territory between the Eastern Carpathians and the Dniester River. An initially independent and later autonomous state, it existed from the 14th century to 1859, when it united with Wallachia as the basis of the modern Romanian state; at various times, Moldavia included the regions of Bessara"}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}, {"title": "Personal union", "href": "/wiki/Personal_union", "description": "A personal union is the combination of two or more states that have the same monarch while their boundaries, laws, and interests remain distinct. A real union, by contrast, would involve the constituent states being to some extent interlinked, such as by sharing some limited governmental institutions. Unlike the personal union, in a federation and a unitary state, a central (federal) government sp"}, {"title": "United Principalities of Moldavia and Wallachia", "href": "/wiki/United_Principalities_of_Moldavia_and_Wallachia", "description": "The United Principalities Moldavia and Wallachia, commonly called United Principalities, was the personal union of the Principality of Moldavia and the Principality of Wallachia, formed on 5 February [O.S. 24 January] 1859 when Alexandru Ioan Cuza was elected as the Domnitor of both principalities, which were autonomous but still vassals of the Ottoman Empire. On 3 February [O.S. 22 January] 1862,"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1862", "date": "February 5", "txt": "Moldavia and Wallachia formally unite to create the Romanian United Principalities.", "entities": [{"title": "United Principalities of Moldavia and Wallachia", "href": "/wiki/United_Principalities_of_Moldavia_and_Wallachia", "description": "The United Principalities Moldavia and Wallachia, commonly called United Principalities, was the personal union of the Principality of Moldavia and the Principality of Wallachia, formed on 5 February [O.S. 24 January] 1859 when Alexandru Ioan Cuza was elected as the Domnitor of both principalities, which were autonomous but still vassals of the Ottoman Empire. On 3 February [O.S. 22 January] 1862,"}]}, {"heading": "Events", "year": "1869", "date": "February 5", "txt": "The largest alluvial gold nugget in history, called the \"Welcome Stranger\", is found in Moliagul, Victoria, Australia.", "entities": [{"title": "Alluvial", "href": "/wiki/Alluvial", "description": "Alluvium is loose, unconsolidated soil or sediment that has been eroded, reshaped by water in some form, and redeposited in a non-marine setting. Alluvium is typically made up of a variety of materials, including fine particles of silt and clay and larger particles of sand and gravel. When this loose alluvial material is deposited or cemented into a lithological unit, or lithified, it is called an"}, {"title": "Gold", "href": "/wiki/Gold", "description": "Gold is a chemical element with the symbol Au and atomic number 79, making it one of the higher atomic number elements that occur naturally. In a pure form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold o"}, {"title": "Welcome Stranger", "href": "/wiki/Welcome_Stranger", "description": "The Welcome Stranger is the biggest alluvial gold nugget found, which had a calculated refined weight of 97.14 kilograms (3,123 ozt). It measured 61 by 31 cm and was discovered by prospectors John Deason and Richard Oates on 5 February 1869 at Moliagul, Victoria, Australia, about 14.6 kilometres north-west of Dunolly."}, {"title": "Moliagul, Victoria", "href": "/wiki/Moliagul,_Victoria", "description": "Moliagul is a small township in Victoria, Australia, 202 kilometres (126 mi) northwest of Melbourne and 60 kilometres (37 mi) west of Bendigo. The town's name is believed to be a derivation of the aboriginal word \"moliagulk\", meaning \"wooded hill\". The area is notable for the discovery of a number of gold nuggets. These finds include the world's largest, the Welcome Stranger, which was discovered "}]}, {"heading": "Events", "year": "1885", "date": "February 5", "txt": "King Leopold II of Belgium establishes the Congo as a personal possession.", "entities": [{"title": "Leopold II of Belgium", "href": "/wiki/Leopold_II_of_Belgium", "description": "Leopold II was the second King of the Belgians from 1865 to 1909 and, through his own efforts, the owner and absolute ruler of the Congo Free State from 1885 to 1908."}, {"title": "Congo Free State", "href": "/wiki/Congo_Free_State", "description": "The Congo Free State, also known as the Independent State of the Congo, was a large state in Central Africa from 1885 to 1908. It was privately owned by Leopold II of Belgium. Leopold was able to procure the region by convincing other Eurasian states at the Berlin Conference on Africa that he was involved in humanitarian and philanthropic work and would not tax trade. Via the International Associa"}]}, {"heading": "Events", "year": "1905", "date": "February 5", "txt": "In Mexico, the General Hospital of Mexico is inaugurated, started with four basic specialties.", "entities": [{"title": "General Hospital of Mexico", "href": "/wiki/General_Hospital_of_Mexico", "description": "The General Hospital of Mexico is a hospital in Mexico City, operated by the Secretariat of Health, the federal government department in charge of all social health services in Mexico."}]}, {"heading": "Events", "year": "1907", "date": "February 5", "txt": "Belgian chemist Leo Baekeland announces the creation of Bakelite, the world's first synthetic plastic.", "entities": [{"title": "Leo Baekeland", "href": "/wiki/Leo_Baekeland", "description": "Leo Hendrik Arthur Baekeland \n(November 14, 1863 – February 23, 1944) was a Belgian chemist. He is best known for the inventions of Velox photographic paper in 1893, and Bakelite in 1907. He has been called \"The Father of the Plastics Industry\" for his invention of Bakelite, an inexpensive, nonflammable and versatile plastic, which marked the beginning of the modern plastics industry."}, {"title": "Bakelite", "href": "/wiki/Bakelite", "description": "Bakelite or polyoxybenzylmethylenglycolanhydride was the first plastic made from synthetic components. It is a thermosetting phenol formaldehyde resin, formed from a condensation reaction of phenol with formaldehyde. It was developed by the Belgian-American chemist Leo Baekeland in Yonkers, New York, in 1907."}, {"title": "Plastic", "href": "/wiki/Plastic", "description": "Plastics are a wide range of synthetic or semi-synthetic materials that use polymers as a main ingredient. Their plasticity makes it possible for plastics to be moulded, extruded or pressed into solid objects of various shapes. This adaptability, plus a wide range of other properties, such as being light weight, durable flexible, and inexpensive to produce, has led to its widespread use. Plastics "}]}, {"heading": "Events", "year": "1913", "date": "February 5", "txt": "Greek military aviators, Michael Moutoussis and Aristeidis Moraitinis perform the first naval air mission in history, with a Farman MF.7 hydroplane.", "entities": [{"title": "Hellenic Air Force", "href": "/wiki/Hellenic_Air_Force", "description": "The Hellenic Air Force is the air force of Greece. It is considered to be one of the largest air forces in NATO and is globally placed 18th out of 139 countries. It is also noted for its high quality pilots, benchmarked annually in international exercises. Under the Kingdom of Greece from 1935 to 1973, it was known as the Royal Hellenic Air Force (RHAF)."}, {"title": "Michael Moutoussis", "href": "/wiki/Michael_Moutoussis", "description": "Michael Moutoussis was one of the first military aviators in the Greek Armed Forces. During the Balkan Wars (1912–1913) he performed together with Aristeidis Moraitinis the first naval air co-operation mission in history."}, {"title": "Aristeidis Moraitinis (aviator)", "href": "/wiki/Aristeidis_Moraitinis_(aviator)", "description": "Aristeidis Moraitinis DSO was a pioneer Greek military aviator of the early 20th century. During the Balkan Wars (1912–1913) he performed together with Michael Moutoussis the first naval air mission in history, while in the following World War I, he became Greece's only ace with nine aerial victories in total."}, {"title": "Naval aviation", "href": "/wiki/Naval_aviation", "description": "Naval aviation is the application of military air power by navies, whether from warships that embark aircraft, or land bases."}, {"title": "Farman MF.7", "href": "/wiki/Farman_MF.7", "description": "The Maurice Farman MF.7 Longhorn is a French biplane developed before World War I which was used for reconnaissance by both the French and British air services in the early stages of the war before being relegated to service as a trainer."}]}, {"heading": "Events", "year": "1917", "date": "February 5", "txt": "The current constitution of Mexico is adopted, establishing a federal republic with powers separated into independent executive, legislative, and judicial branches.", "entities": [{"title": "Constitution of Mexico", "href": "/wiki/Constitution_of_Mexico", "description": "The Constitution of Mexico, formally the Political Constitution of the United Mexican States, is the current constitution of Mexico. It was drafted in Santiago de Querétaro, in the State of Querétaro, by a constituent convention, during the Mexican Revolution. It was approved by the Constituent Congress on 5 February 1917. It is the successor to the Constitution of 1857, and earlier Mexican consti"}, {"title": "Federal republic", "href": "/wiki/Federal_republic", "description": "A federal republic is a federation of states with a republican form of government. At its core, the literal meaning of the word republic when used to reference a form of government means: \"a country that is governed by elected representatives and by an elected leader rather than by a king or queen\"."}]}, {"heading": "Events", "year": "1917", "date": "February 5", "txt": "The Congress of the United States passes the Immigration Act of 1917 over President Woodrow Wilson's veto.", "entities": [{"title": "Immigration Act of 1917", "href": "/wiki/Immigration_Act_of_1917", "description": "The Immigration Act of 1917 was a United States Act that aimed to restrict immigration by imposing literacy tests on immigrants, creating new categories of inadmissible persons, and barring immigration from the Asia-Pacific zone. The most sweeping immigration act the United States had passed until that time, it followed the Chinese Exclusion Act of 1882 in marking a turn toward nativism. The 1917 "}, {"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}]}, {"heading": "Events", "year": "1918", "date": "February 5", "txt": "Stephen W. Thompson shoots down a German airplane; this is the first aerial victory by the U.S. military.", "entities": [{"title": "Stephen W. Thompson", "href": "/wiki/Stephen_W._Thompson", "description": "Stephen W. Thompson was an American aviator of World War I. Flying as a gunner on a French aircraft in February 1918, he became the first member of the United States military to shoot down an enemy aircraft. Kiffin Rockwell achieved an earlier aerial victory as an American volunteer member of the French Lafayette Escadrille in 1916."}]}, {"heading": "Events", "year": "1918", "date": "February 5", "txt": "SS Tuscania is torpedoed off the coast of Ireland; it is the first ship carrying American troops to Europe to be torpedoed and sunk.", "entities": []}, {"heading": "Events", "year": "1919", "date": "February 5", "txt": "Charlie Chaplin, Mary Pickford, Douglas Fairbanks, and D. W. Griffith launch United Artists.", "entities": [{"title": "Charlie Chaplin", "href": "/wiki/Charlie_Chaplin", "description": "Sir Charles Spencer Chaplin was an English comic actor, filmmaker, and composer who rose to fame in the era of silent film. He became a worldwide icon through his screen persona, The Tramp, and is considered one of the most important figures in the history of the film industry. His career spanned more than 75 years, from childhood in the Victorian era until a year before his death in 1977, and enc"}, {"title": "Mary Pickford", "href": "/wiki/Mary_Pickford", "description": "Gladys Marie Smith, known professionally as Mary Pickford, was a Canadian-American film actress and producer with a career that spanned five decades. A pioneer in the American film industry, she co-founded Pickford–Fairbanks Studios and United Artists, and was one of the 36 founders of the Academy of Motion Picture Arts and Sciences."}, {"title": "Douglas Fairbanks", "href": "/wiki/Douglas_Fairbanks", "description": "Douglas Elton Fairbanks was an American actor, screenwriter, director, and producer. He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies."}, {"title": "D. W. Griffith", "href": "/wiki/D._W._Griffith", "description": "David Wark Griffith was an American film director. Widely considered as the most important filmmaker of his generation, he pioneered financing of the feature-length movie."}, {"title": "United Artists", "href": "/wiki/United_Artists", "description": "United Artists Corporation (UA), currently doing business as United Artists Digital Studios, is an American digital production company. Founded in 1919 by D. W. Griffith, Charlie Chaplin, Mary Pickford, and Douglas Fairbanks, the studio was premised on allowing actors to control their own interests, rather than being dependent upon commercial studios. UA was repeatedly bought, sold, and restructur"}]}, {"heading": "Events", "year": "1924", "date": "February 5", "txt": "The Royal Greenwich Observatory begins broadcasting the hourly time signals known as the Greenwich Time Signal.", "entities": [{"title": "Royal Greenwich Observatory", "href": "/wiki/Royal_Greenwich_Observatory", "description": "The Royal Observatory, Greenwich is an observatory situated on a hill in Greenwich Park in east London, overlooking the River Thames to the north. It played a major role in the history of astronomy and navigation, and because the Prime Meridian passes through it, it gave its name to Greenwich Mean Time, the precursor to today's Coordinated Universal Time (UTC). The ROG has the IAU observatory code"}, {"title": "Greenwich Time Signal", "href": "/wiki/Greenwich_Time_Signal", "description": "The Greenwich Time Signal (GTS), popularly known as the pips, is a series of six short tones broadcast at one-second intervals by many BBC Radio stations. The pips were introduced in 1924 and have been generated by the BBC since 1990 to mark the precise start of each hour. Their utility in calibration is diminishing as digital broadcasting entails time lags."}]}, {"heading": "Events", "year": "1933", "date": "February 5", "txt": "Mutiny on Royal Netherlands Navy warship HNLMS De Zeven Provinciën off the coast of Sumatra, Dutch East Indies.", "entities": [{"title": "Royal Netherlands Navy", "href": "/wiki/Royal_Netherlands_Navy", "description": "The Royal Netherlands Navy is the naval force of the Kingdom of the Netherlands. Its origins date back to the Eighty Years' War (1568–1648), the war of independence from the House of Habsburg who ruled over the Habsburg Netherlands."}, {"title": "HNLMS De Zeven Provinciën (1909)", "href": "/wiki/HNLMS_De_Zeven_Provinci%C3%ABn_(1909)", "description": "HNLMS De Zeven Provinciën was a Royal Netherlands Navy coastal defence ship in service from 1910 until 1942. It was a small cruiser-sized warship that sacrificed speed and range for armor and armament. She was armed with two 283 mm, four 150 mm, ten 75 mm, four 37 mm guns, in addition to a few 75 mm mortars. She was 101.5 metres (333 ft) long, had a beam of 17.1 metres (56 ft) and a draft of 6.15 "}, {"title": "Sumatra", "href": "/wiki/Sumatra", "description": "Sumatra is one of the Sunda Islands of western Indonesia. It is the largest island that is fully within Indonesian territory, as well as the sixth-largest island in the world at 473,481 km2 (182,812 mi.2), not including adjacent islands such as the Simeulue, Nias, Mentawai, Enggano, Riau Islands, Bangka Belitung and Krakatoa archipelago."}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}]}, {"heading": "Events", "year": "1939", "date": "February 5", "txt": "Generalísimo Francisco Franco becomes the 68th \"Caudillo de España\", or Leader of Spain.", "entities": [{"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}]}, {"heading": "Events", "year": "1941", "date": "February 5", "txt": "World War II: Allied forces begin the Battle of Keren to capture Keren, Eritrea.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Battle of Keren", "href": "/wiki/Battle_of_Keren", "description": "The Battle of Keren took place from 3 February to 27 March 1941. Keren was attacked by the British during the East African Campaign of the Second World War. A force of Italian regular and colonial troops defended the position against British troops and Free French forces. The town of Keren, in the colony of Italian East Africa, was of tactical importance to both sides. The road and railway through"}, {"title": "Keren, Eritrea", "href": "/wiki/Keren,_Eritrea", "description": "Keren (ከረን) and historically known as Sanhit, is the second-largest city in Eritrea. It is situated around 91 kilometres (57 mi) northwest of Asmara at an elevation of 1,390 metres (4,560 ft) above sea-level. The city sprawls on a wide basin surrounded by granitic mountains on all sides. It serves as the capital of the Anseba region, and is home to a number of ethnic groups including the Bilen peo"}]}, {"heading": "Events", "year": "1945", "date": "February 5", "txt": "World War II: General Douglas MacArthur returns to Manila.", "entities": [{"title": "Douglas MacArthur", "href": "/wiki/Douglas_MacArthur", "description": "General of the Army Douglas MacArthur was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines campaign, which made him and his father Arthur MacArthur Jr. the first father and s"}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}]}, {"heading": "Events", "year": "1958", "date": "February 5", "txt": "Gamal Abdel Nasser is nominated to be the first president of the United Arab Republic.", "entities": [{"title": "Gamal Abdel Nasser", "href": "/wiki/Gamal_Abdel_Nasser", "description": "Gamal Abdel Nasser Hussein was an Egyptian politician who served as the second President of Egypt from 1954 until his death in 1970. Nasser led the 1952 overthrow of the monarchy and introduced far-reaching land reforms the following year. Following a 1954 attempt on his life by a Muslim Brotherhood member, he cracked down on the organization, put President Mohamed Naguib under house arrest and as"}, {"title": "United Arab Republic", "href": "/wiki/United_Arab_Republic", "description": "The United Arab Republic was a sovereign state in the Middle East from 1958 to 1971. It was initially a political union between Egypt and Syria from 1958 until Syria seceded from the union after the 1961 Syrian coup d'état — leaving a rump state. Egypt continued to be known officially as the United Arab Republic until 1971."}]}, {"heading": "Events", "year": "1958", "date": "February 5", "txt": "A hydrogen bomb known as the Tybee Bomb is lost by the US Air Force off the coast of Savannah, Georgia, never to be recovered.", "entities": [{"title": "Tybee Bomb", "href": "/wiki/Tybee_Bomb", "description": "The Tybee Island mid-air collision was an incident on February 5, 1958, in which the United States Air Force lost a 7,600-pound (3,400 kg) Mark 15 nuclear bomb in the waters off Tybee Island near Savannah, Georgia, United States. During a practice exercise, an F-86 fighter plane collided with the B-47 bomber carrying the bomb. To protect the aircrew from a possible detonation in the event of a cra"}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}]}, {"heading": "Events", "year": "1962", "date": "February 5", "txt": "French President Charles de Gaulle calls for Algeria to be granted independence.", "entities": [{"title": "President of the French Republic", "href": "/wiki/President_of_the_French_Republic", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}, {"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1963", "date": "February 5", "txt": "The European Court of Justice's ruling in Van Gend en Loos v Nederlandse Administratie der Belastingen establishes the principle of direct effect, one of the most important, if not the most important, decisions in the development of European Union law.", "entities": [{"title": "European Court of Justice", "href": "/wiki/European_Court_of_Justice", "description": "The European Court of Justice, formally just the Court of Justice, is the supreme court of the European Union in matters of European Union law. As a part of the Court of Justice of the European Union, it is tasked with interpreting EU law and ensuring its equal application across all EU member states under Article 263 of the Treaty of the Functioning of the European Union (TFEU)."}, {"title": "Direct effect", "href": "/wiki/Direct_effect", "description": "In European Union law, direct effect is the principle that Union law may, if appropriately framed, confer rights on individuals which the courts of member states of the European Union are bound to recognise and enforce."}, {"title": "European Union law", "href": "/wiki/European_Union_law", "description": "European Union law is a system of rules operating within the member states of the European Union. Since the founding of the Coal and Steel Community after World War II, the EU has developed the aim to \"promote peace, its values and the well-being of its peoples\". The EU has political institutions, social and economic policies, which transcend nation states for the purpose of cooperation and human "}]}, {"heading": "Events", "year": "1971", "date": "February 5", "txt": "Astronauts land on the Moon in the Apollo 14 mission.", "entities": [{"title": "Apollo 14", "href": "/wiki/Apollo_14", "description": "Apollo 14 was the eighth crewed mission in the United States Apollo program, the third to land on the Moon, and the first to land in the lunar highlands. It was the last of the \"H missions\", landings at specific sites of scientific interest on the Moon for two-day stays with two lunar extravehicular activities."}]}, {"heading": "Events", "year": "1975", "date": "February 5", "txt": "Riots break in Lima, Peru after the police forces go on strike the day before. The uprising (locally known as the Limazo) is bloodily suppressed by the military dictatorship.", "entities": [{"title": "Lima", "href": "/wiki/Lima", "description": "Lima is the capital and the largest city of Peru. It is located in the valleys of the Chillón, Rímac and Lurín Rivers, in the central coastal part of the country, overlooking the Pacific Ocean. Together with the seaport of Callao, it forms a contiguous urban area known as the Lima Metropolitan Area. With a population of more than 9 million, Lima is one of the largest cities in the Americas."}, {"title": "February 4", "href": "/wiki/February_4", "description": "February 4 is the 35th day of the year in the Gregorian calendar; 330 days remain until the end of the year."}]}, {"heading": "Events", "year": "1985", "date": "February 5", "txt": "Ugo Vetere, then the mayor of Rome, and Chedli Klibi, then the mayor of Carthage meet in Tunis to sign a treaty of friendship officially ending the Third Punic War which lasted 2,131 years.", "entities": [{"title": "Ugo Vetere", "href": "/wiki/Ugo_Vetere", "description": "Ugo Vetere was an Italian Communist Party politician. He was born in Reggio Calabria. He became mayor of Rome in 1981, after the death of his predecessor and served until 1985. He served in the Chamber of Deputies of Italy in Legislature VI, Legislature VII, Legislature VIII and in the Senate of the Republic in Legislature X.\n"}, {"title": "Chedli Klibi", "href": "/wiki/Chedli_Klibi", "description": "Chedli Klibi was a Tunisian politician. He was Secretary General of the Arab League, and the only non-Egyptian to hold the post."}, {"title": "Carthage", "href": "/wiki/Carthage", "description": "Carthage was the capital city of the ancient Carthaginian civilization, on the eastern side of the Lake of Tunis in what is now Tunisia. Carthage was the most important trading hub of the Ancient Mediterranean and one of the most affluent cities of the classical world."}, {"title": "Tunis", "href": "/wiki/Tunis", "description": "Tunis is the capital and largest city of Tunisia. The greater metropolitan area of Tunis, often referred to as \"Grand Tunis\", has about 2,700,000 inhabitants. As of 2020, it is the fourth-largest city in the Maghreb region and the sixteenth-largest in the Arab world."}, {"title": "Third Punic War", "href": "/wiki/Third_Punic_War", "description": "The Third Punic War was the third and last of the Punic Wars fought between Carthage and Rome. The war was fought entirely within Carthaginian territory, in modern northern Tunisia. When the Second Punic War ended in 201 BC, one of the terms of the peace treaty prohibited Carthage from waging war without Rome's permission. Rome's ally, King Masinissa of Numidia, exploited this to repeatedly raid a"}]}, {"heading": "Events", "year": "1988", "date": "February 5", "txt": "Manuel Noriega is indicted on drug smuggling and money laundering charges.", "entities": [{"title": "Manuel Noriega", "href": "/wiki/Manuel_Noriega", "description": "Manuel Antonio Noriega Moreno was a Panamanian politician and military officer who was the de facto ruler of Panama from 1983 to 1989. An authoritarian ruler who amassed a personal fortune through drug trafficking operations, he had longstanding ties to United States intelligence agencies before the U.S. invasion of Panama removed him from power."}, {"title": "Illegal drug trade", "href": "/wiki/Illegal_drug_trade", "description": "The illegal drug trade or drug trafficking is a global black market dedicated to the cultivation, manufacture, distribution and sale of prohibited drugs. Most jurisdictions prohibit trade, except under license, of many types of drugs through the use of drug prohibition laws."}, {"title": "Money laundering", "href": "/wiki/Money_laundering", "description": "Money laundering is the illegal process of concealing the origins of money obtained illegally by passing it through a complex sequence of banking transfers or commercial transactions. The overall scheme of this process returns the \"clean\" money to the launderer in an obscure and indirect way."}]}, {"heading": "Events", "year": "1994", "date": "February 5", "txt": "Byron De La Beckwith is convicted of the 1963 murder of civil rights leader Medgar Evers.", "entities": [{"title": "Byron De La Beckwith", "href": "/wiki/Byron_De_La_Beckwith", "description": "Byron De La Beckwith Jr. was an American white supremacist and Klansman from Greenwood, Mississippi, who assassinated the civil rights leader Medgar Evers on June 12, 1963. Two trials in 1964 on that charge, with all-white juries, resulted in hung juries. In 1994, he was tried by the state in a new trial based on new evidence, convicted of the murder, and sentenced to life in prison."}, {"title": "Civil rights", "href": "/wiki/Civil_rights", "description": "Civil and political rights are a class of rights that protect individuals' freedom from infringement by governments, social organizations, and private individuals. They ensure one's entitlement to participate in the civil and political life of society and the state without discrimination or repression."}, {"title": "Medgar Evers", "href": "/wiki/Medgar_Evers", "description": "Medgar Wiley Evers was an American civil rights activist in Mississippi, the state's field secretary for the NAACP, and a World War II veteran who had served in the United States Army. He worked to overturn segregation at the University of Mississippi, end the segregation of public facilities, and expand opportunities for African Americans, which included the enforcement of voting rights."}]}, {"heading": "Events", "year": "1994", "date": "February 5", "txt": "Markale massacres, more than 60 people are killed and some 200 wounded as a mortar shell explodes in a downtown marketplace in Sarajevo.", "entities": [{"title": "Sarajevo", "href": "/wiki/Sarajevo", "description": "Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,569 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart o"}]}, {"heading": "Events", "year": "1997", "date": "February 5", "txt": "The so-called Big Three banks in Switzerland announce the creation of a $71 million fund to aid Holocaust survivors and their families.", "entities": [{"title": "Banking in Switzerland", "href": "/wiki/Banking_in_Switzerland#Major_banks", "description": "Banking in Switzerland dates to the early eighteenth century through Switzerland's merchant trade and has, over the centuries, grown into a complex, regulated, and international industry. Banking is seen as emblematic of Switzerland, along with the Swiss Alps, Swiss chocolate, watchmaking and mountaineering. Switzerland has a long, kindred history of banking secrecy and client confidentiality reac"}, {"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}]}, {"heading": "Events", "year": "2000", "date": "February 5", "txt": "Russian forces massacre at least 60 civilians in the Novye Aldi suburb of Grozny, Chechnya.", "entities": [{"title": "Novye Aldi massacre", "href": "/wiki/Novye_Aldi_massacre", "description": "The Novye Aldi massacre was a massacre in which Russian federal forces summarily executed dozens of people in the Novye Aldi (Aldy) suburb of Grozny, the capital of Chechnya, in the course of a \"mopping-up\" (zachistka) operation conducted there on February 5, 2000, soon after the end of the battle for the city. As a result of a deadly rampage by the special police forces, between 60 to 82 local ci"}, {"title": "Grozny", "href": "/wiki/Grozny", "description": "Grozny is the capital city of Chechnya, Russia. The city lies on the Sunzha River. According to the 2010 Census, it had a population of 271,573 – up from 210,720 recorded in the 2002 Census, but still only about two-thirds of 399,688 recorded in the 1989 Census. It was previously known as Groznaya."}, {"title": "Chechnya", "href": "/wiki/Chechnya", "description": "Chechnya, officially the Chechen Republic, is a constituent republic of Russia situated in the North Caucasus in Eastern Europe, close to the Caspian Sea. The republic forms part of Russia's North Caucasian Federal District. It shares land borders with the country of Georgia to its south; with the Russian republic of Dagestan to its east and north, with Ingushetia and North Ossetia–Alania to its w"}]}, {"heading": "Events", "year": "2004", "date": "February 5", "txt": "Rebels from the Revolutionary Artibonite Resistance Front capture the city of Gonaïves, starting the 2004 Haiti rebellion.", "entities": [{"title": "National Revolutionary Front for the Liberation of Haiti", "href": "/wiki/National_Revolutionary_Front_for_the_Liberation_of_Haiti", "description": "The National Revolutionary Front for the Liberation and Reconstruction of Haiti was a rebel group in Haïti that controlled most of the country following the 2004 Haitian coup d'état. It was briefly known as the \"Revolutionary Artibonite Resistance Front\", after the country's central Artibonite region, before being renamed on February 19, 2004, to emphasize its national scope."}, {"title": "Gonaïves", "href": "/wiki/Gona%C3%AFves", "description": "Gonaïves is a commune in northern Haiti, and the capital of the Artibonite department of Haiti. It has a population of about 300,000 people."}, {"title": "2004 Haiti rebellion", "href": "/wiki/2004_Haiti_rebellion", "description": "The 2004 Haitian coup d'état occurred after conflicts lasting for several weeks in Haiti during February 2004. It resulted in the removal from office of President Jean-Bertrand Aristide, who was flown away from Haiti by U.S. military/security personnel, preventing him from finishing his second term."}]}, {"heading": "Events", "year": "2008", "date": "February 5", "txt": "A major tornado outbreak across the Southern United States kills 57.", "entities": [{"title": "2008 Super Tuesday tornado outbreak", "href": "/wiki/2008_Super_Tuesday_tornado_outbreak", "description": "The 2008 Super Tuesday tornado outbreak was a deadly tornado outbreak which affected the Southern United States and the lower Ohio Valley on February 5 and 6, 2008. The event began on Super Tuesday, while 24 states in the United States were holding primary elections and caucuses to select the presidential candidates for the upcoming presidential election. Missouri, Illinois, Arkansas, Alabama, and"}, {"title": "Southern United States", "href": "/wiki/Southern_United_States", "description": "The southern United States, also known as the American South, the southern states, or simply the South, is a geographic and cultural region of the United States. It is between the Atlantic Ocean and the western United States, with the midwestern United States and northeastern United States to its north and the Gulf of Mexico and Mexico to its south."}]}, {"heading": "Events", "year": "2019", "date": "February 5", "txt": "Pope Francis becomes the first Pope in history to visit and perform papal mass in the Arabian Peninsula during his visit to Abu Dhabi.", "entities": [{"title": "Pope Francis", "href": "/wiki/Pope_Francis", "description": "Pope Francis is the head of the Catholic Church and sovereign of the Vatican City State. Francis is the first pope to be a member of the Society of Jesus, the first from the Americas, the first from the Southern Hemisphere, and the first pope from outside Europe since Gregory III, a Syrian who reigned in the 8th century."}, {"title": "Papal mass", "href": "/wiki/Papal_mass", "description": "A Papal Mass is the Solemn Pontifical High Mass celebrated by the Pope. It is celebrated on such occasions as a papal coronation, an ex cathedra pronouncement, the canonization of a saint, on Easter or Christmas or other major feast days."}, {"title": "Arabian Peninsula", "href": "/wiki/Arabian_Peninsula", "description": "The Arabian Peninsula is a peninsula of Western Asia, situated northeast of Africa on the Arabian Plate. At 3,237,500 km2 (1,250,000 sq mi), the Arabian Peninsula is the largest peninsula in the world."}, {"title": "Abu Dhabi", "href": "/wiki/Abu_Dhabi", "description": "Abu Dhabi is the capital and the second-most populous city of the United Arab Emirates. The city of Abu Dhabi is located on an island in the Persian Gulf, off the Central West Coast. Most of the city and the Emirate reside on the mainland connected to the rest of the country. As of 2020, Abu Dhabi's urban area had an estimated population of 1.48 million, out of 2.9 million in the emirate of Abu Dh"}]}, {"heading": "Events", "year": "2020", "date": "February 5", "txt": "United States President Donald Trump is acquitted by the United States Senate in his first impeachment trial.", "entities": [{"title": "Donald Trump", "href": "/wiki/Donald_Trump", "description": "Donald John Trump is an American media personality and businessman who served as the 45th president of the United States from 2017 to 2021."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "First impeachment trial of Donald Trump", "href": "/wiki/First_impeachment_trial_of_Donald_Trump", "description": "The first impeachment trial of Donald Trump, the 45th president of the United States, began in the U.S. Senate on January 16, 2020, and concluded with his acquittal on February 5. After an inquiry between September to November 2019, President Trump was impeached by the U.S. House of Representatives on December 18, 2019; the articles of impeachment charged him with abuse of power and obstruction of"}]}, {"heading": "Events", "year": "2021", "date": "February 5", "txt": "Police riot in Mexico City as they try to break up a demonstration by cyclists who were protesting after a bus ran over a bicyclist. Eleven police officers are arrested.", "entities": [{"title": "Mexico City", "href": "/wiki/Mexico_City", "description": "Mexico City is the capital and largest city of Mexico and the most populous city in North America. Mexico City is one of the most important cultural and financial centers in the world. It is located in the Valley of Mexico, a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 subdivisions known as boroughs or demarcaciones territor"}]}, {"heading": "Births", "year": "976", "date": "February 5", "txt": "Sanjō, emperor of Japan (d. 1017)", "entities": [{"title": "Emperor Sanjō", "href": "/wiki/Emperor_Sanj%C5%8D", "description": "Emperor Sanjō  was the 67th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1321", "date": "February 5", "txt": "John II, marquess of Montferrat (d. 1372)", "entities": [{"title": "John II, Marquess of Montferrat", "href": "/wiki/John_II,_Marquess_of_Montferrat", "description": "John II Palaeologus was the Margrave of Montferrat from 1338."}]}, {"heading": "Births", "year": "1438", "date": "February 5", "txt": "Philip II, duke of Savoy (d. 1497)", "entities": [{"title": "Philip II, Duke of Savoy", "href": "/wiki/Philip_II,_Duke_of_Savoy", "description": "Philip II, surnamed the Landless, was the Duke of Savoy for a brief reign from 1496 to 1497."}]}, {"heading": "Births", "year": "1505", "date": "February 5", "txt": "Aegidius Tschudi, Swiss statesman and historian (d. 1572)", "entities": [{"title": "Aegidius Tschudi", "href": "/wiki/Aegidius_Tschudi", "description": "Aegidius Tschudi was a Swiss statesman and historian, an eminent member of the Tschudi family of Glarus, Switzerland. His best known work is the Chronicon Helveticum, a history of the early Swiss Confederation."}]}, {"heading": "Births", "year": "1519", "date": "February 5", "txt": "René of Châlon, prince of Orange (d. 1544)", "entities": [{"title": "René of Châlon", "href": "/wiki/Ren%C3%A9_of_Ch%C3%A2lon", "description": "René of Chalon, also known as Renatus of Chalon, was a Prince of Orange and stadtholder of Holland, Zeeland, Utrecht and Gelre."}]}, {"heading": "Births", "year": "1525", "date": "February 5", "txt": "Juraj Drašković, Croatian Catholic cardinal (d. 1587)", "entities": [{"title": "Juraj Drašković", "href": "/wiki/Juraj_Dra%C5%A1kovi%C4%87", "description": "Juraj II Drašković was a Croatian nobleman, statesman and Catholic bishop and cardinal, very powerful and influential in the Croatian Kingdom. He was a member of the Drašković noble family and elected by Sabor – the Parliament of Croatia – as Ban (viceroy) of Croatia to oversee the country between 1567 and 1578."}]}, {"heading": "Births", "year": "1533", "date": "February 5", "txt": "Andreas Dudith, Croatian-Hungarian nobleman and diplomat (d. 1589)", "entities": [{"title": "Andreas Dudith", "href": "/wiki/Andreas_Dudith", "description": "Andreas Dudith, also András Dudith de Horahovicza, was a Hungarian nobleman of Croatian and Italian origin, bishop, humanist and diplomat in the Kingdom of Hungary."}]}, {"heading": "Births", "year": "1534", "date": "February 5", "txt": "Giovanni de' Bardi, Italian soldier, composer, and critic (d. 1612)", "entities": [{"title": "Giovanni de' Bardi", "href": "/wiki/Giovanni_de%27_Bardi", "description": "Giovanni de' Bardi, Count of Vernio, was an Italian literary critic, writer, composer and soldier."}]}, {"heading": "Births", "year": "1589", "date": "February 5", "txt": "Esteban Manuel de Villegas, Spanish poet and educator (d. 1669)", "entities": [{"title": "Esteban Manuel de Villegas", "href": "/wiki/Esteban_Manuel_de_Villegas", "description": "Esteban Manuel de Villegas was a 17th-century Spanish poet."}]}, {"heading": "Births", "year": "1594", "date": "February 5", "txt": "Biagio Marini, Italian violinist and composer (d. 1663)", "entities": [{"title": "Biagio Marini", "href": "/wiki/Biagio_Marini", "description": "Biagio Marini was an Italian virtuoso violinist and composer in the first half of the seventeenth century."}]}, {"heading": "Births", "year": "1605", "date": "February 5", "txt": "Bernard of Corleone, Italian saint (d. 1667)", "entities": [{"title": "Bernard of Corleone", "href": "/wiki/Bernard_of_Corleone", "description": "Bernardo da Corleone, born Filippo Latini, was a Roman Catholic professed religious from the Order of Friars Minor Capuchin."}]}, {"heading": "Births", "year": "1608", "date": "February 5", "txt": "Gaspar Schott, German mathematician and physicist (d. 1666)", "entities": [{"title": "Gaspar Schott", "href": "/wiki/Gaspar_Schott", "description": "Gaspar Schott was a German Jesuit and scientist, specializing in the fields of physics, mathematics and natural philosophy, and known for his industry."}]}, {"heading": "Births", "year": "1626", "date": "February 5", "txt": "Marie de Rabutin-Chantal, marquise de Sévigné, French author (d. 1696)", "entities": [{"title": "Marie de Rabutin-Chantal, marquise de Sévigné", "href": "/wiki/Marie_de_Rabutin-Chantal,_marquise_de_S%C3%A9vign%C3%A9", "description": "Marie de Rabutin-Chantal, marquise de Sévigné, also widely known as Madame de Sévigné  or Mme de Sévigné, was a French aristocrat, remembered for her letter-writing. Most of her letters, celebrated for their wit and vividness, were addressed to her daughter, Françoise-Marguerite de Sévigné. She is revered in France as one of the great icons of French 17th-century literature."}]}, {"heading": "Births", "year": "1650", "date": "February 5", "txt": "Anne Jules de Noailles, French general (d. 1708)", "entities": [{"title": "Anne Jules de Noailles", "href": "/wiki/Anne_Jules_de_Noailles", "description": "Anne Jules de Noailles, 2nd Duke of Noailles was one of the chief generals of France towards the end of the reign of Louis XIV, and, after raising the regiment of Noailles in 1689, he commanded in Spain during both the War of the Grand Alliance and the War of the Spanish Succession, and was made marshal of France in 1693."}]}, {"heading": "Births", "year": "1703", "date": "February 5", "txt": "Gilbert Tennent, Irish-American minister (d. 1764)", "entities": [{"title": "Gilbert Tennent", "href": "/wiki/Gilbert_Tennent", "description": "Gilbert Tennent was a pietistic Protestant evangelist in colonial America. Born in a Presbyterian Scots-Irish family in County Armagh, Ireland, he migrated to America as a teenager, trained for pastoral ministry, and became one of the leaders of the Great Awakening of religious feeling in Colonial America, along with Jonathan Edwards and George Whitefield. His most famous sermon, \"On the Danger of"}]}, {"heading": "Births", "year": "1723", "date": "February 5", "txt": "John Witherspoon, Scottish-American minister and academic (d. 1794)", "entities": [{"title": "John Witherspoon", "href": "/wiki/John_Witherspoon", "description": "John Witherspoon was a Scottish American Presbyterian minister and a Founding Father of the United States. Witherspoon embraced the concepts of Scottish common sense realism, and while president of the College of New Jersey, became an influential figure in the development of the United States' national character. Politically active, Witherspoon was a delegate from New Jersey to the Second Continen"}]}, {"heading": "Births", "year": "1725", "date": "February 5", "txt": "James Otis, Jr., American lawyer and politician (d. 1783)", "entities": [{"title": "James Otis, Jr.", "href": "/wiki/James_Otis,_Jr.", "description": "James Otis Jr. was an American lawyer, political activist, pamphleteer, and legislator in Boston, a member of the Massachusetts provincial assembly, and an early advocate of the Patriot views against the policy of Parliament which led to the American Revolution. His well-known catchphrase \"Taxation without Representation is tyranny\" became the basic Patriot position."}]}, {"heading": "Births", "year": "1748", "date": "February 5", "txt": "Christian Gottlob Neefe, German composer and conductor (d. 1798)", "entities": [{"title": "Christian Gottlob Neefe", "href": "/wiki/Christian_Gottlob_Neefe", "description": "Christian Gottlob Neefe was a German opera composer and conductor."}]}, {"heading": "Births", "year": "1788", "date": "February 5", "txt": "Robert Peel, English lieutenant and politician, Prime Minister of the United Kingdom (d. 1850)", "entities": [{"title": "Robert Peel", "href": "/wiki/Robert_Peel", "description": "Sir Robert Peel, 2nd Baronet, was an English Conservative statesman who served twice as Prime Minister of the United Kingdom and twice as Home Secretary. He is regarded as the father of modern British policing, owing to his founding of the Metropolitan Police Service. Peel was one of the founders of the modern Conservative Party."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1795", "date": "February 5", "txt": "Wilhelm Karl Ritter von Haidinger, Austrian mineralogist, geologist, and physicist (d. 1871)", "entities": [{"title": "Wilhelm Karl Ritter von Haidinger", "href": "/wiki/Wilhelm_Karl_Ritter_von_Haidinger", "description": "Wilhelm Karl Ritter von Haidinger was an Austrian mineralogist."}]}, {"heading": "Births", "year": "1804", "date": "February 5", "txt": "Johan Ludvig Runeberg, Finnish poet and hymn-writer (d. 1877)", "entities": [{"title": "Johan Ludvig Runeberg", "href": "/wiki/Johan_Ludvig_Runeberg", "description": "Johan Ludvig Runeberg was a Finland-Swedish Lutheran priest, lyric and epic poet. He is considered a national poet of Finland. He is the author of the lyrics to Vårt land that became the unofficial Finnish national anthem. Runeberg was also involved in the modernization of the Finnish Lutheran hymnal and produced many texts for the new edition."}]}, {"heading": "Births", "year": "1808", "date": "February 5", "txt": "Carl Spitzweg, German painter and poet (d. 1885)", "entities": [{"title": "Carl Spitzweg", "href": "/wiki/Carl_Spitzweg", "description": "Carl Spitzweg was a German romanticist painter, especially of genre subjects. He is considered to be one of the most important artists of the Biedermeier era."}]}, {"heading": "Births", "year": "1810", "date": "February 5", "txt": "Ole Bull, Norwegian violinist and composer (d. 1880)", "entities": [{"title": "Ole Bull", "href": "/wiki/Ole_Bull", "description": "Ole Bornemann Bull was a Norwegian virtuoso violinist and composer. According to Robert Schumann, he was on a level with Niccolò Paganini for the speed and clarity of his playing."}]}, {"heading": "Births", "year": "1827", "date": "February 5", "txt": "Peter Lalor, Irish-Australian activist and politician (d. 1889)", "entities": [{"title": "Peter Lalor", "href": "/wiki/Peter_Lalor", "description": "Peter Fintan Lalor was an Irish-Australian rebel and, later, politician who rose to fame for his leading role in the Eureka Rebellion, an event controversially identified with the \"birth of democracy\" in Australia."}]}, {"heading": "Births", "year": "1837", "date": "February 5", "txt": "Dwight L. Moody, American evangelist and publisher, founded Moody Church, Moody Bible Institute, and Moody Publishers (d. 1899)", "entities": [{"title": "Dwight L. Moody", "href": "/wiki/Dwight_L._Moody", "description": "Dwight Lyman Moody, also known as D. L. Moody, was an American evangelist and publisher connected with Keswickianism, who founded the Moody Church, Northfield School and Mount Hermon School in Massachusetts, Moody Bible Institute and Moody Publishers. One of his most famous quotes was “Faith makes all things possible... Love makes all things easy.“ Moody gave up his lucrative boot and shoe busines"}, {"title": "Moody Church", "href": "/wiki/Moody_Church", "description": "The Moody Church is a historic evangelical Christian church in the Lincoln Park neighborhood of Chicago, Illinois."}, {"title": "Moody Bible Institute", "href": "/wiki/Moody_Bible_Institute", "description": "Moody Bible Institute (MBI) is a private conservative evangelical bible college with its main campus in Chicago, Illinois. It was founded by evangelist and businessman Dwight Lyman Moody in 1886. Since its founding, MBI's main campus has been located on the Near North Side of Chicago. Moody also operates a graduate campus in Plymouth, Michigan."}, {"title": "Moody Publishers", "href": "/wiki/Moody_Publishers", "description": "Moody Publishers is a nonprofit organization that publishes Christian books, founded in 1894 by Dwight L. Moody."}]}, {"heading": "Births", "year": "1840", "date": "February 5", "txt": "John Boyd Dunlop, Scottish businessman, co-founded Dunlop Rubber (d. 1921)", "entities": [{"title": "John Boyd Dunlop", "href": "/wiki/John_Boyd_Dunlop", "description": "John Boyd Dunlop was a Scottish inventor and veterinary surgeon who spent most of his career in Ireland. Familiar with making rubber devices, he re-invented pneumatic tyres for his child's tricycle and developed them for use in cycle racing. He sold his rights to the pneumatic tyres to a company he formed with the president of the Irish Cyclists' Association, Harvey Du Cros, for a small cash sum a"}, {"title": "Dunlop Rubber", "href": "/wiki/Dunlop_Rubber", "description": "Dunlop Ltd. was a British multinational company involved in the manufacture of various natural rubber goods. Its business was founded in 1889 by Harvey du Cros and he involved John Boyd Dunlop who had re-invented and developed the first pneumatic tyre. It was one of the first multinationals, and under du Cros and, after him, under Eric Geddes, grew to be one of the largest British industrial compa"}]}, {"heading": "Births", "year": "1840", "date": "February 5", "txt": "Hiram Maxim, American engineer, invented the Maxim gun (d. 1916)", "entities": [{"title": "Maxim gun", "href": "/wiki/Maxim_gun", "description": "The Maxim gun is a recoil-operated machine gun invented by Sir Hiram Stevens Maxim in 1884; the weapon became the first automatic firearm in production by Vickers, which used .303 British bullets and a recoil-operating firing system, and required water cooling."}]}, {"heading": "Births", "year": "1847", "date": "February 5", "txt": "Eduard Magnus Jakobson, Estonian missionary and engraver (d. 1903)", "entities": [{"title": "Eduard Magnus Jakobson", "href": "/wiki/Eduard_Magnus_Jakobson", "description": "Eduard Magnus Jakobson was an Estonian wood engraver and a Baptist missionary. He illustrated many books and designed the masthead logo for Sakala, a newspaper founded by his older brother, Carl Robert Jakobson."}]}, {"heading": "Births", "year": "1848", "date": "February 5", "txt": "Joris-Karl Huysmans, French author and critic (d. 1907)", "entities": [{"title": "Joris-Karl Huysmans", "href": "/wiki/Joris-Karl_Huysmans", "description": "Charles-Marie-Georges Huysmans was a French novelist and art critic who published his works as Joris-Karl Huysmans. He is most famous for the novel À rebours. He supported himself by way of a 30-year career in the French civil service."}]}, {"heading": "Births", "year": "1848", "date": "February 5", "txt": "Ignacio Carrera Pinto, Chilean lieutenant (d. 1882)", "entities": []}, {"heading": "Births", "year": "1852", "date": "February 5", "txt": "Terauchi Masatake, Japanese field marshal and politician, 9th Prime Minister of Japan (d. 1919)", "entities": [{"title": "Terauchi Masatake", "href": "/wiki/Terauchi_Masatake", "description": "Gensui Count Terauchi Masatake(Japanese: 寺内 正毅), GCB, was a Japanese military officer, proconsul and politician. He was a Gensui in the Imperial Japanese Army and the Prime Minister of Japan from 1916 to 1918."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1866", "date": "February 5", "txt": "Domhnall Ua Buachalla, Irish politician, 3rd and last Governor-General of the Irish Free State (d. 1963)", "entities": [{"title": "Domhnall Ua Buachalla", "href": "/wiki/Domhnall_Ua_Buachalla", "description": "Domhnall Ua Buachalla was an Irish politician and member of the First Dáil who served as third and final Governor-General of the Irish Free State and later served as a member of the Council of State."}, {"title": "Governor-General of the Irish Free State", "href": "/wiki/Governor-General_of_the_Irish_Free_State", "description": "The Governor-General of the Irish Free State was the official representative of the sovereign of the Irish Free State from 1922 to 1936. By convention, the office was largely ceremonial. Nonetheless, it was controversial, as many Irish Nationalists regarded the existence of the office as offensive to republican principles and a symbol of continued British involvement in Irish affairs, despite the "}]}, {"heading": "Births", "year": "1870", "date": "February 5", "txt": "Charles Edmund Brock, British painter and book illustrator (d. 1938)", "entities": [{"title": "Charles Edmund Brock", "href": "/wiki/Charles_Edmund_Brock", "description": "Charles Edmund Brock was a widely published English painter, line artist and book illustrator, who signed most of his work C. E. Brock. He was the eldest of four artist brothers, including Henry Matthew Brock, also an illustrator."}]}, {"heading": "Births", "year": "1876", "date": "February 5", "txt": "Ernie McLea, Canadian ice hockey player (d. 1931)", "entities": [{"title": "Ernie McLea", "href": "/wiki/Ernie_McLea", "description": "Ernest Hope \"Ernie\" McLea was a Canadian ice hockey player. McLea played in the 1890s for the Montreal Victorias and was a member of four Stanley Cup-winning teams. He scored the first hat trick in Stanley Cup play, and scored the Stanley Cup-winning goal in a challenge game in 1896."}]}, {"heading": "Births", "year": "1878", "date": "February 5", "txt": "André Citroën, French engineer and businessman, founded Citroën (d. 1935)", "entities": [{"title": "André Citroën", "href": "/wiki/Andr%C3%A9_Citro%C3%ABn", "description": "André-Gustave Citroën was a French industrialist and the founder of French automaker Citroën. He is remembered chiefly for the make of car named after him, but also for his application of double helical gears."}, {"title": "Citroën", "href": "/wiki/Citro%C3%ABn", "description": "Citroën is a French automobile manufacturer. It was founded in 1919 by industrialist André Citroën, and has been part of Stellantis since 2021."}]}, {"heading": "Births", "year": "1880", "date": "February 5", "txt": "Gabriel Voisin, French pilot and engineer (d. 1973)", "entities": [{"title": "Gabriel Voisin", "href": "/wiki/Gabriel_Voisin", "description": "Gabriel Voisin was a French aviation pioneer and the creator of Europe's first manned, engine-powered, heavier-than-air aircraft capable of a sustained (1 km), circular, controlled flight, which was made by Henry Farman on January 13, 1908 near Paris, France. During World War I the company founded by Voisin became a major producer of military aircraft, notably the Voisin III. Subsequently, he swit"}]}, {"heading": "Births", "year": "1889", "date": "February 5", "txt": "Patsy Hendren, English cricketer and footballer (d. 1962)", "entities": [{"title": "Patsy Hendren", "href": "/wiki/Patsy_Hendren", "description": "Elias Henry Hendren, known as Patsy Hendren, was an English first-class cricketer, active 1907 to 1937, who played for Middlesex and England. He also had a concurrent career as a footballer and had a long tenure with Brentford F.C.. He was born in Turnham Green and died in Tooting Bec. A right-handed batsman who occasionally bowled off breaks, Hendren was one of the most prolific batsmen of the in"}]}, {"heading": "Births", "year": "1889", "date": "February 5", "txt": "Ernest Tyldesley, English cricketer (d. 1962)", "entities": []}, {"heading": "Births", "year": "1889", "date": "February 5", "txt": "Recep Peker, Turkish officer and politician (d. 1950)", "entities": []}, {"heading": "Births", "year": "1891", "date": "February 5", "txt": "Renato Petronio, Italian rower (d. 1976)", "entities": [{"title": "Renato Petronio", "href": "/wiki/Renato_Petronio", "description": "Renato Petronio was an Italian rowing coxswain who competed in the 1928 Summer Olympics and in the 1936 Summer Olympics."}]}, {"heading": "Births", "year": "1892", "date": "February 5", "txt": "Elizabeth Ryan, American tennis player (d. 1979)", "entities": [{"title": "Elizabeth Ryan", "href": "/wiki/Elizabeth_Ryan", "description": "Elizabeth Montague Ryan was an American-British tennis player who was born in Anaheim, California, but lived most of her life in the United Kingdom. Ryan won 26 Grand Slam titles, 19 in women's doubles and mixed doubles at Wimbledon, an all-time record for those two events. Twelve of her Wimbledon titles were in women's doubles and seven were in mixed doubles. Ryan also won four women's doubles ti"}]}, {"heading": "Births", "year": "1897", "date": "February 5", "txt": "Dirk Stikker, Dutch businessman and politician, 3rd Secretary General of NATO (d. 1979)", "entities": [{"title": "Dirk Stikker", "href": "/wiki/Dirk_Stikker", "description": "Dirk Uipko Stikker was a Dutch politician and diplomat of the defunct Liberal State Party (LSP), co-founder of the defunct Freedom Party (PvdV) and of the People's Party for Freedom and Democracy (VVD), and businessman. He served as the Secretary General of NATO from 21 April 1961 until 1 August 1964."}, {"title": "Secretary General of NATO", "href": "/wiki/Secretary_General_of_NATO", "description": "The secretary general of NATO is the chief civil servant of the North Atlantic Treaty Organization (NATO). The officeholder is an international diplomat responsible for coordinating the workings of the alliance, leading NATO's international staff, chairing the meetings of the North Atlantic Council and most major committees of the alliance, with the notable exception of the NATO Military Committee"}]}, {"heading": "Births", "year": "1900", "date": "February 5", "txt": "Adlai Stevenson II, American soldier, politician, and diplomat, 5th United States Ambassador to the United Nations (d. 1965)", "entities": [{"title": "Adlai Stevenson II", "href": "/wiki/Adlai_Stevenson_II", "description": "Adlai Ewing Stevenson II was an American lawyer, politician, and diplomat."}, {"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1903", "date": "February 5", "txt": "Koto Matsudaira, Japanese diplomat, ambassador to the United Nations (d. 1994)", "entities": [{"title": "Koto Matsudaira", "href": "/wiki/Koto_Matsudaira", "description": "Koto Matsudaira  was a Japanese diplomat who served as an ambassador to the United Nations from 1957 to 1961."}]}, {"heading": "Births", "year": "1903", "date": "February 5", "txt": "Joan Whitney Payson, American businesswoman and philanthropist (d. 1975)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 5", "txt": "John Carradine, American actor (d. 1988)", "entities": [{"title": "John Carradine", "href": "/wiki/John_Carradine", "description": "John Carradine was an American actor, one of the most prolific and famed character actors in Hollywood history. He was a member of Cecil B. DeMille's stock company and later John Ford's company, best known for his roles in horror films, Westerns, and Shakespearean theatre. In the later decades of his career, he starred mostly in low-budget B-movies, but continued to also appear in higher-profile f"}]}, {"heading": "Births", "year": "1907", "date": "February 5", "txt": "Birgit Dalland, Norwegian politician (d. 2007)", "entities": [{"title": "Birgit Dalland", "href": "/wiki/Birgit_Dalland", "description": "Birgit Ellenora Johanne Dalland was a Norwegian politician for the Communist Party."}]}, {"heading": "Births", "year": "1907", "date": "February 5", "txt": "Pierre Pflimlin, French politician, Prime Minister of France (d. 2000)", "entities": [{"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1908", "date": "February 5", "txt": "Marie Baron, Dutch swimmer and diver (d. 1948)", "entities": [{"title": "Marie Baron", "href": "/wiki/Marie_Baron", "description": "Mietje \"Marie\" Baron was a Dutch swimmer and diver who competed at the 1924 and 1928 Olympics. In 1924 she was sixth in the 4 × 100 m freestyle relay. She was disqualified in the first round of the 200 m breaststroke event, as the judges believed she touched the wall with one hand instead of two hands at one of the turns. Meanwhile, her time of 3:22.6 was several seconds ahead of the gold medalist"}]}, {"heading": "Births", "year": "1908", "date": "February 5", "txt": "Peg Entwistle, Welsh-American actress (d. 1932)", "entities": []}, {"heading": "Births", "year": "1908", "date": "February 5", "txt": "Eugen Weidmann, German criminal (d. 1939)", "entities": []}, {"heading": "Births", "year": "1909", "date": "February 5", "txt": "Grażyna Bacewicz, Polish violinist and composer (d. 1969)", "entities": [{"title": "Grażyna Bacewicz", "href": "/wiki/Gra%C5%BCyna_Bacewicz", "description": "Grażyna Bacewicz was a Polish composer and violinist. She is the second Polish female composer to have achieved national and international recognition, the first being Maria Szymanowska in the early 19th century."}]}, {"heading": "Births", "year": "1910", "date": "February 5", "txt": "Charles Philippe Leblond, French-Canadian biologist and academic (d. 2007)", "entities": [{"title": "Charles Philippe Leblond", "href": "/wiki/Charles_Philippe_Leblond", "description": "Charles Philippe Leblond was a pioneer of cell biology and stem cell research and a Canadian former professor of anatomy. Leblond is notable for developing autoradiography and his work showing how cells continuously renew themselves, regardless of age."}]}, {"heading": "Births", "year": "1910", "date": "February 5", "txt": "Francisco Varallo, Argentinian footballer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1911", "date": "February 5", "txt": "Jussi Björling, Swedish tenor (d. 1960)", "entities": [{"title": "Jussi Björling", "href": "/wiki/Jussi_Bj%C3%B6rling", "description": "Johan Jonatan \"Jussi\" Björling was a Swedish tenor. One of the leading operatic singers of the 20th century, Björling appeared for many years at the Metropolitan Opera in New York City and less frequently at the major European opera houses, including the Royal Opera House in London and La Scala in Milan. He sang the Italian, French and Russian opera repertory with taste."}]}, {"heading": "Births", "year": "1914", "date": "February 5", "txt": "William S. Burroughs, American novelist, short story writer, and essayist (d. 1997)", "entities": [{"title": "William S. Burroughs", "href": "/wiki/William_S._Burroughs", "description": "William Seward Burroughs II was an American writer, visual artist, spoken word performer and chaos magician credited as a primary figure of the Beat Generation and a major postmodern author who influenced popular culture and literature. Burroughs wrote eighteen novels and novellas, six collections of short stories and four collections of essays, and five books have been published of his interviews"}]}, {"heading": "Births", "year": "1914", "date": "February 5", "txt": "Alan Lloyd Hodgkin, English physiologist, biophysicist, and academic, Nobel Prize laureate (d. 1998)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1915", "date": "February 5", "txt": "Robert Hofstadter, American physicist and academic, Nobel Prize laureate (d. 1990)", "entities": [{"title": "Robert Hofstadter", "href": "/wiki/Robert_Hofstadter", "description": "Robert Hofstadter was an American physicist. He was the joint winner of the 1961 Nobel Prize in Physics \"for his pioneering studies of electron scattering in atomic nuclei and for his consequent discoveries concerning the structure of nucleons\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1917", "date": "February 5", "txt": "Edward J. Mortola, American academic and president of Pace University (d. 2002)", "entities": [{"title": "Edward J. Mortola", "href": "/wiki/Edward_J._Mortola", "description": "Edward Joseph Mortola was an American academic and education executive who served as president of New York's Pace University from 1960 to 1984, when he became chancellor. He was the university's third president and oversaw its growth from a Lower Manhattan business school to one of the largest independent universities in the U.S., with a centrally located campus at One Pace Plaza, across from City"}]}, {"heading": "Births", "year": "1917", "date": "February 5", "txt": "Isuzu Yamada, Japanese actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1919", "date": "February 5", "txt": "Red Buttons, American actor (d. 2006)", "entities": [{"title": "Red Buttons", "href": "/wiki/Red_Buttons", "description": "Red Buttons was an American actor and comedian. He won an Oscar and a Golden Globe for his supporting role in the 1957 film Sayonara. He was nominated for awards for his acting work in films such as They Shoot Horses, Don't They? and Harlow; and for voice work in Pete's Dragon. Buttons played a lead role, that of Private John Steele, in the 1962 international ensemble cast film, The Longest Day."}]}, {"heading": "Births", "year": "1919", "date": "February 5", "txt": "Tim Holt, American actor (d. 1973)", "entities": []}, {"heading": "Births", "year": "1919", "date": "February 5", "txt": "Andreas Papandreou, Greek economist and politician, Prime Minister of Greece (d. 1996)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1921", "date": "February 5", "txt": "Ken Adam, German-born English production designer and art director (d. 2016)", "entities": [{"title": "Ken Adam", "href": "/wiki/Ken_Adam", "description": "Sir Kenneth Adam was a German-British movie production designer, best known for his set designs for the James Bond films of the 1960s and 1970s, as well as for Dr. Strangelove."}]}, {"heading": "Births", "year": "1923", "date": "February 5", "txt": "Claude King, American country music singer-songwriter and guitarist (d. 2013)", "entities": [{"title": "Claude King", "href": "/wiki/Claude_King", "description": "Claude King was an American country music singer and songwriter, best known for his million selling 1962 hit, \"Wolverton Mountain\"."}]}, {"heading": "Births", "year": "1923", "date": "February 5", "txt": "James E. Bowman, American physician and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 5", "txt": "Duraisamy Simon Lourdusamy, Indian cardinal (d. 2014)", "entities": [{"title": "Duraisamy Simon Lourdusamy", "href": "/wiki/Duraisamy_Simon_Lourdusamy", "description": "Duraisamy Simon Lourdusamy was an Indian cardinal of the Roman Catholic Church. He was the Prefect of the Congregation for the Oriental Churches in the Roman Curia and was elevated to the cardinalate in 1985. His episcopical motto was Aedificare domum Dei which means \"To build the house of God\". He was the fourth cardinal from India and the first curial cardinal of Asia outside of the Middle East."}]}, {"heading": "Births", "year": "1927", "date": "February 5", "txt": "Robert Allen, American pianist and composer (d. 2000)", "entities": [{"title": "Robert Allen (song composer)", "href": "/wiki/Robert_Allen_(song_composer)", "description": "Robert Allen Deitcher was an American pianist and an arranger and writer of music for popular songs."}]}, {"heading": "Births", "year": "1927", "date": "February 5", "txt": "Jacob Veldhuyzen van Zanten, Dutch captain and pilot (d. 1977)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 5", "txt": "Tage Danielsson, Swedish author, actor, and director (d. 1985)", "entities": [{"title": "Tage Danielsson", "href": "/wiki/Tage_Danielsson", "description": "Tage Danielsson was a Swedish author, actor, poet and film director. He is best known for his collaboration with Hans Alfredson in the comedy duo Hasse & Tage."}]}, {"heading": "Births", "year": "1928", "date": "February 5", "txt": "Andrew Greeley, American priest, sociologist, and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 5", "txt": "P. J. Vatikiotis, Israeli-American historian and political scientist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 5", "txt": "Hal Blaine, American session drummer (d. 2019)", "entities": [{"title": "Hal Blaine", "href": "/wiki/Hal_Blaine", "description": "Hal Blaine was an American drummer and session musician, estimated to be among the most recorded studio drummers in the history of the music industry, claiming over 35,000 sessions and 6,000 singles. His drumming is featured on 150 US top 10 hits, 40 of which went to number one, as well as many film and television soundtracks."}]}, {"heading": "Births", "year": "1929", "date": "February 5", "txt": "Luc Ferrari, French pianist and composer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 5", "txt": "Fred Sinowatz, Austrian politician, 19th Chancellor of Austria (d. 2008)", "entities": [{"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1932", "date": "February 5", "txt": "Cesare Maldini, Italian footballer and manager (d. 2016)", "entities": [{"title": "Cesare Maldini", "href": "/wiki/Cesare_Maldini", "description": "Cesare Maldini was an Italian professional football manager and player, who played as a defender."}]}, {"heading": "Births", "year": "1933", "date": "February 5", "txt": "Jörn Donner, Finnish director and screenwriter (d. 2020)", "entities": [{"title": "Jörn Donner", "href": "/wiki/J%C3%B6rn_Donner", "description": "Jörn Johan Donner was a Finnish writer, film director, actor, producer, politician and founder of Finnish Film Archive."}]}, {"heading": "Births", "year": "1933", "date": "February 5", "txt": "B. S. Johnson, English author, poet, and critic (d. 1973)", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 5", "txt": "Hank Aaron, American baseball player (d. 2021)", "entities": [{"title": "Hank Aaron", "href": "/wiki/Hank_Aaron", "description": "Henry Louis Aaron, nicknamed \"Hammer\" or \"Hammerin' Hank\", was an American professional baseball right fielder who played 23 seasons in Major League Baseball (MLB), from 1954 through 1976. Widely regarded as one of the greatest baseball players in history, he spent 21 seasons with the Milwaukee/Atlanta Braves in the National League (NL) and two seasons with the Milwaukee Brewers in the American Le"}]}, {"heading": "Births", "year": "1934", "date": "February 5", "txt": "Don Cherry, Canadian ice hockey player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 5", "txt": "Alex Harvey, Scottish singer-songwriter and guitarist (d. 1982)", "entities": [{"title": "Alex Harvey (musician)", "href": "/wiki/Alex_Harvey_(musician)", "description": "Alexander James Harvey was a Scottish rock and blues musician. Although his career spanned almost three decades, he is best remembered as the frontman of The Sensational Alex Harvey Band, with whom he built a reputation as an exciting live performer during the era of glam rock in the 1970s."}]}, {"heading": "Births", "year": "1935", "date": "February 5", "txt": "Johannes Geldenhuys, South African military commander (d. 2018)", "entities": []}, {"heading": "Births", "year": "1936", "date": "February 5", "txt": "K. S. Nissar Ahmed, Indian poet and academic", "entities": [{"title": "K. S. Nissar Ahmed", "href": "/wiki/K._S._Nissar_Ahmed", "description": "Kokkare Hosahalli Shekh Haider Nissar Ahmed, known as K. S. Nissar Ahmed, was an Indian poet and writer in the Kannada language. He was awarded the Padma Shri (2008), the Rajyotsava Award (1981) and the Pampa award for his work (2017). He became a household name for his work Nityostava, which is a poem about Karnataka, a piece he composed after seeing Jog falls. He has numerous poems, translations"}]}, {"heading": "Births", "year": "1937", "date": "February 5", "txt": "Stuart Damon, American actor and singer", "entities": [{"title": "Stuart Damon", "href": "/wiki/Stuart_Damon", "description": "Stuart Damon is an American actor. He is known for his 30-year portrayal of Alan Quartermaine, on the American soap opera General Hospital, for which he won an Emmy Award in 1999. Outside the United States, he is better known for the role of Craig Stirling in The Champions."}]}, {"heading": "Births", "year": "1937", "date": "February 5", "txt": "Larry Hillman, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 5", "txt": "Gaston Roelants, Belgian runner", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 5", "txt": "Alar Toomre, Estonian-American astronomer and mathematician", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 5", "txt": "Wang Xuan, Chinese computer scientist and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 5", "txt": "Rafael Nieto Navia, Colombian lawyer, jurist, and diplomat", "entities": [{"title": "Rafael Nieto Navia", "href": "/wiki/Rafael_Nieto_Navia", "description": "Rafael Nieto Navia is a Colombian jurist, political scientist and professor."}]}, {"heading": "Births", "year": "1939", "date": "February 5", "txt": "Brian Luckhurst, English cricketer (d. 2005)", "entities": [{"title": "Brian Luckhurst", "href": "/wiki/Brian_Luckhurst", "description": "Brian William Luckhurst was an English cricketer, who played his entire county career for Kent County Cricket Club. He played for Kent from 1958 to 1976, usually opening the batting, then in 1985, in an emergency, played in one more match against the Australians. He was cricket manager from 1981 to 1986, then became Cricket Administrator. He went on to become President of the Club, and held that p"}]}, {"heading": "Births", "year": "1940", "date": "February 5", "txt": "H. R. Giger, Swiss painter, sculptor, and set designer (d. 2014)", "entities": [{"title": "H. R. Giger", "href": "/wiki/H._R._Giger", "description": "Hans Ruedi Giger was a Swiss artist best known for his airbrushed images of humans and machines connected in cold biomechanical relationships. Giger later abandoned airbrush for pastels, markers and ink. He was part of the special effects team that won an Academy Award for the visual design of Ridley Scott's 1979 sci-fi horror film Alien. His work is on permanent display at the H.R. Giger Museum i"}]}, {"heading": "Births", "year": "1940", "date": "February 5", "txt": "Luke Graham, American wrestler (d. 2006)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 5", "txt": "Stephen J. Cannell, American actor, producer, and screenwriter (d. 2010)", "entities": [{"title": "Stephen J. Cannell", "href": "/wiki/Stephen_J._Cannell", "description": "Stephen Joseph Cannell was an American television producer, writer, novelist, and occasional actor, and the founder of Cannell Entertainment and the Cannell Studios."}]}, {"heading": "Births", "year": "1941", "date": "February 5", "txt": "Henson Cargill, American country music singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 5", "txt": "David Selby, American actor and playwright", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 5", "txt": "Barrett Strong, American soul singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 5", "txt": "Kaspar Villiger, Swiss engineer and politician, 85th President of the Swiss Confederation", "entities": [{"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1941", "date": "February 5", "txt": "Cory Wells, American pop-rock singer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 5", "txt": "Roger Staubach, American football player,  sportscaster, and businessman", "entities": [{"title": "Roger Staubach", "href": "/wiki/Roger_Staubach", "description": "Roger Thomas Staubach, nicknamed \"Roger the Dodger\", \"Captain America\" and \"Captain Comeback\", is an American former professional football player who was a quarterback for the Dallas Cowboys in the National Football League (NFL)."}]}, {"heading": "Births", "year": "1943", "date": "February 5", "txt": "Nolan Bushnell, American engineer and businessman, founded Atari, Inc.", "entities": [{"title": "Nolan Bushnell", "href": "/wiki/Nolan_Bushnell", "description": "Nolan Kay Bushnell is an American businessman and electrical engineer. He established Atari, Inc. and the Chuck E. Cheese's Pizza Time Theatre chain. Bushnell has been inducted into the Video Game Hall of Fame and the Consumer Electronics Association Hall of Fame, received the BAFTA Fellowship and the Nations Restaurant News \"Innovator of the Year\" award, and was named one of Newsweek's \"50 Men Wh"}, {"title": "Atari, Inc.", "href": "/wiki/Atari,_Inc.", "description": "Atari, Inc. was an American video game developer and home computer company founded in 1972 by Nolan Bushnell and Ted Dabney. Atari was responsible for the formation of the video arcade and modern video game industry."}]}, {"heading": "Births", "year": "1943", "date": "February 5", "txt": "Michael Mann, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 5", "txt": "Craig Morton, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 5", "txt": "Dušan Uhrin, Czech and Slovak footballer and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 5", "txt": "J. R. Cobb, American guitarist and songwriter", "entities": [{"title": "J. R. Cobb", "href": "/wiki/J._R._Cobb", "description": "James Barney \"J. R.\" Cobb Jr. was an American guitarist and songwriter, most notable for co-writing \"Spooky\" and \"Stormy\", among others, as a member of the Classics IV, plus \"Champagne Jam\" and \"Do It Or Die\", among others, as a member of the Atlanta Rhythm Section."}]}, {"heading": "Births", "year": "1944", "date": "February 5", "txt": "Henfil, Brazilian journalist, author, and illustrator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 5", "txt": "Al Kooper, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 5", "txt": "Tamanoumi Masahiro, Japanese sumo wrestler, the 51st Yokozuna (d. 1971)", "entities": [{"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1945", "date": "February 5", "txt": "Douglas Hogg, English lawyer and politician, Minister of Agriculture, Fisheries and Food", "entities": [{"title": "Douglas Hogg", "href": "/wiki/Douglas_Hogg", "description": "Douglas Martin Hogg, 3rd Viscount Hailsham, Baron Hailsham of Kettlethorpe, is a British politician and barrister. A member of the Conservative Party he served in the Cabinet as Minister of Agriculture, Fisheries and Food from 1995 to 1997, and was a Member of Parliament (MP) from 1979 to 2010."}, {"title": "Minister of Agriculture, Fisheries and Food", "href": "/wiki/Minister_of_Agriculture,_Fisheries_and_Food", "description": "\n\nThe Minister of Agriculture, Fisheries and Food was a United Kingdom cabinet position, responsible for the Ministry of Agriculture, Fisheries and Food. The post was originally named President of the Board of Agriculture and was created in 1889. In 1903, an Act was passed to transfer to the new styled Board of Agriculture and Fisheries certain powers and duties relating to the fishing industry, a"}]}, {"heading": "Births", "year": "1946", "date": "February 5", "txt": "Amnon Dankner, Israeli journalist and author (d. 2013)", "entities": [{"title": "Amnon Dankner", "href": "/wiki/Amnon_Dankner", "description": "Amnon Dankner was an Israeli newspaper editor and author. He was the editor of the mass-circulation daily Maariv for six years."}]}, {"heading": "Births", "year": "1946", "date": "February 5", "txt": "Charlotte Rampling, English actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 5", "txt": "Mary L. Cleave, American engineer and astronaut", "entities": [{"title": "Mary L. Cleave", "href": "/wiki/Mary_L._Cleave", "description": "Mary Louise Cleave is an American engineer and a former NASA astronaut. She also served from 2004 to 2007 as NASA Associate Administrator for the Science Mission Directorate."}]}, {"heading": "Births", "year": "1947", "date": "February 5", "txt": "Clemente Mastella, Italian politician, Italian Minister of Justice", "entities": [{"title": "Italian Minister of Justice", "href": "/wiki/Italian_Minister_of_Justice", "description": "This is a list of the Italian Ministers of Justice since 1946. The Minister of Justice is a senior member of the Italian Cabinet and leads the Ministry of Justice."}]}, {"heading": "Births", "year": "1947", "date": "February 5", "txt": "Darrell Waltrip, American race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 5", "txt": "Sven-Göran Eriksson, Swedish footballer and manager", "entities": [{"title": "Sven-Göran Eriksson", "href": "/wiki/Sven-G%C3%B6ran_Eriksson", "description": "Sven-Göran Eriksson is a Swedish football manager and former player."}]}, {"heading": "Births", "year": "1948", "date": "February 5", "txt": "Christopher Guest, American actor and director", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 5", "txt": "Barbara Hershey, American actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 5", "txt": "Errol Morris, American director and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 5", "txt": "Tom Wilkinson, English actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 5", "txt": "Kurt Beck, German politician", "entities": [{"title": "Kurt Beck", "href": "/wiki/Kurt_Beck", "description": "Kurt Beck is a German politician of the SPD, who served as the 7th Minister President of Rhineland-Palatinate from 1994 to 2013 and as the 55th President of the Bundesrat in 2000/01. On 14 May 2006 he succeeded Matthias Platzeck as chairman of the German Social Democratic Party (SPD). He resigned from that post on 7 September 2008."}]}, {"heading": "Births", "year": "1949", "date": "February 5", "txt": "Yvon Vallières, Canadian educator and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 5", "txt": "Jonathan Freeman, American actor and singer", "entities": [{"title": "Jonathan Freeman (actor)", "href": "/wiki/Jonathan_Freeman_(actor)", "description": "Jonathan Freeman is an American actor and puppeteer, known for puppetering and voicing Tito Swing in Shining Time Station and for voicing Jafar in Disney's Aladdin franchise, as well as the Kingdom Hearts franchise and the 2011 Aladdin musical."}]}, {"heading": "Births", "year": "1950", "date": "February 5", "txt": "Rafael Puente, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 5", "txt": "Nikolay Merkushkin, Mordovian engineer and politician, 1st Head of the Republic of Mordovia", "entities": [{"title": "Nikolay Merkushkin", "href": "/wiki/Nikolay_Merkushkin", "description": "Nikolay Ivanovich Merkushkin is a former Governor of Samara Oblast and a former head of the Republic of Mordovia in Russia. He held the latter office from September 22, 1995 to May 10, 2012. From January 24 to September 22, 1995 he was the Chairman of the State Assembly of Mordovia."}, {"title": "Head of the Republic of Mordovia", "href": "/wiki/Head_of_the_Republic_of_Mordovia", "description": "The position of the Head of the Republic of Mordovia is the highest office within the Government of the Republic of Mordovia in Russia. The Head is elected by citizens of Russia residing in the republic. Term of service is five years."}]}, {"heading": "Births", "year": "1952", "date": "February 5", "txt": "Daniel Balavoine, French singer-songwriter and producer (d. 1986)", "entities": [{"title": "Daniel Balavoine", "href": "/wiki/Daniel_Balavoine", "description": "Daniel Balavoine was a French singer and songwriter. He was hugely popular in the French-speaking world, and inspired many singers in the 1980s, such as Jean-Jacques Goldman, Michel Berger, who was his closest friend, and the Japanese pop-rock group Crystal King; he was also a part of the original cast of the rock opera Starmania in 1978, which was written by Berger. He took part in French politic"}]}, {"heading": "Births", "year": "1952", "date": "February 5", "txt": "Vladimir Moskovkin, Ukrainian-Russian geographer, economist, and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 5", "txt": "Freddie Aguilar, Filipino singer-songwriter and guitarist", "entities": [{"title": "Freddie Aguilar", "href": "/wiki/Freddie_Aguilar", "description": "Ferdinand Pascual Aguilar, better known as Freddie Aguilar or Ka Freddie Aguilar, is a folk musician from the Philippines. He is best known for his rendition of \"Bayan Ko\", which became the anthem of the opposition against the Marcos regime during the 1986 People Power Revolution, and for his song \"Anak\", the best-selling Philippine music record of all time. He is heavily associated with Pinoy roc"}]}, {"heading": "Births", "year": "1953", "date": "February 5", "txt": "John Beilein, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 5", "txt": "Gustavo Benítez, Paraguayan footballer and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 5", "txt": "Cliff Martinez, American drummer and songwriter", "entities": [{"title": "Cliff Martinez", "href": "/wiki/Cliff_Martinez", "description": "Cliff Martinez is an American musician and composer. Early in his career, Martinez was known as a drummer notably with the Red Hot Chili Peppers and Captain Beefheart. Since the 1990s, he has worked primarily as a film score composer, writing music for Spring Breakers, The Foreigner, and multiple films by Steven Soderbergh and Nicolas Winding Refn."}]}, {"heading": "Births", "year": "1954", "date": "February 5", "txt": "Frank Walker, Australian journalist and author", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 5", "txt": "Mike Heath, American baseball player and manager", "entities": [{"title": "Mike Heath", "href": "/wiki/Mike_Heath", "description": "Michael Thomas Heath is an American former professional baseball catcher. He played fourteen seasons in Major League Baseball (MLB) with the New York Yankees (1978), Oakland Athletics (1979–1985), St. Louis Cardinals (1986), Detroit Tigers (1986–1990), and Atlanta Braves (1991)."}]}, {"heading": "Births", "year": "1956", "date": "February 5", "txt": "Vinnie Colaiuta, American drummer", "entities": [{"title": "Vinnie Colaiuta", "href": "/wiki/Vinnie_Colaiuta", "description": "Vincent Peter Colaiuta is an American drummer who has worked as a session musician in many genres. He was inducted into the Modern Drummer Hall of Fame in 1996 and the Classic Drummer Hall of Fame in 2014."}]}, {"heading": "Births", "year": "1956", "date": "February 5", "txt": "Héctor Rebaque, Mexican race car driver", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 5", "txt": "David Wiesner, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 5", "txt": "Mao Daichi, Japanese actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 5", "txt": "Jüri Tamm, Estonian hammer thrower and politician", "entities": [{"title": "Jüri Tamm", "href": "/wiki/J%C3%BCri_Tamm", "description": "Jüri Tamm is a former Estonian hammer thrower and politician. Representing USSR, he won a bronze medal in the 1980 and 1988 Summer Olympics and a silver medal at the 1987 World Championships in Athletics."}]}, {"heading": "Births", "year": "1959", "date": "February 5", "txt": "Jennifer Granholm, Canadian-American lawyer and politician, 47th Governor of Michigan", "entities": [{"title": "Jennifer Granholm", "href": "/wiki/Jennifer_Granholm", "description": "Jennifer Mulhern Granholm is a Canadian-American politician, lawyer, educator, author, and political commentator serving as the 16th United States secretary of energy. A member of the Democratic Party, she was the 47th governor of Michigan from 2003 to 2011. She was the first woman to serve as Michigan's governor, and she earlier served as attorney general of Michigan."}, {"title": "Governor of Michigan", "href": "/wiki/Governor_of_Michigan", "description": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. The governor is elected to a 4-year term and is limited to two terms."}]}, {"heading": "Births", "year": "1960", "date": "February 5", "txt": "Aris Christofellis, Greek soprano and musicologist", "entities": [{"title": "Aris Christofellis", "href": "/wiki/Aris_Christofellis", "description": "Aris Christofellis is a Greek sopranist and musicologist."}]}, {"heading": "Births", "year": "1960", "date": "February 5", "txt": "Bonnie Crombie, Canadian businesswoman and politician, 6th Mayor of Mississauga", "entities": [{"title": "Mayor of Mississauga", "href": "/wiki/Mayor_of_Mississauga", "description": "This list includes the two mayors of the Town of Mississauga, and the four mayors of the City of Mississauga, collectively the mayors of Mississauga, Ontario:"}]}, {"heading": "Births", "year": "1960", "date": "February 5", "txt": "Micky Hazard, English footballer", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 5", "txt": "Savvas Kofidis, Greek footballer and manager", "entities": [{"title": "Savvas Kofidis", "href": "/wiki/Savvas_Kofidis", "description": "Savvas Kofidis is a Greek football coach and former midfielder player."}]}, {"heading": "Births", "year": "1961", "date": "February 5", "txt": "Tim Meadows, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 5", "txt": "Jennifer Jason Leigh, American actress, screenwriter, producer and director", "entities": [{"title": "Jennifer Jason Leigh", "href": "/wiki/Jennifer_Jason_Leigh", "description": "Jennifer Jason Leigh is an American actress and producer. She began her career on television during the 1970s before making her film breakthrough as Stacy Hamilton in Fast Times at Ridgemont High (1982). She later received critical praise for her performances in Miami Blues (1990), Last Exit to Brooklyn (1989), Backdraft (1991), Single White Female (1992), and Short Cuts (1993)."}]}, {"heading": "Births", "year": "1963", "date": "February 5", "txt": "Steven Shainberg, American film director and producer", "entities": [{"title": "Steven Shainberg", "href": "/wiki/Steven_Shainberg", "description": "Steven Shainberg is an American film director and producer. He is the nephew of author Lawrence Shainberg. Both are part of the Shainberg family of Memphis, Tennessee, founder of the Shainberg's chain of stores, which is now part of Dollar General."}]}, {"heading": "Births", "year": "1964", "date": "February 5", "txt": "Laura Linney, American actress", "entities": [{"title": "Laura Linney", "href": "/wiki/Laura_Linney", "description": "Laura Leggett Linney is an American actress and singer. She is the recipient of several awards, including two Golden Globe Awards and four Primetime Emmy Awards, and has been nominated for three Academy Awards and five Tony Awards."}]}, {"heading": "Births", "year": "1964", "date": "February 5", "txt": "Ha Seungmoo, Korean poet, pastor, historical theologian", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 5", "txt": "Duff McKagan, American singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 5", "txt": "Tarik Benhabiles, Algerian-French tennis player and coach", "entities": [{"title": "Tarik Benhabiles", "href": "/wiki/Tarik_Benhabiles", "description": "Tarik Benhabiles is a former Algerian-French tennis player. He achieved his highest ATP-ranking on 8 June 1987, when the right-hander was listed as the number 22 player in the world."}]}, {"heading": "Births", "year": "1965", "date": "February 5", "txt": "Gheorghe Hagi, Romanian footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 5", "txt": "Keith Moseley, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 5", "txt": "Quique Sánchez Flores, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 5", "txt": "José María Olazábal, Spanish golfer", "entities": [{"title": "José María Olazábal", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Olaz%C3%A1bal", "description": "José María Olazábal Manterola is a Spanish professional golfer from the Basque region who has enjoyed success on both the European Tour and the PGA Tour, and has won two major championships, both at The Masters."}]}, {"heading": "Births", "year": "1966", "date": "February 5", "txt": "Rok Petrovič, Slovenian skier (d. 1993)", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 5", "txt": "Chris Parnell, American actor and comedian", "entities": [{"title": "Chris Parnell", "href": "/wiki/Chris_Parnell", "description": "Thomas Christopher Parnell is an American actor and comedian. He was a cast member on Saturday Night Live from 1998 to 2006 and played the role of Dr. Leo Spaceman on 30 Rock. In animation, he voices Cyril Figgis on the FX series Archer, Jerry Smith on Adult Swim's Rick and Morty and the narrator on the PBS Kids series WordGirl. He also voices \"The Progressive Box\" in a series of advertisements by"}]}, {"heading": "Births", "year": "1968", "date": "February 5", "txt": "Roberto Alomar, Puerto Rican-American baseball player and coach", "entities": [{"title": "Roberto Alomar", "href": "/wiki/Roberto_Alomar", "description": "Roberto \"Robbie\" Alomar Velázquez \nis a Puerto Rican who played Major League Baseball (MLB) for the San Diego Padres, Toronto Blue Jays, Baltimore Orioles, Cleveland Indians, New York Mets, Chicago White Sox, and Arizona Diamondbacks (1988–2004). He is regarded as one of the greatest second basemen and all-around players. During his career, the 12-time All-Star won more Gold Glove Awards (10) than"}]}, {"heading": "Births", "year": "1968", "date": "February 5", "txt": "Marcus Grönholm, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 5", "txt": "Bobby Brown, American singer-songwriter, dancer, and actor", "entities": [{"title": "Bobby Brown", "href": "/wiki/Bobby_Brown", "description": "Robert Barisford Brown is an American singer, songwriter, rapper and dancer. Brown, alongside frequent collaborator Teddy Riley, is noted as a pioneer of new jack swing: a fusion of hip hop and R&B. Brown started his career in the R&B and pop group New Edition, from its inception in 1981 until his exit from the group in December 1985."}]}, {"heading": "Births", "year": "1969", "date": "February 5", "txt": "Michael Sheen, Welsh actor and director", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 5", "txt": "Derek Stephen Prince, American voice actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 5", "txt": "Jean-Marc Jaumin, Belgian basketball player and coach", "entities": [{"title": "Jean-Marc Jaumin", "href": "/wiki/Jean-Marc_Jaumin", "description": "Jean-Marc Jaumin is a Belgian retired basketball player and current coach. He is the current coach of Heroes Den Bosch of the Dutch Basketball League (DBL)."}]}, {"heading": "Births", "year": "1970", "date": "February 5", "txt": "Darren Lehmann, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 5", "txt": "Michel Breistroff, French ice hockey player (d. 1996)", "entities": [{"title": "Michel Breistroff", "href": "/wiki/Michel_Breistroff", "description": "Michel Breistroff was a French professional ice hockey defenceman."}]}, {"heading": "Births", "year": "1971", "date": "February 5", "txt": "Sara Evans, American country singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 5", "txt": "Mary, Crown Princess of Denmark", "entities": [{"title": "Mary, Crown Princess of Denmark", "href": "/wiki/Mary,_Crown_Princess_of_Denmark", "description": "Mary, Crown Princess of Denmark, Countess of Monpezat, is the wife of Frederik, Crown Prince of Denmark. Frederik is the heir apparent to the throne, which means that should Frederik succeed, she will automatically become Queen consort of Denmark."}]}, {"heading": "Births", "year": "1972", "date": "February 5", "txt": "Brad Fittler, Australian rugby league player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 5", "txt": "Richard Matvichuk, Canadian ice hockey player and coach", "entities": [{"title": "Richard Matvichuk", "href": "/wiki/Richard_Matvichuk", "description": "Richard Dorian Matvichuk is a Canadian former National Hockey League defenseman. He played 14 seasons with the Minnesota North Stars/Dallas Stars, and the New Jersey Devils of the National Hockey League."}]}, {"heading": "Births", "year": "1973", "date": "February 5", "txt": "Trijntje Oosterhuis, Dutch singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 5", "txt": "Luke Ricketson, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 5", "txt": "Michael Maguire, Australian rugby league player and coach", "entities": [{"title": "Michael Maguire (rugby league)", "href": "/wiki/Michael_Maguire_(rugby_league)", "description": "Michael \"Madge\" Maguire is an Australian professional rugby league football coach who is the Head coach of the Wests Tigers in the NRL, the Head Coach of New Zealand at international level, and a former professional who played as a fullback, winger and centre in the 1990s."}]}, {"heading": "Births", "year": "1975", "date": "February 5", "txt": "Giovanni van Bronckhorst, Dutch footballer and manager", "entities": [{"title": "Giovanni van Bronckhorst", "href": "/wiki/Giovanni_van_Bronckhorst", "description": "Giovanni Christiaan van Bronckhorst OON, also known by his nickname Gio, is a Dutch former footballer who recently coached Guangzhou R&F in the Chinese Super League. Formerly a midfielder, he moved to left back later in his career."}]}, {"heading": "Births", "year": "1976", "date": "February 5", "txt": "John Aloisi, Australian footballer and manager", "entities": [{"title": "John Aloisi", "href": "/wiki/John_Aloisi", "description": "John Aloisi is an Australian former association football player and former manager of A-League club Brisbane Roar. In a professional career that spanned 20 seasons, with league totals of 459 games and 127 goals, he was the first Australian ever to play and score in La Liga, the Premier League and Serie A."}]}, {"heading": "Births", "year": "1976", "date": "February 5", "txt": "Abhishek Bachchan, Indian actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 5", "txt": "Ben Ainslie, English sailor", "entities": [{"title": "Ben Ainslie", "href": "/wiki/Ben_Ainslie", "description": "Sir Charles Benedict Ainslie CBE is a British competitive sailor. Ainslie is the most successful sailor in Olympic history. He won medals at five consecutive Olympics from 1996 onwards, including gold at the four consecutive Games held between 2000 and 2012."}]}, {"heading": "Births", "year": "1977", "date": "February 5", "txt": "Adam Dykes, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 5", "txt": "Adam Everett, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 5", "txt": "Brian Russell, American football player", "entities": [{"title": "Brian Russell", "href": "/wiki/Brian_Russell", "description": "Brian William Russell is a former American football safety who played nine seasons in the NFL from 2001 to 2009. He was signed by the Minnesota Vikings as an undrafted free agent in 2001 and last played for the Houston Texans. He played college football at The University of Pennsylvania and San Diego State University."}]}, {"heading": "Births", "year": "1978", "date": "February 5", "txt": "Samuel Sánchez, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 5", "txt": "Nate Holzapfel, American entrepreneur and television personality", "entities": [{"title": "Nate Holzapfel", "href": "/wiki/Nate_Holzapfel", "description": "Nate Holzapfel is an American entrepreneur most known for his appearance on ABC’s Shark Tank, where he pitched the Mission Belt Co. He has since gone on to pursue a career in consulting and public speaking,."}]}, {"heading": "Births", "year": "1980", "date": "February 5", "txt": "Brad Fitzpatrick, American programmer, created LiveJournal", "entities": [{"title": "Brad Fitzpatrick", "href": "/wiki/Brad_Fitzpatrick", "description": "Bradley Joseph Fitzpatrick is an American programmer. He is best known as the creator of LiveJournal and is the author of a variety of free software projects such as memcached, PubSubHubbub, OpenID, and Perkeep."}, {"title": "LiveJournal", "href": "/wiki/LiveJournal", "description": "LiveJournal, stylised as LiVEJOURNAL, is a Russian-owned social networking service where users can keep a blog, journal, or diary."}]}, {"heading": "Births", "year": "1980", "date": "February 5", "txt": "Jo Swinson, Scottish politician", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 5", "txt": "Mia Hansen-Løve, French director and screenwriter", "entities": [{"title": "Mia Hansen-Løve", "href": "/wiki/Mia_Hansen-L%C3%B8ve", "description": "Mia Hansen-Love is a French film director, screenwriter, and former actress. She has won several accolades for her work. Her first feature film, All Is Forgiven, won the Louis Delluc Prize for Best First Film in 2007 along with Céline Sciamma's Water Lilies. Hansen-Løve's film Father of My Children won the Special Jury Prize in the Un Certain Regard section at the 2009 Cannes Film Festival. In 201"}]}, {"heading": "Births", "year": "1981", "date": "February 5", "txt": "Loukas Vyntra, Czech-Greek footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 5", "txt": "Laura del Rio, Spanish footballer", "entities": [{"title": "Laura del Rio", "href": "/wiki/Laura_del_Rio", "description": "Laura del Río García is a Spanish retired footballer and a current head coach who last managed men's club Flat Earth FC."}]}, {"heading": "Births", "year": "1982", "date": "February 5", "txt": "Kevin Everett, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 5", "txt": "Tomáš Kopecký, Slovak ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 5", "txt": "Rodrigo Palacio, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 5", "txt": "Anja Hammerseng-Edin, Norwegian handball player", "entities": [{"title": "Anja Hammerseng-Edin", "href": "/wiki/Anja_Hammerseng-Edin", "description": "Anja Hammerseng-Edin is a former Norwegian handball player. She previously played for Larvik HK and for the Norwegian national team."}]}, {"heading": "Births", "year": "1984", "date": "February 5", "txt": "Carlos Tevez, Argentinian footballer", "entities": [{"title": "Carlos Tevez", "href": "/wiki/Carlos_Tevez", "description": "Carlos Alberto Tevez is an Argentine professional footballer who plays as a forward for Boca Juniors and formerly for the Argentina national team. A quick, tenacious, powerful, hard-working and dynamic forward in his prime, Tevez is capable of playing as a striker, as a winger, as a supporting forward, or as an attacking midfielder."}]}, {"heading": "Births", "year": "1985", "date": "February 5", "txt": "Lloyd Johansson, Australian rugby player", "entities": [{"title": "Lloyd Johansson", "href": "/wiki/Lloyd_Johansson", "description": "Lloyd Johansson is an Australian rugby union player of Tongan and Swedish descent. He plays for the Melbourne Rising in the National Rugby Championship, and his usual position is centre."}]}, {"heading": "Births", "year": "1985", "date": "February 5", "txt": "Laurence Maroney, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 5", "txt": "Paul Vandervort, American actor, film producer, and former model", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 5", "txt": "Cristiano Ronaldo, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 5", "txt": "Vedran Ćorluka, Croatian footballer, centre back", "entities": [{"title": "Vedran Ćorluka", "href": "/wiki/Vedran_%C4%86orluka", "description": "Vedran Ćorluka is a Croatian footballer who plays for and captains Lokomotiv Moscow. He plays as a centre-back."}]}, {"heading": "Births", "year": "1986", "date": "February 5", "txt": "Kevin Gates, American rapper, singer, and entrepreneur", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 5", "txt": "Sekope Kepu, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 5", "txt": "Billy Sharp, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 5", "txt": "Reed Sorenson, American race car driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 5", "txt": "Carlos Villanueva, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 5", "txt": "Darren Criss, American actor, singer, and entrepreneur", "entities": [{"title": "Darren Criss", "href": "/wiki/Darren_Criss", "description": "Darren Everett Criss is an American actor, singer, and songwriter. He rose to fame starring on the television series Glee (2010–2015) and received Emmy and Golden Globe acting awards for his leading role as spree killer Andrew Cunanan in The Assassination of Gianni Versace: American Crime Story (2018). He has also appeared on Broadway and in film and has released several recordings as a soloist an"}]}, {"heading": "Births", "year": "1987", "date": "February 5", "txt": "Curtis Jerrells, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 5", "txt": "Alex Kuznetsov, Ukrainian-American tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 5", "txt": "Linus Omark, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 5", "txt": "Donald Sanford, American-Israeli sprinter", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 5", "txt": "Karin Ontiveros, Mexican model", "entities": [{"title": "Karin Ontiveros", "href": "/wiki/Karin_Ontiveros", "description": "Karin Cecilia Ontiveros Meza is a Mexican television host, model, sportscaster and beauty pageant titleholder who was crowned Nuestra Belleza México 2010 and represented Mexico at Miss Universe 2011."}]}, {"heading": "Births", "year": "1989", "date": "February 5", "txt": "Marina Melnikova, Russian tennis player", "entities": [{"title": "Marina Melnikova", "href": "/wiki/Marina_Melnikova", "description": "Marina Anatolyevna Melnikova is a Russian tennis player."}]}, {"heading": "Births", "year": "1990", "date": "February 5", "txt": "Dmitry Andreikin, Russian chess player", "entities": [{"title": "Dmitry Andreikin", "href": "/wiki/Dmitry_Andreikin", "description": "Dmitry Vladimirovich Andreikin is a Russian chess grandmaster, World Junior Chess Champion in 2010 and two-time Russian Chess Champion."}]}, {"heading": "Births", "year": "1990", "date": "February 5", "txt": "Bhuvneshwar Kumar, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1990", "date": "February 5", "txt": "Jordan Rhodes, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 5", "txt": "Nabil Bahoui, Swedish footballer", "entities": [{"title": "Nabil Bahoui", "href": "/wiki/Nabil_Bahoui", "description": "Nabil Bahoui is a Moroccan-Swedish professional footballer who plays for AIK in Allsvenskan. He is normally deployed as an attacking midfielder or a forward. His parents were born in Morocco."}]}, {"heading": "Births", "year": "1991", "date": "February 5", "txt": "Gerald Tusha, Albanian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 5", "txt": "Stefan de Vrij, Dutch footballer", "entities": [{"title": "Stefan de Vrij", "href": "/wiki/Stefan_de_Vrij", "description": "Stefan de Vrij is a Dutch professional footballer who plays as a centre back for Serie A club Inter Milan and the Netherlands national team."}]}, {"heading": "Births", "year": "1992", "date": "February 5", "txt": "Neymar, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 5", "txt": "Leilani Latu, Australian rugby league player", "entities": [{"title": "Leilani Latu", "href": "/wiki/Leilani_Latu", "description": "Leilani Latu is a Tonga international rugby league footballer who played as a prop most recently for the Warrington Wolves in the Super League."}]}, {"heading": "Births", "year": "1993", "date": "February 5", "txt": "Ty Rattie, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1995", "date": "February 5", "txt": "Adnan Januzaj, Belgian-Albanian footballer", "entities": [{"title": "Adnan Januzaj", "href": "/wiki/Adnan_Januzaj", "description": "Adnan Januzaj is a Belgian professional footballer who plays as a winger for Spanish club Real Sociedad and the Belgium national team."}]}, {"heading": "Births", "year": "1996", "date": "February 5", "txt": "Stina Blackstenius, Swedish footballer", "entities": [{"title": "Stina Blackstenius", "href": "/wiki/Stina_Blackstenius", "description": "Emma Stina Blackstenius is a Swedish footballer who plays as a forward for Damallsvenskan club BK Häcken. She is a member of the Swedish national team."}]}, {"heading": "Births", "year": "1997", "date": "February 5", "txt": "Patrick Roberts, English footballer", "entities": [{"title": "Patrick Roberts", "href": "/wiki/Patrick_Roberts", "description": "Patrick John Joseph Roberts is an English professional footballer who plays as a winger for Championship club Derby County, on loan from Manchester City. He has previously played for Fulham, Celtic, Girona, Norwich City and Middlesbrough."}]}, {"heading": "Births", "year": "2016", "date": "February 5", "txt": "Jigme Namgyel Wangchuck, Bhutanese prince", "entities": [{"title": "Jigme Namgyel Wangchuck", "href": "/wiki/Jigme_Namgyel_Wangchuck", "description": "Jigme Namgyel Wangchuck is the first child and heir apparent of King Jigme Khesar Namgyel Wangchuck of Bhutan and his wife, Queen Jetsun Pema. He has been the Crown Prince of Bhutan since his birth in 2016. His name was announced on 16 April 2016. Prior to the announcement, he was known only as The Gyalsey, which means \"prince\". Before his birth, his paternal uncle Prince Jigyel Ugyen of Bhutan wa"}]}, {"heading": "Deaths", "year": "523", "date": "February 5", "txt": "Avitus of Vienne, Gallo-Roman bishop", "entities": [{"title": "Avitus of Vienne", "href": "/wiki/Avitus_of_Vienne", "description": "Alcimus Ecdicius Avitus was a Latin poet and bishop of Vienne in Gaul. His fame rests in part on his poetry, but also on the role he played as secretary for the Burgundian kings."}]}, {"heading": "Deaths", "year": "806", "date": "February 5", "txt": "Kanmu, emperor of Japan (b. 736)", "entities": [{"title": "Emperor Kanmu", "href": "/wiki/Emperor_Kanmu", "description": "Emperor Kammu , or Kanmu, was the 50th emperor of Japan, according to the traditional order of succession. Kammu reigned from 781 to 806, and it was during his reign that Japanese imperial power reached its peak."}]}, {"heading": "Deaths", "year": "994", "date": "February 5", "txt": "William IV, duke of Aquitaine (b. 937)", "entities": [{"title": "William IV, Duke of Aquitaine", "href": "/wiki/William_IV,_Duke_of_Aquitaine", "description": "William IV, called Fierebras or Fierebrace, was the Duke of Aquitaine and Count of Poitou from 963 to his retirement in 990."}]}, {"heading": "Deaths", "year": "1015", "date": "February 5", "txt": "Adelaide, German abbess and saint", "entities": [{"title": "Adelaide, Abbess of Vilich", "href": "/wiki/Adelaide,_Abbess_of_Vilich", "description": "Adelaide, Abbess of Vilich, also known as Adelheid, was the abbess of Vilich and also of St. Maria im Kapitol in Cologne; she was declared a saint post mortem. After her death she was remembered for the miracles that were ascribed to her. Her parents were Megingoz, count of Guelders, and Gerberga, who was a descendant of German king Henry the Fowler. They were also the founders of the convent at V"}]}, {"heading": "Deaths", "year": "1036", "date": "February 5", "txt": "Alfred Aetheling, Anglo-Saxon prince", "entities": [{"title": "Alfred Aetheling", "href": "/wiki/Alfred_Aetheling", "description": "Alfred Aetheling, also Ælfred Æþeling (c. 1005–1036), was one of the eight sons of the English king Æthelred the Unready. He and his brother Edward the Confessor were sons of Æthelred's second wife Emma of Normandy. King Canute became their stepfather when he married Emma. Alfred and his brother were caught up in the power struggles at the start and end of Canute's reign."}]}, {"heading": "Deaths", "year": "1146", "date": "February 5", "txt": "Zafadola, Arab emir of Zaragoza", "entities": [{"title": "Zafadola", "href": "/wiki/Zafadola", "description": "Aḥmad III Abū Jaʿfar ibn ʿAbd al-Malik al-Mustanṣir, called Sayf al-Dawla, Latinised as Zafadola, was the last ruler of the Hudid dynasty. He ruled the rump of the taifa kingdom of Zaragoza from his castle at Rueda de Jalón, in what is now Spain. He was the son of ʿAbd al-Malik."}]}, {"heading": "Deaths", "year": "1578", "date": "February 5", "txt": "Giovanni Battista Moroni, Italian painter (b. 1520)", "entities": [{"title": "Giovanni Battista Moroni", "href": "/wiki/Giovanni_Battista_Moroni", "description": "Giovanni Battista Moroni was an Italian painter of the Late Renaissance period. He also is called Giambattista Moroni. Best known for his elegantly realistic portraits of the local nobility and clergy, he is considered one of the great portrait painters of sixteenth century Italy."}]}, {"heading": "Deaths", "year": "1661", "date": "February 5", "txt": "Shunzhi, Chinese emperor of the Qing Dynasty (b. 1638)", "entities": [{"title": "Shunzhi Emperor", "href": "/wiki/Shunzhi_Emperor", "description": "The Shunzhi Emperor was Emperor of the Qing dynasty from 1644 to 1661, and the first Qing emperor to rule over China proper. A committee of Manchu princes chose him to succeed his father, Hong Taiji (1592–1643), in September 1643, when he was five years old. The princes also appointed two co-regents: Dorgon (1612–1650), the 14th son of the Qing dynasty's founder Nurhaci (1559–1626), and Jirgalang "}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}]}, {"heading": "Deaths", "year": "1705", "date": "February 5", "txt": "Philipp Spener, German theologian and author (b. 1635)", "entities": [{"title": "Philipp Spener", "href": "/wiki/Philipp_Spener", "description": "Philipp Jakob Spener, was a German Lutheran theologian who essentially founded what would become to be known as Pietism. He was later dubbed the \"Father of Pietism\". A prolific writer, his two main works, Pia desideria (1675) and Allgemeine Gottesgelehrtheit (1680), were published while he was the chief pastor in the Lutheran Church at Frankfurt. In 1691, he was invited to Berlin by the court of B"}]}, {"heading": "Deaths", "year": "1751", "date": "February 5", "txt": "Henri François d'Aguesseau, French jurist and politician, Chancellor of France (b. 1668)", "entities": [{"title": "Henri François d'Aguesseau", "href": "/wiki/Henri_Fran%C3%A7ois_d%27Aguesseau", "description": "Henri François d'Aguesseau was Chancellor of France three times between 1717 and 1750 and pronounced by Voltaire to be \"the most learned magistrate France ever possessed\"."}, {"title": "Chancellor of France", "href": "/wiki/Chancellor_of_France", "description": "In France, under the Ancien Régime, the officer of state responsible for the judiciary was the Grand Chancellor of France. The Chancellor was responsible for seeing that royal decrees were enrolled and registered by the sundry parlements, provincial appellate courts. However, since the Chancellor was appointed for life, and might fall from favour, or be too ill to carry out his duties, his duties "}]}, {"heading": "Deaths", "year": "1754", "date": "February 5", "txt": "Nicolaas Kruik, Dutch astronomer and cartographer (b. 1678)", "entities": [{"title": "Nicolaas Kruik", "href": "/wiki/Nicolaas_Kruik", "description": "Nicolaas Samuelszoon Kruik, also known as Klaas Kruik and Nicolaes Krukius, was a Dutch land surveyor, cartographer, astronomer and weatherman. He is commemorated by the Museum De Cruquius."}]}, {"heading": "Deaths", "year": "1766", "date": "February 5", "txt": "Count Leopold Joseph von Daun, Austrian field marshal (b. 1705)", "entities": [{"title": "Count Leopold Joseph von Daun", "href": "/wiki/Count_Leopold_Joseph_von_Daun", "description": "Count Leopold Joseph von Daun, later Prince of Thiano, was an Austrian field marshal of the Imperial Army in the War of the Austrian Succession and Seven Years' War."}]}, {"heading": "Deaths", "year": "1775", "date": "February 5", "txt": "Eusebius Amort, German theologian and academic (b. 1692)", "entities": [{"title": "Eusebius Amort", "href": "/wiki/Eusebius_Amort", "description": "Eusebius Amort was a German Roman Catholic theologian."}]}, {"heading": "Deaths", "year": "1790", "date": "February 5", "txt": "William Cullen, Scottish physician and chemist (b. 1710)", "entities": [{"title": "William Cullen", "href": "/wiki/William_Cullen", "description": "William Cullen FRS FRSE FRCPE FPSG was a Scottish physician, chemist and agriculturalist, and was a professor at the Edinburgh Medical School, during its heyday."}]}, {"heading": "Deaths", "year": "1807", "date": "February 5", "txt": "Pasquale Paoli, Corsican commander and politician (b. 1725)", "entities": [{"title": "Pasquale Paoli", "href": "/wiki/Pasquale_Paoli", "description": "Filippo Antonio Pasquale de' Paoli was a Corsican patriot, statesman and military leader who was at the forefront of resistance movements against the Genoese and later French rule in the island. He became the president of the Executive Council of the General Diet of the People of Corsica, and also designed and wrote the Constitution of the state."}]}, {"heading": "Deaths", "year": "1818", "date": "February 5", "txt": "Charles XIII, king of Sweden (b. 1748)", "entities": [{"title": "Charles XIII of Sweden", "href": "/wiki/Charles_XIII_of_Sweden", "description": "Charles XIII, or Carl XIII,, was King of Sweden from 1809 and King of Norway from 1814 to his death. He was the second son of King Adolf Frederick of Sweden and Louisa Ulrika of Prussia, sister of Frederick the Great."}]}, {"heading": "Deaths", "year": "1881", "date": "February 5", "txt": "Thomas Carlyle, Scottish philosopher, historian, and academic (b. 1795)", "entities": [{"title": "Thomas Carlyle", "href": "/wiki/Thomas_Carlyle", "description": "Thomas Carlyle was a Scottish historian, satirical writer, essayist, translator, philosopher, mathematician, and teacher. In his book On Heroes, Hero-Worship, and The Heroic in History (1841), he argued that the actions of the \"Great Man\" play a key role in history, claiming that \"the history of the world is but the biography of great men\". Other major works include The French Revolution: A Histor"}]}, {"heading": "Deaths", "year": "1882", "date": "February 5", "txt": "Adolfo Rivadeneyra, Spanish orientalist and diplomat (b. 1841)", "entities": [{"title": "Adolfo Rivadeneyra", "href": "/wiki/Adolfo_Rivadeneyra", "description": "Adolfo Rivadeneyra was a Spanish diplomat, orientalist, editor and traveler."}]}, {"heading": "Deaths", "year": "1892", "date": "February 5", "txt": "Emilie Flygare-Carlén, Swedish author (b. 1807)", "entities": [{"title": "Emilie Flygare-Carlén", "href": "/wiki/Emilie_Flygare-Carl%C3%A9n", "description": "Emilie Flygare-Carlén was a Swedish novelist."}]}, {"heading": "Deaths", "year": "1915", "date": "February 5", "txt": "Ross Barnes, American baseball player and manager (b. 1850)", "entities": [{"title": "Ross Barnes", "href": "/wiki/Ross_Barnes", "description": "Charles Roscoe Barnes was one of the stars of baseball's National Association (1871–75) and the early National League (1876–81), playing second base and shortstop. He played for the dominant Boston Red Stockings teams of the early 1870s, along with Albert Spalding, Cal McVey, George Wright, Harry Wright, Jim O'Rourke, and Deacon White. Despite playing for these star-studded teams, many claim that "}]}, {"heading": "Deaths", "year": "1917", "date": "February 5", "txt": "Jaber II Al-Sabah, Kuwaiti ruler (b. 1860)", "entities": [{"title": "Jaber II Al-Sabah", "href": "/wiki/Jaber_II_Al-Sabah", "description": "Jaber II Al-Mubarak Al-Sabah,, was the eighth ruler of Kuwait from the Al-Sabah line. He was the eldest son of Mubarak Al-Sabah and is the ancestor of the Al-Jaber branch of the Al-Sabah family. He ruled the country from 28 November 1915 to his death on 5 February 1917 and was succeeded by his brother, Salim Al-Mubarak Al-Sabah."}]}, {"heading": "Deaths", "year": "1922", "date": "February 5", "txt": "Slavoljub Eduard Penkala, Croatian engineer, invented the mechanical pencil (b. 1871)", "entities": [{"title": "Slavoljub Eduard Penkala", "href": "/wiki/Slavoljub_Eduard_Penkala", "description": "Slavoljub Eduard Penkala was a Croatian engineer and inventor of Dutch-Polish descent."}, {"title": "Mechanical pencil", "href": "/wiki/Mechanical_pencil", "description": "A mechanical pencil, also clutch pencil, is a pencil with a replaceable and mechanically extendable solid pigment core called a \"lead\". The lead, often made of graphite, is not bonded to the outer casing, and can be mechanically extended as its point is worn away as it is being used. Other names include microtip pencil, automatic pencil, drafting pencil, technical pencil, click pencil, pump pen, p"}]}, {"heading": "Deaths", "year": "1927", "date": "February 5", "txt": "Inayat Khan, Indian mystic and educator (b. 1882)", "entities": [{"title": "Inayat Khan", "href": "/wiki/Inayat_Khan", "description": "Inayat Rehmat Khan Pathan was the founder of the Sufi Order in the West in 1914 (London) and teacher of Universal Sufism. He initially came to the West as a Northern Indian classical musician, having received the honorific \"Tansen\" from the Nizam of Hyderabad, but he soon turned to the introduction and transmission of Sufi thought and practice. Later, in 1923, the Sufi Order of the London period w"}]}, {"heading": "Deaths", "year": "1931", "date": "February 5", "txt": "Athanasios Eftaxias, Greek politician, 118th Prime Minister of Greece (b. 1849)", "entities": [{"title": "Athanasios Eftaxias", "href": "/wiki/Athanasios_Eftaxias", "description": "Athanasios Eftaxias was a Greek politician. He was born in Amfikleia, Phthiotis, and was briefly Prime Minister of Greece from July to August 1926. He died in Athens."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1933", "date": "February 5", "txt": "Josiah Thomas, English-Australian miner and politician (b. 1863)", "entities": [{"title": "Josiah Thomas", "href": "/wiki/Josiah_Thomas", "description": "Josiah Thomas was an Australian politician. He was elected to the House of Representatives at the inaugural 1901 federal election, representing the Labor Party. Thomas served as a minister in Andrew Fisher's first two governments, as Postmaster-General and Minister for External Affairs (1911–1913). He joined the Nationalist Party after the 1916 Labor split and transferred to the Senate at the 1917"}]}, {"heading": "Deaths", "year": "1937", "date": "February 5", "txt": "Lou Andreas-Salomé, Russian-German psychoanalyst and author (b. 1861)", "entities": [{"title": "Lou Andreas-Salomé", "href": "/wiki/Lou_Andreas-Salom%C3%A9", "description": "Lou Andreas-Salomé was a Russian-born psychoanalyst and a well-traveled author, narrator, and essayist from a Russian-German family. Her diverse intellectual interests led to friendships with a broad array of distinguished thinkers, including Friedrich Nietzsche, Sigmund Freud, Paul Rée, and Rainer Maria Rilke."}]}, {"heading": "Deaths", "year": "1938", "date": "February 5", "txt": "Hans Litten, German lawyer and jurist (b. 1903)", "entities": [{"title": "Hans Litten", "href": "/wiki/Hans_Litten", "description": "Hans Achim Litten was a German lawyer who represented opponents of the Nazis at important political trials between 1929 and 1932, defending the rights of workers during the Weimar Republic."}]}, {"heading": "Deaths", "year": "1941", "date": "February 5", "txt": "Banjo Paterson, Australian journalist, author, and poet (b. 1864)", "entities": [{"title": "Banjo Paterson", "href": "/wiki/Banjo_Paterson", "description": "Andrew Barton \"Banjo\" Paterson, was an Australian bush poet, journalist and author. He wrote many ballads and poems about Australian life, focusing particularly on the rural and outback areas, including the district around Binalong, New South Wales, where he spent much of his childhood. Paterson's more notable poems include \"Clancy of the Overflow\" (1889), \"The Man from Snowy River\" (1890) and \"Wa"}]}, {"heading": "Deaths", "year": "1941", "date": "February 5", "txt": "Otto Strandman, Estonian lawyer and politician, 1st Prime Minister of Estonia (b. 1875)", "entities": [{"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Deaths", "year": "1946", "date": "February 5", "txt": "George Arliss, English actor and playwright (b. 1868)", "entities": [{"title": "George Arliss", "href": "/wiki/George_Arliss", "description": "George Arliss was an English actor, author, playwright, and filmmaker who found success in the United States. He was the first British actor to win an Academy Award – which he won for his performance as Victorian-era British prime minister Benjamin Disraeli in Disraeli (1929), as well as the earliest-born actor to win the honour."}]}, {"heading": "Deaths", "year": "1948", "date": "February 5", "txt": "Johannes Blaskowitz, German general (b. 1883)", "entities": [{"title": "Johannes Blaskowitz", "href": "/wiki/Johannes_Blaskowitz", "description": "Johannes Albrecht Blaskowitz was a German general during World War II and recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords."}]}, {"heading": "Deaths", "year": "1952", "date": "February 5", "txt": "Adela Verne, English pianist and composer (b. 1877)", "entities": [{"title": "Adela Verne", "href": "/wiki/Adela_Verne", "description": "Adela Verne was a distinguished English pianist of German descent, born in Southampton. She was considered the greatest woman pianist of her era, ranked alongside the male keyboard giants of the time. She toured with great success in many parts of the world. She composed a Military March dedicated to Queen Elizabeth, later the Queen Mother; her sister Mathilde's pupil."}]}, {"heading": "Deaths", "year": "1954", "date": "February 5", "txt": "Hossein Sami'i, Iranian politician, diplomat, writer and poet (b. 1876)", "entities": [{"title": "Hossein Sami'i", "href": "/wiki/Hossein_Sami%27i", "description": "Mirza Hossein Khan Sami'i also known by his court title of Adib al Saltaneh(Persian: ادیب السلطنه‎) \n(1876 - 5 February 1954) was an Iranian writer, poet, diplomat and politician who had shifted in many positions in both Qajar and Pahlavi governments. He worked first in the Foreign Ministry and then as head of the Office of Neighboring Governments. Entered the Ministry of the Interior in 1910 and "}]}, {"heading": "Deaths", "year": "1955", "date": "February 5", "txt": "Victor Houteff, Bulgarian religious reformer and author (b. 1885)", "entities": [{"title": "Victor Houteff", "href": "/wiki/Victor_Houteff", "description": "Victor Tasho Houteff was the founder of the Davidian Seventh-day Adventist organization, known as The Shepherd's Rod."}]}, {"heading": "Deaths", "year": "1957", "date": "February 5", "txt": "Sami Ibrahim Haddad, Lebanese surgeon and author (b. 1890)", "entities": [{"title": "Sami Ibrahim Haddad", "href": "/wiki/Sami_Ibrahim_Haddad", "description": "Sami Ibrahim Haddad, Arabic: سامي ابراهيم حداد‎ was a doctor, surgeon and writer. He was born in Palestine and spent most of his life in Lebanon."}]}, {"heading": "Deaths", "year": "1962", "date": "February 5", "txt": "Jacques Ibert, French-Swiss composer (b. 1890)", "entities": [{"title": "Jacques Ibert", "href": "/wiki/Jacques_Ibert", "description": "Jacques François Antoine Marie Ibert was a French composer of classical music. Having studied music from an early age, he studied at the Paris Conservatoire and won its top prize, the Prix de Rome at his first attempt, despite studies interrupted by his service in World War I."}]}, {"heading": "Deaths", "year": "1967", "date": "February 5", "txt": "Leon Leonwood Bean, American businessman, founded L.L.Bean (b. 1872)", "entities": [{"title": "Leon Leonwood Bean", "href": "/wiki/Leon_Leonwood_Bean", "description": "Leon Leonwood Bean was an American inventor, author, outdoor enthusiast, and founder of the company L.L.Bean."}, {"title": "L.L.Bean", "href": "/wiki/L.L.Bean", "description": "L.L.Bean is an American, privately held retail company founded in 1912 by Leon Leonwood Bean. The company is headquartered where it was founded, in Freeport, Maine. It specializes in clothing and outdoor recreation equipment."}]}, {"heading": "Deaths", "year": "1969", "date": "February 5", "txt": "Thelma Ritter, American actress (b. 1902)", "entities": [{"title": "Thelma Ritter", "href": "/wiki/Thelma_Ritter", "description": "Thelma Ritter was an American actress, best known for her comedic roles as working-class characters and her strong New York accent. She was the recipient of a Tony Award and six nominations for Academy Award for Best Supporting Actress, more than any other actress in the category."}]}, {"heading": "Deaths", "year": "1970", "date": "February 5", "txt": "Rudy York, American baseball player, coach, and manager (b. 1913)", "entities": [{"title": "Rudy York", "href": "/wiki/Rudy_York", "description": "Preston Rudolph York was an American professional baseball player, coach, scout, and manager. He played in Major League Baseball as a catcher and a first baseman between 1934 and 1948, most notably as a member of the Detroit Tigers."}]}, {"heading": "Deaths", "year": "1971", "date": "February 5", "txt": "Lew \"Sneaky Pete\" Robinson, drag racer (b. 1933)", "entities": [{"title": "Pete Robinson (drag racer)", "href": "/wiki/Pete_Robinson_(drag_racer)", "description": "Lew Russell Robinson, nicknamed \"Sneaky Pete\", was an American drag racer."}, {"title": "Drag racing", "href": "/wiki/Drag_racing", "description": "Drag racing is a type of motor racing in which automobiles or motorcycles compete, usually two at a time, to be first to cross a set finish line. The race follows a short, straight course from a standing start over a measured distance, most commonly 1⁄4 mi, with a shorter distance becoming increasingly popular, as it has become the standard for Top Fuel dragsters and funny cars, where some major b"}]}, {"heading": "Deaths", "year": "1972", "date": "February 5", "txt": "Marianne Moore, American poet, author, critic, and translator (b. 1887)", "entities": [{"title": "Marianne Moore", "href": "/wiki/Marianne_Moore", "description": "Marianne Craig Moore was an American modernist poet, critic, translator, and editor. Her poetry is noted for formal innovation, precise diction, irony, and wit."}]}, {"heading": "Deaths", "year": "1976", "date": "February 5", "txt": "Rudy Pompilli, American saxophonist (Bill Haley & His Comets) (b. 1926)", "entities": [{"title": "Rudy Pompilli", "href": "/wiki/Rudy_Pompilli", "description": "Rudolph Clement Pompilii was an American musician best known for playing tenor saxophone with Bill Haley and His Comets. He was usually credited under the alternate spelling Rudy Pompilli and occasionally as Rudy Pell."}, {"title": "Bill Haley & His Comets", "href": "/wiki/Bill_Haley_%26_His_Comets", "description": "Bill Haley & His Comets were an American rock and roll band, founded in 1952 and continued until Haley's death in 1981. The band was also known as Bill Haley and the Comets and Bill Haley's Comets. From late 1954 to late 1956, the group placed nine singles in the Top 20, one of those a number one and three more in the Top Ten. The single \"Rock Around the Clock\" became the biggest selling rock and "}]}, {"heading": "Deaths", "year": "1977", "date": "February 5", "txt": "Oskar Klein, Swedish physicist and academic (b. 1894)", "entities": [{"title": "Oskar Klein", "href": "/wiki/Oskar_Klein", "description": "Oskar Benjamin Klein was a Swedish theoretical physicist."}]}, {"heading": "Deaths", "year": "1981", "date": "February 5", "txt": "Ella T. Grasso, American politician, 83rd Governor of Connecticut (b. 1919)", "entities": [{"title": "Ella T. Grasso", "href": "/wiki/Ella_T._Grasso", "description": "Ella Rosa Giovianna Oliva Grasso, née Tambussi was an American politician and member of the Democratic Party who served as the 83rd Governor of Connecticut from January 8, 1975, to December 31, 1980, after rejecting past offers of candidacies for Senate and Governor. She was the first woman elected to this office and the first woman to be elected governor of a U.S. state without having been the sp"}, {"title": "Governor of Connecticut", "href": "/wiki/Governor_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Deaths", "year": "1982", "date": "February 5", "txt": "Neil Aggett, Kenyan-South African physician and union leader (b. 1953)", "entities": [{"title": "Neil Aggett", "href": "/wiki/Neil_Aggett", "description": "Neil Aggett was a White South African doctor and trade union organiser who died while in detention after being arrested by the South African Security Police."}]}, {"heading": "Deaths", "year": "1983", "date": "February 5", "txt": "Margaret Oakley Dayhoff, American chemist and academic (b. 1925)", "entities": [{"title": "Margaret Oakley Dayhoff", "href": "/wiki/Margaret_Oakley_Dayhoff", "description": "Margaret Belle (Oakley) Dayhoff was an American physical chemist and a pioneer in the field of bioinformatics. Dayhoff was a professor at Georgetown University Medical Center and a noted research biochemist at the National Biomedical Research Foundation (NBRF) where she pioneered the application of mathematics and computational methods to the field of biochemistry. She dedicated her career to appl"}]}, {"heading": "Deaths", "year": "1987", "date": "February 5", "txt": "William Collier, Jr., American actor and producer (b. 1902)", "entities": [{"title": "William Collier, Jr.", "href": "/wiki/William_Collier,_Jr.", "description": "William Collier Jr. was an American stage performer, producer, and a film actor who in the silent and sound eras was cast in no less than 89 motion pictures."}]}, {"heading": "Deaths", "year": "1989", "date": "February 5", "txt": "Joe Raposo, American pianist and composer (b. 1937)", "entities": [{"title": "Joe Raposo", "href": "/wiki/Joe_Raposo", "description": "Joseph Guilherme Raposo, OIH was an American composer, songwriter, pianist, singer and lyricist, best known for his work on the children's television series Sesame Street, for which he wrote the theme song, as well as classic songs such as \"Bein' Green\" and \"C Is For Cookie\". He also wrote music for television shows such as The Electric Company, Shining Time Station and the sitcoms Three's Company"}]}, {"heading": "Deaths", "year": "1991", "date": "February 5", "txt": "Dean Jagger, American actor (b. 1903)", "entities": [{"title": "Dean Jagger", "href": "/wiki/Dean_Jagger", "description": "Dean Jagger was an American film, stage and television actor who won the Academy Award for Best Supporting Actor for his role in Henry King's Twelve O'Clock High (1949)."}]}, {"heading": "Deaths", "year": "1992", "date": "February 5", "txt": "Miguel Rolando Covian, Argentinian-Brazilian physiologist and academic (b. 1913)", "entities": [{"title": "Miguel Rolando Covian", "href": "/wiki/Miguel_Rolando_Covian", "description": "Miguel Rolando Covian, was an Argentine-Brazilian physiologist, medical educator and writer."}]}, {"heading": "Deaths", "year": "1993", "date": "February 5", "txt": "Seán Flanagan, Irish footballer and politician, 7th Irish Minister for Health (b. 1922)", "entities": [{"title": "Seán Flanagan", "href": "/wiki/Se%C3%A1n_Flanagan", "description": "Seán Flanagan was an Irish Fianna Fáil politician who served as Minister for Health from 1966 to 1969, Minister for Lands from 1969 to 1973 and Parliamentary Secretary to the Minister for Industry and Commerce from 1965 to 1966. He served as a Member of the European Parliament (MEP) for the Connacht–Ulster constituency from 1979 to 1989. He served as a Teachta Dála (TD) for the Mayo South constitu"}, {"title": "Minister for Health (Ireland)", "href": "/wiki/Minister_for_Health_(Ireland)", "description": "The Minister for Health is the senior minister at the Department of Health in the Government of Ireland and is responsible for healthcare in the Republic of Ireland and related services."}]}, {"heading": "Deaths", "year": "1993", "date": "February 5", "txt": "Joseph L. Mankiewicz, American director, producer, and screenwriter (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "February 5", "txt": "William Pène du Bois, American author and illustrator (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "February 5", "txt": "Doug McClure, American actor (b. 1935)", "entities": [{"title": "Doug McClure", "href": "/wiki/Doug_McClure", "description": "Douglas Osborne McClure was an American actor whose career in film and television extended from the 1950s to the 1990s. He is best known for his role as the cowboy Trampas during the entire run from 1962 to 1971 of the series The Virginian, loosely based on the Owen Wister novel."}]}, {"heading": "Deaths", "year": "1997", "date": "February 5", "txt": "Pamela Harriman, English-American diplomat, 58th United States Ambassador to France (b. 1920)", "entities": [{"title": "Pamela Harriman", "href": "/wiki/Pamela_Harriman", "description": "Pamela Beryl Harriman, also known as Pamela Churchill Harriman, was an English-born American political activist for the Democratic Party, diplomat, and socialite. She married three important and powerful men, her first husband being Randolph Churchill, the son of prime minister Winston Churchill. Her only child, Winston Churchill, was named after his famous grandfather."}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Deaths", "year": "1997", "date": "February 5", "txt": "René Huyghe, French historian and author (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "February 5", "txt": "Tim Kelly, American guitarist (b. 1963)", "entities": [{"title": "Tim Kelly (musician)", "href": "/wiki/Tim_Kelly_(musician)", "description": "Timothy Patrick Kelly was an American guitarist for the band Slaughter."}]}, {"heading": "Deaths", "year": "1999", "date": "February 5", "txt": "Wassily Leontief, Russian-American economist and academic, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Wassily Leontief", "href": "/wiki/Wassily_Leontief", "description": "Wassily Wassilyevich Leontief, was a Soviet-American economist known for his research on input–output analysis and how changes in one economic sector may affect other sectors."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2000", "date": "February 5", "txt": "Claude Autant-Lara, French director and screenwriter (b. 1901)", "entities": [{"title": "Claude Autant-Lara", "href": "/wiki/Claude_Autant-Lara", "description": "Claude Autant-Lara was a French film director and later Member of the European Parliament (MEP)."}]}, {"heading": "Deaths", "year": "2004", "date": "February 5", "txt": "John Hench, American animator (b. 1908)", "entities": [{"title": "John Hench", "href": "/wiki/John_Hench", "description": "John Hench was an artist, designer and creative director at The Walt Disney Company. For 65 years, he helped design and develop various Disney attractions and theme parks."}]}, {"heading": "Deaths", "year": "2005", "date": "February 5", "txt": "Gnassingbé Eyadéma, Togolese general and politician, President of Togo (b. 1937)", "entities": [{"title": "Gnassingbé Eyadéma", "href": "/wiki/Gnassingb%C3%A9_Eyad%C3%A9ma", "description": "Gnassingbé Eyadéma was the President of Togo from 1967 until his death in 2005. He participated in two successful military coups, in January 1963 and January 1967, and became President on 14 April 1967."}, {"title": "President of Togo", "href": "/wiki/President_of_Togo", "description": "This is a list of presidents of Togo since the formation of the post of president in 1960, to the present day."}]}, {"heading": "Deaths", "year": "2005", "date": "February 5", "txt": "Michalina Wisłocka, Polish gynecologist and sexologist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 5", "txt": "Norma Candal, Puerto Rican-American actress (b. 1927)", "entities": [{"title": "Norma Candal", "href": "/wiki/Norma_Candal", "description": "Norma Daniela Candal Penedo, was a Puerto Rican actress and comedian who was best known for her role as Petunia on La criada malcriada."}]}, {"heading": "Deaths", "year": "2007", "date": "February 5", "txt": "Leo T. McCarthy, New Zealand-American soldier, lawyer, and politician, 43rd Lieutenant Governor of California (b. 1930)", "entities": [{"title": "Leo T. McCarthy", "href": "/wiki/Leo_T._McCarthy", "description": "Leo Tarcissus McCarthy was an American politician and businessman. He served as the 43rd lieutenant governor of California from 1983 to 1995."}, {"title": "Lieutenant Governor of California", "href": "/wiki/Lieutenant_Governor_of_California", "description": "The lieutenant governor of California is the second highest executive officer of the government of the U.S. state of California. The lieutenant governor is elected to serve a four-year term and can serve a maximum of two terms. In addition to basically ceremonial roles, serving as acting governor in the absence of the governor of California and as President of the California State Senate, the lieu"}]}, {"heading": "Deaths", "year": "2007", "date": "February 5", "txt": "Alfred Worm, Austrian journalist, author, and academic (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 5", "txt": "Maharishi Mahesh Yogi, Indian guru, founded Transcendental Meditation (b. 1918)", "entities": [{"title": "Maharishi Mahesh Yogi", "href": "/wiki/Maharishi_Mahesh_Yogi", "description": "Maharishi Mahesh Yogi was an Indian guru, known for developing the Transcendental Meditation technique and for being the leader and guru of a worldwide organization that has been characterized in multiple ways including as a new religious movement and as non-religious. He became known as Maharishi and Yogi as an adult."}, {"title": "Transcendental Meditation", "href": "/wiki/Transcendental_Meditation", "description": "Transcendental Meditation (TM) refers to a specific form of silent meditation and the organizations that constitute the Transcendental Meditation movement. Maharishi Mahesh Yogi created and introduced the TM technique and TM movement in India in the mid-1950s. Advocates of TM claim that the technique promotes a state of relaxed awareness, stress relief, creativity, and efficiency, as well as physi"}]}, {"heading": "Deaths", "year": "2010", "date": "February 5", "txt": "Brendan Burke, Canadian ice hockey player and activist (b. 1988)", "entities": [{"title": "Brendan Burke", "href": "/wiki/Brendan_Burke", "description": "Brendan Gilmore Burke was an athlete and student manager at Miami University for the RedHawks men's ice hockey team. The youngest son of Brian Burke, former general manager of the Toronto Maple Leafs, longtime executive of various other NHL teams and of the US Olympic hockey team, in November 2009, he made international headlines for coming out, advocating for tolerance and speaking out against ho"}]}, {"heading": "Deaths", "year": "2010", "date": "February 5", "txt": "Harry Schwarz, South African lawyer, anti-apartheid leader, and diplomat, 13th South Africa Ambassador to United States (b. 1924)", "entities": [{"title": "South Africa Ambassador to United States", "href": "/wiki/South_Africa_Ambassador_to_United_States", "description": "The position of South African ambassador to the United States is the most prestigious and top diplomatic post in South Africa. The position was first held in March 1949, following the upgrade of South Africa's diplomatic mission to an embassy. The post has been held by many important politicians and is currently held by M. J. Mahlangu."}]}, {"heading": "Deaths", "year": "2011", "date": "February 5", "txt": "Brian Jacques, English author and radio host (b. 1939)", "entities": [{"title": "Brian Jacques", "href": "/wiki/Brian_Jacques", "description": "James Brian Jacques was an English writer known for his Redwall series of novels and Castaways of the Flying Dutchman series. He also completed two collections of short stories entitled The Ribbajack & Other Curious Yarns and Seven Strange and Ghostly Tales."}]}, {"heading": "Deaths", "year": "2011", "date": "February 5", "txt": "Peggy Rea, American actress and casting director (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 5", "txt": "Sam Coppola, American actor (b. 1932)", "entities": [{"title": "Sam Coppola", "href": "/wiki/Sam_Coppola", "description": "Sam Coppola was an American actor. He appeared in almost 70 films, beginning in 1968, but may be best remembered for his role as Dan Fusco, owner of the hardware and paint store in Saturday Night Fever, who gave John Travolta's character sage but salty advice in the classic 1977 film. Later in his career, Coppola made a brief but memorable appearance on The Sopranos as the idiosyncratic family the"}]}, {"heading": "Deaths", "year": "2012", "date": "February 5", "txt": "Al De Lory, American keyboard player, conductor, and producer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 5", "txt": "John Turner Sargent, Sr., American publisher (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 5", "txt": "Jo Zwaan, Dutch sprinter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 5", "txt": "Reinaldo Gargano, Uruguayan journalist and politician, Minister of Foreign Affairs for Uruguay (b. 1934)", "entities": [{"title": "Reinaldo Gargano", "href": "/wiki/Reinaldo_Gargano", "description": "Reinaldo Apolo Gargano Ostuni was a Uruguayan political figure."}, {"title": "Minister of Foreign Affairs (Uruguay)", "href": "/wiki/Minister_of_Foreign_Affairs_(Uruguay)", "description": "The following is a list of Ministers of Foreign Relations of Uruguay since 1828:"}]}, {"heading": "Deaths", "year": "2013", "date": "February 5", "txt": "Egil Hovland, Norwegian composer and conductor (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 5", "txt": "Tom McGuigan, New Zealand soldier and politician, 23rd New Zealand Minister of Health (b. 1921)", "entities": [{"title": "Minister of Health (New Zealand)", "href": "/wiki/Minister_of_Health_(New_Zealand)", "description": "The Minister of Health, formerly styled Minister of Public Health, is a minister in the government of New Zealand with responsibility for the New Zealand Ministry of Health and the District Health Boards."}]}, {"heading": "Deaths", "year": "2014", "date": "February 5", "txt": "Robert A. Dahl, American political scientist and academic (b. 1915)", "entities": [{"title": "Robert A. Dahl", "href": "/wiki/Robert_A._Dahl", "description": "Robert Alan Dahl was a political theorist and Sterling Professor of Political Science at Yale University. He established the pluralist theory of democracy—in which political outcomes are enacted through competitive, if unequal, interest groups—and introduced \"polyarchy\" as a descriptor of actual democratic governance. An originator of \"empirical theory\" and known for advancing behavioralist charac"}]}, {"heading": "Deaths", "year": "2015", "date": "February 5", "txt": "K. N. Choksy, Sri Lankan lawyer and politician, Minister of Finance of Sri Lanka (b. 1933)", "entities": [{"title": "K. N. Choksy", "href": "/wiki/K._N._Choksy", "description": "Kairshasp Nariman Choksy, PC, MP was a Sri Lankan lawyer, politician and a former member of the Parliament of Sri Lanka.\nHe was Cabinet Minister of Finance under Prime Minister Ranil Wickremasinghe. He had also served as Cabinet Minister of Constitutional & State Affairs from 1993 to 1994 under President D. B. Wijetunga and was a member of parliament from 1989 to 2010 continuiosly."}, {"title": "Minister of Finance of Sri Lanka", "href": "/wiki/Minister_of_Finance_of_Sri_Lanka", "description": "The Minister of Finance is an appointment in the Cabinet of Sri Lanka. The post was created in 1947 with the Ceylon gaining independence and establishing self governess. The post has always been held by a senior member of the ruling party and in the recent years by the President with a deputy minister. The post has been known as Minister of Finance & Planning, when the portfolio includes national "}]}, {"heading": "Deaths", "year": "2015", "date": "February 5", "txt": "Marisa Del Frate, Italian actress and singer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 5", "txt": "Val Logsdon Fitch, American physicist and academic, Nobel Prize laureate (b. 1923)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2015", "date": "February 5", "txt": "Herman Rosenblat, Polish-American author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 5", "txt": "Ciriaco Cañete, Filipino martial artist (b. 1919)", "entities": [{"title": "Ciriaco Cañete", "href": "/wiki/Ciriaco_Ca%C3%B1ete", "description": "Ciriaco \"Cacoy\" Cañete was a Filipino martial artist of the Doce Pares Eskrima Club. He was the last surviving member of the club, which was founded in January 1932. He was also a 12th degree black belt. His version of the Doce Pares Eskrima system is known as Cacoy Doce Pares. In 1951 he developed a personal system of his named Eskrido."}]}, {"heading": "Deaths", "year": "2020", "date": "February 5", "txt": "Kirk Douglas,  American actor (b. 1916)", "entities": [{"title": "Kirk Douglas", "href": "/wiki/Kirk_Douglas", "description": "Kirk Douglas was an American actor, producer, director, philanthropist, and writer. After an impoverished childhood with immigrant parents and six sisters, he made his film debut in The Strange Love of Martha Ivers (1946) with Barbara Stanwyck. Douglas soon developed into a leading box-office star throughout the 1950s, known for serious dramas, including westerns and war films. During his career, "}]}, {"heading": "Deaths", "year": "2021", "date": "February 5", "txt": "Christopher Plummer, Canadian actor (b. 1929)", "entities": [{"title": "Christopher Plummer", "href": "/wiki/Christopher_Plummer", "description": "Arthur Christopher Orme Plummer was a Canadian actor. His career spanned seven decades, gaining recognition for his performances in film, television and theatre. He made his Broadway debut in 1954 and continued to act in leading roles on stage playing Cyrano de Bergerac in Cyrano (1974), Iago in Othello, as well as playing the titular roles in Hamlet at Elsinore (1964), Macbeth, King Lear, and Bar"}]}]