[{"heading": "Events", "year": "660 BC", "date": "February 11", "txt": "Traditional date for the foundation of Japan by Emperor Jimmu.", "entities": [{"title": "Emperor Jimmu", "href": "/wiki/Emperor_Jimmu", "description": "Emperor Jimmu  was the first legendary emperor of Japan according to the Nihon Shoki and Kojiki. His accession is traditionally dated as 660 BC. In Japanese mythology, he was a descendant of the sun goddess Amaterasu, through her grandson Ninigi, as well as a descendant of the storm god Susanoo. He launched a military expedition from Hyuga near the Seto Inland Sea, captured Yamato, and established"}]}, {"heading": "Events", "year": "AD 55", "date": "February 11", "txt": "The death under mysterious circumstances of Tiberius Claudius Caesar Britannicus, heir to the Roman empire, on the eve of his coming of age clears the way for Nero to become Emperor.", "entities": [{"title": "Tiberius Claudius Caesar Britannicus", "href": "/wiki/Tiberius_Claudius_Caesar_Britannicus", "description": "Tiberius Claudius Caesar Britannicus, usually called Britannicus, was the son of Roman emperor Claudius and his third wife Valeria Messalina. For a time he was considered his father's heir, but that changed after his mother's downfall in 48, when it was revealed she had engaged in a bigamous marriage without Claudius' knowledge. The next year, his father married Agrippina the Younger, Claudius' fo"}, {"title": "Roman empire", "href": "/wiki/Roman_empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}, {"title": "Nero", "href": "/wiki/Nero", "description": "Nero was the fifth Roman emperor, ruling from 54 to 68. His infamous reign is usually associated with tyranny, extravagance, and debauchery. Nero, originally named Lucius Domitius Ahenobarbus, belonged to the Julio-Claudian dynasty, and was adopted as heir by the emperor Claudius, his great-uncle and stepfather. Nero succeeded Claudius while not yet aged 17, and his mother, Agrippina, tried to dom"}]}, {"heading": "Events", "year": "951", "date": "February 11", "txt": "Guo Wei, a court official, leads a military coup and declares himself emperor of the new Later Zhou.", "entities": [{"title": "Guo Wei", "href": "/wiki/Guo_Wei", "description": "Guo Wei, also known by his temple name Taizu (太祖), was the founding emperor of imperial China's short-lived Later Zhou during the Five Dynasties and Ten Kingdoms period, reigning from 951 until his death."}, {"title": "Later Zhou", "href": "/wiki/Later_Zhou", "description": "The Later Zhou was the last in a succession of five dynasties that controlled most of northern China during the Five Dynasties and Ten Kingdoms period, which lasted from 907 to 960 and bridged the gap between the Tang Dynasty and the Song Dynasty."}]}, {"heading": "Events", "year": "1534", "date": "February 11", "txt": "Henry VIII of England is recognized as supreme head of the Church of England.", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Church of England", "href": "/wiki/Church_of_England", "description": "The Church of England is a Christian church and also the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the 3rd-century, a"}]}, {"heading": "Events", "year": "1659", "date": "February 11", "txt": "The assault on Copenhagen by Swedish forces is beaten back with heavy losses.", "entities": [{"title": "Assault on Copenhagen (1659)", "href": "/wiki/Assault_on_Copenhagen_(1659)", "description": "The Battle of Copenhagen also known as the Assault on Copenhagen on 11 February 1659 was a major battle during the Second Northern War, taking place during the siege of Copenhagen by the Swedish army."}]}, {"heading": "Events", "year": "1794", "date": "February 11", "txt": "First session of United States Senate opens to the public.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1808", "date": "February 11", "txt": "Jesse Fell burns anthracite on an open grate as an experiment in heating homes with coal.", "entities": [{"title": "Jesse Fell", "href": "/wiki/Jesse_Fell", "description": "Jesse Fell was an early political leader in Wilkes-Barre, Pennsylvania. He was the first Pennsylvanian to successfully burn anthracite on an open air grate. Anthracite differs from wood in that it needs a draft from the bottom, and Judge Fell proved with his grate design that it was a viable heating fuel. His method and 'discovery' in 1808 led to the widespread use of coal as the fuel source that "}, {"title": "Anthracite", "href": "/wiki/Anthracite", "description": "Anthracite, also known as hard coal, is a hard, compact variety of coal that has a submetallic luster. It has the highest carbon content, the fewest impurities, and the highest energy density of all types of coal and is the highest ranking of coals."}]}, {"heading": "Events", "year": "1812", "date": "February 11", "txt": "Massachusetts governor Elbridge Gerry is accused of \"gerrymandering\" for the first time.", "entities": [{"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}, {"title": "Elbridge Gerry", "href": "/wiki/Elbridge_Gerry", "description": "Elbridge Thomas Gerry was an American politician and diplomat. As a Democratic-Republican he served as the fifth vice president of the United States under President James Madison from March 1813 until his death in November 1814. The political practice of gerrymandering is named after him."}, {"title": "Gerrymandering", "href": "/wiki/Gerrymandering", "description": "Gerrymandering is a practice intended to establish an unfair political advantage for a particular party or group by manipulating the boundaries of electoral districts, which is most commonly used in first-past-the-post electoral systems."}]}, {"heading": "Events", "year": "1823", "date": "February 11", "txt": "Carnival tragedy of 1823: About 110 boys are killed during a stampede at the Convent of the Minori Osservanti in Valletta, Malta.", "entities": [{"title": "Carnival tragedy of 1823", "href": "/wiki/Carnival_tragedy_of_1823", "description": "The Carnival tragedy of 1823 was a human crush which occurred on 11 February 1823 at the Convent of the Minori Osservanti in Valletta, Crown Colony of Malta. About 110 boys who had gone to the convent to receive bread on the last day of carnival celebrations were killed after falling down a flight of steps while trying to get out of the convent."}, {"title": "Franciscan Church of St Mary of Jesus", "href": "/wiki/Franciscan_Church_of_St_Mary_of_Jesus", "description": "The Franciscan Church of St Mary of Jesus is a church in Valletta, Malta, which is dedicated to St Mary of Jesus and is cared for by the religious order of Friars Minor. It came to be popularly known by the Maltese as Ta' Ġieżu. Ta' Ġieżu is a local corruption of Ta' Ġesù."}, {"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}, {"title": "Crown Colony of Malta", "href": "/wiki/Crown_Colony_of_Malta", "description": "The Crown Colony of the Island of Malta and its Dependencies was the British colony in the Maltese islands, today the modern Republic of Malta. It was established when the Malta Protectorate was transformed into a British Crown colony in 1813, and this was confirmed by the Treaty of Paris in 1814."}]}, {"heading": "Events", "year": "1826", "date": "February 11", "txt": "University College London is founded as University of London.", "entities": [{"title": "University College London", "href": "/wiki/University_College_London", "description": "University College London, which operates as UCL, is a public research university located in London, United Kingdom, and a member institution of the federal University of London. UCL is the second-largest university in the United Kingdom by total enrolment, after the Open University, and the largest by postgraduate enrolment."}, {"title": "University of London", "href": "/wiki/University_of_London", "description": "The University of London is a federal public research university located in London, England, United Kingdom. The university was established by royal charter in 1836, as a degree-awarding examination board for students holding certificates from University College London and King's College London and \"other such other Institutions, corporate or unincorporated, as shall be established for the purpose"}]}, {"heading": "Events", "year": "1840", "date": "February 11", "txt": "Gaetano Donizetti's opera La fille du régiment receives its first performance in Paris, France.", "entities": [{"title": "Gaetano Donizetti", "href": "/wiki/Gaetano_Donizetti", "description": "Domenico Gaetano Maria Donizetti was an Italian composer, best known for his almost 70 operas. Along with Gioachino Rossini and Vincenzo Bellini, Donizetti was a leading composer of the bel canto opera style during the first half of the nineteenth century. Donizetti's close association with the bel canto style was undoubtedly an influence on other composers such as Giuseppe Verdi. Donizetti was bo"}]}, {"heading": "Events", "year": "1843", "date": "February 11", "txt": "Giuseppe Verdi's opera I Lombardi alla prima crociata receives its first performance in Milan, Italy.", "entities": [{"title": "Giuseppe Verdi", "href": "/wiki/Giuseppe_Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Events", "year": "1855", "date": "February 11", "txt": "Kassa Hailu is crowned Tewodros II, Emperor of Ethiopia.", "entities": [{"title": "Tewodros II", "href": "/wiki/Tewodros_II", "description": "Tewodros II was the Emperor of Ethiopia from 1855 until his death in 1868. He was born as Kassa Haile Giorgis and was described as a 'romantic adventurer', a skillful and dauntless warrior, lion-like and an unselfish visionary. He had grown up fighting Ottoman-Egyptian invaders and was a Robin Hood figure; while a bandit or Shifta against the tyrannical royals, he would steal from the rich and giv"}, {"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}]}, {"heading": "Events", "year": "1856", "date": "February 11", "txt": "The Kingdom of Awadh is annexed by the British East India Company and Wajid Ali Shah, the king of Awadh, is deposed.", "entities": [{"title": "Awadh", "href": "/wiki/Awadh", "description": "Awadh, known in British historical texts as Avadh or Oudh, is a region in the modern Indian state of Uttar Pradesh, which was before independence known as the United Provinces of Agra and Oudh. Awadh is bounded by the Ganges Doab to the southwest, Rohilkhand to the northwest, Nepal to the north, and Purvanchal to the east. Its inhabitants are referred to as Awadhis."}, {"title": "East India Company", "href": "/wiki/East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Wajid Ali Shah", "href": "/wiki/Wajid_Ali_Shah", "description": "Wajid Ali Shah was the eleventh and last King of Awadh, holding the position for 9 years, from 13 February 1847 to 11 February 1856."}]}, {"heading": "Events", "year": "1858", "date": "February 11", "txt": "Bernadette Soubirous's first vision of the Blessed Virgin Mary in Lourdes, France.", "entities": [{"title": "Bernadette Soubirous", "href": "/wiki/Bernadette_Soubirous", "description": "Bernadette Soubirous, also known as Saint Bernadette of Lourdes, was the firstborn daughter of a miller from Lourdes, in the department of Hautes-Pyrénées in France, and is best known for experiencing Marian apparitions of a \"young lady\" who asked for a chapel to be built at the nearby cave-grotto at Massabielle. These apparitions are said to have occurred between 11 February and 16 July 1858, and"}, {"title": "Lourdes apparitions", "href": "/wiki/Lourdes_apparitions", "description": "The Marian Apparitions at Lourdes were reported in 1858 by Bernadette Soubirous, a 14-year-old miller's daughter from the town of Lourdes in southern France."}, {"title": "Our Lady of Lourdes", "href": "/wiki/Our_Lady_of_Lourdes", "description": "Our Lady of Lourdes is a Roman Catholic title of the Blessed Virgin Mary venerated in honour of the Marian apparitions that are claimed to have occurred in 1858 in the vicinity of Lourdes in France. The first of these is the apparition of 11 February 1858, when 14-year old Bernadette Soubirous told her mother that a \"lady\" spoke to her in the cave of Massabielle while she was gathering firewood wi"}, {"title": "Lourdes", "href": "/wiki/Lourdes", "description": "Lourdes is a small market town lying in the foothills of the Pyrenees. It is part of the Hautes-Pyrénées department in the Occitanie region in southwestern France. Prior to the mid-19th century, the town was best known for the Château fort de Lourdes, a fortified castle that rises up from a rocky escarpment at its center."}]}, {"heading": "Events", "year": "1861", "date": "February 11", "txt": "American Civil War: The United States House of Representatives unanimously passes a resolution guaranteeing noninterference with slavery in any state.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1873", "date": "February 11", "txt": "King Amadeo I of Spain abdicates, forming the First Spanish Republic.", "entities": [{"title": "Amadeo I of Spain", "href": "/wiki/Amadeo_I_of_Spain", "description": "Amadeo I was an Italian prince who reigned as King of Spain from 1870 to 1873. The only King of Spain from the House of Savoy, he was the second son of King Vittorio Emanuele II of Italy and was known for most of his life as The Duke of Aosta."}, {"title": "First Spanish Republic", "href": "/wiki/First_Spanish_Republic", "description": "The Spanish Republic, commonly known as the First Spanish Republic to distinguish it from the Spanish Republic of 1931–39, was the short-lived political regime that existed in Spain between the parliamentary proclamation on 11 February 1873 and 29 December 1874 when General Arsenio Martínez Campos's pronunciamiento marked the beginning of the Bourbon Restoration in Spain. The Republic's founding s"}]}, {"heading": "Events", "year": "1889", "date": "February 11", "txt": "Meiji Constitution of Japan is adopted.", "entities": [{"title": "Meiji Constitution", "href": "/wiki/Meiji_Constitution", "description": "The Constitution of the Empire of Japan, known informally as the Meiji Constitution, was the constitution of the Empire of Japan which was proclaimed on February 11, 1889, and remained in force between November 29, 1890 and May 2, 1947. Enacted after the Meiji Restoration in 1868, it provided for a form of mixed constitutional and absolute monarchy, based jointly on the Prussian and British models"}]}, {"heading": "Events", "year": "1903", "date": "February 11", "txt": "Anton Bruckner's 9th Symphony receives its first performance in Vienna, Austria.", "entities": [{"title": "Anton Bruckner", "href": "/wiki/Anton_Bruckner", "description": "Josef Anton Bruckner was an Austrian composer, organist, and music theorist best known for his symphonies, masses, Te Deum and motets. The first are considered emblematic of the final stage of Austro-German Romanticism because of their rich harmonic language, strongly polyphonic character, and considerable length. Bruckner's compositions helped to define contemporary musical radicalism, owing to t"}, {"title": "Symphony No. 9 (Bruckner)", "href": "/wiki/Symphony_No._9_(Bruckner)", "description": "The Symphony No. 9 in D minor, WAB 109, is the last symphony on which Anton Bruckner worked, leaving the last movement incomplete at the time of his death in 1896; Bruckner dedicated it \"to the beloved God\". The symphony was premiered under Ferdinand Löwe in Vienna in 1903."}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political center. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1906", "date": "February 11", "txt": "Pope Pius X publishes the encyclical Vehementer Nos.", "entities": [{"title": "Pope Pius X", "href": "/wiki/Pope_Pius_X", "description": "Pope Pius X was head of the Catholic Church from August 1903 to his death in 1914. Pius X is known for vigorously opposing modernist interpretations of Catholic doctrine, promoting liturgical reforms and scholastic philosophy and theology. He initiated the preparation of the 1917 Code of Canon Law, the first comprehensive and systemic work of its kind. He is venerated as a saint in the Catholic Ch"}]}, {"heading": "Events", "year": "1919", "date": "February 11", "txt": "Friedrich Ebert (SPD), is elected President of Germany.", "entities": [{"title": "Friedrich Ebert", "href": "/wiki/Friedrich_Ebert", "description": "Friedrich Ebert was a German politician of the Social Democratic Party of Germany (SPD) and the first President of Germany from 1919 until his death in office in 1925."}, {"title": "Social Democratic Party of Germany", "href": "/wiki/Social_Democratic_Party_of_Germany", "description": "The Social Democratic Party of Germany is a social democratic political party in Germany. It is one of the two major contemporary political parties in Germany along with the Christian Democratic Union of Germany (CDU)."}, {"title": "President of Germany", "href": "/wiki/President_of_Germany", "description": "The president of Germany, officially the Federal President of the Federal Republic of Germany, is the head of state of Germany."}]}, {"heading": "Events", "year": "1929", "date": "February 11", "txt": "Kingdom of Italy and the Vatican sign the Lateran Treaty.", "entities": [{"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Holy See", "href": "/wiki/Holy_See", "description": "The Holy See, also called the See of Rome, is the jurisdiction of the Bishop of Rome, known as the Pope, which includes the apostolic episcopal see of the Diocese of Rome with universal ecclesiastical jurisdiction of the worldwide Catholic Church, as well as a sovereign entity of international law, governing the Vatican City."}, {"title": "Lateran Treaty", "href": "/wiki/Lateran_Treaty", "description": "The Lateran Treaty was one component of the Lateran Pacts of 1929, agreements between the Kingdom of Italy under King Victor Emanuel III and the Holy See under Pope Pius XI to settle the long-standing Roman Question. The treaty and associated pacts were named after the Lateran Palace where they were signed on 11 February 1929, and the Italian parliament ratified them on 7 June 1929. The treaty rec"}]}, {"heading": "Events", "year": "1937", "date": "February 11", "txt": "The Flint sit-down strike ends when General Motors recognizes the United Auto Workers trade union.", "entities": [{"title": "Flint sit-down strike", "href": "/wiki/Flint_sit-down_strike", "description": "The 1936–1937 Flint sit-down strike, also known as the General Motors sit-down strike, the great GM sit-down strike, and so on, was a sitdown strike at the General Motors plant in Flint, Michigan, United States. It changed the United Automobile Workers (UAW) from a collection of isolated local unions on the fringes of the industry into a major labor union, and led to the unionization of the domest"}, {"title": "General Motors", "href": "/wiki/General_Motors", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}, {"title": "United Auto Workers", "href": "/wiki/United_Auto_Workers", "description": "The International Union, United Automobile, Aerospace, and Agricultural Implement Workers of America, better known as the United Auto Workers (UAW), is an American labor union that represents workers in the United States and Canada. It was founded as part of the Congress of Industrial Organizations (CIO) in the 1930s and grew rapidly from 1936 to the 1950s. The union played a major role in the lib"}]}, {"heading": "Events", "year": "1938", "date": "February 11", "txt": "BBC Television produces the world's first ever science fiction television programme, an adaptation of a section of the Karel Čapek play R.U.R., that coined the term \"robot\".", "entities": [{"title": "BBC One", "href": "/wiki/BBC_One", "description": "BBC One is a British free-to-air television network owned and operated by the BBC. It is the corporation’s flagship network, and is known for broadcasting mainstream programming, including BBC News television bulletins, primetime drama and entertainment, and some sports events."}, {"title": "Science fiction on television", "href": "/wiki/Science_fiction_on_television", "description": "Science fiction first appeared in television programming in the late 1930s, during what is called the Golden Age of Science Fiction. Special effects and other production techniques allow creators to present a living visual image of an imaginary world not limited by the constraints of reality."}, {"title": "Karel Čapek", "href": "/wiki/Karel_%C4%8Capek", "description": "Karel Čapek was a Czech writer, playwright and critic. He has become best known for his science fiction, including his novel War with the Newts (1936) and play R.U.R., which introduced the word robot. He also wrote many politically charged works dealing with the social turmoil of his time. Influenced by American pragmatic liberalism, he campaigned in favour of free expression and strongly opposed "}, {"title": "Robot", "href": "/wiki/Robot", "description": "A robot is a machine—especially one programmable by a computer— capable of carrying out a complex series of actions automatically. Robots can be guided by an external control device or the control may be embedded within. Robots may be constructed on the lines of human form, but most robots are machines designed to perform a task with no regard to their aesthetics."}]}, {"heading": "Events", "year": "1942", "date": "February 11", "txt": "World War II: Second day of the Battle of Bukit Timah is fought in Singapore.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Bukit Timah", "href": "/wiki/Battle_of_Bukit_Timah", "description": "The Battle of Bukit Timah, was part of the final stage of the Empire of Japan's invasion of Singapore during World War II."}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Events", "year": "1953", "date": "February 11", "txt": "Cold War: U.S. President Dwight D. Eisenhower denies all appeals for clemency for Julius and Ethel Rosenberg.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Julius and Ethel Rosenberg", "href": "/wiki/Julius_and_Ethel_Rosenberg", "description": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were accused of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 in the Sing Sing correctional faci"}]}, {"heading": "Events", "year": "1953", "date": "February 11", "txt": "Israeli-Soviet relations are severed.", "entities": []}, {"heading": "Events", "year": "1959", "date": "February 11", "txt": "The Federation of Arab Emirates of the South is created as a protectorate of the United Kingdom.", "entities": [{"title": "Federation of Arab Emirates of the South", "href": "/wiki/Federation_of_Arab_Emirates_of_the_South", "description": "The Federation of the Emirates of the South was an organization of states within the British Aden Protectorate in what would become South Yemen. The Federation of six states was inaugurated in the British Colony of Aden on 11 February 1959, and the Federation and Britain signed a “Treaty of Friendship and Protection,” which detailed plans for British financial and military assistance. It subsequen"}, {"title": "Protectorate", "href": "/wiki/Protectorate", "description": "A protectorate is a state that is controlled and protected by another sovereign state. It is a dependent territory that has been granted local autonomy over most internal affairs while still recognizing the suzerainty of a more powerful sovereign state without being its direct possession. In exchange, the protectorate usually accepts specified obligations depending on the terms of their arrangemen"}]}, {"heading": "Events", "year": "1970", "date": "February 11", "txt": "Japan launches Ohsumi, becoming the fourth nation to put an object into orbit using its own booster.", "entities": []}, {"heading": "Events", "year": "1971", "date": "February 11", "txt": "Cold War: the Seabed Arms Control Treaty opened for signature outlawing nuclear weapons on the ocean floor in international waters.", "entities": [{"title": "Seabed Arms Control Treaty", "href": "/wiki/Seabed_Arms_Control_Treaty", "description": "The Seabed Arms Control Treaty is a multilateral agreement between the United States, Soviet Union, United Kingdom, and 91 other countries banning the emplacement of nuclear weapons or \"weapons of mass destruction\" on the ocean floor beyond a 12-mile (22.2 km) coastal zone. It allows signatories to observe all seabed \"activities\" of any other signatory beyond the 12-mile zone to ensure compliance."}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "International waters", "href": "/wiki/International_waters", "description": "The terms international waters or trans-boundary waters apply where any of the following types of bodies of water transcend international boundaries: oceans, large marine ecosystems, enclosed or semi-enclosed regional seas and estuaries, rivers, lakes, groundwater systems (aquifers), and wetlands."}]}, {"heading": "Events", "year": "1978", "date": "February 11", "txt": "Pacific Western Airlines Flight 314 crashes at the Cranbrook/Canadian Rockies International Airport in Cranbrook, British Columbia, Canada with 42 deaths and seven survivors.", "entities": [{"title": "Pacific Western Airlines Flight 314", "href": "/wiki/Pacific_Western_Airlines_Flight_314", "description": "On 11 February 1978, Pacific Western Airlines Flight 314, a Boeing 737-200, crashed at Cranbrook/Canadian Rockies International Airport, near Cranbrook, British Columbia, Canada, killing 42 of the 49 people on board."}, {"title": "Cranbrook/Canadian Rockies International Airport", "href": "/wiki/Cranbrook/Canadian_Rockies_International_Airport", "description": null}, {"title": "Cranbrook, British Columbia", "href": "/wiki/Cranbrook,_British_Columbia", "description": "Cranbrook is a city in southeast British Columbia, Canada, located on the west side of the Kootenay River at its confluence with the St. Mary's River, It is the largest urban centre in the region known as the East Kootenay. As of 2016, Cranbrook's population is 20,047 with a census agglomeration population of 26,083. It is the location of the headquarters of the Regional District of East Kootenay "}, {"title": "Canada", "href": "/wiki/Canada", "description": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres, making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. "}]}, {"heading": "Events", "year": "1979", "date": "February 11", "txt": "The Iranian Revolution establishes an Islamic theocracy under the leadership of Ayatollah Ruhollah Khomeini.", "entities": [{"title": "Iranian Revolution", "href": "/wiki/Iranian_Revolution", "description": "The Iranian Revolution ; locally known as the Islamic Revolution was a series of events that culminated in the overthrow of the Pahlavi dynasty under Shah Mohammad Reza Pahlavi, and the replacement of his government with an Islamic republic under the Grand Ayatollah Ruhollah Khomeini, a leader of one of the factions in the revolt. The revolution was supported by various Islamist and leftist organi"}, {"title": "Ayatollah", "href": "/wiki/Ayatollah", "description": "Ayatollah is an honorific title for high-ranking Twelver Shia clergy in Iran and Iraq that came into widespread usage in the 20th century."}, {"title": "Ruhollah Khomeini", "href": "/wiki/Ruhollah_Khomeini", "description": "Sayyid Ruhollah Musavi Khomeini, also known in the Western world as Ayatollah Khomeini, was an Iranian political and religious leader. He was the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution, which saw the overthrow of the last Shah of Iran, Mohammad Reza Pahlavi, and the end of the 2,500-year-old Persian monarchy. Following the revolution, Khomeini became "}]}, {"heading": "Events", "year": "1990", "date": "February 11", "txt": "Nelson Mandela is released from Victor Verster Prison outside Cape Town, South Africa after 27 years as a political prisoner.", "entities": [{"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}, {"title": "Drakenstein Correctional Centre", "href": "/wiki/Drakenstein_Correctional_Centre", "description": "Drakenstein Correctional Centre is a low-security prison between Paarl and Franschhoek, on the R301 road 5 km from the R45 Huguenot Road, in the valley of the Dwars River in the Western Cape of South Africa. The prison is famous for being the location where Nelson Mandela spent the last part of his imprisonment for campaigning against apartheid."}, {"title": "Cape Town", "href": "/wiki/Cape_Town", "description": "Cape Town is the second-most populous city in South Africa, after Johannesburg, and also the legislative capital of South Africa."}]}, {"heading": "Events", "year": "1990", "date": "February 11", "txt": "Buster Douglas, a 42:1 underdog, knocks out Mike Tyson in ten rounds at Tokyo to win boxing's world Heavyweight title.", "entities": [{"title": "Mike Tyson vs. Buster Douglas", "href": "/wiki/Mike_Tyson_vs._Buster_Douglas", "description": "Mike Tyson vs. Buster Douglas, billed as Tyson is Back!, was a professional boxing match that occurred at the Tokyo Dome on February 11, 1990. The then-undefeated, undisputed heavyweight champion Tyson lost by knockout to the 42:1 underdog Douglas. The fight is widely regarded as one of the biggest upsets in sports history. Japan paid $6 million to boxing officials for the privilege of staging Mik"}, {"title": "Mike Tyson", "href": "/wiki/Mike_Tyson", "description": "Michael Gerard Tyson is an American former professional boxer who competed from 1985 to 2005. Nicknamed \"Iron Mike\" and \"Kid Dynamite\" in his early career, and later known as \"The Baddest Man on the Planet\", Tyson is considered one of the best heavyweight boxers of all time. He reigned as the undisputed world heavyweight champion from 1987 to 1990. Tyson won his first 19 professional fights by kno"}, {"title": "Boxing", "href": "/wiki/Boxing", "description": "Boxing is a combat sport in which two people, usually wearing protective gloves and other protective equipment such as hand wraps and mouthguards, throw punches at each other for a predetermined amount of time in a boxing ring."}]}, {"heading": "Events", "year": "1997", "date": "February 11", "txt": "Space Shuttle Discovery is launched on a mission to service the Hubble Space Telescope.", "entities": [{"title": "Space Shuttle Discovery", "href": "/wiki/Space_Shuttle_Discovery", "description": "Space Shuttle Discovery is one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle has three main components: the"}, {"title": "STS-82", "href": "/wiki/STS-82", "description": "STS-82 was the 22nd flight of the Space Shuttle Discovery and the 82nd mission of the Space Shuttle program. It was NASA's second mission to service the Hubble Space Telescope, during which Discovery's crew repaired and upgraded the telescope's scientific instruments, increasing its research capabilities and achieved the highest altitude ever attained by a STS Orbiter. Discovery launched from Kenn"}, {"title": "Hubble Space Telescope", "href": "/wiki/Hubble_Space_Telescope", "description": "The Hubble Space Telescope is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope, but it is one of the largest and most versatile, renowned both as a vital research tool and as a public relations boon for astronomy. The Hubble telescope is named after astronomer Edwin Hubble and is one of NASA's Great Observatories, along"}]}, {"heading": "Events", "year": "1999", "date": "February 11", "txt": "Pluto crosses Neptune's orbit, ending a nearly 20-year period when it was closer to the Sun than the gas giant; Pluto is not expected to interact with Neptune's orbit again until 2231.", "entities": [{"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}]}, {"heading": "Events", "year": "2001", "date": "February 11", "txt": "A Dutch programmer launched the Anna Kournikova virus infecting millions of emails via a trick photo of the tennis star.", "entities": [{"title": "Anna Kournikova (computer virus)", "href": "/wiki/Anna_Kournikova_(computer_virus)", "description": "Anna Kournikova was a computer worm that spread worldwide on the Internet in February 2001. The worm program was contained in an email attachment, purportedly an image of tennis player Anna Kournikova."}, {"title": "Email", "href": "/wiki/Email", "description": "Electronic mail is a method of exchanging messages (\"mail\") between people using electronic devices. Email entered limited use in the 1960s, but users could only send to users of the same computer, and some early email systems required the author and the recipient to both be online simultaneously, similar to instant messaging. Ray Tomlinson is credited as the inventor of email; in 1971, he develop"}, {"title": "Tennis", "href": "/wiki/Tennis", "description": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to pl"}]}, {"heading": "Events", "year": "2008", "date": "February 11", "txt": "Rebel East Timorese soldiers seriously wound President José Ramos-Horta. Rebel leader Alfredo Reinado is killed in the attack.", "entities": [{"title": "East Timor", "href": "/wiki/East_Timor", "description": "East Timor or Timor-Leste, officially the Democratic Republic of Timor-Leste, is an island country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country's southern neighbour, separated by the Timor Sea. The country's "}, {"title": "2008 East Timorese assassination attempts", "href": "/wiki/2008_East_Timorese_assassination_attempts", "description": "Rebel soldiers of the Timor Leste Defence Force invaded the homes of the President and Prime Minister of East Timor on 11 February 2008, leading to the shooting and serious wounding of President José Ramos-Horta, the shooting up of the car of Prime Minister Xanana Gusmão, and the fatal shooting of rebel leader Alfredo Reinado. The attacks have been variously interpreted as attempted assassinations"}, {"title": "José Ramos-Horta", "href": "/wiki/Jos%C3%A9_Ramos-Horta", "description": "José Manuel Ramos-Horta is an East Timorese politician who was the President of East Timor from 20 May 2007 to 20 May 2012. Previously he was Minister of Foreign Affairs from 2002 to 2006 and Prime Minister from 2006 to 2007. He is a co-recipient of the 1996 Nobel Peace Prize along with Carlos Filipe Ximenes Belo, for working \"towards a just and peaceful solution to the conflict in East Timor\"."}, {"title": "Alfredo Reinado", "href": "/wiki/Alfredo_Reinado", "description": "Alfredo Alves Reinado, sometimes spelled Reinhado, was a major in the military of Timor-Leste, the Timor Leste Defence Force (F-FDTL). He deserted on 4 May 2006 to join approximately 600 former soldiers who had been sacked in March 2006 after complaining of regional discrimination in promotions, sparking the 2006 East Timor crisis. Reinado was one of the leaders of the rebel soldiers, and the high"}]}, {"heading": "Events", "year": "2011", "date": "February 11", "txt": "Arab Spring: The first wave of the Egyptian revolution culminates in the resignation of Hosni Mubarak and the transfer of power to the Supreme Military Council after 17 days of protests.", "entities": [{"title": "Arab Spring", "href": "/wiki/Arab_Spring", "description": "The Arab Spring was a series of anti-government protests, uprisings, and armed rebellions that spread across much of the Arab world in the early 2010s. It began in response to oppressive regimes and a low standard of living, starting with protests in Tunisia. From Tunisia, the protests then spread to five other countries: Libya, Egypt, Yemen, Syria, and Bahrain, where either the ruler was deposed "}, {"title": "Timeline of the Egyptian Revolution of 2011", "href": "/wiki/Timeline_of_the_Egyptian_Revolution_of_2011", "description": "The following chronological summary of major events took place during the 2011 Egyptian revolution right up to Hosni Mubarak's resignation as the fourth President of Egypt on 11 February 2011."}, {"title": "Egyptian Revolution of 2011", "href": "/wiki/Egyptian_Revolution_of_2011", "description": "The Egyptian revolution of 2011, also known as the 25 January Revolution, started on 25 January 2011 and spread across Egypt. The date was set by various youth groups to coincide with the annual Egyptian \"Police holiday\" as a statement against increasing police brutality during the last few years of Mubarak's presidency. It consisted of demonstrations, marches, occupations of plazas, non-violent c"}, {"title": "Hosni Mubarak", "href": "/wiki/Hosni_Mubarak", "description": "Muhammad Hosni El Sayed Mubarak was an Egyptian military and political leader who served as the fourth president of Egypt from 1981 to 2011."}]}, {"heading": "Events", "year": "2013", "date": "February 11", "txt": "The Vatican confirmed that Pope Benedict XVI would resign the papacy as a result of his advanced age.", "entities": [{"title": "Pope Benedict XVI", "href": "/wiki/Pope_Benedict_XVI", "description": "Pope Benedict XVI is a retired prelate of the Catholic Church who served as the head of the Church and the sovereign of the Vatican City State from 2005 until his resignation in 2013. Benedict's election as pope occurred in the 2005 papal conclave that followed the death of Pope John Paul II. Benedict chose to be known by the title \"pope emeritus\" upon his resignation."}, {"title": "Resignation of Pope Benedict XVI", "href": "/wiki/Resignation_of_Pope_Benedict_XVI", "description": "The resignation of Pope Benedict XVI occurred on 28 February 2013 at 20:00 CET, after having been announced on the morning of 11 February 2013 directly by himself. Benedict XVI's decision to step down as leader of the Catholic Church made him the first pope to relinquish the office since Gregory XII in 1415 and the first to do so on his own initiative since Celestine V in 1294."}]}, {"heading": "Events", "year": "2014", "date": "February 11", "txt": "A military transport plane crashes in a mountainous area of Oum El Bouaghi Province in eastern Algeria, killing 77 people.", "entities": [{"title": "2014 Algerian Air Force C-130 crash", "href": "/wiki/2014_Algerian_Air_Force_C-130_crash", "description": "On 11 February 2014, a C-130 Hercules military transport aircraft of the Algerian Air Force, carrying 74 passengers and 4 crew members, crashed into Djebel Fertas mountain near Aïn Kercha, Algeria. Only one person survived."}, {"title": "Oum El Bouaghi Province", "href": "/wiki/Oum_El_Bouaghi_Province", "description": "Oum El Bouaghi or Oum el-Bouaghi is a province (wilaya) of Algeria in the Aures region. The capital is Oum el-Bouaghi, which was named Can Robert, Sidi R'Ghis a few years later, and Oum El Bouaghi before independence."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "2015", "date": "February 11", "txt": "A university student was murdered as she resisted an attempted rape in Turkey, sparking nationwide protests and public outcry against harassment and violence against women.", "entities": [{"title": "Murder of Özgecan Aslan", "href": "/wiki/Murder_of_%C3%96zgecan_Aslan", "description": "Özgecan Aslan was a Turkish university student who was murdered while resisting attempted rape on 11 February 2015 on a minibus in Mersin, Turkey. Her burnt body was discovered on 13 February. The murder was committed by minibus driver Ahmet Suphi Altındöken, and his father Necmettin Altındöken and friend Fatih Gökçe were accomplices in covering up the murder. All perpetrators were handed aggravat"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Violence against women", "href": "/wiki/Violence_against_women", "description": "Violence against women (VAW), also known as gender-based violence and sexual and gender-based violence (SGBV), are violent acts primarily or exclusively committed against women or girls. Such violence is often considered a form of hate crime, committed against women or girls specifically because they are female, and can take many forms."}]}, {"heading": "Events", "year": "2016", "date": "February 11", "txt": "A man shoots six people dead at an education center in Jizan Province, Saudi Arabia.", "entities": [{"title": "2016 Ad Dair shooting", "href": "/wiki/2016_Ad_Dair_shooting", "description": "On February 11, 2016, a gunman identified as 30-year-old teacher Abdullah Jaber Al-Malki, killed seven people and wounded three others at an education office in Ad Dair, in Saudi Arabia's Jizan Province bordering Yemen. Five of the victims died at the scene while two of the injured later died at the Al-Dair General Hospital."}, {"title": "Jizan Province", "href": "/wiki/Jizan_Province", "description": "Jazan Region also spelled Jizan is the second smallest region of Saudi Arabia. It stretches 300 km (190 mi) along the southern Red Sea coast, just north of Yemen. It covers an area of 11,671 km2 and has a population of 1,567,547 at the 2017 census. The region has the highest population density in the Kingdom. The capital is the city of Jizan; Prince Muhammad bin Nasser has been the Governor since "}]}, {"heading": "Events", "year": "2017", "date": "February 11", "txt": "North Korea test fires a ballistic missile across the Sea of Japan.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia constituting the northern part of the Korean Peninsula. It borders China to its north, and shares a small border with Russia along the Yalu (Amnok) and Tumen rivers, while being bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ), which separates the two. North Korea,"}, {"title": "Pukkuksong-2", "href": "/wiki/Pukkuksong-2", "description": "Pukkuksong-2 also known as KN-15 by intelligence outside of North Korea, is a medium-range or intermediate-range ballistic missile under development by North Korea, which unlike the nation's earlier designs, uses solid fuel. Described as 'nuclear-capable', its first test flight was on 12 February 2017. The state-run KCNA news agency said that leader Kim Jong-un supervised the test, which was descr"}, {"title": "Sea of Japan", "href": "/wiki/Sea_of_Japan", "description": "The Sea of Japan (see below for other names) is the marginal sea between the Japanese archipelago, Sakhalin, the Korean Peninsula, and the Russian mainland. The Japanese archipelago separates the sea from the Pacific Ocean. Like the Mediterranean Sea, it has almost no tides due to its nearly complete enclosure from the Pacific Ocean. This isolation also affects faunal diversity and salinity, both "}]}, {"heading": "Events", "year": "2018 - Saratov Airlines Flight 703 crashes near Moscow, Russia with 71 deaths and no survivors.[45]", "date": "February 11", "txt": "Saratov Airlines Flight 703 crashes near Moscow, Russia with 71 deaths and no survivors.", "entities": [{"title": "Saratov Airlines Flight 703", "href": "/wiki/Saratov_Airlines_Flight_703", "description": "Saratov Airlines Flight 703 was a domestic passenger flight from Moscow Domodedovo Airport to Orsk Airport in Russia. On 11 February 2018, the aircraft serving the flight, an Antonov An-148-100B, crashed shortly after take-off, killing all 71 people on board – 65 passengers and six crew members."}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}]}, {"heading": "Births", "year": "1380", "date": "February 11", "txt": "Poggio Bracciolini, Italian scholar and translator (d. 1459)", "entities": [{"title": "Poggio Bracciolini", "href": "/wiki/Poggio_Bracciolini", "description": "Gian Francesco Poggio Bracciolini, usually referred to simply as Poggio Bracciolini, was an Italian scholar and an early Renaissance humanist. He was responsible for rediscovering and recovering many classical Latin manuscripts, mostly decaying and forgotten in German, Swiss, and French monastic libraries. His most celebrated finds are De rerum natura, the only surviving work by Lucretius, De arch"}]}, {"heading": "Births", "year": "1466", "date": "February 11", "txt": "Elizabeth of York (d. 1503)", "entities": [{"title": "Elizabeth of York", "href": "/wiki/Elizabeth_of_York", "description": "Elizabeth of York was Queen of England from her marriage to King Henry VII on 18 January 1486 until her death. Elizabeth married Henry after his victory at the Battle of Bosworth Field, which marked the end of the Wars of the Roses. Together, they had seven children."}]}, {"heading": "Births", "year": "1535", "date": "February 11", "txt": "Pope Gregory XIV (d. 1591)", "entities": [{"title": "Pope Gregory XIV", "href": "/wiki/Pope_Gregory_XIV", "description": "Pope Gregory XIV, born Niccolò Sfondrato or Sfondrati, was head of the Catholic Church and ruler of the Papal States from 5 December 1590 to his death in 1591."}]}, {"heading": "Births", "year": "1568", "date": "February 11", "txt": "Honoré d'Urfé, French author and playwright (d. 1625)", "entities": [{"title": "Honoré d'Urfé", "href": "/wiki/Honor%C3%A9_d%27Urf%C3%A9", "description": "Honoré d'Urfé, marquis de Valromey, comte de Châteauneuf was a French novelist and miscellaneous writer."}]}, {"heading": "Births", "year": "1649", "date": "February 11", "txt": "William Carstares, Scottish minister and academic (d. 1715)", "entities": [{"title": "William Carstares", "href": "/wiki/William_Carstares", "description": "William Carstares was a minister of the Church of Scotland, active in Whig politics."}]}, {"heading": "Births", "year": "1657", "date": "February 11", "txt": "Bernard Le Bovier de Fontenelle, French poet and playwright (d. 1757)", "entities": [{"title": "Bernard Le Bovier de Fontenelle", "href": "/wiki/Bernard_Le_Bovier_de_Fontenelle", "description": "Bernard Le Bovier de Fontenelle, also called Bernard Le Bouyer de Fontenelle, was a French author and an influential member of three of the academies of the Institut de France, noted especially for his accessible treatment of scientific topics during the unfolding of the Age of Enlightenment."}]}, {"heading": "Births", "year": "1708", "date": "February 11", "txt": "Egidio Duni, Italian composer (d. 1775)", "entities": [{"title": "Egidio Duni", "href": "/wiki/Egidio_Duni", "description": "Egidio Romualdo Duni was an Italian composer who studied in Naples and worked in Italy, France and London, writing both Italian and French operas."}]}, {"heading": "Births", "year": "1764", "date": "February 11", "txt": "Joseph Chénier, French poet and playwright (d. 1811)", "entities": [{"title": "Joseph Chénier", "href": "/wiki/Joseph_Ch%C3%A9nier", "description": "Marie-Joseph Blaise de Chénier was a French poet, dramatist and politician of French and Greek origin."}]}, {"heading": "Births", "year": "1776", "date": "February 11", "txt": "Ioannis Kapodistrias, Greek politician, 1st Governor of Greece (d. 1831)", "entities": [{"title": "Ioannis Kapodistrias", "href": "/wiki/Ioannis_Kapodistrias", "description": "Count Ioannis Antonios Kapodistrias, sometimes anglicized as John Capodistrias, was a Greek statesman who served as the Foreign Minister of the Russian Empire and was one of the most distinguished politicians and diplomats of Europe. After a long and distinguished career in European politics and diplomacy he was elected as the first head of state of independent Greece (1827–31). He is considered t"}, {"title": "List of heads of state of Greece", "href": "/wiki/List_of_heads_of_state_of_Greece", "description": "This is a list of the heads of state of the modern Greek state, from its establishment during the Greek Revolution to the present day."}]}, {"heading": "Births", "year": "1800", "date": "February 11", "txt": "Henry Fox Talbot, English photographer and politician, invented the calotype (d. 1877)", "entities": [{"title": "Henry Fox Talbot", "href": "/wiki/Henry_Fox_Talbot", "description": "William Henry Fox Talbot FRS FRSE FRAS was an English scientist, inventor and photography pioneer who invented the salted paper and calotype processes, precursors to photographic processes of the later 19th and 20th centuries. His work, in the 1840s on photomechanical reproduction, led to the creation of the photoglyphic engraving process, the precursor to photogravure. He was the holder of a cont"}, {"title": "Calotype", "href": "/wiki/Calotype", "description": "Calotype or talbotype is an early photographic process introduced in 1841 by William Henry Fox Talbot, using paper coated with silver iodide. The term calotype comes from the Greek καλός (kalos), \"beautiful\", and τύπος (tupos), \"impression\"."}]}, {"heading": "Births", "year": "1802", "date": "February 11", "txt": "Lydia Maria Child, American journalist, author, and activist (d. 1880)", "entities": [{"title": "Lydia Maria Child", "href": "/wiki/Lydia_Maria_Child", "description": "Lydia Maria Child, was an American abolitionist, women's rights activist, Native American rights activist, novelist, journalist, and opponent of American expansionism."}]}, {"heading": "Births", "year": "1805", "date": "February 11", "txt": "Jean Baptiste Charbonneau, Native American-French Canadian explorer (d. 1866)", "entities": [{"title": "Jean Baptiste Charbonneau", "href": "/wiki/Jean_Baptiste_Charbonneau", "description": "Jean Baptiste Charbonneau was a Native American-French Canadian explorer, guide, fur trapper, trader, military scout during the Mexican–American War, alcalde (mayor) of Mission San Luis Rey de Francia and a gold digger and hotel operator in Northern California. His mother was a Shoshone Indian known as Sacagawea. He spoke French and English and learned German and Spanish during his six years in Eu"}]}, {"heading": "Births", "year": "1812", "date": "February 11", "txt": "Alexander H. Stephens, American lawyer and politician, Vice President of the Confederate States of America (d. 1883)", "entities": [{"title": "Alexander H. Stephens", "href": "/wiki/Alexander_H._Stephens", "description": "Alexander Hamilton Stephens was an American politician who served as the vice president of the Confederate States from 1861 to 1865, and later as the 50th governor of Georgia from 1882 until his death in 1883. A member of the Democratic Party, he represented the state of Georgia in the United States House of Representatives before becoming governor."}, {"title": "Vice President of the Confederate States of America", "href": "/wiki/Vice_President_of_the_Confederate_States_of_America", "description": "The Vice-President of the Confederate States was the second highest executive officer of the government of the Confederate States of America and the deputy to the President of the Confederate States. The office was held by Alexander H. Stephens of Georgia, who served under President Jefferson Davis of Mississippi from February 18, 1861, until the dissolution of the Confederacy on May 5, 1865. Havi"}]}, {"heading": "Births", "year": "1813", "date": "February 11", "txt": "Otto Ludwig, German author, playwright, and critic (d. 1865)", "entities": [{"title": "Otto Ludwig (writer)", "href": "/wiki/Otto_Ludwig_(writer)", "description": "Otto Ludwig was a German dramatist, novelist and critic born in Eisfeld in Thuringia. He was one of Germany's first modern realists and one of the most notable dramatists of the period."}]}, {"heading": "Births", "year": "1821", "date": "February 11", "txt": "Auguste Mariette, French archaeologist and scholar (d. 1881)", "entities": [{"title": "Auguste Mariette", "href": "/wiki/Auguste_Mariette", "description": "François Auguste Ferdinand Mariette was a French scholar, archaeologist and Egyptologist, and the founder of the Egyptian Department of Antiquities, the forerunner of the Supreme Council of Antiquities."}]}, {"heading": "Births", "year": "1830", "date": "February 11", "txt": "Hans Bronsart von Schellendorff, Prussian pianist and composer (d. 1913)", "entities": [{"title": "Hans Bronsart von Schellendorff", "href": "/wiki/Hans_Bronsart_von_Schellendorff", "description": "Hans Bronsart von Schellendorf was a classical musician and composer who studied under Franz Liszt."}]}, {"heading": "Births", "year": "1833", "date": "February 11", "txt": "Melville Fuller, American lawyer and jurist, Chief Justice of the United States (d. 1910)", "entities": [{"title": "Melville Fuller", "href": "/wiki/Melville_Fuller", "description": "Melville Weston Fuller was an American politician, lawyer, and judge who, from 1888 to 1910, served as the eighth chief justice of the United States."}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1839", "date": "February 11", "txt": "Josiah Willard Gibbs, American physicist (d. 1903)", "entities": [{"title": "Josiah Willard Gibbs", "href": "/wiki/Josiah_Willard_Gibbs", "description": "Josiah Willard Gibbs was an American scientist who made significant theoretical contributions to physics, chemistry, and mathematics. His work on the applications of thermodynamics was instrumental in transforming physical chemistry into a rigorous inductive science. Together with James Clerk Maxwell and Ludwig Boltzmann, he created statistical mechanics, explaining the laws of thermodynamics as c"}]}, {"heading": "Births", "year": "1845", "date": "February 11", "txt": "Ahmet Tevfik Pasha, Ottoman soldier and politician, Grand Vizier of the Ottoman Empire (d. 1936)", "entities": [{"title": "Ahmet Tevfik Pasha", "href": "/wiki/Ahmet_Tevfik_Pasha", "description": "Ahmet Tevfik Pasha, known as Ahmet Tevfik Okday after the Turkish Surname Law of 1934, was an Ottoman statesman of ethnic Crimean Tatar origin. He was the last Grand Vizier of the Ottoman Empire. He held the office three times, the first in 1909 under Abdul Hamid II, and from 1918 to 1919 and from 1920 to 1922 under Mehmed VI during the Allied occupation of Istanbul. In addition to his premiership"}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Births", "year": "1847", "date": "February 11", "txt": "Thomas Edison, American engineer and businessman, developed the light bulb and phonograph (d. 1931)", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Light bulb", "href": "/wiki/Light_bulb", "description": "An electric light is a device that produces visible light from electric power. It is the most common form of artificial lighting and is essential to modern society, providing interior lighting for buildings and exterior light for evening and nighttime activities. In technical usage, a replaceable component that produces light from electricity is called a lamp. Lamps are commonly called light bulbs"}, {"title": "Phonograph", "href": "/wiki/Phonograph", "description": "A phonograph, in its later forms also called a gramophone or since the 1940s called a record player or turntable, is a device for the mechanical recording and reproduction of sound. The sound vibration waveforms are recorded as corresponding physical deviations of a spiral groove engraved, etched, incised, or impressed into the surface of a rotating cylinder or disc, called a \"record\". To recreate"}]}, {"heading": "Births", "year": "1855", "date": "February 11", "txt": "Ellen Day Hale, American painter and author (d. 1940)", "entities": [{"title": "Ellen Day Hale", "href": "/wiki/Ellen_Day_Hale", "description": "Ellen Day Hale was an American Impressionist painter and printmaker from Boston. She studied art in Paris and during her adult life lived in Paris, London and Boston. She exhibited at the Paris Salon and the Royal Academy of Arts. Hale wrote the book History of Art: A Study of the Lives of Leonardo, Michelangelo, Raphael, Titian, and Albrecht Dürer and mentored the next generation of New England f"}]}, {"heading": "Births", "year": "1860", "date": "February 11", "txt": "Rachilde, French author and playwright (d. 1953)", "entities": [{"title": "Rachilde", "href": "/wiki/Rachilde", "description": "Rachilde was the pen name and preferred identity of novelist and playwright Marguerite Vallette-Eymery. Born near Périgueux, Dordogne, Aquitaine, France during the Second French Empire, Rachilde went on to become a symbolist author and the most prominent woman in literature associated with the Decadent Movement of fin de siècle France."}]}, {"heading": "Births", "year": "1863", "date": "February 11", "txt": "John F. Fitzgerald, American politician; Mayor of Boston (d. 1950)", "entities": [{"title": "John F. Fitzgerald", "href": "/wiki/John_F._Fitzgerald", "description": "John Francis \"Honey Fitz\" Fitzgerald was an American Democratic politician from Boston, Massachusetts. He served as a U.S. Representative and Mayor of Boston. He also made unsuccessful runs for the United States Senate in 1916 and 1942 and Governor of Massachusetts in 1922. Fitzgerald maintained a high profile in the city whether in or out of office, and his theatrical style of campaigning and cha"}, {"title": "Mayor of Boston", "href": "/wiki/Mayor_of_Boston", "description": "The mayor of Boston is the head of the municipal government in Boston, Massachusetts. Boston has a mayor-council system of government. Boston's mayoral elections are non-partisan, and elect a mayor to a four-year term; there are no term limits. The mayor's office is in Boston City Hall, in Government Center."}]}, {"heading": "Births", "year": "1864", "date": "February 11", "txt": "Louis Bouveault, French chemist (d. 1909)", "entities": [{"title": "Louis Bouveault", "href": "/wiki/Louis_Bouveault", "description": "Louis Bouveault was a French scientist who became professor of organic chemistry at the Faculty of Sciences of the University of Paris.\nHe is known for the Bouveault aldehyde synthesis and the Bouveault–Blanc reduction."}]}, {"heading": "Births", "year": "1869", "date": "February 11", "txt": "Helene Kröller-Müller, German-Dutch art collector and philanthropist, founded the Kröller-Müller Museum (d. 1939)", "entities": [{"title": "Helene Kröller-Müller", "href": "/wiki/Helene_Kr%C3%B6ller-M%C3%BCller", "description": "Helene Kröller-Müller was one of the first European women to put together a major art collection. She is credited with being one of the first collectors to recognise the genius of Vincent van Gogh. She donated her entire collection to the Dutch people, along with her and her husband, Anton Kröller's, large forested country estate. Today it is the Kröller-Müller Museum and sculpture garden and Hoge"}, {"title": "Kröller-Müller Museum", "href": "/wiki/Kr%C3%B6ller-M%C3%BCller_Museum", "description": "The Kröller-Müller Museum is a national art museum and sculpture garden, located in the Hoge Veluwe National Park in Otterlo in the Netherlands. The museum, founded by art collector Helene Kröller-Müller within the extensive grounds of her and her husband's former estate, opened in 1938. It has the second-largest collection of paintings by Vincent van Gogh, after the Van Gogh Museum. The museum ha"}]}, {"heading": "Births", "year": "1869", "date": "February 11", "txt": "Else Lasker-Schüler, German poet and author (d. 1945)", "entities": []}, {"heading": "Births", "year": "1874", "date": "February 11", "txt": "Elsa Beskow, Swedish author and illustrator (d. 1953)", "entities": [{"title": "Elsa Beskow", "href": "/wiki/Elsa_Beskow", "description": "Elsa Beskow was a famous Swedish author and illustrator of children's books. Among her better known books are Tale of the Little Little Old Woman and Aunt Green, Aunt Brown and Aunt Lavender."}]}, {"heading": "Births", "year": "1881", "date": "February 11", "txt": "Carlo Carrà, Italian painter (d. 1966)", "entities": [{"title": "Carlo Carrà", "href": "/wiki/Carlo_Carr%C3%A0", "description": "Carlo Carrà was an Italian painter and a leading figure of the Futurist movement that flourished in Italy during the beginning of the 20th century. In addition to his many paintings, he wrote a number of books concerning art. He taught for many years in the city of Milan."}]}, {"heading": "Births", "year": "1897", "date": "February 11", "txt": "Emil Leon Post, Polish-American mathematician and logician (d.1954)", "entities": [{"title": "Emil Leon Post", "href": "/wiki/Emil_Leon_Post", "description": "Emil Leon Post was a Polish-born American mathematician and logician. He is best known for his work in the field that eventually became known as computability theory."}]}, {"heading": "Births", "year": "1898", "date": "February 11", "txt": "Leo Szilard, Hungarian-American physicist and academic (d. 1964)", "entities": [{"title": "Leo Szilard", "href": "/wiki/Leo_Szilard", "description": "Leo Szilard was a Hungarian-American physicist and inventor. He conceived the nuclear chain reaction in 1933, patented the idea of a nuclear fission reactor in 1934, and in late 1939 wrote the letter for Albert Einstein's signature that resulted in the Manhattan Project that built the atomic bomb. According to György Marx he was one of the Hungarian scientists known as The Martians."}]}, {"heading": "Births", "year": "1900", "date": "February 11", "txt": "Ellen Broe, Danish nurse, pioneer in nursing education (d. 1994)", "entities": [{"title": "Ellen Broe", "href": "/wiki/Ellen_Broe", "description": "Ellen Johanne Broe (1900–1994) was a Danish nurse who spent several decades working and seeking education abroad before returning to Denmark and helping to establish educational and training initiatives in Denmark. She helped draft minimum curriculum requirements for nursing students, as well as continuing education guidelines. She was active in the International Council of Nurses (ICN) and sought"}]}, {"heading": "Births", "year": "1900", "date": "February 11", "txt": "Hans-Georg Gadamer, German philosopher and scholar (d. 2002)", "entities": []}, {"heading": "Births", "year": "1900", "date": "February 11", "txt": "Jōsei Toda, Japanese educator and activist (d. 1958)", "entities": []}, {"heading": "Births", "year": "1902", "date": "February 11", "txt": "Arne Jacobsen, Danish architect, designed Radisson Blu Royal Hotel (d. 1971)", "entities": [{"title": "Arne Jacobsen", "href": "/wiki/Arne_Jacobsen", "description": "Arne Emil Jacobsen, Hon. FAIA 11 February 1902 – 24 March 1971) was a Danish architect and furniture designer. He is remembered for his contribution to architectural functionalism and for the worldwide success he enjoyed with simple well-designed chairs."}, {"title": "Radisson Blu Royal Hotel, Copenhagen", "href": "/wiki/Radisson_Blu_Royal_Hotel,_Copenhagen", "description": "The Radisson Collection Hotel, Royal Copenhagen is a historic hotel in Copenhagen, Denmark."}]}, {"heading": "Births", "year": "1904", "date": "February 11", "txt": "Keith Holyoake, New Zealand farmer and politician, Prime Minister of New Zealand (d. 1983)", "entities": [{"title": "Keith Holyoake", "href": "/wiki/Keith_Holyoake", "description": "Sir Keith Jacka Holyoake, was the 26th Prime Minister of New Zealand, serving for a brief period in 1957 and then from 1960 to 1972, and also the 13th Governor-General of New Zealand, serving from 1977 to 1980. He is the only New Zealand politician to date to have held both positions."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1904", "date": "February 11", "txt": "Lucile Randon, French supercentenarian", "entities": [{"title": "Supercentenarian", "href": "/wiki/Supercentenarian", "description": "A supercentenarian is someone who has reached the age of 110. This age is achieved by about one in 1,000 centenarians. Anderson et al. concluded that supercentenarians live a life typically free of major age-related diseases until shortly before maximum human lifespan is reached."}]}, {"heading": "Births", "year": "1908", "date": "February 11", "txt": "Philip Dunne, American screenwriter (d. 1992)", "entities": [{"title": "Philip Dunne (writer)", "href": "/wiki/Philip_Dunne_(writer)", "description": "Philip Ives Dunne was a Hollywood screenwriter, film director and producer, who worked prolifically from 1932 until 1965. He spent the majority of his career at 20th Century Fox crafting well regarded romantic and historical dramas, usually adapted from another medium. Dunne was a leading Screen Writers Guild organizer and was politically active during the \"Hollywood Blacklist\" episode of the 1940"}]}, {"heading": "Births", "year": "1908", "date": "February 11", "txt": "Vivian Fuchs, English explorer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1909", "date": "February 11", "txt": "Max Baer, American boxer and actor (d. 1959)", "entities": [{"title": "Max Baer (boxer)", "href": "/wiki/Max_Baer_(boxer)", "description": "Maximilian Adelbert Baer was an American professional boxer who was the world heavyweight champion from June 14, 1934, to June 13, 1935. His fights were both rated Fight of the Year by The Ring magazine. Baer was also a boxing referee, and had an occasional role on film or television. He was the brother of heavyweight boxing contender Buddy Baer and father of actor Max Baer Jr.. Baer is rated #22 "}]}, {"heading": "Births", "year": "1909", "date": "February 11", "txt": "Joseph L. Mankiewicz, American director, producer, and screenwriter (d. 1993)", "entities": []}, {"heading": "Births", "year": "1912", "date": "February 11", "txt": "Rudolf Firkušný, Czech-American pianist and educator (d. 1994)", "entities": [{"title": "Rudolf Firkušný", "href": "/wiki/Rudolf_Firku%C5%A1n%C3%BD", "description": "Rudolf Firkušný was a Moravian-born, Moravian-American classical pianist."}]}, {"heading": "Births", "year": "1914", "date": "February 11", "txt": "Matt Dennis, American singer-songwriter and pianist (d. 2002)", "entities": [{"title": "Matt Dennis", "href": "/wiki/Matt_Dennis", "description": "Matthew Loveland Dennis was an American singer, pianist, band leader, arranger, and writer of music for popular songs."}]}, {"heading": "Births", "year": "1914", "date": "February 11", "txt": "Josh White, American blues singer-songwriter and guitarist (d. 1969)", "entities": []}, {"heading": "Births", "year": "1915", "date": "February 11", "txt": "Patrick Leigh Fermor, English soldier, author, and scholar (d. 2011)", "entities": [{"title": "Patrick Leigh Fermor", "href": "/wiki/Patrick_Leigh_Fermor", "description": "Sir Patrick Michael Leigh Fermor, DSO, OBE, also known as Paddy Fermor, was a British author, scholar, soldier and polyglot who played a prominent role behind the lines in the Cretan resistance during the Second World War. He was widely regarded as Britain's greatest living travel writer during his lifetime, based on books such as A Time of Gifts (1977). A BBC journalist once described him as \"a c"}]}, {"heading": "Births", "year": "1915", "date": "February 11", "txt": "Richard Hamming, American mathematician and academic (d. 1998)", "entities": []}, {"heading": "Births", "year": "1917", "date": "February 11", "txt": "Sidney Sheldon, American author and screenwriter (d. 2007)", "entities": [{"title": "Sidney Sheldon", "href": "/wiki/Sidney_Sheldon", "description": "Sidney Sheldon was an American writer, director and producer."}]}, {"heading": "Births", "year": "1920", "date": "February 11", "txt": "Farouk I, King of Egypt (d. 1965)", "entities": [{"title": "Farouk of Egypt", "href": "/wiki/Farouk_of_Egypt", "description": "Farouk I was the tenth ruler of Egypt from the Muhammad Ali dynasty and the penultimate King of Egypt and the Sudan, succeeding his father, Fuad I, in 1936."}]}, {"heading": "Births", "year": "1920", "date": "February 11", "txt": "Daniel F. Galouye, American author (d. 1976)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 11", "txt": "Billy Halop, American actor (d. 1976)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 11", "txt": "Daniel James, Jr., American general and pilot (d. 1978)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 11", "txt": "Lloyd Bentsen, American politician, United States Secretary of the Treasury (d. 2006)", "entities": [{"title": "Lloyd Bentsen", "href": "/wiki/Lloyd_Bentsen", "description": "Lloyd Millard Bentsen Jr. was an American politician who was a four-term United States Senator (1971–1993) from Texas and the Democratic Party nominee for vice president in 1988 on the Michael Dukakis ticket. He also served as the 69th United States Secretary of the Treasury under President Bill Clinton."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1921", "date": "February 11", "txt": "Ottavio Missoni, Italian hurdler and fashion designer, founded Missoni (d. 2013)", "entities": [{"title": "Missoni", "href": "/wiki/Missoni", "description": "Missoni is an Italian luxury fashion house based in Varese, and known for its colorful knitwear designs. The company was founded by Ottavio (\"Tai\") and Rosita Missoni in 1953."}]}, {"heading": "Births", "year": "1923", "date": "February 11", "txt": "Antony Flew, English philosopher and academic (d. 2010)", "entities": [{"title": "Antony Flew", "href": "/wiki/Antony_Flew", "description": "Antony Garrard Newton Flew was an English philosopher. Belonging to the analytic and evidentialist schools of thought, Flew was most notable for his work related to the philosophy of religion. During the course of his career he taught at the universities of Oxford, Aberdeen, Keele and Reading, and at York University in Toronto."}]}, {"heading": "Births", "year": "1924", "date": "February 11", "txt": "Budge Patty, American tennis player", "entities": [{"title": "Budge Patty", "href": "/wiki/Budge_Patty", "description": "John Edward \"Budge\" Patty is a former world no. 1 American tennis player whose career spanned a period of 15 years after World War II. He won two Grand Slam singles titles in 1950."}]}, {"heading": "Births", "year": "1925", "date": "February 11", "txt": "Virginia E. Johnson, American psychologist and academic (d. 2013)", "entities": [{"title": "Virginia E. Johnson", "href": "/wiki/Virginia_E._Johnson", "description": "Virginia E. Johnson, born Mary Virginia Eshelman, was an American sexologist, best known as a member of the Masters and Johnson sexuality research team. Along with her partner, William H. Masters, she pioneered research into the nature of human sexual response and the diagnosis and treatment of sexual dysfunctions and disorders from 1957 until the 1990s."}]}, {"heading": "Births", "year": "1925", "date": "February 11", "txt": "Kim Stanley, American actress (d. 2001)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 11", "txt": "Paul Bocuse, French chef (d. 2018)", "entities": [{"title": "Paul Bocuse", "href": "/wiki/Paul_Bocuse", "description": "Paul Bocuse was a French chef based in Lyon who was known for the high quality of his restaurants and his innovative approaches to cuisine."}]}, {"heading": "Births", "year": "1926", "date": "February 11", "txt": "Leslie Nielsen, Canadian-American actor and producer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 11", "txt": "Roy De Forest, American painter and academic (d. 2007).", "entities": [{"title": "Roy De Forest", "href": "/wiki/Roy_De_Forest", "description": "Roy De Forest was an American painter, sculptor, and teacher. He was involved in both the Funk art and Nut art movements in the Bay Area of California. De Forest's art is known for its quirky and comical fantasy lands filled with bright colors and creatures, most commonly dogs."}]}, {"heading": "Births", "year": "1932", "date": "February 11", "txt": "Dennis Skinner, English miner and politician", "entities": [{"title": "Dennis Skinner", "href": "/wiki/Dennis_Skinner", "description": "Dennis Edward Skinner is a British former politician who served as Member of Parliament (MP) for Bolsover from 1970 to 2019. He is a member of the Labour Party."}]}, {"heading": "Births", "year": "1934", "date": "February 11", "txt": "Mel Carnahan, American lawyer and politician, Governor of Missouri (d. 2000)", "entities": [{"title": "Mel Carnahan", "href": "/wiki/Mel_Carnahan", "description": "Melvin Eugene Carnahan was an American lawyer and politician who served as the 51st Governor of Missouri from 1993 until his death in a plane crash in 2000. A Democrat, he was elected posthumously to the U.S. Senate; his widow, Jean, served in his stead for two years until a special election."}, {"title": "List of Governors of Missouri", "href": "/wiki/List_of_Governors_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Births", "year": "1934", "date": "February 11", "txt": "Tina Louise, American actress and singer", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 11", "txt": "Manuel Noriega, Panamanian general and politician, Military leader of Panama (d. 2017)", "entities": [{"title": "List of heads of state of Panama", "href": "/wiki/List_of_heads_of_state_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Births", "year": "1934", "date": "February 11", "txt": "Mary Quant, British fashion designer", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 11", "txt": "David Taylor, English veterinarian and television host (d. 2013)", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 11", "txt": "Gene Vincent, American singer and guitarist (d. 1971)", "entities": [{"title": "Gene Vincent", "href": "/wiki/Gene_Vincent", "description": "Vincent Eugene Craddock, known as Gene Vincent, was an American musician who pioneered the styles of rock and roll and rockabilly. His 1956 top ten hit with his Blue Caps, \"Be-Bop-a-Lula\", is considered a significant early example of rockabilly. He was inducted into the Rock and Roll Hall of Fame and the Rockabilly Hall of Fame. He is sometimes referred to by his somewhat unusual nickname/moniker "}]}, {"heading": "Births", "year": "1936", "date": "February 11", "txt": "Burt Reynolds, American actor and director (d. 2018)", "entities": [{"title": "Burt Reynolds", "href": "/wiki/Burt_Reynolds", "description": "Burton Leon Reynolds Jr. was an American actor, director, and producer of film and television, considered a sex symbol and icon of American popular culture."}]}, {"heading": "Births", "year": "1937", "date": "February 11", "txt": "Ian Gow, British politician (d. 1990)", "entities": [{"title": "Ian Gow", "href": "/wiki/Ian_Gow", "description": "Ian Reginald Edward Gow was a British Conservative politician and solicitor. While serving as Member of Parliament (MP) for Eastbourne, he was assassinated by the Provisional Irish Republican Army (IRA), who exploded a bomb under his car outside his home in East Sussex."}]}, {"heading": "Births", "year": "1937", "date": "February 11", "txt": "Bill Lawry, Australian cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 11", "txt": "Eddie Shack, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 11", "txt": "Phillip Walker, American singer and guitarist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 11", "txt": "Bevan Congdon, New Zealand cricketer (d. 2018)", "entities": [{"title": "Bevan Congdon", "href": "/wiki/Bevan_Congdon", "description": "Bevan Ernest Congdon was a New Zealand cricket all-rounder who played 61 Test matches and 11 One Day Internationals from 1965 to 1978, which included a spell as captain."}]}, {"heading": "Births", "year": "1939", "date": "February 11", "txt": "Gerry Goffin, American songwriter (d. 2014)", "entities": [{"title": "Gerry Goffin", "href": "/wiki/Gerry_Goffin", "description": "Gerald Goffin was an American lyricist. Collaborating initially with his first wife, Carole King, he co-wrote many international pop hits of the early and mid-1960s, including the US No.1 hits \"Will You Love Me Tomorrow\", \"Take Good Care of My Baby\", \"The Loco-Motion\", and \"Go Away Little Girl\". It was later said of Goffin that his gift was \"to find words that expressed what many young people were"}]}, {"heading": "Births", "year": "1941", "date": "February 11", "txt": "Sérgio Mendes, Brazilian pianist and composer", "entities": [{"title": "Sérgio Mendes", "href": "/wiki/S%C3%A9rgio_Mendes", "description": "Sérgio Santos Mendes is a Brazilian musician. He has over 55 releases, and plays bossa nova heavily crossed with jazz and funk. He was nominated for an Oscar for Best Original Song in 2012 as co-writer of the song \"Real in Rio\" from the animated film Rio."}]}, {"heading": "Births", "year": "1942", "date": "February 11", "txt": "Otis Clay, American singer-songwriter (d. 2016)", "entities": [{"title": "Otis Clay", "href": "/wiki/Otis_Clay", "description": "Otis Lee Clay was an American R&B and soul singer, who started in gospel music. In 2013, Clay was inducted to the Blues Hall of Fame."}]}, {"heading": "Births", "year": "1943", "date": "February 11", "txt": "Joselito, Spanish singer and actor", "entities": [{"title": "Joselito (singer)", "href": "/wiki/Joselito_(singer)", "description": "José Jiménez Fernández, commonly known as Joselito, is a child singer and film star in Spain, primarily active during the 1950s and 1960s."}]}, {"heading": "Births", "year": "1943", "date": "February 11", "txt": "Alan Rubin, American trumpet player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 11", "txt": "Mike Oxley, American lawyer and politician (d. 2016)", "entities": [{"title": "Mike Oxley", "href": "/wiki/Mike_Oxley", "description": "Michael Garver Oxley was an American Republican politician and attorney who served as a U.S. Representative from the 4th congressional district of Ohio."}]}, {"heading": "Births", "year": "1944", "date": "February 11", "txt": "Joy Williams, American novelist, short story writer, and essayist", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 11", "txt": "Ian Porterfield, Scottish footballer and manager (d. 2007)", "entities": [{"title": "Ian Porterfield", "href": "/wiki/Ian_Porterfield", "description": "Ian Porterfield was a Scottish professional footballer, and an experienced football coach who worked at both club and international level for almost 30 years. At the time of his death, he was the coach of the Armenian national team."}]}, {"heading": "Births", "year": "1947", "date": "February 11", "txt": "Yukio Hatoyama, Japanese engineer and politician and Prime Minister of Japan", "entities": [{"title": "Yukio Hatoyama", "href": "/wiki/Yukio_Hatoyama", "description": "Yukio Hatoyama  is a former Japanese politician who served as Prime Minister of Japan from 16 September 2009 to 8 June 2010. He was the first Prime Minister from the modern Democratic Party of Japan."}]}, {"heading": "Births", "year": "1947", "date": "February 11", "txt": "Derek Shulman, Scottish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 11", "txt": "Mike Leavitt, American politician, 14th Governor of Utah", "entities": [{"title": "Mike Leavitt", "href": "/wiki/Mike_Leavitt", "description": "Michael Okerlund Leavitt is an American politician who served as the 14th Governor of Utah from 1993 to 2003 in the Republican Party, as Administrator of the Environmental Protection Agency from 2003 to 2005 and as Secretary of Health and Human Services from 2005 to 2009."}, {"title": "Governor of Utah", "href": "/wiki/Governor_of_Utah", "description": "The Governor of Utah is the head of the executive branch of Utah's state government and the commander-in-chief of its military forces. The governor has a duty to enforce state laws as well as the power to either approve or veto bills passed by the Utah Legislature. The governor may also convene the legislature on \"extraordinary occasions\"."}]}, {"heading": "Births", "year": "1953", "date": "February 11", "txt": "Philip Anglim, American actor", "entities": [{"title": "Philip Anglim", "href": "/wiki/Philip_Anglim", "description": "\n\nPhilip Charles Anglim is an American actor. He is best known for his performance as Joseph Merrick in the stage and television versions of The Elephant Man, a role for which he received a Best Actor nomination in the 1979 Tony Awards. Other notable roles include the title role in Macbeth on Broadway and Dane O'Neill, the ill-fated love child who grew up to follow in his unknown father's footstep"}]}, {"heading": "Births", "year": "1953", "date": "February 11", "txt": "Jeb Bush, American banker, politician and Governor of Florida", "entities": [{"title": "List of Governors of Florida", "href": "/wiki/List_of_Governors_of_Florida", "description": "The governor of Florida is the head of the executive branch of Florida's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws and the power to either approve or veto bills passed by the Florida Legislature, convene the legislature and grant pardons, except in cases of impeachment."}]}, {"heading": "Births", "year": "1953", "date": "February 11", "txt": "Tom Veryzer, American baseball player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 11", "txt": "Wesley Strick, American director and screenwriter", "entities": [{"title": "Wesley Strick", "href": "/wiki/Wesley_Strick", "description": "Wesley Strick is an American screenwriter who has written such films as the comic-horror hit Arachnophobia, the Martin Scorsese remake of Cape Fear and the video game adaptation Doom. Since 2015, Strick has worked as a writer/executive producer on The Man in the High Castle."}]}, {"heading": "Births", "year": "1956", "date": "February 11", "txt": "Didier Lockwood, French violinist (d. 2018)", "entities": [{"title": "Didier Lockwood", "href": "/wiki/Didier_Lockwood", "description": "Didier Lockwood was a French jazz violinist. He played in the progressive rock/jazz fusion band Magma in the 1970s and was known for his use of electric amplification and experimentation on different sounds on the electric violin."}]}, {"heading": "Births", "year": "1957", "date": "February 11", "txt": "Tina Ambani, Indian actress and chairperson", "entities": [{"title": "Tina Ambani", "href": "/wiki/Tina_Ambani", "description": "Tina Ambani is a former Indian actress and chairperson of the Mumbai-based Kokilaben Dhirubhai Ambani Hospital, Harmony for Silvers Foundation and Harmony Art Foundation. She is also Chairperson of Group CSR, Reliance Group, and the Mudra Foundation for Communications Research and Education (MFFCRE), as well as Chief Mentor and Advisor for the Strategic Planning Committee of the Dhirubhai Ambani I"}]}, {"heading": "Births", "year": "1959", "date": "February 11", "txt": "Roberto Moreno, Brazilian race car driver", "entities": [{"title": "Roberto Moreno", "href": "/wiki/Roberto_Moreno", "description": "Roberto Pupo Moreno, usually known as Roberto Moreno and also as Pupo Moreno, is a Brazilian racing driver. He participated in 75 Formula One Grands Prix, achieved 1 podium, and scored a total of 15 championship points. He raced in CART in 1986, and was Formula 3000 champion before joining Formula One full-time in 1989. He returned to CART in 1996 where he enjoyed an Indian summer in 2000 and 2001"}]}, {"heading": "Births", "year": "1960", "date": "February 11", "txt": "Richard Mastracchio, American engineer and astronaut", "entities": [{"title": "Richard Mastracchio", "href": "/wiki/Richard_Mastracchio", "description": "Richard Alan \"Rick\" Mastracchio is an American engineer and former NASA astronaut. He has flown on three NASA Space Shuttle missions as a mission specialist in addition to serving as a Flight Engineer on the Soyuz TMA-11M long duration mission aboard the International Space Station. He is currently the Senior Director of Operations for Commercial Resupply Services at Orbital ATK."}]}, {"heading": "Births", "year": "1962", "date": "February 11", "txt": "Tammy Baldwin, American lawyer and politician", "entities": [{"title": "Tammy Baldwin", "href": "/wiki/Tammy_Baldwin", "description": "Tammy Suzanne Green Baldwin is an American lawyer and politician serving as the junior United States Senator from Wisconsin since January 2013. A member of the Democratic Party, she served three terms in the Wisconsin State Assembly, representing the 78th district, and from 1999 to 2013 represented Wisconsin's 2nd congressional district in the United States House of Representatives."}]}, {"heading": "Births", "year": "1962", "date": "February 11", "txt": "Sheryl Crow, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 11", "txt": "Sarah Palin, American politician and Governor of Alaska", "entities": [{"title": "Sarah Palin", "href": "/wiki/Sarah_Palin", "description": "Sarah Louise Palin is an American politician, commentator, author, and reality television personality, who served as the ninth governor of Alaska from 2006 until her resignation in 2009. As the Republican nominee for Vice President of the United States in the 2008 election alongside Arizona Senator John McCain, she was the first Republican female vice presidential nominee and the second female vic"}, {"title": "List of Governors of Alaska", "href": "/wiki/List_of_Governors_of_Alaska", "description": "The governor of Alaska is the head of state of Alaska and the head of the executive of the state government. The Governor is the chief executive of the state and is the holder of the highest office in the executive branch of the government as well as being the commander in chief of the Alaska's state forces."}]}, {"heading": "Births", "year": "1964", "date": "February 11", "txt": "Ken Shamrock, American martial artist and wrestler", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 11", "txt": "Vicki Wilson, Australian netball player", "entities": [{"title": "Vicki Wilson", "href": "/wiki/Vicki_Wilson", "description": "Vicki Wilson, OAM, is an Australian netball coach and retired international player. She is the current head coach of the Netball Fiji side."}]}, {"heading": "Births", "year": "1968", "date": "February 11", "txt": "Mo Willems, American author and illustrator", "entities": [{"title": "Mo Willems", "href": "/wiki/Mo_Willems", "description": "Mo Willems is an American writer, animator, voice actor, and creator of children's books. His television work includes creating the animated television series Sheep in the Big City for Cartoon Network as well as working on Sesame Street, and The Off-Beats."}]}, {"heading": "Births", "year": "1969", "date": "February 11", "txt": "Jennifer Aniston, American actress and producer", "entities": [{"title": "Jennifer Aniston", "href": "/wiki/Jennifer_Aniston", "description": "Jennifer Joanna Aniston is an American actress, producer, and businesswoman. The daughter of actors John Aniston and Nancy Dow, she began working as an actress at an early age with an uncredited role in the 1988 film Mac and Me; her first major film role came in the 1993 horror comedy Leprechaun. Since her career progressed in the 1990s, Aniston has become one of the world's highest-paid actresses"}]}, {"heading": "Births", "year": "1969", "date": "February 11", "txt": "Andreas Hilfiker, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 11", "txt": "John Salako, Nigerian-English footballer, manager, and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 11", "txt": "Damian Lewis, English actor", "entities": [{"title": "Damian Lewis", "href": "/wiki/Damian_Lewis", "description": "Damian Watcyn Lewis is an English actor, presenter, and producer. He played U.S. Army Major Richard Winters in the HBO miniseries Band of Brothers, which earned him a Golden Globe nomination, and also portrayed U.S. Marine Sergeant Nicholas Brody in the Showtime series Homeland, which earned him a Primetime Emmy Award and a Golden Globe Award. His performance as Henry VIII of England in Wolf Hall "}]}, {"heading": "Births", "year": "1972", "date": "February 11", "txt": "Steve McManaman, English footballer", "entities": [{"title": "Steve McManaman", "href": "/wiki/Steve_McManaman", "description": "Steven McManaman is an English former footballer who played as a midfielder for Liverpool, Real Madrid and Manchester City. McManaman is the most decorated English footballer to have played for a club abroad and is regarded as one of the best players of his generation, with the UEFA website stating in 2012 that \"of all England's footballing exports in the modern era, none was as successful as McMa"}]}, {"heading": "Births", "year": "1973", "date": "February 11", "txt": "Varg Vikernes, Norwegian guitarist and songwriter", "entities": [{"title": "Varg Vikernes", "href": "/wiki/Varg_Vikernes", "description": "Louis Cachet, better known as Varg Vikernes, is a Norwegian musician and author best known for his early black metal albums and later criminal convictions. His first four records, issued under the name Burzum from 1991 to 1994, made him one of the most influential figures in black metal. In 1994, he was convicted of murder and arson, and subsequently served 15 years in prison."}]}, {"heading": "Births", "year": "1974", "date": "February 11", "txt": "Nick Barmby, English international footballer and manager", "entities": [{"title": "Nick Barmby", "href": "/wiki/Nick_Barmby", "description": "Nicholas Jon Barmby is an English former professional footballer and former first team coach at Scunthorpe United."}]}, {"heading": "Births", "year": "1974", "date": "February 11", "txt": "D'Angelo, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 11", "txt": "Jaroslav Špaček, Czech ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 11", "txt": "Andy Lally, American race car driver", "entities": [{"title": "Andy Lally", "href": "/wiki/Andy_Lally", "description": "Andrew Lally is an American professional sports car and stock car racing driver as well as a street Luge racer. He competes full-time in the WeatherTech SportsCar Championship, driving the Audi R8 for Magnus Racing, and part-time in the NASCAR Xfinity Series, driving the No. 03 Chevrolet Camaro for Our Motorsports."}]}, {"heading": "Births", "year": "1975", "date": "February 11", "txt": "Callum Thorp, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 11", "txt": "Jacque Vaughn, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 11", "txt": "Tony Battie, American basketball player and sportscaster", "entities": [{"title": "Tony Battie", "href": "/wiki/Tony_Battie", "description": "Demetrius Antonio Battie is an American former professional basketball player. He works as an analyst for the Orlando Magic of the National Basketball Association (NBA)."}]}, {"heading": "Births", "year": "1977", "date": "February 11", "txt": "Mike Shinoda, American musician and artist, member of the rock band Linkin Park", "entities": [{"title": "Mike Shinoda", "href": "/wiki/Mike_Shinoda", "description": "Michael Kenji Shinoda  is an American musician, rapper, singer, songwriter, record producer, and graphic designer. He co-founded Linkin Park in 1996 and is the band's lead vocalist, as well as rhythm guitarist, keyboardist, primary songwriter and producer. Shinoda later created a hip-hop-driven side project, Fort Minor, in 2004. He has also served as a producer for tracks and albums by Lupe Fiasco"}]}, {"heading": "Births", "year": "1979", "date": "February 11", "txt": "Brandy Norwood, American singer-songwriter, producer, and actress", "entities": [{"title": "Brandy Norwood", "href": "/wiki/Brandy_Norwood", "description": "Brandy Rayana Norwood, better known by her mononym Brandy, is an American singer, songwriter, record producer, actress, and businesswoman. Born into a musical family in McComb, Mississippi, Norwood was raised in Carson, California, beginning her career as a backing vocalist for teen groups. After signing with Atlantic Records in 1993, she released her self-titled debut album the following year, wh"}]}, {"heading": "Births", "year": "1982", "date": "February 11", "txt": "Ľubomíra Kalinová, Slovak biathlete", "entities": [{"title": "Ľubomíra Kalinová", "href": "/wiki/%C4%BDubom%C3%ADra_Kalinov%C3%A1", "description": "Ľubomíra Kalinová is a Slovak biathlete."}]}, {"heading": "Births", "year": "1982", "date": "February 11", "txt": "Neil Robertson, Australian snooker player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 11", "txt": "Rafael van der Vaart, Dutch international footballer", "entities": [{"title": "Rafael van der Vaart", "href": "/wiki/Rafael_van_der_Vaart", "description": "Rafael Ferdinand van der Vaart is a Dutch professional darts player and former professional footballer who played as an attacking midfielder."}]}, {"heading": "Births", "year": "1984", "date": "February 11", "txt": "Maarten Heisen, Dutch sprinter", "entities": [{"title": "Maarten Heisen", "href": "/wiki/Maarten_Heisen", "description": "Maarten Heisen is a Dutch sprinter."}]}, {"heading": "Births", "year": "1984", "date": "February 11", "txt": "Marco Marcato, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 11", "txt": "Maxime Talbot, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 11", "txt": "Šárka Strachová, Czech skier", "entities": [{"title": "Šárka Strachová", "href": "/wiki/%C5%A0%C3%A1rka_Strachov%C3%A1", "description": "Šárka Strachová is a retired Czech World Cup alpine ski racer. Born in Benecko, she specializes in the slalom event. Strachová is the first alpine racer representing the Czech Republic to medal at the Winter Olympics and at the World Championships and just the second Czech alpine skier ever to medal in the Olympics."}]}, {"heading": "Births", "year": "1987", "date": "February 11", "txt": "Luca Antonelli, Italian footballer", "entities": [{"title": "Luca Antonelli", "href": "/wiki/Luca_Antonelli", "description": "Luca Antonelli is an Italian footballer who plays as a left-back for Miami FC in the second division USL Championship."}]}, {"heading": "Births", "year": "1987", "date": "February 11", "txt": "Juanmi Callejón, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 11", "txt": "Ellen van Dijk, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 11", "txt": "Brian Matusz, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 11", "txt": "Jan Smeekens, Dutch speed skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 11", "txt": "Vlad Moldoveanu, Romanian basketball player", "entities": [{"title": "Vlad Moldoveanu", "href": "/wiki/Vlad_Moldoveanu", "description": "Vlad-Sorin Moldoveanu is a Romanian professional basketball player who last played for Ifaistos Limnou of the Greek Basket League. He also represents the Romanian national basketball team in international competition. Standing at 6 ft 9 in (2.06 m), he plays at the power forward position."}]}, {"heading": "Births", "year": "1990", "date": "February 11", "txt": "Javier Aquino, Mexican footballer", "entities": [{"title": "Javier Aquino", "href": "/wiki/Javier_Aquino", "description": "Javier Ignacio Aquino Carmona, is a Mexican professional footballer who plays as a winger for Liga MX club Tigres UANL. He is an Olympic gold medalist."}]}, {"heading": "Births", "year": "1991", "date": "February 11", "txt": "Nikola Mirotic, Spanish basketball player", "entities": [{"title": "Nikola Mirotic", "href": "/wiki/Nikola_Mirotic", "description": "Nikola Mirotić is a Montenegrin-born Spanish professional basketball player for FC Barcelona of the Liga ACB and the EuroLeague. The power forward is a two-time All-EuroLeague Second Team member, and previously played for Real Madrid of the Liga ACB. Mirotić was drafted with the 23rd pick in the 2011 NBA draft, and played in the NBA from 2014 for the Chicago Bulls, New Orleans Pelicans and Milwauk"}]}, {"heading": "Births", "year": "1992", "date": "February 11", "txt": "Lasse Norman Hansen, Danish track and road cyclist", "entities": [{"title": "Lasse Norman Hansen", "href": "/wiki/Lasse_Norman_Hansen", "description": "Lasse Norman Hansen is a Danish professional road and track racing cyclist, who currently rides for UCI WorldTeam Team Qhubeka Assos. He turned professional in 2014."}]}, {"heading": "Births", "year": "1993", "date": "February 11", "txt": "Ben McLemore, American basketball player", "entities": [{"title": "Ben McLemore", "href": "/wiki/Ben_McLemore", "description": "Ben Edward McLemore III is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He played college basketball for the Kansas Jayhawks and was known for his athletic ability complemented by his outstanding jump shot. His size, style of play and unique set of abilities had garnered comparisons to former NBA All-Star Ray Allen. He was the "}]}, {"heading": "Births", "year": "1994", "date": "February 11", "txt": "Dansby Swanson, American baseball player", "entities": [{"title": "Dansby Swanson", "href": "/wiki/Dansby_Swanson", "description": "James Dansby Swanson is an American professional baseball shortstop for the Atlanta Braves of Major League Baseball (MLB). Swanson attended Vanderbilt University, and played college baseball for the Vanderbilt Commodores. The Arizona Diamondbacks selected him first overall in the 2015 Major League Baseball draft, and traded him to the Braves during the 2015–16 offseason. He made his MLB debut in 2"}]}, {"heading": "Births", "year": "1996", "date": "February 11", "txt": "Jonathan Tah, German footballer", "entities": [{"title": "Jonathan Tah", "href": "/wiki/Jonathan_Tah", "description": "Jonathan Glao Tah is a German professional footballer who plays as a centre back for Bayer Leverkusen and the Germany national team."}]}, {"heading": "Births", "year": "1998", "date": "February 11", "txt": "Khalid, American singer and songwriter", "entities": [{"title": "Khalid (singer)", "href": "/wiki/Khalid_(singer)", "description": "Khalid Donnel Robinson is an American singer-songwriter. He is signed to Right Hand Music Group and RCA Records. In March 2017, Khalid released his debut studio album, American Teen, the album spawned the US top-20 singles, \"Location\" and “Young Dumb & Broke”, and was later certified double platinum by the Recording Industry Association of America (RIAA)."}]}, {"heading": "Deaths", "year": "AD 55", "date": "February 11", "txt": "Britannicus, Roman son of Claudius (b. 41)", "entities": [{"title": "Britannicus", "href": "/wiki/Britannicus", "description": "Tiberius Claudius Caesar Britannicus, usually called Britannicus, was the son of Roman emperor Claudius and his third wife Valeria Messalina. For a time he was considered his father's heir, but that changed after his mother's downfall in 48, when it was revealed she had engaged in a bigamous marriage without Claudius' knowledge. The next year, his father married Agrippina the Younger, Claudius' fo"}, {"title": "Claudius", "href": "/wiki/Claudius", "description": "Claudius was Roman emperor from AD 41 to 54. Born to Nero Claudius Drusus and Antonia Minor at Lugdunum in Roman Gaul, where his father was stationed as a military legate, he was the first Roman emperor to be born outside Italy. Nonetheless, Claudius was an Italic of Sabine origins and a member of the Julio-Claudian dynasty. Because he was afflicted with a limp and slight deafness due to sickness "}]}, {"heading": "Deaths", "year": "244", "date": "February 11", "txt": "Gordian III, Roman emperor (b. 225)", "entities": [{"title": "Gordian III", "href": "/wiki/Gordian_III", "description": "Gordian III was Roman emperor from AD 238 to 244. At the age of 13, he became the youngest sole Roman emperor. Gordian was the son of Antonia Gordiana and Junius Balbus who died before 238. Antonia Gordiana was the daughter of Emperor Gordian I and younger sister of Emperor Gordian II. Very little is known of his early life before his acclamation. Gordian had assumed the name of his maternal grand"}]}, {"heading": "Deaths", "year": "641", "date": "February 11", "txt": "Heraclius, Byzantine emperor (b. 575)", "entities": [{"title": "Heraclius", "href": "/wiki/Heraclius", "description": "Flavius Heraclius was the Byzantine emperor from 610 to 641. His rise to power began in 608, when he and his father, Heraclius the Elder, the exarch of Africa, led a revolt against the unpopular usurper Phocas."}]}, {"heading": "Deaths", "year": "731", "date": "February 11", "txt": "Pope Gregory II (b. 669)", "entities": [{"title": "Pope Gregory II", "href": "/wiki/Pope_Gregory_II", "description": "Pope Gregory II was the bishop of Rome from 19 May 715 to his death. His defiance of Emperor Leo III the Isaurian as a result of the iconoclastic controversy in the Eastern Empire prepared the way for a long series of revolts, schisms and civil wars that eventually led to the establishment of the temporal power of the popes."}]}, {"heading": "Deaths", "year": "824", "date": "February 11", "txt": "Pope Paschal I", "entities": [{"title": "Pope Paschal I", "href": "/wiki/Pope_Paschal_I", "description": "Pope Paschal I was the bishop of Rome and ruler of the Papal States from 25 January 817 to his death in 824."}]}, {"heading": "Deaths", "year": "1141", "date": "February 11", "txt": "Hugh of Saint Victor, German philosopher and theologian (b. 1096)", "entities": [{"title": "Hugh of Saint Victor", "href": "/wiki/Hugh_of_Saint_Victor", "description": "Hugh of Saint Victor, was a Saxon canon regular and a leading theologian and writer on mystical theology."}]}, {"heading": "Deaths", "year": "1503", "date": "February 11", "txt": "Elizabeth of York (b. 1466)", "entities": [{"title": "Elizabeth of York", "href": "/wiki/Elizabeth_of_York", "description": "Elizabeth of York was Queen of England from her marriage to King Henry VII on 18 January 1486 until her death. Elizabeth married Henry after his victory at the Battle of Bosworth Field, which marked the end of the Wars of the Roses. Together, they had seven children."}]}, {"heading": "Deaths", "year": "1626", "date": "February 11", "txt": "Pietro Cataldi, Italian mathematician and astronomer (b. 1548)", "entities": [{"title": "Pietro Cataldi", "href": "/wiki/Pietro_Cataldi", "description": "Pietro Antonio Cataldi was an Italian mathematician. A citizen of Bologna, he taught mathematics and astronomy and also worked on military problems. His work included the development of continued fractions and a method for their representation. He was one of many mathematicians who attempted to prove Euclid's fifth postulate."}]}, {"heading": "Deaths", "year": "1650", "date": "February 11", "txt": "René Descartes, French mathematician and philosopher (b. 1596)", "entities": [{"title": "René Descartes", "href": "/wiki/Ren%C3%A9_Descartes", "description": "\nRené Descartes was a French-born philosopher, mathematician, and scientist who spent a large portion of his working life in the Dutch Republic, initially serving the Dutch States Army of Maurice of Nassau, Prince of Orange and the Stadtholder of the United Provinces. One of the most notable intellectual figures of the Dutch Golden Age, Descartes is also widely regarded as one of the founders of m"}]}, {"heading": "Deaths", "year": "1755", "date": "February 11", "txt": "Francesco Scipione, marchese di Maffei, Italian archaeologist, playwright, and critic (b. 1675)", "entities": [{"title": "Francesco Scipione, marchese di Maffei", "href": "/wiki/Francesco_Scipione,_marchese_di_Maffei", "description": "Francesco Scipione Maffei was a Venetian writer and art critic, author of many articles and plays. An antiquarian with a humanist education whose publications on Etruscan antiquities stand as incunables of Etruscology, he engaged in running skirmishes in print with his rival in the field of antiquities, Antonio Francesco Gori."}]}, {"heading": "Deaths", "year": "1763", "date": "February 11", "txt": "William Shenstone, English poet and gardener (b. 1714)", "entities": [{"title": "William Shenstone", "href": "/wiki/William_Shenstone", "description": "William Shenstone was an English poet and one of the earliest practitioners of landscape gardening through the development of his estate, The Leasowes."}]}, {"heading": "Deaths", "year": "1795", "date": "February 11", "txt": "Carl Michael Bellman, Swedish poet and composer (b. 1740)", "entities": [{"title": "Carl Michael Bellman", "href": "/wiki/Carl_Michael_Bellman", "description": "Carl Michael Bellman was a Swedish songwriter, composer, musician, poet and entertainer. He is a central figure in the Swedish song tradition and remains a powerful influence in Swedish music, as well as in Scandinavian literature, to this day. He has been compared to Shakespeare, Beethoven, Mozart, and Hogarth, but his gift, using elegantly rococo classical references in comic contrast to sordid "}]}, {"heading": "Deaths", "year": "1829", "date": "February 11", "txt": "Alexander Griboyedov, Russian poet, playwright, and composer (b. 1795)", "entities": [{"title": "Alexander Griboyedov", "href": "/wiki/Alexander_Griboyedov", "description": "Alexander Sergeyevich Griboyedov, formerly romanized as Alexander Sergueevich Griboyedoff, was a Russian diplomat, playwright, poet, and composer. He is recognized as homo unius libri, a writer of one book, whose fame rests on the verse comedy Woe from Wit or The Woes of Wit. He was Russia's ambassador to Qajar Persia, where he and all the embassy staff were massacred by an angry mob as a result o"}]}, {"heading": "Deaths", "year": "1862", "date": "February 11", "txt": "Elizabeth Siddal, English poet and artist's model (b. 1829)", "entities": [{"title": "Elizabeth Siddal", "href": "/wiki/Elizabeth_Siddal", "description": "Elizabeth Eleanor Siddall, styled and commonly known as Lizzie, was an English artist, poet, and artists' model. Siddall was an important and influential artist and poet. Significant collections of her artworks can be found at Wightwick Manor and the Ashmolean. Siddall was painted and drawn extensively by artists of the Pre-Raphaelite Brotherhood, including Walter Deverell, William Holman Hunt, Jo"}]}, {"heading": "Deaths", "year": "1868", "date": "February 11", "txt": "Léon Foucault, French physicist and academic (b. 1819)", "entities": [{"title": "Léon Foucault", "href": "/wiki/L%C3%A9on_Foucault", "description": "Jean Bernard Léon Foucault was a French physicist best known for his demonstration of the Foucault pendulum, a device demonstrating the effect of the Earth's rotation. He also made an early measurement of the speed of light, discovered eddy currents, and is credited with naming the gyroscope."}]}, {"heading": "Deaths", "year": "1898", "date": "February 11", "txt": "Félix María Zuloaga, Mexican general and unconstitutional interim president (b. 1813)", "entities": [{"title": "Félix María Zuloaga", "href": "/wiki/F%C3%A9lix_Mar%C3%ADa_Zuloaga", "description": "Félix María Zuloaga Trillo was a Mexican general and a Conservative leader in the War of Reform. In the late 1850s and early 1860s, Zuloaga served as unconstitutional interim conservative president of Mexico in opposition to the constitutional president Benito Juárez of the Liberal Party."}]}, {"heading": "Deaths", "year": "1901", "date": "February 11", "txt": "Milan I of Serbia (b. 1855)", "entities": [{"title": "Milan I of Serbia", "href": "/wiki/Milan_I_of_Serbia", "description": "Milan Obrenović reigned as the prince of Serbia from 1868 to 1882 and subsequtenly as king from 1882 to 1889. Milan I unexpectedy abdicated in favor of his son, Alexander I of Serbia, in 1889."}]}, {"heading": "Deaths", "year": "1917", "date": "February 11", "txt": "Oswaldo Cruz, Brazilian physician and epidemiologist (b. 1872)", "entities": [{"title": "Oswaldo Cruz", "href": "/wiki/Oswaldo_Cruz", "description": "Oswaldo Gonçalves Cruz, better known as Oswaldo Cruz, was a Brazilian physician, pioneer bacteriologist, epidemiologist and public health officer and the founder of the Oswaldo Cruz Institute."}]}, {"heading": "Deaths", "year": "1918", "date": "February 11", "txt": "Alexey Kaledin, Russian general (b. 1861)", "entities": [{"title": "Alexey Kaledin", "href": "/wiki/Alexey_Kaledin", "description": "Aleksei Maximovich Kaledin was a Don Cossack Cavalry General who led the Don Cossack White movement in the opening stages of the Russian Civil War."}]}, {"heading": "Deaths", "year": "1931", "date": "February 11", "txt": "Charles Algernon Parsons, English-Irish engineer, invented the steam turbine (b. 1854)", "entities": [{"title": "Charles Algernon Parsons", "href": "/wiki/Charles_Algernon_Parsons", "description": "The Honourable Sir Charles Algernon Parsons, was an Anglo-Irish engineer, best known for his invention of the compound steam turbine, and as the namesake of C. A. Parsons and Company. He worked as an engineer on dynamo and turbine design, and power generation, with great influence on the naval and electrical engineering fields. He also developed optical equipment for searchlights and telescopes."}, {"title": "Steam turbine", "href": "/wiki/Steam_turbine", "description": "A steam turbine is a device that extracts thermal energy from pressurized steam and uses it to do mechanical work on a rotating output shaft. Its modern manifestation was invented by Charles Parsons in 1884."}]}, {"heading": "Deaths", "year": "1940", "date": "February 11", "txt": "John Buchan, Scottish-Canadian historian and politician, Governor General of Canada (b. 1875)", "entities": [{"title": "John Buchan", "href": "/wiki/John_Buchan", "description": "John Buchan, 1st Baron Tweedsmuir was a Scottish novelist, historian, and Unionist politician who served as Governor General of Canada, the 15th since Canadian Confederation."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1940", "date": "February 11", "txt": "Ellen Day Hale, American painter and author (b. 1855)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "February 11", "txt": "Jamnalal Bajaj, Indian businessman and philanthropist (b. 1884)", "entities": [{"title": "Jamnalal Bajaj", "href": "/wiki/Jamnalal_Bajaj", "description": "Jamnalal Bajaj was an Indian industrialist. He founded the Bajaj Group of companies in the 1920s, and the group now has 24 companies, including six that are listed on the bourses. He was also a close and beloved associate of Mahatma Gandhi, who is known to have often declared that Jamnalal was his fifth son."}]}, {"heading": "Deaths", "year": "1947", "date": "February 11", "txt": "Martin Klein, Estonian wrestler and coach (b. 1884)", "entities": [{"title": "Martin Klein (wrestler)", "href": "/wiki/Martin_Klein_(wrestler)", "description": "Martin Klein was an Estonian wrestler who competed for the Russian Empire at the 1912 Summer Olympics. He won the silver medal in the middleweight class, becoming the first Olympic medalist from Estonia. In the semifinal against the reigning world champion Alfred Asikainen, the two grappled for 11 hours and 40 minutes on a sunny day outdoors, until Klein managed to pin Asikainen. Klein was so exha"}]}, {"heading": "Deaths", "year": "1948", "date": "February 11", "txt": "Sergei Eisenstein, Russian director and screenwriter (b. 1898)", "entities": [{"title": "Sergei Eisenstein", "href": "/wiki/Sergei_Eisenstein", "description": "Sergei Mikhailovich Eisenstein was a Soviet film director and film theorist, a pioneer in the theory and practice of montage. He is noted in particular for his silent films Strike (1925), Battleship Potemkin (1925) and October (1928), as well as the historical epics Alexander Nevsky (1938) and Ivan the Terrible. In its 2012 decennial poll, the magazine Sight & Sound named his Battleship Potemkin t"}]}, {"heading": "Deaths", "year": "1949", "date": "February 11", "txt": "Axel Munthe, Swedish doctor (b. 1857)", "entities": [{"title": "Axel Munthe", "href": "/wiki/Axel_Munthe", "description": "Axel Martin Fredrik Munthe was a Swedish-born medical doctor and psychiatrist, best known as the author of The Story of San Michele, an autobiographical account of his life and work. He spoke several languages, grew up in Sweden, attended medical school there, then studied médecine in Paris and opened his first practice in France. He was married to a wealthy Englishwoman and spent most of his adul"}]}, {"heading": "Deaths", "year": "1958", "date": "February 11", "txt": "Ernest Jones, Welsh neurologist and psychoanalyst (b. 1879)", "entities": [{"title": "Ernest Jones", "href": "/wiki/Ernest_Jones", "description": "Alfred Ernest Jones was a Welsh neurologist and psychoanalyst. A lifelong friend and colleague of Sigmund Freud from their first meeting in 1908, he became his official biographer. Jones was the first English-speaking practitioner of psychoanalysis and became its leading exponent in the English-speaking world. As President of both the International Psychoanalytical Association and the British Psyc"}]}, {"heading": "Deaths", "year": "1963", "date": "February 11", "txt": "John Olof Dahlgren, Swedish-American soldier, Medal of Honor recipient (b. 1872)", "entities": [{"title": "John Olof Dahlgren", "href": "/wiki/John_Olof_Dahlgren", "description": "John O. Dahlgren was an American corporal serving in the United States Marine Corps during the Boxer Rebellion who received the Medal of Honor for bravery."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1963", "date": "February 11", "txt": "Sylvia Plath, American poet, novelist, and short story writer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "February 11", "txt": "A. J. Muste, Dutch-American minister and activist (b. 1885)", "entities": [{"title": "A. J. Muste", "href": "/wiki/A._J._Muste", "description": "Abraham Johannes Muste was a Dutch-born American clergyman and political activist. He is best remembered for his work in the labor movement, pacifist movement, antiwar movement, and civil rights movement."}]}, {"heading": "Deaths", "year": "1968", "date": "February 11", "txt": "Howard Lindsay, American playwright (b. 1889)", "entities": [{"title": "Howard Lindsay", "href": "/wiki/Howard_Lindsay", "description": "Howard Lindsay, born Herman Nelke, was an American theatrical producer, playwright, librettist, director and actor. He is best known for his writing work as part of the collaboration of Lindsay and Crouse, and for his performance, with his wife Dorothy Stickney, in the long-running play Life With Father."}]}, {"heading": "Deaths", "year": "1973", "date": "February 11", "txt": "J. Hans D. Jensen, German physicist and academic, Nobel Prize laureate (b. 1907)", "entities": [{"title": "J. Hans D. Jensen", "href": "/wiki/J._Hans_D._Jensen", "description": "Johannes Hans Daniel Jensen was a German nuclear physicist. During World War II, he worked on the German nuclear energy project, known as the Uranium Club, where he contributed to the separation of uranium isotopes. After the war, Jensen was a professor at the University of Heidelberg. He was a visiting professor at the University of Wisconsin–Madison, the Institute for Advanced Study, University "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1975", "date": "February 11", "txt": "Richard Ratsimandrava, Malagasy colonel and politician, President of Madagascar (b. 1931)", "entities": [{"title": "Richard Ratsimandrava", "href": "/wiki/Richard_Ratsimandrava", "description": "Colonel Richard Ratsimandrava was President of Madagascar for six days in February 1975. His assassination in 1975 led to a civil war."}, {"title": "President of Madagascar", "href": "/wiki/President_of_Madagascar", "description": "This is a list of presidents of Madagascar, since the establishment of the office of President in 1959, during the Malagasy Republic."}]}, {"heading": "Deaths", "year": "1976", "date": "February 11", "txt": "Lee J. Cobb, American actor (b. 1911)", "entities": [{"title": "Lee J. Cobb", "href": "/wiki/Lee_J._Cobb", "description": "Lee J. Cobb was an American actor. He played the role of Willy Loman in the original Broadway production of Arthur Miller's 1949 play Death of a Salesman under the direction of Elia Kazan. He also performed in On the Waterfront (1954), 12 Angry Men (1957), and The Exorcist (1973). On television, Cobb starred in the first four seasons of the Western series The Virginian. He often played arrogant, i"}]}, {"heading": "Deaths", "year": "1976", "date": "February 11", "txt": "Alexander Lippisch, German pilot and engineer (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "February 11", "txt": "Fakhruddin Ali Ahmed, Indian lawyer and politician, President of India (b. 1905)", "entities": [{"title": "Fakhruddin Ali Ahmed", "href": "/wiki/Fakhruddin_Ali_Ahmed", "description": "Fakhruddin Ali Ahmed was an Indian lawyer and politician who served as the fifth President of India from 1974 to 1977. He was also the second President of India to die in office."}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Deaths", "year": "1977", "date": "February 11", "txt": "Louis Beel, Dutch academic and politician, Prime Minister of the Netherlands (b. 1902)", "entities": [{"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Deaths", "year": "1978", "date": "February 11", "txt": "James Bryant Conant, American chemist and academic (b. 1893)", "entities": [{"title": "James Bryant Conant", "href": "/wiki/James_Bryant_Conant", "description": "James Bryant Conant was an American chemist, a transformative President of Harvard University, and the first U.S. Ambassador to West Germany. Conant obtained a Ph.D. in Chemistry from Harvard in 1916. During World War I he served in the U.S. Army, working on the development of poison gases, especially Lewisite. He became an assistant professor of chemistry at Harvard in 1919 and the Sheldon Emery "}]}, {"heading": "Deaths", "year": "1978", "date": "February 11", "txt": "Harry Martinson, Swedish novelist, essayist, and poet, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1982", "date": "February 11", "txt": "Eleanor Powell, American actress and dancer (b. 1912)", "entities": [{"title": "Eleanor Powell", "href": "/wiki/Eleanor_Powell", "description": "Eleanor Torrey Powell was an American dancer and actress. Best remembered for her tap dance numbers in musical films in the 1930s and 1940s, Powell began studying ballet when she was six and was dancing at nightclubs in Atlantic City before she was a teenager. At the age of sixteen, she began studying tap and started appearing in musical revues on Broadway. She made her Hollywood debut as a featur"}]}, {"heading": "Deaths", "year": "1985", "date": "February 11", "txt": "Henry Hathaway, American actor, director, and producer (b. 1898)", "entities": [{"title": "Henry Hathaway", "href": "/wiki/Henry_Hathaway", "description": "Henry Hathaway was an American film director and producer. He is best known as a director of Westerns, especially starring Randolph Scott and John Wayne. He directed Gary Cooper in seven films."}]}, {"heading": "Deaths", "year": "1986", "date": "February 11", "txt": "Frank Herbert, American journalist and author (b. 1920)", "entities": [{"title": "Frank Herbert", "href": "/wiki/Frank_Herbert", "description": "Franklin Patrick Herbert Jr. was an American science fiction author best known for the 1965 novel Dune and its five sequels. Though he became famous for his novels, he also wrote short stories and worked as a newspaper journalist, photographer, book reviewer, ecological consultant, and lecturer."}]}, {"heading": "Deaths", "year": "1989", "date": "February 11", "txt": "George O'Hanlon, American actor and voice artist (b. 1912)", "entities": [{"title": "George O'Hanlon", "href": "/wiki/George_O%27Hanlon", "description": "George Samuel O'Hanlon was an American actor and writer. He was best known for his role as Joe McDoakes in the Warner Bros.' live-action Joe McDoakes short subjects from 1942 to 1956 and as the voice of George Jetson in Hanna-Barbera's 1962 prime-time animated television series The Jetsons and its 1985 revival."}]}, {"heading": "Deaths", "year": "1993", "date": "February 11", "txt": "Robert W. Holley, American biochemist and academic, Nobel Prize laureate (b. 1922)", "entities": [{"title": "Robert W. Holley", "href": "/wiki/Robert_W._Holley", "description": "Robert William Holley was an American biochemist. He shared the Nobel Prize in Physiology or Medicine in 1968 for describing the structure of alanine transfer RNA, linking DNA and protein synthesis."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1994", "date": "February 11", "txt": "Neil Bonnett, American race car driver (b. 1946)", "entities": [{"title": "Neil Bonnett", "href": "/wiki/Neil_Bonnett", "description": "Lawrence Neil Bonnett was an American NASCAR driver who compiled 18 victories and 20 poles over his 18-year career. Bonnett was a member of the Alabama Gang, and started his career with the help of Bobby and Donnie Allison. He rose to prominence in the late 1970s with his performances in cars owned by Jim Stacy and Wood Brothers Racing, becoming one of the top competitors in the 1980s. The Alabama"}]}, {"heading": "Deaths", "year": "1994", "date": "February 11", "txt": "Sorrell Booke, American actor and director (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "February 11", "txt": "William Conrad, American actor, director, and producer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "February 11", "txt": "Paul Feyerabend, Austrian-Swiss philosopher and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "February 11", "txt": "Amelia Rosselli, Italian poet and author (b. 1930)", "entities": [{"title": "Amelia Rosselli", "href": "/wiki/Amelia_Rosselli", "description": "Amelia Rosselli was an Italian poet. She was the daughter of Marion Catherine Cave, an English political activist, and Carlo Rosselli, who was a hero of the Italian anti-Fascist Resistance—founder, with his brother Nello, of the liberal socialist movement \"Justice and Liberty.\""}]}, {"heading": "Deaths", "year": "2000", "date": "February 11", "txt": "Lord Kitchner, Trinidadian singer (b. 1922)", "entities": [{"title": "Lord Kitchener (calypsonian)", "href": "/wiki/Lord_Kitchener_(calypsonian)", "description": "Aldwyn Roberts HBM DA, better known by the stage name Lord Kitchener, was a Trinbagonian calypsonian. He has been described as \"the grand master of calypso\" and \"the greatest calypsonian of the post-war age\"."}]}, {"heading": "Deaths", "year": "2000", "date": "February 11", "txt": "Roger Vadim, French director, producer, and screenwriter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 11", "txt": "Frankie Crosetti, American baseball player and coach (b. 1910)", "entities": [{"title": "Frankie Crosetti", "href": "/wiki/Frankie_Crosetti", "description": "Frank Peter Joseph Crosetti was an American baseball shortstop. Nicknamed \"The Crow\", he spent his whole seventeen-year Major League Baseball playing career with the New York Yankees before becoming a coach with the franchise for an additional twenty seasons. As a player and third base coach for the Yankees, Crosetti was part of seventeen World Championship teams and 23 World Series participants o"}]}, {"heading": "Deaths", "year": "2002", "date": "February 11", "txt": "Barry Foster, English actor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "February 11", "txt": "Shirley Strickland, Australian runner (b. 1925)", "entities": [{"title": "Shirley Strickland", "href": "/wiki/Shirley_Strickland", "description": "Shirley Barbara de la Hunty AO, MBE, known as Shirley Strickland during her early career, was an Australian athlete. She won more Olympic medals than any other Australian in running sports."}]}, {"heading": "Deaths", "year": "2005", "date": "February 11", "txt": "Jack L. Chalker, American author (b. 1944)", "entities": [{"title": "Jack L. Chalker", "href": "/wiki/Jack_L._Chalker", "description": "Jack Laurence Chalker was an American science fiction author. Chalker was also a Baltimore City Schools history teacher in Maryland for 12 years, retiring during 1978 to write full-time. He also was a member of the Washington Science Fiction Association and was involved in the founding of the Baltimore Science Fiction Society."}]}, {"heading": "Deaths", "year": "2006", "date": "February 11", "txt": "Peter Benchley, American author and screenwriter (b. 1940)", "entities": [{"title": "Peter Benchley", "href": "/wiki/Peter_Benchley", "description": "Peter Bradford Benchley was an American author, screenwriter, and ocean activist. He is known as the author of the bestselling novel Jaws and co-wrote its film adaptation with Carl Gottlieb. Several more of his works were also adapted for both cinema and television, including The Deep, The Island, Beast, and White Shark."}]}, {"heading": "Deaths", "year": "2006", "date": "February 11", "txt": "Ken Fletcher, Australian tennis player (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 11", "txt": "Jackie Pallo, English wrestler and actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 11", "txt": "Tom Lantos, American lawyer and politician (b. 1928)", "entities": [{"title": "Tom Lantos", "href": "/wiki/Tom_Lantos", "description": "Thomas Peter Lantos was an American politician who served as a U.S. Representative from California from 1981 until his death in 2008. A member of the Democratic Party, he represented the state's 11th congressional district until 1993 and from then the 12th congressional district, which both included the northern two-thirds of San Mateo County and a portion of the southwestern part of San Francisco"}]}, {"heading": "Deaths", "year": "2008", "date": "February 11", "txt": "Frank Piasecki, American engineer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "February 11", "txt": "Estelle Bennett, American singer (b. 1941)", "entities": [{"title": "Estelle Bennett", "href": "/wiki/Estelle_Bennett", "description": "Estelle Bennett was an American singer. Bennett was a member of the girl group The Ronettes, along with her sister Ronnie and cousin Nedra Talley."}]}, {"heading": "Deaths", "year": "2009", "date": "February 11", "txt": "Willem Johan Kolff, Dutch-American physician and academic (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "February 11", "txt": "Heward Grafftey, Canadian businessman and politician (b. 1928)", "entities": [{"title": "Heward Grafftey", "href": "/wiki/Heward_Grafftey", "description": "William Heward Grafftey, was a Canadian politician and businessman."}]}, {"heading": "Deaths", "year": "2010", "date": "February 11", "txt": "Alexander McQueen, English fashion designer, founder of his eponymous brand (b. 1969)", "entities": [{"title": "Alexander McQueen (brand)", "href": "/wiki/Alexander_McQueen_(brand)", "description": " Alexander McQueen is a British luxury fashion house founded by designer Alexander McQueen in 1992. Its current creative director is Sarah Burton."}]}, {"heading": "Deaths", "year": "2011", "date": "February 11", "txt": "Chuck Tanner, American baseball player and manager (b. 1928)", "entities": [{"title": "Chuck Tanner", "href": "/wiki/Chuck_Tanner", "description": "Charles William Tanner was an American professional baseball player and manager. He played as a left fielder in Major League Baseball. He was known for his unwavering confidence and infectious optimism. He managed the Pittsburgh Pirates to a World Series championship in 1979. He last served as a senior adviser to Pirates general manager Neal Huntington."}]}, {"heading": "Deaths", "year": "2012", "date": "February 11", "txt": "Siri Bjerke, Norwegian politician, Norwegian Minister of the Environment (b. 1958)", "entities": [{"title": "Siri Bjerke", "href": "/wiki/Siri_Bjerke", "description": "Siri Bjerke was a Norwegian politician. She was substitute member of the Norwegian legislature between 1997 and 2005, state secretary in the Ministry of Foreign Affairs between 1993 and 1997 and Minister of the Environment between 2000 and 2001 during Stoltenberg's first cabinet. After leaving politics she worked as a director for the Confederation of Norwegian Enterprise (2002–2005) and for Innov"}, {"title": "Minister of the Environment (Norway)", "href": "/wiki/Minister_of_the_Environment_(Norway)", "description": "The Minister of Climate and the Environment is a Councilor of State and Chief of Norway's Ministry of the Environment. The current minister is Sveinung Rotevatn. \nAt the State Council the 17 January 2018, Ola Evestuen was appointed as Minister of Climate and Environment. The post was previously held since 16 December 2015 by Vidar Helgesen of the Conservative Party. The ministry is responsible for"}]}, {"heading": "Deaths", "year": "2012", "date": "February 11", "txt": "Aharon Davidi, Israeli general (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 11", "txt": "Whitney Houston, American singer-songwriter, producer, and actress (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 11", "txt": "Rick Huxley, English bass player (b. 1940)", "entities": [{"title": "Rick Huxley", "href": "/wiki/Rick_Huxley", "description": "Richard Huxley was an English musician who was the bassist for the Dave Clark Five, a group that was part of the British Invasion."}]}, {"heading": "Deaths", "year": "2014", "date": "February 11", "txt": "Alice Babs, Swedish singer and actress (b. 1924)", "entities": [{"title": "Alice Babs", "href": "/wiki/Alice_Babs", "description": "Alice Babs was a Swedish singer and actress. She worked in a wide number of genres – Swedish folklore, Elizabethan songs and opera. While she was best known internationally as a jazz singer, Babs also competed as Sweden's first annual competition entrant in the Eurovision Song Contest 1958. In 1972 she was named Sweden's Royal Court Singer, the first non-opera singer as such."}]}, {"heading": "Deaths", "year": "2014", "date": "February 11", "txt": "Tito Canepa, Dominican-American painter (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 11", "txt": "Fernando González Pacheco, Colombian journalist and actor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 11", "txt": "Roger Hanin, French actor, director, and screenwriter (b. 1925)", "entities": [{"title": "Roger Hanin", "href": "/wiki/Roger_Hanin", "description": "Roger Hanin was a French actor and film director, best known for playing the title role in the 1989–2006 TV police drama, Navarro."}]}, {"heading": "Deaths", "year": "2015", "date": "February 11", "txt": "Bob Simon, American journalist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 11", "txt": "Jerry Tarkanian, American basketball player and coach (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 11", "txt": "Kevin Randleman, American mixed martial artist and wrestler (b. 1971)", "entities": [{"title": "Kevin Randleman", "href": "/wiki/Kevin_Randleman", "description": "Kevin Christopher Randleman was an American mixed martial artist, professional wrestler, and former UFC Heavyweight Champion. Randleman's background was in collegiate wrestling, in which he became two-time NCAA Division I and a three-time Big Ten wrestling champion out of Ohio State University. Randleman competed in the heavyweight and light heavyweight classes in MMA. In addition to competing in "}]}, {"heading": "Deaths", "year": "2016", "date": "February 11", "txt": "Zeng Xuelin, Thai-Chinese footballer and manager (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 11", "txt": "Fab Melo, Brazilian basketball player (b. 1990)", "entities": [{"title": "Fab Melo", "href": "/wiki/Fab_Melo", "description": "Fabricio Paulino de Melo was a Brazilian professional basketball player. He played one season in the National Basketball Association (NBA) for the Boston Celtics before returning to his home country and playing for Liga Sorocabana and Brasília of the Brazilian Novo Basquete Brasil (NBB). Prior to entering the NBA in 2012, he played two years of college basketball for Syracuse, where he was named t"}]}, {"heading": "Deaths", "year": "2017", "date": "February 11", "txt": "Jaap Rijks, Dutch Olympian (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 11", "txt": "Vic Damone, American singer, songwriter and actor (b. 1928)", "entities": [{"title": "Vic Damone", "href": "/wiki/Vic_Damone", "description": "Vic Damone was an American traditional pop and big band singer, actor, radio and television presenter, and entertainer. He was best known for his performances of songs such as the number one hit \"You're Breaking My Heart\", and other hits like \"On the Street Where You Live\" and \"I Have But One Heart\"."}]}, {"heading": "Deaths", "year": "2018", "date": "February 11", "txt": "Asma Jahangir, Pakistani human-rights lawyer and social activist (b. 1952)", "entities": [{"title": "Lawyer", "href": "/wiki/Lawyer", "description": "A lawyer or attorney is a person who practices law, as an advocate, attorney at law, barrister, barrister-at-law, bar-at-law, canonist, canon lawyer, civil law notary, counsel, counselor, solicitor, legal executive, or public servant preparing, interpreting and applying the law, but not as a paralegal or charter executive secretary. Working as a lawyer involves the practical application of abstrac"}]}, {"heading": "Deaths", "year": "2018", "date": "February 11", "txt": "Jan Maxwell, American stage and television actress (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 11", "txt": "Qazi Wajid, Pakistani drama actor, writer and artist (b. 1930)", "entities": []}]