[{"heading": "Events", "year": "705", "date": "February 22", "txt": "Empress Wu Zetian abdicates the throne, restoring the Tang dynasty.", "entities": [{"title": "Wu Zetian", "href": "/wiki/Wu_Zetian", "description": "Wu Zhao, commonly known as Wu Zetian, alternatively Wu Hou, and during the later Tang dynasty as Tian Hou, was the de facto ruler of China, first through her husband the Emperor Gaozong (唐高宗) and then through her sons the Emperors Zhongzong (唐中宗) and Ruizong (唐睿宗), from 665 to 690. She subsequently became empress regnant of the Zhou dynasty (周) of China, ruling from 690 to 705. She is notable for "}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Events", "year": "1316", "date": "February 22", "txt": "The Battle of Picotin, between Ferdinand of Majorca and the forces of Matilda of Hainaut, ends in victory for Ferdinand.", "entities": [{"title": "Battle of Picotin", "href": "/wiki/Battle_of_Picotin", "description": "The Battle of Picotin was fought on 22 February 1316 between the Catalan forces of the infante Ferdinand of Majorca, claimant to the Principality of Achaea, and the forces loyal to Princess Matilda of Hainaut, comprising native levies from the barons loyal to the Princess as well as Burgundian knights. The battle ended in a crushing victory for Ferdinand, but he was later engaged and killed by the"}, {"title": "Ferdinand of Majorca", "href": "/wiki/Ferdinand_of_Majorca", "description": "Ferdinand of Majorca was an infante of the Kingdom of Majorca; he was born at Perpignan, the third son of King James II. He was Viscount of Aumelas and Lord of Frontignan from 1311 and claimed the title of Prince of Achaea from 1315."}, {"title": "Matilda of Hainaut", "href": "/wiki/Matilda_of_Hainaut", "description": "Matilda of Hainaut was the Princess of Achaea from 1313 to 1318. She was the daughter of Isabella of Villehardouin and her husband Florent of Hainaut."}]}, {"heading": "Events", "year": "1371", "date": "February 22", "txt": "Robert II becomes King of Scotland, beginning the Stuart dynasty.", "entities": [{"title": "Robert II of Scotland", "href": "/wiki/Robert_II_of_Scotland", "description": "Robert II was King of Scots from 1371 to his death in 1390. He was the first monarch of the House of Stewart as the son of Walter Stewart, 6th High Steward of Scotland, and of Marjorie Bruce, daughter of the Scottish king Robert the Bruce by his first wife Isabella of Mar."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}, {"title": "House of Stuart", "href": "/wiki/House_of_Stuart", "description": "The House of Stuart, originally Stewart, was a royal house of Scotland, England, Ireland and later Great Britain. The family name comes from the office of High Steward of Scotland, which had been held by the family scion Walter fitz Alan. The name Stewart and variations had become established as a family name by the time of his grandson Walter Stewart. The first monarch of the Stewart line was Rob"}]}, {"heading": "Events", "year": "1495", "date": "February 22", "txt": "King Charles VIII of France enters Naples to claim the city's throne.", "entities": [{"title": "Charles VIII of France", "href": "/wiki/Charles_VIII_of_France", "description": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War "}, {"title": "Naples", "href": "/wiki/Naples", "description": "Naples is the regional capital of Campania and the third-largest city of Italy, after Rome and Milan, with a population of 967,069 within the city's administrative limits as of 2017. Its province-level municipality is the third-most populous metropolitan city in Italy with a population of 3,115,320 residents, and its metropolitan area is the second-most populous metropolitan area in Italy and the "}]}, {"heading": "Events", "year": "1632", "date": "February 22", "txt": "Ferdinando II de' Medici, Grand Duke of Tuscany, the dedicatee, receives the first printed copy of Galileo's Dialogue Concerning the Two Chief World Systems .", "entities": [{"title": "Ferdinando II de' Medici, Grand Duke of Tuscany", "href": "/wiki/Ferdinando_II_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Ferdinando II de' Medici was grand duke of Tuscany from 1621 to 1670. He was the eldest son of Cosimo II de' Medici and Maria Maddalena of Austria. He was remembered by his contemporaries as a man of culture and science, actively participating in the Accademia del Cimento, the first scientific society in Italy, formed by his younger brother, Leopoldo de' Medici. His 49-year rule was punctuated by "}, {"title": "Galileo Galilei", "href": "/wiki/Galileo_Galilei", "description": "Galileo di Vincenzo Bonaiuti de' Galilei was an Italian astronomer, physicist and engineer, sometimes described as a polymath, from Pisa. Galileo has been called the \"father of observational astronomy\", the \"father of modern physics\", the \"father of the scientific method\", and the \"father of modern science\"."}]}, {"heading": "Events", "year": "1651", "date": "February 22", "txt": "St. Peter's Flood: A storm surge floods the Frisian coast, drowning 15,000 people.", "entities": [{"title": "St. Peter's Flood", "href": "/wiki/St._Peter%27s_Flood", "description": "\nSt. Peter's flood refers to two separate storm tides that struck the coasts of Netherlands and Northern Germany in 1651. During the first storm tide, on 22 February, the East Frisian island of Juist was split in two. During the second disaster, on 4–5 March, the city of Amsterdam was flooded."}, {"title": "German Bight", "href": "/wiki/German_Bight", "description": "The German Bight is the southeastern bight of the North Sea bounded by the Netherlands and Germany to the south, and Denmark and Germany to the east. To the north and west it is limited by the Dogger Bank. The Bight contains the Frisian and Danish Islands. The Wadden Sea is approximately ten to twelve kilometres wide at the location of the German Bight. The Frisian islands and the nearby coastal a"}]}, {"heading": "Events", "year": "1744", "date": "February 22", "txt": "War of the Austrian Succession: The Battle of Toulon causes several Royal Navy captains to be court-martialed, and the Articles of War to be amended.", "entities": [{"title": "War of the Austrian Succession", "href": "/wiki/War_of_the_Austrian_Succession", "description": "The War of the Austrian Succession was the last Great Power conflict with the Bourbon-Habsburg dynastic conflict at its heart. It occurred from 1740 to 1748 and marked the rise of Prussia as a major power. Related conflicts included King George's War, the War of Jenkins' Ear, the First Carnatic War and the First and the Second Silesian Wars."}, {"title": "Battle of Toulon (1744)", "href": "/wiki/Battle_of_Toulon_(1744)", "description": "The naval Battle of Toulon or Battle of Cape Sicié took place on 22–23 February 1744 (NS) in the Mediterranean off the French coast near Toulon. A combined Franco-Spanish fleet engaged Britain's Mediterranean Fleet. The French fleet, not officially at war with Great Britain, only joined the fighting late, when it was clear that the greatly outnumbered Spanish fleet had gained tactical control of t"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Court-martial", "href": "/wiki/Court-martial", "description": "A court-martial or court martial is a military court or a trial conducted in such a court. A court-martial is empowered to determine the guilt of members of the armed forces subject to military law, and, if the defendant is found guilty, to decide upon punishment. In addition, courts-martial may be used to try prisoners of war for war crimes. The Geneva Conventions require that POWs who are on tri"}, {"title": "Articles of War", "href": "/wiki/Articles_of_War", "description": "The Articles of War are a set of regulations drawn up to govern the conduct of a country's military and naval forces. The phrase was first used in 1637 in Robert Monro's His expedition with the worthy Scot's regiment called Mac-keyes regiment etc. and can be used to refer to military law in general. In Swedish, the equivalent term Krigsartiklar, is first mentioned in 1556. However, the term is usu"}]}, {"heading": "Events", "year": "1797", "date": "February 22", "txt": "The last Invasion of Britain begins near Fishguard, Wales.", "entities": [{"title": "Last Invasion of Britain", "href": "/wiki/Last_Invasion_of_Britain", "description": "The Battle of Fishguard was a military invasion of Great Britain by Revolutionary France during the War of the First Coalition. The brief campaign, on 22–24 February 1797, is the most recent landing on British soil by a hostile foreign force, and thus is often referred to as the \"last invasion of mainland Britain\"."}, {"title": "Fishguard", "href": "/wiki/Fishguard", "description": "Fishguard is a coastal town in Pembrokeshire, Wales, with a population of 3,419 in 2011; the community of Fishguard and Goodwick had a population of 5,407. Modern Fishguard consists of two parts, Lower Fishguard and the \"Main Town\". Fishguard and Goodwick are twin towns with a joint Town Council."}, {"title": "Wales", "href": "/wiki/Wales", "description": "Wales is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, includin"}]}, {"heading": "Events", "year": "1819", "date": "February 22", "txt": "By the Adams–Onís Treaty, Spain sells Florida to the United States for five million U.S. dollars.", "entities": [{"title": "Adams–Onís Treaty", "href": "/wiki/Adams%E2%80%93On%C3%ADs_Treaty", "description": "The Adams–Onís Treaty of 1819, also known as the Transcontinental Treaty, the Florida Purchase Treaty, or the Florida Treaty, was a treaty between the United States and Spain in 1819 that ceded Florida to the U.S. and defined the boundary between the U.S. and New Spain. It settled a standing border dispute between the two countries and was considered a triumph of American diplomacy. It came in the"}, {"title": "History of Florida", "href": "/wiki/History_of_Florida", "description": "The history of Florida can be traced to when the first Native Americans began to inhabit the peninsula as early as 14,000 years ago. They left behind artifacts and archeological evidence. Florida's written history begins with the arrival of Europeans; the Spanish explorer Juan Ponce de León in 1513 made the first textual records. The state received its name from that conquistador, who called the p"}]}, {"heading": "Events", "year": "1821", "date": "February 22", "txt": "Greek War of Independence: Alexander Ypsilantis crosses the Prut river at Sculeni into the Danubian Principalities.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Alexander Ypsilantis", "href": "/wiki/Alexander_Ypsilantis", "description": "Alexandros Ypsilantis was a Greek nationalist politician who was member of a prominent Phanariot Greek family, a prince of the Danubian Principalities, a senior officer of the Imperial Russian cavalry during the Napoleonic Wars, and a leader of the Filiki Eteria, a secret organization that coordinated the beginning of the Greek War of Independence against the Ottoman Empire."}, {"title": "Prut", "href": "/wiki/Prut", "description": "The Prut is a 953 km (592 mi) long river in Eastern Europe. It is a left tributary of the Danube. In part of its course it forms Romania's border with Moldova and Ukraine."}, {"title": "Sculeni", "href": "/wiki/Sculeni", "description": "Sculeni is a commune in Ungheni District, Moldova. It is composed of four villages: Blindești, Floreni, Gherman and Sculeni."}, {"title": "Danubian Principalities", "href": "/wiki/Danubian_Principalities", "description": "Danubian Principalities was a conventional name given to the Principalities of Moldavia and Wallachia, which emerged in the early 14th century. The term was coined in the Habsburg Monarchy after the Treaty of Küçük Kaynarca (1774) in order to designate an area on the lower Danube with a common geopolitical situation. The term was largely used then by foreign political circles and public opinion un"}]}, {"heading": "Events", "year": "1847", "date": "February 22", "txt": "Mexican–American War: The Battle of Buena Vista: Five thousand American troops defeat 15,000 Mexican troops.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Battle of Buena Vista", "href": "/wiki/Battle_of_Buena_Vista", "description": "The Battle of Buena Vista, known as the Battle of La Angostura in Mexico, and sometimes as Battle of Buena Vista/La Angostura, was a battle of the Mexican–American War. It was fought between the US invading forces, largely volunteers, under General Zachary Taylor, and the much larger Mexican Army under General Antonio López de Santa Anna. It took place near Buena Vista, a village in the state of C"}, {"title": "Mexico", "href": "/wiki/Mexico", "description": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Mexico covers 1,972,550 square kilometers (761,610 sq mi), making it the world's 13th-largest country by"}]}, {"heading": "Events", "year": "1848", "date": "February 22", "txt": "The French Revolution of 1848, which would lead to the establishment of the French Second Republic, begins.", "entities": [{"title": "French Revolution of 1848", "href": "/wiki/French_Revolution_of_1848", "description": "The 1848 Revolution in the History of France, sometimes known as the February Revolution, was one of a wave of revolutions in 1848 in Europe. In France, the revolutionary events ended the July Monarchy (1830–1848) and led to the creation of the French Second Republic."}, {"title": "French Second Republic", "href": "/wiki/French_Second_Republic", "description": "The French Second Republic was a short-lived republican government of France under President Louis-Napoléon Bonaparte. It lasted from the 1848 Revolution to the 1851 coup by which the president made himself Emperor Napoleon III and initiated the Second Empire. It officially adopted the motto of the First Republic, Liberté, Égalité, Fraternité. The Second Republic witnessed the tension between the "}]}, {"heading": "Events", "year": "1856", "date": "February 22", "txt": "The United States Republican Party opens its first national convention in Pittsburgh.", "entities": [{"title": "Republican Party (United States)", "href": "/wiki/Republican_Party_(United_States)", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}]}, {"heading": "Events", "year": "1862", "date": "February 22", "txt": "American Civil War", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "President of the Confederate States of America", "href": "/wiki/President_of_the_Confederate_States_of_America", "description": "The president of the Confederate States was the head of state and head of government of the Confederate States. The president was the chief executive of the federal government and was the commander-in-chief of the Confederate Army and the Confederate Navy."}, {"title": "Richmond, Virginia", "href": "/wiki/Richmond,_Virginia", "description": "Richmond is the capital city of the Commonwealth of Virginia in the United States. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871. As of the 2010 census, the city's population was 204,214; in 2019, the population was estimated to be 230,436, making Richmond the fourt"}]}, {"heading": "Events", "year": "1872", "date": "February 22", "txt": "The Prohibition Party holds its first national convention in Columbus, Ohio, nominating James Black as its presidential nominee.", "entities": [{"title": "Prohibition Party", "href": "/wiki/Prohibition_Party", "description": "The Prohibition Party (PRO) is a political party in the United States known for its historic opposition to the sale or consumption of alcoholic beverages and as an integral part of the temperance movement. It is the oldest existing third party in the United States and the third longest active party."}, {"title": "Columbus, Ohio", "href": "/wiki/Columbus,_Ohio", "description": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population estimated at 898,553 in 2019, it is the 14th-most populous city in the U.S., the second-most populous city in the Midwest after Chicago, and the third-most populous state capital. Columbus is the county seat of Franklin County; it also extends into Delaware and Fairfield counties. It is the core c"}, {"title": "James Black (prohibitionist)", "href": "/wiki/James_Black_(prohibitionist)", "description": "James Black was an American temperance movement activist and a founder of the Prohibition Party. Black served as the first presidential nominee of the Prohibition Party during the 1872 presidential election."}]}, {"heading": "Events", "year": "1879", "date": "February 22", "txt": "In Utica, New York, Frank Woolworth opens the first of many of five-and-dime Woolworth stores.", "entities": [{"title": "Utica, New York", "href": "/wiki/Utica,_New_York", "description": "Utica is a city in the Mohawk Valley and the county seat of Oneida County, New York, United States. The tenth-most-populous city and sixth-most populous metro area in New York, its population was 62,235 in the 2010 U.S. census. Located on the Mohawk River at the foot of the Adirondack Mountains, it is approximately 95 miles west-northwest of Albany, 55 mi (89 km) east of Syracuse and 240 mi (386 k"}, {"title": "Frank Woolworth", "href": "/wiki/Frank_Woolworth", "description": "Frank Winfield Woolworth was an American entrepreneur, the founder of F. W. Woolworth Company, and the operator of variety stores known as \"Five-and-Dimes\" which featured a selection of low-priced merchandise. He pioneered the now-common practices of buying merchandise directly from manufacturers and fixing the selling prices on items, rather than haggling. He was also the first to use self-servic"}, {"title": "F. W. Woolworth Company", "href": "/wiki/F._W._Woolworth_Company", "description": "The F. W. Woolworth Company was a retail company and one of the original pioneers of the five-and-dime store. It was among the most successful American and international five-and-dime businesses, setting trends and creating the modern retail model that stores follow worldwide today."}]}, {"heading": "Events", "year": "1881", "date": "February 22", "txt": "Cleopatra's Needle, a 3,500-year-old Ancient Egyptian obelisk is erected in Central Park, New York.", "entities": [{"title": "Central Park", "href": "/wiki/Central_Park", "description": "Central Park is an urban park in New York City located between the Upper West and Upper East Sides of Manhattan. It is the fifth-largest park in the city by area, covering 843 acres (341 ha). It is the most visited urban park in the United States, with an estimated 42 million visitors annually as of 2016, and is the most filmed location in the world."}]}, {"heading": "Events", "year": "1889", "date": "February 22", "txt": "President Grover Cleveland signs a bill admitting North Dakota, South Dakota, Montana and Washington as U.S. states.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Grover Cleveland", "href": "/wiki/Grover_Cleveland", "description": "Stephen Grover Cleveland was an American lawyer and politician who served as the 22nd and 24th president of the United States from 1885 to 1889 and from 1893 to 1897. Cleveland is the only president in American history to serve two nonconsecutive terms in office. He won the popular vote for three presidential elections—in 1884, 1888, and 1892—and was one of two Democrats to be elected president du"}, {"title": "Enabling Act of 1889", "href": "/wiki/Enabling_Act_of_1889", "description": "The Enabling Act of 1889 is a United States statute that permitted the entrance of Montana and Washington into the United States of America, as well as the splitting of Territory of Dakota into two states: North Dakota and South Dakota. The Territory of Dakota was to be split on the \"seventh standard parallel produced due west to the western boundary\". The initial convention centers chosen for Nor"}, {"title": "North Dakota", "href": "/wiki/North_Dakota", "description": "North Dakota is a state in the upper Midwestern United States. It is named after the Lakota and Dakota Sioux Native American tribes, who comprise a large portion of the population and historically dominated the territory. It is the nineteenth largest in area, the fourth least populous, and the fourth most sparsely populated of the 50 states with a population of 779,094 according to the 2020 census"}, {"title": "South Dakota", "href": "/wiki/South_Dakota", "description": "South Dakota is a U.S. state in the upper Midwestern United States. It is named after the Lakota and Dakota Sioux Native American tribes, who comprise a large portion of the population and historically dominated the territory. South Dakota is the seventeenth largest by area, but the 5th least populous, and the 5th least densely populated of the 50 United States. As the southern part of the former "}, {"title": "Montana", "href": "/wiki/Montana", "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the eighth-least populous state, and the third-least densely populated state. The weste"}, {"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1899", "date": "February 22", "txt": "Filipino forces led by General Antonio Luna launch counterattacks for the first time against the American forces during the Philippine–American War. The Filipinos fail to regain Manila from the Americans.", "entities": [{"title": "Philippine Revolutionary Army", "href": "/wiki/Philippine_Revolutionary_Army", "description": "The Philippine Revolutionary Army later renamed Philippine Republican Army, was the official armed forces of the First Philippine Republic from its formation in 1899 to its final defeat in 1901."}, {"title": "Antonio Luna", "href": "/wiki/Antonio_Luna", "description": "Antonio Narciso Luna de San Pedro y Novicio Ancheta was a Filipino army general who fought in the Spanish–American War, Philippine Revolution, and Philippine–American War before his assassination in 1899."}, {"title": "Second Battle of Caloocan", "href": "/wiki/Second_Battle_of_Caloocan", "description": "The Second Battle of Caloocan, alternately called the Second Battle of Manila, was fought from February 22 to 24, 1899, in Caloocan during the Philippine–American War. The battle featured a Filipino counterattack aimed at gaining Manila from the Americans. This counterattack failed to regain Manila mainly because of lack of coordination among Filipino units and lack of artillery support."}, {"title": "Philippine–American War", "href": "/wiki/Philippine%E2%80%93American_War", "description": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, and previously referred to as the Philippine Insurrection or the Tagalog Insurgency, was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899 to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for "}]}, {"heading": "Events", "year": "1904", "date": "February 22", "txt": "The United Kingdom sells a meteorological station on the South Orkney Islands to Argentina; the islands are subsequently claimed by the United Kingdom in 1908.", "entities": [{"title": "South Orkney Islands", "href": "/wiki/South_Orkney_Islands", "description": "The South Orkney Islands are a group of islands in the Southern Ocean, about 604 kilometres (375 mi) north-east of the tip of the Antarctic Peninsula and 844 kilometres (524 mi) south-west of South Georgia Island. They have a total area of about 620 square kilometres (240 sq mi). The islands are claimed both by Britain, and by Argentina as part of Argentine Antarctica. Under the 1959 Antarctic Tre"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}]}, {"heading": "Events", "year": "1909", "date": "February 22", "txt": "The sixteen battleships of the Great White Fleet, led by USS Connecticut, return to the United States after a voyage around the world.", "entities": [{"title": "Battleship", "href": "/wiki/Battleship", "description": "A battleship is a large armored warship with a main battery consisting of large caliber guns. During the late 19th and early 20th centuries the battleship was the most powerful type of warship, and a fleet centered around the battleship was part of the command of the sea doctrine for several decades. By the time of World War II, however, the battleship was made obsolete as other ships, primarily t"}, {"title": "Great White Fleet", "href": "/wiki/Great_White_Fleet", "description": "The Great White Fleet was the popular nickname for the group of United States Navy battleships which completed a journey around the globe from December 16, 1907 to February 22, 1909 by order of United States President Theodore Roosevelt. Its mission was to make friendly courtesy visits to numerous countries while displaying new U.S. naval power to the world. The hulls of these ships were painted a"}, {"title": "USS Connecticut (BB-18)", "href": "/wiki/USS_Connecticut_(BB-18)", "description": "USS Connecticut (BB-18), the fourth United States Navy ship to be named after the state of Connecticut, was the lead ship of her class of six battleships. Her keel was laid on 10 March 1903; launched on 29 September 1904, Connecticut was commissioned on 29 September 1906, as the most advanced ship in the US Navy."}]}, {"heading": "Events", "year": "1921", "date": "February 22", "txt": "After Russian forces under Baron Roman von Ungern-Sternberg drive the Chinese out, the Bogd Khan is reinstalled as the emperor of Mongolia.", "entities": [{"title": "Roman von Ungern-Sternberg", "href": "/wiki/Roman_von_Ungern-Sternberg", "description": "Baron Roman Fyodorovich von Ungern-Sternberg, often referred to as Baron Ungern, was an anticommunist general in the Russian Civil War and then an independent warlord who intervened in Mongolia against China. A part of the Russian Empire's Baltic German minority, Ungern was an ultraconservative monarchist who aspired to restore the Russian monarchy after the 1917 Russian Revolutions and to revive "}, {"title": "Bogd Khan", "href": "/wiki/Bogd_Khan", "description": "The Bogd Khan was the ruler (khan) of the Bogd Khaganate of Mongolia from 1911 to 1924, following the country's independence from the Qing dynasty of China after the Xinhai Revolution. Born in Tibet, he was the third most important person in the Tibetan Buddhist hierarchy as the 8th Jebtsundamba Khutuktu, below only the Dalai Lama and Panchen Lama, and therefore also known as the \"Bogdo Lama\". He "}, {"title": "Khagan", "href": "/wiki/Khagan", "description": "Khagan or Qaghan is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire). The female equivalent is Khatun."}, {"title": "Mongolia (1911–24)", "href": "/wiki/Mongolia_(1911%E2%80%9324)", "description": "The Bogd Khanate of Mongolia was the government of Mongolia between 1911 and 1919 and again from 1921 to 1924. By the spring of 1911, some prominent Mongolian nobles including Prince Tögs-Ochiryn Namnansüren persuaded the Jebstundamba Khutukhtu to convene a meeting of nobles and ecclesiastical officials to discuss independence from the Manchu-led Qing China. On November 30, 1911 the Mongols establ"}]}, {"heading": "Events", "year": "1942", "date": "February 22", "txt": "World War II: President Franklin D. Roosevelt orders General Douglas MacArthur out of the Philippines as the Japanese victory becomes inevitable.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Douglas MacArthur's escape from the Philippines", "href": "/wiki/Douglas_MacArthur%27s_escape_from_the_Philippines", "description": "On 11 March 1942, during World War II, General Douglas MacArthur and members of his family and staff left the Philippine island of Corregidor and his forces, which were surrounded by the Japanese. They traveled in PT boats through stormy seas patrolled by Japanese warships and reached Mindanao two days later. From there, MacArthur and his party flew to Australia in a pair of Boeing B-17 Flying For"}]}, {"heading": "Events", "year": "1943", "date": "February 22", "txt": "World War II: Members of the White Rose resistance, Sophie Scholl, Hans Scholl, and Christoph Probst are executed in Nazi Germany.", "entities": [{"title": "White Rose", "href": "/wiki/White_Rose", "description": "The White Rose was a non-violent, intellectual resistance group in Nazi Germany led by a group of students from the University of Munich, including Sophie Scholl, Hans Scholl and Alexander Schmorell. The group conducted an anonymous leaflet and graffiti campaign that called for active opposition to the Nazi regime. Their activities started in Munich on 27 June 1942, and ended with the arrest of th"}, {"title": "Sophie Scholl", "href": "/wiki/Sophie_Scholl", "description": "Sophia Magdalena Scholl was a German student and anti-Nazi political activist, active within the White Rose non-violent resistance group in Nazi Germany."}, {"title": "Hans Scholl", "href": "/wiki/Hans_Scholl", "description": "Hans Fritz Scholl was, along with Alexander Schmorell, one of the two founding members of the White Rose resistance movement in Nazi Germany. The principal author of the resistance movement's literature, he was found guilty of high treason for distributing anti-Nazi material and was executed by the Nazi regime in 1943 during World War II."}, {"title": "Christoph Probst", "href": "/wiki/Christoph_Probst", "description": "Christoph Ananda Probst was a German student of medicine and member of the White Rose resistance group."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1944", "date": "February 22", "txt": "World War II: American aircraft mistakenly bomb the Dutch towns of Nijmegen, Arnhem, Enschede and Deventer, resulting in 800 dead in Nijmegen alone.", "entities": [{"title": "Bombing of Nijmegen", "href": "/wiki/Bombing_of_Nijmegen", "description": "The bombing of Nijmegen on 22 February 1944 was an opportunistic aerial bombing raid by the United States Army Air Forces on the city of Nijmegen in the Netherlands, then occupied by Nazi Germany. In terms of the number of victims, it was one of the largest bombardments of a Dutch city during World War II. Officially, nearly 800 people were killed by accident due to inaccurate bombing but, because"}, {"title": "Nijmegen", "href": "/wiki/Nijmegen", "description": "Nijmegen is a city in the Netherlands' province of Gelderland, on the Waal river close to the German border."}, {"title": "Arnhem", "href": "/wiki/Arnhem", "description": "Arnhem is a city and municipality situated in the eastern part of the Netherlands. It is the capital of the province of Gelderland and located on both banks of the rivers Nederrijn and Sint-Jansbeek, which was the source of the city's development. Arnhem had a population of 159,265 in 2019 and is one of the larger cities of the Netherlands. The municipality is part of the Arnhem–Nijmegen metropoli"}, {"title": "Enschede", "href": "/wiki/Enschede", "description": "Enschede is a municipality and city in the eastern Netherlands in the province of Overijssel and in the Twente region. The eastern parts of the urban area reaches the border with Germany. The municipality of Enschede consisted of the city of Enschede until 1935, when the rural municipality of Lonneker, which surrounded the city, was annexed after the rapid industrial expansion of Enschede which be"}, {"title": "Deventer", "href": "/wiki/Deventer", "description": "Deventer is a city and municipality in the Salland historical region of the province of Overijssel, Netherlands. In 2020, Deventer had a population of 100,913. The city is largely situated on the east bank of the river IJssel, but also has a small part of its territory on the west bank. In 2005 the municipality of Bathmen was merged with Deventer as part of a national effort to reduce bureaucracy "}]}, {"heading": "Events", "year": "1944", "date": "February 22", "txt": "World War II: The Soviet Red Army recaptures Krivoi Rog.", "entities": [{"title": "Krivoi Rog", "href": "/wiki/Krivoi_Rog", "description": "Kryvyi Rih or Krivoy Rog is a city in Central Ukraine ; it is the 7th-most populous city in the country. It lies within a large urban area, administratively incorporated with Kryvyi Rih Municipality as a city of regional significance. It also serves as the administrative center of the district, although it is not part of it. Population: 619,278 (2020 est.)\n"}]}, {"heading": "Events", "year": "1946", "date": "February 22", "txt": "The \"Long Telegram\", proposing how the United States should deal with the Soviet Union, arrives from the US embassy in Moscow.", "entities": [{"title": "X Article", "href": "/wiki/X_Article", "description": "The \"X Article\" refers to an article, formally titled \"The Sources of Soviet Conduct\", written by George F. Kennan under the pseudonym \"X\", published in the July 1947 issue of Foreign Affairs magazine. The article widely introduced the term \"containment\", advocating for its use against the Soviet Union. The piece expanded on ideas expressed by Kennan in a confidential February 1946 telegram, forma"}]}, {"heading": "Events", "year": "1957", "date": "February 22", "txt": "Ngô Đình Diệm of South Vietnam survives a communist shooting assassination attempt in Buôn Ma Thuột.", "entities": [{"title": "Ngô Đình Diệm", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Buôn Ma Thuột", "href": "/wiki/Bu%C3%B4n_Ma_Thu%E1%BB%99t", "description": "\nBuôn Ma Thuột or sometimes Buôn Mê Thuột or Ban Mê Thuột, is the capital city of Đắk Lắk Province in the Central Highlands of Vietnam. Its population was 420,000 in 2016, and grew to 502,170 by 2018. The city is the largest in Vietnam's Central Highlands region, and is famous as the regional \"capital of coffee\"."}]}, {"heading": "Events", "year": "1958", "date": "February 22", "txt": "Egypt and Syria join to form the United Arab Republic.", "entities": [{"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "United Arab Republic", "href": "/wiki/United_Arab_Republic", "description": "The United Arab Republic was a sovereign state in the Middle East from 1958 to 1971. It was initially a political union between Egypt and Syria from 1958 until Syria seceded from the union after the 1961 Syrian coup d'état — leaving a rump state. Egypt continued to be known officially as the United Arab Republic until 1971."}]}, {"heading": "Events", "year": "1959", "date": "February 22", "txt": "Lee Petty wins the first Daytona 500.", "entities": [{"title": "Lee Petty", "href": "/wiki/Lee_Petty", "description": "Lee Arnold Petty was an American stock car racing driver who competed during the 1950s and 1960s. He was one of the pioneers of NASCAR and one of its first superstars. He is also the father of Richard Petty, who went on to become one of the most successful stock car racing drivers of all time."}, {"title": "1959 Daytona 500", "href": "/wiki/1959_Daytona_500", "description": "The 1959 First 500 Mile NASCAR International Sweepstakes at Daytona was the second race of the 1959 NASCAR Grand National Series season. It was held on February 22, 1959, in front of 41,921 spectators. It was the first race held at the 2.5-mile Daytona International Speedway."}, {"title": "Daytona 500", "href": "/wiki/Daytona_500", "description": "The Daytona 500 is a 500-mile-long (805 km) NASCAR Cup Series motor race held annually at Daytona International Speedway in Daytona Beach, Florida. It is the first of two Cup races held every year at Daytona, the second being the Coke Zero 400, and one of three held in Florida, with the annual spring showdown Dixie Vodka 400 being held at Homestead south of Miami. From 1988 to 2019, it was one of "}]}, {"heading": "Events", "year": "1972", "date": "February 22", "txt": "The Official Irish Republican Army detonates a car bomb at Aldershot barracks, killing seven and injuring nineteen others.", "entities": [{"title": "Official Irish Republican Army", "href": "/wiki/Official_Irish_Republican_Army", "description": "The Official Irish Republican Army or Official IRA was an Irish republican paramilitary group whose goal was to remove Northern Ireland from the United Kingdom and create a \"workers' republic\" encompassing all of Ireland. It emerged in December 1969, shortly after the beginning of the Troubles, when the Irish Republican Army (IRA) split into two factions. The other was the Provisional IRA. Each co"}, {"title": "Car bomb", "href": "/wiki/Car_bomb", "description": "A car bomb, lorry bomb, or truck bomb, also known as a vehicle-borne improvised explosive device (VBIED), is an improvised explosive device designed to be detonated in an automobile or other vehicles."}, {"title": "Aldershot", "href": "/wiki/Aldershot", "description": "Aldershot is a town in the Rushmoor district of Hampshire, England. It lies on heathland in the extreme northeast corner of the county, about 31.8 mi (51.2 km) southwest of London. The area is administered by Rushmoor Borough Council. The town has a population of 36,321, while the Aldershot Urban Area, a loose conurbation has a population of 243,344, making it the thirtieth-largest urban area in t"}]}, {"heading": "Events", "year": "1973", "date": "February 22", "txt": "Cold War: Following President Richard Nixon's visit to the People's Republic of China, the two countries agree to establish liaison offices.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Nixon visit to China 1972", "href": "/wiki/Nixon_visit_to_China_1972", "description": "U.S. President Richard Nixon's 1972 visit to the People's Republic of China was an important strategic and diplomatic overture that marked the culmination of the Nixon administration's resumption of harmonious relations between the United States and mainland China after years of diplomatic isolation. The seven-day official visit to three Chinese cities was the first time a U.S. president had visit"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "wikt:liaison", "href": "https://en.wiktionary.org/wiki/liaison", "description": null}]}, {"heading": "Events", "year": "1974", "date": "February 22", "txt": "The Organisation of the Islamic Conference summit begins in Lahore, Pakistan. Thirty-seven countries attend and twenty-two heads of state and government participate. It also recognizes Bangladesh.", "entities": [{"title": "Organisation of Islamic Cooperation", "href": "/wiki/Organisation_of_Islamic_Cooperation", "description": "The Organisation of Islamic Cooperation, formerly the Organisation of the Islamic Conference, is an international organization founded in 1969, consisting of 57 member states, with a collective population of over 1.8 billion as of 2015 with 49 countries being Muslim-majority countries. The organisation states that it is \"the collective voice of the Muslim world\" and works to \"safeguard and protect"}, {"title": "Lahore", "href": "/wiki/Lahore", "description": "Lahore is the capital of the Pakistani province of Punjab and is the country's 2nd largest city after Karachi, as well as the 26th largest city in the world. Lahore is one of Pakistan's wealthiest cities with an estimated GDP (PPP) of $84 billion as of 2019. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressi"}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "1974", "date": "February 22", "txt": "Samuel Byck attempts to hijack an aircraft at Baltimore/Washington International Airport with the intention of crashing it into the White House to assassinate Richard Nixon, but is killed by police.", "entities": [{"title": "Baltimore/Washington International Airport", "href": "/wiki/Baltimore/Washington_International_Airport", "description": null}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1980", "date": "February 22", "txt": "Miracle on Ice: In Lake Placid, New York, the United States hockey team defeats the Soviet Union hockey team 4–3.", "entities": [{"title": "Miracle on Ice", "href": "/wiki/Miracle_on_Ice", "description": "The \"Miracle on Ice\" was an ice hockey game during the 1980 Winter Olympics in Lake Placid, New York. It was played between the hosting United States and the Soviet Union on February 22, 1980, during the medal round of the men's hockey tournament. Though the Soviet Union was a four-time defending gold medalist and heavily favored, the United States upset them and won 4–3."}, {"title": "Lake Placid, New York", "href": "/wiki/Lake_Placid,_New_York", "description": "Lake Placid is a village in the Adirondack Mountains in Essex County, New York, United States. As of the 2020 census, the population was 2,303."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1983", "date": "February 22", "txt": "The notorious Broadway flop Moose Murders opens and closes on the same night at the Eugene O'Neill Theatre.", "entities": [{"title": "Broadway theatre", "href": "/wiki/Broadway_theatre", "description": "Broadway theatre, also simply known as Broadway, refers to the theatrical performances which are presented in the 41 professional theatres, each with 500 or more seats, located in the Theater District and the Lincoln Center along Broadway, in Midtown Manhattan, New York City. Broadway and London's West End together represent the highest commercial level of live theater in the English-speaking worl"}, {"title": "Eugene O'Neill Theatre", "href": "/wiki/Eugene_O%27Neill_Theatre", "description": "The Eugene O'Neill Theatre is a Broadway theatre located at 230 West 49th Street in midtown Manhattan, New York City. The O’Neill Theatre, named after playwright Eugene O’Neill, is owned and operated by Jujamcyn Theaters. The house can accommodate up to 1,108 guests and has been home to several big hits, such as Big River, Spring Awakening, and the long-running 2011 Tony Award Best Musical winner,"}]}, {"heading": "Events", "year": "1986", "date": "February 22", "txt": "Start of the People Power Revolution in the Philippines.", "entities": [{"title": "People Power Revolution", "href": "/wiki/People_Power_Revolution", "description": "The People Power Revolution, also known as the EDSA Revolution or the February Revolution, was a series of popular demonstrations in the Philippines, mostly in Metro Manila, from February 22–25, 1986. There was a sustained campaign of civil resistance against regime violence and electoral fraud. The nonviolent revolution led to the departure of Ferdinand Marcos, the end of his 20-year presidential"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1994", "date": "February 22", "txt": "Aldrich Ames and his wife are charged by the United States Department of Justice with spying for the Soviet Union.", "entities": [{"title": "Aldrich Ames", "href": "/wiki/Aldrich_Ames", "description": "Aldrich Hazen \"Rick\" Ames is a former Central Intelligence Agency (CIA) officer turned KGB double agent, who was convicted of espionage in 1994. He is serving a life sentence, without the possibility of parole, in the Federal Correctional Institution in Terre Haute, Indiana, United States. Ames was formerly a 31-year CIA counterintelligence officer who committed espionage against the U.S. by spyin"}, {"title": "United States Department of Justice", "href": "/wiki/United_States_Department_of_Justice", "description": "The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government tasked with the enforcement of federal law and administration of justice in the United States. It is equivalent to the justice or interior ministries of other countries. The modern incarnation of the department was formed in 1870 during the Ulysses "}]}, {"heading": "Events", "year": "1995", "date": "February 22", "txt": "The Corona reconnaissance satellite program, in existence from 1959 to 1972, is declassified.", "entities": [{"title": "Corona (satellite)", "href": "/wiki/Corona_(satellite)", "description": "The CORONA program was a series of American strategic reconnaissance satellites produced and operated by the Central Intelligence Agency (CIA) Directorate of Science & Technology with substantial assistance from the U.S. Air Force. The CORONA satellites were used for photographic surveillance of the Soviet Union (USSR), China, and other areas beginning in June 1959 and ending in May 1972."}, {"title": "Reconnaissance satellite", "href": "/wiki/Reconnaissance_satellite", "description": "A reconnaissance satellite or intelligence satellite is an Earth observation satellite or communications satellite deployed for military or intelligence applications."}]}, {"heading": "Events", "year": "1997", "date": "February 22", "txt": "In Roslin, Midlothian, British scientists announce that an adult sheep named Dolly has been successfully cloned.", "entities": [{"title": "Roslin, Midlothian", "href": "/wiki/Roslin,_Midlothian", "description": "Roslin is a village in Midlothian, Scotland, 11 kilometres (7 mi) to the south of the capital city Edinburgh. It stands on high ground, near the northwest bank of the river North Esk."}, {"title": "Dolly the sheep", "href": "/wiki/Dolly_the_sheep", "description": "Dolly was a female domestic sheep, and the first mammal cloned from an adult somatic cell, using the process of nuclear transfer."}, {"title": "Cloning", "href": "/wiki/Cloning", "description": "Cloning is the process of producing individuals with identical or virtually identical DNA, either naturally or artificially. In nature, many organisms produce clones through asexual reproduction. Cloning in biotechnology refers to the process of creating clones of organisms or copies of cells or DNA fragments."}]}, {"heading": "Events", "year": "2002", "date": "February 22", "txt": "Angolan political and rebel leader Jonas Savimbi is killed in a military ambush.", "entities": [{"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "Jonas Savimbi", "href": "/wiki/Jonas_Savimbi", "description": "Jonas Malheiro Savimbi was an Angolan revolutionary politician and military leader who founded and led the National Union for the Total Independence of Angola (UNITA). UNITA waged a guerrilla war against Portuguese colonial rule from 1966 to 1974 then confronted the People's Movement for the Liberation of Angola during the Angolan Civil War. Savimbi was killed in a clash with government troops in "}]}, {"heading": "Events", "year": "2005", "date": "February 22", "txt": "The 6.4 Mw  Zarand earthquake shakes the Kerman Province of Iran with a maximum Mercalli intensity of VIII (Severe), leaving 612 people dead and 1,411 injured.", "entities": [{"title": "2005 Zarand earthquake", "href": "/wiki/2005_Zarand_earthquake", "description": "The 2005 Zarand earthquake affected several villages in the Kerman province of Iran on February 22 at 05:55:23 local time. The shock measured 6.4 on the moment magnitude scale and had a maximum Mercalli intensity of VIII (Severe). Zarand is located 740 km southeast of Tehran. The maximum recorded peak ground acceleration was 0.51 g at Shirinrud dam. The United States' National Earthquake Informati"}, {"title": "Kerman Province", "href": "/wiki/Kerman_Province", "description": "Kerman Province is the largest province of the 31 provinces of Iran. Kerman is in the southeast of Iran with its administrative center in the city of Kerman. In 2014 it was placed in Region 5. Mentioned in ancient times as the Achamenid satrapy of Carmania, it is the largest province of Iran with an area of 183,285 km2 (70,767 sq mi), that encompasses nearly 11 percent of the land area of Iran. Th"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2006", "date": "February 22", "txt": "At least six men stage Britain's biggest robbery, stealing £53m (about $92.5 million or €78 million) from a Securitas depot in Tonbridge, Kent.", "entities": [{"title": "Securitas depot robbery", "href": "/wiki/Securitas_depot_robbery", "description": "The Securitas depot robbery was a large heist in Tonbridge, Kent, England. It began with a kidnapping on the evening of 21 February 2006 18:30 GMT and ended in the early hours of 22 February, when the criminals left the depot with over £53 million cash. It was the UK's largest cash robbery and the gang left behind another £154 million only because they did not have the room to take it."}, {"title": "Tonbridge", "href": "/wiki/Tonbridge", "description": "Tonbridge is a market town in Kent, England, on the River Medway, 4 miles (6 km) north of Royal Tunbridge Wells, 12 miles (19 km) south west of Maidstone and 29 miles (47 km) south east of London. In the administrative borough of Tonbridge and Malling, it had an estimated population of 41,293 in 2018."}, {"title": "Kent", "href": "/wiki/Kent", "description": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames, and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone."}]}, {"heading": "Events", "year": "2011", "date": "February 22", "txt": "New Zealand's second deadliest earthquake strikes Christchurch, killing 185 people.", "entities": [{"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}, {"title": "2011 Christchurch earthquake", "href": "/wiki/2011_Christchurch_earthquake", "description": "A major earthquake occurred in Christchurch, New Zealand, on Tuesday 22 February 2011 at 12:51 p.m. local time. The Mw6.2 earthquake struck the Canterbury region in the South Island, centred 6.7 kilometres (4.2 mi) south-east of the centre of Christchurch, the country's second-most populous city. It caused widespread damage across Christchurch, killing 185 people, in the nation's fifth-deadliest d"}, {"title": "Christchurch", "href": "/wiki/Christchurch", "description": "Christchurch is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 383,200 residents, and the territorial authority has 394,700 people, which makes it the second-most populous city in New Zealand after Auckland and before Wellington. Th"}]}, {"heading": "Events", "year": "2011", "date": "February 22", "txt": "Bahraini uprising: Tens of thousands of people march in protest against the deaths of seven victims killed by police and army forces during previous protests.", "entities": [{"title": "March of loyalty to martyrs", "href": "/wiki/March_of_loyalty_to_martyrs", "description": "The March of loyalty to martyrs was a protest on 22 February 2011 in Manama, Bahrain. Tens of thousands participated in the protest, one of the largest in the Bahraini uprising. Named after the seven victims killed by police and army forces during previous protests, the march filled the space between Bahrain mall and Pearl Roundabout. Protesters carried Bahrain's flag and demanded the fall of the "}]}, {"heading": "Events", "year": "2012", "date": "February 22", "txt": "A train crash in Buenos Aires, Argentina, kills 51 people and injures 700 others.", "entities": [{"title": "2012 Buenos Aires rail disaster", "href": "/wiki/2012_Buenos_Aires_rail_disaster", "description": "The 2012 Buenos Aires rail disaster, also known as the Once Tragedy, occurred on 22 February 2012, when a train crashed at Once Station in the Balvanera neighbourhood of Buenos Aires, Argentina."}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}]}, {"heading": "Events", "year": "2014", "date": "February 22", "txt": "President Viktor Yanukovych of Ukraine is impeached by the Verkhovna Rada of Ukraine by a vote of 328–0, fulfilling a major goal of the Euromaidan rebellion.", "entities": [{"title": "Viktor Yanukovych", "href": "/wiki/Viktor_Yanukovych", "description": "Viktor Fedorovych Yanukovych is a Ukrainian politician who served as the fourth President of Ukraine. After rejecting the Ukrainian-European Association Agreement, Yanukovych was ousted from office in the 2014 Ukrainian Revolution. He currently lives in exile in Russia."}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Verkhovna Rada", "href": "/wiki/Verkhovna_Rada", "description": "The Verkhovna Rada of Ukraine, often simply Verkhovna Rada or just Rada, is the unicameral parliament of Ukraine. The Verkhovna Rada is composed of 450 deputies, who are presided over by a chairman (speaker). The Verkhovna Rada meets in the Verkhovna Rada building in Ukraine's capital Kyiv. The deputies elected in the 21 July 2019 Ukrainian parliamentary election were inaugurated on 29 August 2019"}, {"title": "Euromaidan", "href": "/wiki/Euromaidan", "description": "Euromaidan was a wave of demonstrations and civil unrest in Ukraine, which began on the night of 21 November 2013 with public protests in Maidan Nezalezhnosti in Kyiv. The protests were sparked by the Ukrainian government's decision to suspend the signing of an association agreement with the European Union, instead choosing closer ties to Russia and the Eurasian Economic Union. The scope of the pr"}]}, {"heading": "Events", "year": "2015", "date": "February 22", "txt": "A ferry carrying 100 passengers capsizes in the Padma River, killing 70 people.", "entities": [{"title": "Sinking of the ML Mostofa-3", "href": "/wiki/Sinking_of_the_ML_Mostofa-3", "description": "On 22 February 2015, a two-deck ferry traveling on the Padma River in the Manikganj District, Dhaka Division in Dhaka, Bangladesh, capsized. Up to 70 people, including 19 children, were killed in the crash when it hit a trawler."}, {"title": "Padma River", "href": "/wiki/Padma_River", "description": "The Padma or Podda is a major river in Bangladesh and India. It is the main distributary of the Ganges, flowing generally southeast for 120 kilometres (75 mi) to its confluence with the Meghna River near the Bay of Bengal. The city of Rajshahi is situated on the banks of the river. However, over 660 square kilometres (256 sq mi) of land, has been lost due to erosion of Padma since 1966."}]}, {"heading": "Events", "year": "2018", "date": "February 22", "txt": "A man throws a grenade at the U.S embassy in Podgorica, Montenegro. He dies at the scene from a second explosion, with no one else hurt.", "entities": [{"title": "Podgorica", "href": "/wiki/Podgorica", "description": "Podgorica is the capital and largest city of Montenegro."}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}]}, {"heading": "Births", "year": "1028", "date": "February 22", "txt": "Al-Juwayni, Persian jurist and theologian (died 1085)", "entities": [{"title": "Al-Juwayni", "href": "/wiki/Al-Juwayni", "description": "Dhia' ul-Dīn 'Abd al-Malik ibn Yūsuf al-Juwaynī al-Shafi'ī was a Persian Sunni Shafi'i jurist and mutakallim theologian. His name is commonly abbreviated as Al-Juwayni; he is also commonly referred to as Imam al Haramayn, meaning \"leading master of the two holy cities\", that is, Mecca and Medina."}]}, {"heading": "Births", "year": "1040", "date": "February 22", "txt": "Rashi, French rabbi and author (d. 1105)", "entities": [{"title": "Rashi", "href": "/wiki/Rashi", "description": "Shlomo Yitzchaki, today generally known by the acronym Rashi, was a medieval French rabbi and author of a comprehensive commentary on the Talmud and commentary on the Hebrew Bible. Acclaimed for his ability to present the basic meaning of the text in a concise and lucid fashion, Rashi appeals to both learned scholars and beginner students, and his works remain a centerpiece of contemporary Jewish "}]}, {"heading": "Births", "year": "1302", "date": "February 22", "txt": "Gegeen Khan, Emperor Yingzong of Yuan (d. 1323)", "entities": [{"title": "Gegeen Khan, Emperor Yingzong of Yuan", "href": "/wiki/Gegeen_Khan,_Emperor_Yingzong_of_Yuan", "description": "Gegeen Khan, born Shidibala, also known by the temple name Yingzong, was the successor of Ayurbarwada to rule as Emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the ninth Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. His name means \"enlightened/bright khan\" in the Mongolian language."}]}, {"heading": "Births", "year": "1403", "date": "February 22", "txt": "Charles VII of France (d. 1461)", "entities": [{"title": "Charles VII of France", "href": "/wiki/Charles_VII_of_France", "description": "Charles VII, called the Victorious or the Well-Served, was King of France from 1422 to his death in 1461."}]}, {"heading": "Births", "year": "1440", "date": "February 22", "txt": "Ladislaus the Posthumous, Hungarian king (d. 1457)", "entities": [{"title": "Ladislaus the Posthumous", "href": "/wiki/Ladislaus_the_Posthumous", "description": "Ladislaus the Posthumous was Duke of Austria and King of Hungary, Croatia and Bohemia. He was the posthumous son of Albert of Habsburg with Elizabeth of Luxembourg. Albert had bequeathed all his realms to his future son on his deathbed, but only the estates of Austria accepted his last will. Fearing an Ottoman invasion, the majority of the Hungarian lords and prelates offered the crown to Vladisla"}]}, {"heading": "Births", "year": "1500", "date": "February 22", "txt": "Rodolfo Pio da Carpi, Italian cardinal (d. 1564)", "entities": [{"title": "Rodolfo Pio da Carpi", "href": "/wiki/Rodolfo_Pio_da_Carpi", "description": "Rodolfo Pio da Carpi was an Italian Cardinal, humanist and patron of the arts. The nephew of a diplomat, he himself became a diplomat by the age of thirty, and came to know both Emperor Charles V and King Francis of France, and he negotiated with both on behalf of the pope. His uncle, Alberto Pio da Carpi, had been educated by Pico della Mirandola, and had become a noted humanist scholar. These as"}]}, {"heading": "Births", "year": "1514", "date": "February 22", "txt": "Tahmasp I, Iranian shah (d. 1576)", "entities": [{"title": "Tahmasp I", "href": "/wiki/Tahmasp_I", "description": "Tahmasp I was an influential Shah of Iran, who enjoyed the longest reign of any member of the Safavid dynasty. He was the son and successor of Ismail I."}]}, {"heading": "Births", "year": "1520", "date": "February 22", "txt": "Moses Isserles, Polish rabbi (d. 1572)", "entities": [{"title": "Moses Isserles", "href": "/wiki/Moses_Isserles", "description": "Rabbi Moses Isserles, was an eminent Polish Ashkenazic rabbi, talmudist, and posek."}]}, {"heading": "Births", "year": "1550", "date": "February 22", "txt": "Charles de Ligne, 2nd Prince of Arenberg (d. 1616)", "entities": [{"title": "Charles de Ligne, 2nd Prince of Arenberg", "href": "/wiki/Charles_de_Ligne,_2nd_Prince_of_Arenberg", "description": "Princely Count Charles of Arenberg, duke of Aarschot, baron of Zevenbergen, knight of the Order of the Golden Fleece, was the second Princely Count of Arenberg and a leading aristocrat of the Habsburg Netherlands, who served as a courtier, soldier, minister and diplomat."}]}, {"heading": "Births", "year": "1592", "date": "February 22", "txt": "Nicholas Ferrar, English scholar (d. 1637)", "entities": [{"title": "Nicholas Ferrar", "href": "/wiki/Nicholas_Ferrar", "description": "Nicholas Ferrar was an English scholar, courtier and businessman, who was ordained a deacon in the Church of England. He lost much of his fortune in the Virginia Company and retreated with his extended family in 1626 to the manor of Little Gidding, Huntingdonshire, for his remaining years, in an informal spiritual community following High Anglican practice. His friend the poet and Anglican priest "}]}, {"heading": "Births", "year": "1631", "date": "February 22", "txt": "Peder Syv, Danish historian (d. 1702)", "entities": [{"title": "Peder Syv", "href": "/wiki/Peder_Syv", "description": "Peder Pedersen Syv or in Latin Petrus Petri Septimius was a Danish philologist, folklorist and priest, known for his collections of Danish proverbs and folksongs, and his contributions to the development of Danish as a written language."}]}, {"heading": "Births", "year": "1649", "date": "February 22", "txt": "Bon Boullogne, French painter (d. 1717)", "entities": [{"title": "Bon Boullogne", "href": "/wiki/Bon_Boullogne", "description": "Bon Boullogne was a French painter."}]}, {"heading": "Births", "year": "1715", "date": "February 22", "txt": "Charles-Nicolas Cochin, French artist (d. 1790)", "entities": [{"title": "Charles-Nicolas Cochin", "href": "/wiki/Charles-Nicolas_Cochin", "description": "Charles-Nicolas Cochin was a French engraver, designer, writer, and art critic. To distinguish him from his father of the same name, he is variously called Charles-Nicolas Cochin le Jeune, Charles-Nicolas Cochin le fils, or Charles-Nicolas Cochin II."}]}, {"heading": "Births", "year": "1732", "date": "February 22", "txt": "George Washington, American general and politician, 1st President of the United States (d. 1799)", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1749", "date": "February 22", "txt": "Johann Nikolaus Forkel, German musicologist and theorist (d. 1818)", "entities": [{"title": "Johann Nikolaus Forkel", "href": "/wiki/Johann_Nikolaus_Forkel", "description": "Johann Nikolaus Forkel was a German musician, musicologist and music theorist."}]}, {"heading": "Births", "year": "1778", "date": "February 22", "txt": "Rembrandt Peale, American painter and curator (d. 1860)", "entities": [{"title": "Rembrandt Peale", "href": "/wiki/Rembrandt_Peale", "description": "Rembrandt Peale was an American artist and museum keeper. A prolific portrait painter, he was especially acclaimed for his likenesses of presidents George Washington and Thomas Jefferson. Peale's style was influenced by French Neoclassicism after a stay in Paris in his early thirties."}]}, {"heading": "Births", "year": "1788", "date": "February 22", "txt": "Arthur Schopenhauer, German philosopher and author (d. 1860)", "entities": [{"title": "Arthur Schopenhauer", "href": "/wiki/Arthur_Schopenhauer", "description": "Arthur Schopenhauer was a Polish-born German philosopher. He is best known for his 1818 work The World as Will and Representation, which characterizes the phenomenal world as the product of a blind and insatiable noumenal will. Building on the transcendental idealism of Immanuel Kant, Schopenhauer developed an atheistic metaphysical and ethical system that rejected the contemporaneous ideas of Ger"}]}, {"heading": "Births", "year": "1796", "date": "February 22", "txt": "Alexis Bachelot, French priest and missionary (d. 1837)", "entities": [{"title": "Alexis Bachelot", "href": "/wiki/Alexis_Bachelot", "description": "Alexis Bachelot, SS.CC., was a Roman Catholic priest best known for his tenure as the first Prefect Apostolic of the Sandwich Islands. In that role, he led the first permanent Catholic mission to the Kingdom of Hawaii. Bachelot was raised in France, where he attended the Irish College in Paris, and was ordained a priest in 1820. He led the first Catholic mission to Hawaii, arriving in 1827. Althou"}]}, {"heading": "Births", "year": "1796", "date": "February 22", "txt": "Adolphe Quetelet, Belgian mathematician, astronomer, and sociologist (d. 1874)", "entities": []}, {"heading": "Births", "year": "1805", "date": "February 22", "txt": "Sarah Fuller Flower Adams, English poet and hymnwriter (d. 1848)", "entities": [{"title": "Sarah Fuller Flower Adams", "href": "/wiki/Sarah_Fuller_Flower_Adams", "description": "Sarah Fuller Flower Adams was an English poet and hymnwriter, best known for writing the words of the hymn \"Nearer, My God, to Thee\"."}]}, {"heading": "Births", "year": "1806", "date": "February 22", "txt": "Józef Kremer, Polish historian and philosopher (d. 1875)", "entities": [{"title": "Józef Kremer", "href": "/wiki/J%C3%B3zef_Kremer", "description": "Józef Kremer, was a Polish historian of art, a philosopher, an aesthetician and a psychologist."}]}, {"heading": "Births", "year": "1817", "date": "February 22", "txt": "Carl Wilhelm Borchardt, German mathematician and academic (d. 1880)", "entities": [{"title": "Carl Wilhelm Borchardt", "href": "/wiki/Carl_Wilhelm_Borchardt", "description": "Carl Wilhelm Borchardt was a German mathematician."}]}, {"heading": "Births", "year": "1819", "date": "February 22", "txt": "James Russell Lowell, American poet and critic (d. 1891)", "entities": [{"title": "James Russell Lowell", "href": "/wiki/James_Russell_Lowell", "description": "James Russell Lowell was an American Romantic poet, critic, editor, and diplomat. He is associated with the Fireside Poets, a group of New England writers who were among the first American poets that rivaled the popularity of British poets. These writers usually used conventional forms and meters in their poetry, making them suitable for families entertaining at their fireside."}]}, {"heading": "Births", "year": "1824", "date": "February 22", "txt": "Pierre Janssen, French astronomer and mathematician (d. 1907)", "entities": [{"title": "Pierre Janssen", "href": "/wiki/Pierre_Janssen", "description": "Pierre Jules César Janssen, also known as Jules Janssen, was a French astronomer who, along with English scientist Joseph Norman Lockyer, is credited with discovering the gaseous nature of the solar chromosphere, and with some justification the element helium."}]}, {"heading": "Births", "year": "1825", "date": "February 22", "txt": "Jean-Baptiste Salpointe, French-American archbishop (d. 1898)", "entities": [{"title": "Jean-Baptiste Salpointe", "href": "/wiki/Jean-Baptiste_Salpointe", "description": "Jean-Baptiste Salpointe was the first Bishop of Arizona and the second Archbishop of Santa Fe."}]}, {"heading": "Births", "year": "1836", "date": "February 22", "txt": "Mahesh Chandra Nyayratna Bhattacharyya, Indian scholar and academic (d. 1906)", "entities": [{"title": "Mahesh Chandra Nyayratna Bhattacharyya", "href": "/wiki/Mahesh_Chandra_Nyayratna_Bhattacharyya", "description": "Mahamahopadhyay Pandit Mahesh Chandra Nyayratna Bhattacharyya, CIE, was an Indian scholar of Sanskrit, and the principal of the Sanskrit College between 1876 and 1895. A friend and colleague of Ishwar Chandra Vidyasagar, he played an important role in the Bengal Renaissance. He was one of the most eminent Bengalis in Kolkata of the nineteenth century."}]}, {"heading": "Births", "year": "1840", "date": "February 22", "txt": "August Bebel, German theorist and politician (d. 1913)", "entities": [{"title": "August Bebel", "href": "/wiki/August_Bebel", "description": "Ferdinand August Bebel was a German socialist politician, writer, and orator. He is best remembered as one of the founders of the Social Democratic Workers' Party of Germany (SDAP) in 1869, which in 1875 merged with the General German Workers' Association into the Socialist Workers' Party of Germany (SAPD). During the repression under the terms of the Anti-Socialist Laws, Bebel became the leading "}]}, {"heading": "Births", "year": "1849", "date": "February 22", "txt": "Nikolay Yakovlevich Sonin, Russian mathematician and academic (d. 1915)", "entities": [{"title": "Nikolay Yakovlevich Sonin", "href": "/wiki/Nikolay_Yakovlevich_Sonin", "description": "Nikolay Yakovlevich Sonin was a Russian mathematician."}]}, {"heading": "Births", "year": "1857", "date": "February 22", "txt": "Robert Baden-Powell, 1st Baron Baden-Powell, English general, co-founded The Scout Association (d. 1941)", "entities": [{"title": "Robert Baden-Powell, 1st Baron Baden-Powell", "href": "/wiki/Robert_Baden-Powell,_1st_Baron_Baden-Powell", "description": "Lieutenant General Robert Stephenson Smyth Baden-Powell, 1st Baron Baden-Powell,, was a British Army officer, writer, founder and first Chief Scout of the world-wide Scout Movement, and founder, with his sister Agnes, of the world-wide Girl Guide / Girl Scout Movement. Baden-Powell authored the first editions of the seminal work Scouting for Boys, which was an inspiration for the Scout Movement."}, {"title": "The Scout Association", "href": "/wiki/The_Scout_Association", "description": "The Scout Association is the largest Scouting organisation in the United Kingdom and is the World Organization of the Scout Movement's recognised member for the United Kingdom. Following the origin of Scouting in 1907, the association was formed in 1910 and incorporated in 1912 by a royal charter under its previous name of The Boy Scouts Association."}]}, {"heading": "Births", "year": "1857", "date": "February 22", "txt": "Heinrich Hertz, German physicist, philosopher, and academic (d. 1894)", "entities": []}, {"heading": "Births", "year": "1860", "date": "February 22", "txt": "Mary W. Bacheler, American physician and Baptist medical missionary (d. 1939)", "entities": [{"title": "Mary W. Bacheler", "href": "/wiki/Mary_W._Bacheler", "description": "Mary Washington Bacheler was an American physician and Baptist medical missionary in India."}]}, {"heading": "Births", "year": "1863", "date": "February 22", "txt": "Charles McLean Andrews, American historian, author, and academic (d. 1943)", "entities": [{"title": "Charles McLean Andrews", "href": "/wiki/Charles_McLean_Andrews", "description": "Charles McLean Andrews was an American historian, an authority on American colonial history. He wrote 102 major scholarly articles and books, as well as over 360 book reviews, newspaper articles, and short items. He is especially known as a leader of the \"Imperial school\" of historians who studied, and generally admired the efficiency of the British Empire in the 18th century. Kross argues:His int"}]}, {"heading": "Births", "year": "1864", "date": "February 22", "txt": "Jules Renard, French author and playwright (d. 1910)", "entities": [{"title": "Jules Renard", "href": "/wiki/Jules_Renard", "description": "Pierre-Jules Renard was a French author and member of the Académie Goncourt, most famous for the works Poil de carotte and Les Histoires Naturelles. Among his other works are Le Plaisir de rompre and the posthumously published Huit Jours à la campagne."}]}, {"heading": "Births", "year": "1876", "date": "February 22", "txt": "Zitkala-Sa, American author and activist (d. 1938)", "entities": [{"title": "Zitkala-Sa", "href": "/wiki/Zitkala-Sa", "description": "Zitkála-Šá, also known by her missionary-given and later married name Gertrude Simmons Bonnin, was a Yankton Dakota writer, editor, translator, musician, educator, and political activist. She wrote several works chronicling her struggles with cultural identity and the pull between the majority culture in which she was educated and the Dakota culture into which she was born and raised. Her later bo"}]}, {"heading": "Births", "year": "1874", "date": "February 22", "txt": "Bill Klem, American baseball player and umpire (d. 1951)", "entities": [{"title": "Bill Klem", "href": "/wiki/Bill_Klem", "description": "William Joseph Klem, born William Joseph Klimm, known as the \"Old Arbitrator\" and the \"father of baseball umpires\", was a National League (NL) umpire in Major League Baseball from 1905 to 1941. He worked 18 World Series, which is a major league record. Klem was posthumously inducted into the Baseball Hall of Fame in 1953."}]}, {"heading": "Births", "year": "1879", "date": "February 22", "txt": "Johannes Nicolaus Brønsted, Danish chemist and academic (d. 1947)", "entities": [{"title": "Johannes Nicolaus Brønsted", "href": "/wiki/Johannes_Nicolaus_Br%C3%B8nsted", "description": "Johannes Nicolaus Brønsted was a Danish physical chemist, who developed the Brønsted–Lowry acid–base theory simultaneously with and independently of Martin Lowry."}]}, {"heading": "Births", "year": "1880", "date": "February 22", "txt": "Eric Lemming, Swedish athlete (d. 1930)", "entities": [{"title": "Eric Lemming", "href": "/wiki/Eric_Lemming", "description": "Eric Otto Valdemar Lemming was a Swedish track and field athlete who competed at the 1900, 1906, 1908 and 1912 Olympics in a wide variety of events, which mostly involved throwing and jumping. He had his best results in the javelin throw, which he won at the 1906–1912 Games, and in which he set multiple world records between 1899 and 1912. His last record, measured at 62.32 m, was ratified by the "}]}, {"heading": "Births", "year": "1881", "date": "February 22", "txt": "Joseph B. Ely, American lawyer and politician, 52nd Governor of Massachusetts (d. 1956)", "entities": [{"title": "Joseph B. Ely", "href": "/wiki/Joseph_B._Ely", "description": "Joseph Buell Ely was an American lawyer and Democratic politician from Massachusetts. As a conservative Democrat, Ely was active in party politics from the late 1910s, helping to build, in conjunction with David I. Walsh, the Democratic coalition that would gain an enduring political ascendancy in the state. From 1931 to 1935, he served as the 52nd Governor. He was opposed to the federal expansion"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1881", "date": "February 22", "txt": "Albin Prepeluh, Slovenian journalist and politician (d. 1937)", "entities": []}, {"heading": "Births", "year": "1882", "date": "February 22", "txt": "Eric Gill, English sculptor and illustrator (d. 1940)", "entities": [{"title": "Eric Gill", "href": "/wiki/Eric_Gill", "description": "Arthur Eric Rowton Gill was an English sculptor, typeface designer, and printmaker, who was associated with the Arts and Crafts movement. His religious views and subject matter contrast with his sexual behaviour, including his erotic art, and his extramarital affairs and sexual abuse of his daughters, sisters, and dog."}]}, {"heading": "Births", "year": "1883", "date": "February 22", "txt": "Marguerite Clark, American actress (d. 1940)", "entities": [{"title": "Marguerite Clark", "href": "/wiki/Marguerite_Clark", "description": "Helen Marguerite Clark was an American stage and silent film actress. As a movie actress, at one time, Clark was second only to Mary Pickford in popularity. With the exception of five films, all of her films are considered lost."}]}, {"heading": "Births", "year": "1886", "date": "February 22", "txt": "Hugo Ball, German author and poet (d. 1927)", "entities": [{"title": "Hugo Ball", "href": "/wiki/Hugo_Ball", "description": "Hugo Ball was a German author, poet, and essentially the founder of the Dada movement in European art in Zürich in 1916. Among other accomplishments, he was a pioneer in the development of sound poetry."}]}, {"heading": "Births", "year": "1887", "date": "February 22", "txt": "Savielly Tartakower, Polish journalist, author, and chess player (d. 1956)", "entities": [{"title": "Savielly Tartakower", "href": "/wiki/Savielly_Tartakower", "description": "Savielly Tartakower was a Polish and French chess player. He was awarded the title of International Grandmaster in its inaugural year, 1950. Tartakower was also a leading chess journalist and author of the 1920s and 1930s."}]}, {"heading": "Births", "year": "1887", "date": "February 22", "txt": "Pat Sullivan, Australian-American animator and producer (d. 1933)", "entities": []}, {"heading": "Births", "year": "1888", "date": "February 22", "txt": "Owen Brewster, American captain and politician, 54th Governor of Maine (d. 1961)", "entities": [{"title": "Owen Brewster", "href": "/wiki/Owen_Brewster", "description": "Ralph Owen Brewster was an American politician from Maine. Brewster, a Republican, served as the 54th Governor of Maine from 1925 to 1929, in the U.S. House of Representatives from 1935 to 1941 and in the U.S. Senate from 1941 to 1952. Brewster was a close confidant of Joseph McCarthy of Wisconsin and an antagonist of Howard Hughes, which coupled together resulted in Brewster losing his Senate sea"}, {"title": "Governor of Maine", "href": "/wiki/Governor_of_Maine", "description": "The Governor of Maine is the chief executive of the State of Maine. Before Maine was admitted to the Union in 1820, Maine was part of Massachusetts and the Governor of Massachusetts was chief executive."}]}, {"heading": "Births", "year": "1889", "date": "February 22", "txt": "Olave Baden-Powell, English scout leader, first World Chief Guide (d. 1977)", "entities": [{"title": "Olave Baden-Powell", "href": "/wiki/Olave_Baden-Powell", "description": "Olave St Clair Baden-Powell, Lady Baden-Powell was the first Chief Guide for Britain and the wife of Robert Baden-Powell, 1st Baron Baden-Powell, the founder of Scouting and Girl Guides. She outlived her husband, who was 32 years her senior, by over 35 years."}, {"title": "Chief Guide", "href": "/wiki/Chief_Guide", "description": "In the Guide Movement, a Chief Guide is the uniformed head of a national Guiding organisation. Olave Baden-Powell, wife of Robert Baden Powell became the first Chief Guide in 1918."}]}, {"heading": "Births", "year": "1889", "date": "February 22", "txt": "R. G. Collingwood, English historian and philosopher (d. 1943)", "entities": []}, {"heading": "Births", "year": "1891", "date": "February 22", "txt": "Vlas Chubar, Russian economist and politician (d. 1939)", "entities": [{"title": "Vlas Chubar", "href": "/wiki/Vlas_Chubar", "description": "Vlas Yakovlevich Chubar was a Ukrainian Bolshevik revolutionary and a Soviet politician. Chubar was arrested during the Great Terror of 1937-38 and executed early in 1939."}]}, {"heading": "Births", "year": "1892", "date": "February 22", "txt": "Edna St. Vincent Millay, American poet and playwright (d. 1950)", "entities": [{"title": "Edna St. Vincent Millay", "href": "/wiki/Edna_St._Vincent_Millay", "description": "Edna St. Vincent Millay was an American lyrical poet and playwright."}]}, {"heading": "Births", "year": "1895", "date": "February 22", "txt": "Víctor Raúl Haya de la Torre, Peruvian politician (d. 1979)", "entities": [{"title": "Víctor Raúl Haya de la Torre", "href": "/wiki/V%C3%ADctor_Ra%C3%BAl_Haya_de_la_Torre", "description": "Víctor Raúl Haya de la Torre was a Peruvian politician, philosopher, and author who founded the American Popular Revolutionary Alliance (APRA) political movement, the oldest currently existing political party in Peru by the name of the Peruvian Aprista Party (PAP)."}]}, {"heading": "Births", "year": "1897", "date": "February 22", "txt": "Karol Świerczewski, Polish general (d. 1947)", "entities": [{"title": "Karol Świerczewski", "href": "/wiki/Karol_%C5%9Awierczewski", "description": "Karol Wacław Świerczewski was a Polish and Soviet Red Army general and statesman. He was a Bolshevik Party member during the Russian Civil War and a Soviet officer in the wars fought abroad by the Soviet Union including the one against Polish as well as Ukrainian Republics and in Republican Spain. In 1939 he participated in the Soviet invasion of Poland again. At the end of World War II in Europe "}]}, {"heading": "Births", "year": "1899", "date": "February 22", "txt": "George O'Hara, American actor and screenwriter (d. 1966)", "entities": [{"title": "George O'Hara (actor)", "href": "/wiki/George_O%27Hara_(actor)", "description": "George O'Hara was an American motion picture actor and screenwriter of the silent film era."}]}, {"heading": "Births", "year": "1900", "date": "February 22", "txt": "Luis Buñuel, Spanish-Mexican director and producer (d. 1983)", "entities": [{"title": "Luis Buñuel", "href": "/wiki/Luis_Bu%C3%B1uel", "description": "Luis Buñuel Portolés was a Spanish, later naturalized Mexican, filmmaker who worked in France, Mexico, and Spain."}]}, {"heading": "Births", "year": "1903", "date": "February 22", "txt": "Morley Callaghan, Canadian author and playwright (d. 1990)", "entities": [{"title": "Morley Callaghan", "href": "/wiki/Morley_Callaghan", "description": "Morley Edward Callaghan was a Canadian novelist, short story writer, playwright, and TV and radio personality."}]}, {"heading": "Births", "year": "1903", "date": "February 22", "txt": "Frank P. Ramsey, English economist, mathematician, and philosopher (d. 1930)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 22", "txt": "Constance Stokes, Australian painter (d. 1991)", "entities": [{"title": "Constance Stokes", "href": "/wiki/Constance_Stokes", "description": "Constance Stokes was a modernist Australian painter who worked in Victoria. She trained at the National Gallery of Victoria Art School until 1929, winning a scholarship to continue her study at London's Royal Academy of Arts. Although Stokes painted few works in the 1930s, her paintings and drawings were exhibited from the 1940s onwards. She was one of only two women, and two Victorians, included "}]}, {"heading": "Births", "year": "1907", "date": "February 22", "txt": "Sheldon Leonard, American actor, director, and producer (d. 1997)", "entities": [{"title": "Sheldon Leonard", "href": "/wiki/Sheldon_Leonard", "description": "Sheldon Leonard Bershad was an American film and television actor, producer, director, and writer."}]}, {"heading": "Births", "year": "1907", "date": "February 22", "txt": "Robert Young, American actor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1908", "date": "February 22", "txt": "Rómulo Betancourt, Venezuelan politician, 56th President of Venezuela (d. 1981)", "entities": [{"title": "Rómulo Betancourt", "href": "/wiki/R%C3%B3mulo_Betancourt", "description": "Rómulo Ernesto Betancourt Bello, known as \"The Father of Venezuelan Democracy\", was the 47th and 54th President of Venezuela, serving from 1945 to 1948 and again from 1959 to 1964, as well as leader of Acción Democrática, Venezuela's dominant political party in the 20th century."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1908", "date": "February 22", "txt": "John Mills, English soldier and actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1910", "date": "February 22", "txt": "George Hunt, English international footballer (d. 1996)", "entities": [{"title": "George Hunt (footballer, born 1910)", "href": "/wiki/George_Hunt_(footballer,_born_1910)", "description": "George Samuel Hunt was an English footballer who scored 169 goals from 294 appearances in the Football League playing for Chesterfield, Tottenham Hotspur, Arsenal, Bolton Wanderers and Sheffield Wednesday. An inside forward or centre forward, Hunt was capped three times for England in 1933. After he finished playing, he went into coaching with Bolton Wanderers."}]}, {"heading": "Births", "year": "1914", "date": "February 22", "txt": "Renato Dulbecco, Italian-American virologist and academic, Nobel Prize laureate (d. 2012)", "entities": [{"title": "Renato Dulbecco", "href": "/wiki/Renato_Dulbecco", "description": "Renato Dulbecco was an Italian–American virologist who won the 1975 Nobel Prize in Physiology or Medicine for his work on oncoviruses, which are viruses that can cause cancer when they infect animal cells. He studied at the University of Turin under Giuseppe Levi, along with fellow students Salvador Luria and Rita Levi-Montalcini, who also moved to the U.S. with him and won Nobel prizes. He was dr"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1915", "date": "February 22", "txt": "Gus Lesnevich, American boxer (d. 1964)", "entities": [{"title": "Gus Lesnevich", "href": "/wiki/Gus_Lesnevich", "description": "Gustav George Lesnevich was an American boxer who held the World Light Heavyweight Championship."}]}, {"heading": "Births", "year": "1917", "date": "February 22", "txt": "Reed Crandall, American illustrator (d. 1982)", "entities": [{"title": "Reed Crandall", "href": "/wiki/Reed_Crandall", "description": "Reed Leonard Crandall was an American illustrator and penciller of comic books and magazines. He was best known for the 1940s Quality Comics' Blackhawk and for stories in EC Comics during the 1950s. Crandall was inducted into the Will Eisner Comic Book Hall of Fame in 2009."}]}, {"heading": "Births", "year": "1918", "date": "February 22", "txt": "Sid Abel, Canadian-American ice hockey player, coach, and manager (d. 2000)", "entities": [{"title": "Sid Abel", "href": "/wiki/Sid_Abel", "description": "Sidney Gerald \"Sid\" Abel was a Canadian Hall of Fame hockey player, coach and general manager in the National Hockey League, most notably for the Detroit Red Wings, and was a member of three Stanley Cup-winning teams in 1943, 1950, and 1952. In 2017 Abel was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Births", "year": "1918", "date": "February 22", "txt": "Don Pardo, American radio and television announcer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1918", "date": "February 22", "txt": "Robert Wadlow, American man, the tallest person in recorded history (d. 1940)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 22", "txt": "Jean-Bédel Bokassa, Central African general and politician, 2nd President of the Central African Republic (d. 1996)", "entities": [{"title": "Jean-Bédel Bokassa", "href": "/wiki/Jean-B%C3%A9del_Bokassa", "description": "Jean-Bédel Bokassa, also known as Bokassa I, was a Central African political and military leader who served as the second president of the Central African Republic and as the emperor of its successor state, the Central African Empire, from his Saint-Sylvestre coup d'état on 1 January 1966 until overthrown in a subsequent coup in 1979."}, {"title": "President of the Central African Republic", "href": "/wiki/President_of_the_Central_African_Republic", "description": "This article lists the heads of state of the Central African Republic. There have been seven heads of state of the Central African Republic and the Central African Empire since independence was obtained from the French on 13 August 1960. This list includes not only those persons who were sworn into office as President of the Central African Republic but also those who served as de facto heads of s"}]}, {"heading": "Births", "year": "1921", "date": "February 22", "txt": "Giulietta Masina, Italian actress (d. 1994)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 22", "txt": "Marshall Teague, American race car driver (d. 1959)", "entities": [{"title": "Marshall Teague (racing driver)", "href": "/wiki/Marshall_Teague_(racing_driver)", "description": "Marshall Pleasant Teague was an American race car driver nicknamed by NASCAR fans as the \"King of the Beach\" for his performances at the Daytona Beach Road Course."}]}, {"heading": "Births", "year": "1922", "date": "February 22", "txt": "Joe Wilder, American trumpet player, composer, and bandleader (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 22", "txt": "Bleddyn Williams, Welsh rugby player and sportscaster (d. 2009)", "entities": [{"title": "Bleddyn Williams", "href": "/wiki/Bleddyn_Williams", "description": "Bleddyn Llewellyn Williams MBE, was a Welsh rugby union centre. He played in 22 internationals for Wales, captaining them five times, winning each time, and captained the British Lions in 1950 for some of their tour of Australia and New Zealand. Considered to be the nonpareil of Welsh centres; he was robust in the tackle and known for his strong leadership and surging runs; he was often referred t"}]}, {"heading": "Births", "year": "1923", "date": "February 22", "txt": "François Cavanna,  French author and editor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "February 22", "txt": "Edward Gorey, American illustrator and poet (d. 2000)", "entities": [{"title": "Edward Gorey", "href": "/wiki/Edward_Gorey", "description": "Edward St. John Gorey was an American writer and artist noted for his illustrated books. His characteristic pen-and-ink drawings often depict vaguely unsettling narrative scenes in Victorian and Edwardian settings."}]}, {"heading": "Births", "year": "1925", "date": "February 22", "txt": "Gerald Stern, American poet and academic", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 22", "txt": "Kenneth Williams, English actor and screenwriter (d. 1988)", "entities": [{"title": "Kenneth Williams", "href": "/wiki/Kenneth_Williams", "description": "Kenneth Charles Williams was an English actor, best known for his comedy roles and in later life as a raconteur and diarist. He was one of the main ensemble in 26 of the 31 Carry On films, and appeared in many British television programmes and radio comedies, including series with Tony Hancock and Kenneth Horne."}]}, {"heading": "Births", "year": "1927", "date": "February 22", "txt": "Florencio Campomanes, Filipino political scientist and chess player (d. 2010)", "entities": [{"title": "Florencio Campomanes", "href": "/wiki/Florencio_Campomanes", "description": "Florencio Campomanes was a Filipino political scientist, chess player, and chess organizer."}]}, {"heading": "Births", "year": "1927", "date": "February 22", "txt": "Guy Mitchell, American singer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 22", "txt": "Clarence 13X, American religious leader, founded the Nation of Gods and Earths (d. 1969)", "entities": [{"title": "Clarence 13X", "href": "/wiki/Clarence_13X", "description": "Clarence Edward Smith, better known as Clarence 13X and Allah, was an American religious leader and the founder of the Five-Percent Nation. He was born in Virginia and moved to New York City as a young man, before serving in the United States Army during the Korean War. After returning to New York, he learned that his wife had joined the Nation of Islam (NOI) and followed her, taking the name Clar"}, {"title": "Nation of Gods and Earths", "href": "/wiki/Nation_of_Gods_and_Earths", "description": "The Five-Percent Nation, sometimes referred to as the Nation of Gods and Earths (NGE/NOGE) or the Five Percenters, is a cultural movement influenced by Islam founded in 1964 in the Harlem section of the borough of Manhattan, New York City, by Allah the Father, who was previously known as Clarence 13X and, before that, Clarence Edward Smith."}]}, {"heading": "Births", "year": "1928", "date": "February 22", "txt": "Texas Johnny Brown, American singer-songwriter and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 22", "txt": "Paul Dooley, American actor", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 22", "txt": "Bruce Forsyth, English singer and television host (d. 2017)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 22", "txt": "James Hong, American actor and director", "entities": [{"title": "James Hong", "href": "/wiki/James_Hong", "description": "James Hong is an American actor, producer and director. He has worked in numerous productions in American media since the 1950s, playing a variety of East Asian roles."}]}, {"heading": "Births", "year": "1929", "date": "February 22", "txt": "Rebecca Schull, American stage, film, and television actress", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 22", "txt": "Marni Nixon, American soprano and actress (d. 2016)", "entities": [{"title": "Marni Nixon", "href": "/wiki/Marni_Nixon", "description": "Margaret Nixon McEathron, known professionally as Marni Nixon, was an American soprano and ghost singer for featured actresses in movie musicals. She is now recognized as the singing voice of leading actresses on the soundtracks of several musicals, including Deborah Kerr in The King and I, Natalie Wood in West Side Story, and Audrey Hepburn in My Fair Lady, although her roles were concealed from "}]}, {"heading": "Births", "year": "1932", "date": "February 22", "txt": "Ted Kennedy, American soldier, lawyer, and politician (d. 2009)", "entities": [{"title": "Ted Kennedy", "href": "/wiki/Ted_Kennedy", "description": "Edward Moore Kennedy was an American politician and lawyer who served as a U.S. Senator from Massachusetts for almost 47 years, from 1962 until his death in 2009. A member of the Democratic Party and the Kennedy political family, he was the second most senior member of the Senate when he died and is the fourth-longest-continuously-serving senator in United States history. Kennedy was the younger b"}]}, {"heading": "Births", "year": "1932", "date": "February 22", "txt": "Zenaida Manfugás, Cuban-born American-naturalized pianist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 22", "txt": "Katharine, Duchess of Kent", "entities": [{"title": "Katharine, Duchess of Kent", "href": "/wiki/Katharine,_Duchess_of_Kent", "description": "Katharine, Duchess of Kent, is a member of the British royal family. She is married to Prince Edward, Duke of Kent, who is a first cousin of Queen Elizabeth II."}]}, {"heading": "Births", "year": "1933", "date": "February 22", "txt": "Sheila Hancock, English actress and author", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 22", "txt": "Ernie K-Doe, American R&B singer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 22", "txt": "Bobby Smith, English international footballer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 22", "txt": "Sparky Anderson, American baseball player and manager (d. 2010)", "entities": [{"title": "Sparky Anderson", "href": "/wiki/Sparky_Anderson", "description": "George Lee \"Sparky\" Anderson was an American Major League Baseball (MLB) player, coach, and manager. He managed the National League's Cincinnati Reds to the 1975 and 1976 championships, then added a third title in 1984 with the Detroit Tigers of the American League. Anderson was the first manager to win the World Series in both leagues. His 2,194 career wins are the sixth-most for a manager in Maj"}]}, {"heading": "Births", "year": "1936", "date": "February 22", "txt": "J. Michael Bishop, American microbiologist and immunologist, Nobel Prize laureate", "entities": [{"title": "J. Michael Bishop", "href": "/wiki/J._Michael_Bishop", "description": "John Michael Bishop is an American immunologist and microbiologist who shared the 1989 Nobel Prize in Physiology or Medicine with Harold E. Varmus and was co-winner of 1984 Alfred P. Sloan Prize. He serves as an active faculty member at the University of California, San Francisco (UCSF), where he also served as chancellor from 1998 to 2009."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1937", "date": "February 22", "txt": "Tommy Aaron, American golfer", "entities": [{"title": "Tommy Aaron", "href": "/wiki/Tommy_Aaron", "description": "Thomas Dean Aaron is an American former professional golfer who was a member of the PGA Tour during the 1960s, 1970s and 1980s. Aaron is best known for winning the 1973 Masters Tournament. He is also known for an error in the 1968 Masters Tournament, when he entered a 4 instead of a 3 on Roberto De Vicenzo's scorecard, which kept De Vicenzo out of a playoff for the championship."}]}, {"heading": "Births", "year": "1937", "date": "February 22", "txt": "Joanna Russ, American author and activist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 22", "txt": "Steve Barber, American baseball player (d. 2007)", "entities": [{"title": "Steve Barber", "href": "/wiki/Steve_Barber", "description": "Stephen David Barber was an American Major League Baseball (MLB) left-handed pitcher. He pitched for the Baltimore Orioles and six other teams in 1960–74. Barber compiled 121 wins, 1,309 strikeouts, and had a 3.36 career earned run average. Barber spent his first eight years with the Orioles where he complied an outstanding 95–75 record. Arm injuries hampered the rest of his career which saw him w"}]}, {"heading": "Births", "year": "1938", "date": "February 22", "txt": "Tony Macedo, Gibraltarian born English footballer", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 22", "txt": "Ishmael Reed, American poet, novelist, essayist", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 22", "txt": "Judy Cornwell, English actress", "entities": [{"title": "Judy Cornwell", "href": "/wiki/Judy_Cornwell", "description": "Judy Valerie Cornwell is an English actress best known for her role as Daisy in the successful British sitcom Keeping Up Appearances (1990–1995). She also played Anya Claus in Santa Claus: The Movie (1985). In her later years she became known for playing Miss Marple in many stage productions, including 'A Murder Is Announced' between 2014–2016."}]}, {"heading": "Births", "year": "1940", "date": "February 22", "txt": "Chet Walker, American basketball player", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 22", "txt": "Hipólito Mejía, Dominican politician, 52nd President of the Dominican Republic", "entities": [{"title": "Hipólito Mejía", "href": "/wiki/Hip%C3%B3lito_Mej%C3%ADa", "description": "Rafael Hipólito Mejía Domínguez is a Dominican politician who served as President of the Dominican Republic from 2000 to 2004."}, {"title": "President of the Dominican Republic", "href": "/wiki/President_of_the_Dominican_Republic", "description": "The President of the Dominican Republic is both the head of state and head of government of the Dominican Republic. The presidential system was established in 1844, following the proclamation of the republic during the Dominican War of Independence. The President of the Dominican Republic is styled Your Excellency, Mr. President during his time in office. His official residence is the National Pal"}]}, {"heading": "Births", "year": "1942", "date": "February 22", "txt": "Christine Keeler, English model and dancer (d. 2017)", "entities": [{"title": "Christine Keeler", "href": "/wiki/Christine_Keeler", "description": "Christine Margaret Keeler was an English model and showgirl. Her meeting at a dance-club with society osteopath Stephen Ward drew her into fashionable circles. At the height of the Cold War, she became sexually involved with a married government minister, John Profumo, as well as with a Soviet naval attaché, Yevgeny Ivanov. A shooting incident between two of her other lovers caused the press to in"}]}, {"heading": "Births", "year": "1943", "date": "February 22", "txt": "Terry Eagleton, English philosopher and critic", "entities": [{"title": "Terry Eagleton", "href": "/wiki/Terry_Eagleton", "description": "Terence Francis Eagleton is a British literary theorist, critic, and public intellectual. He is currently Distinguished Professor of English Literature at Lancaster University."}]}, {"heading": "Births", "year": "1943", "date": "February 22", "txt": "Horst Köhler, Polish-German economist and politician, 9th President of Germany", "entities": [{"title": "President of Germany", "href": "/wiki/President_of_Germany", "description": "The president of Germany, officially the Federal President of the Federal Republic of Germany, is the head of state of Germany."}]}, {"heading": "Births", "year": "1943", "date": "February 22", "txt": "Dick Van Arsdale, American basketball player", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 22", "txt": "Tom Van Arsdale, American basketball player", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 22", "txt": "Otoya Yamaguchi, Japanese assassin of Inejiro Asanuma (d. 1960)", "entities": [{"title": "Inejiro Asanuma", "href": "/wiki/Inejiro_Asanuma", "description": "Inejiro Asanuma  was a Japanese politician and leader of the Japan Socialist Party. Asanuma became a forceful advocate of socialism in post-war Japan. He was noted for his support of the Chinese Communist Party, and his criticism of U.S–Japanese relations, which were particularly controversial."}]}, {"heading": "Births", "year": "1944", "date": "February 22", "txt": "Jonathan Demme, American director, producer, and screenwriter (d. 2017)", "entities": [{"title": "Jonathan Demme", "href": "/wiki/Jonathan_Demme", "description": "Robert Jonathan Demme was an American film director, producer and screenwriter of film and television who earned widespread acclaim."}]}, {"heading": "Births", "year": "1944", "date": "February 22", "txt": "Mick Green, English rock & roll guitarist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 22", "txt": "Robert Kardashian, American lawyer and businessman (d. 2003)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 22", "txt": "Christopher Meyer, English diplomat, British Ambassador to the United States", "entities": [{"title": "List of Ambassadors of the United Kingdom to the United States", "href": "/wiki/List_of_Ambassadors_of_the_United_Kingdom_to_the_United_States", "description": "The British Ambassador to the United States is in charge of the British Embassy, Washington, D.C., the United Kingdom's diplomatic mission to the United States. The official title is Her Majesty's Ambassador to the United States of America."}]}, {"heading": "Births", "year": "1944", "date": "February 22", "txt": "Tom Okker, Dutch tennis player and painter", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 22", "txt": "Oliver, American pop singer (d. 2000)", "entities": [{"title": "Oliver (singer)", "href": "/wiki/Oliver_(singer)", "description": "William Oliver Swofford, known professionally as Oliver, was an American pop singer, best known for his 1969 song \"Good Morning Starshine\" from the musical Hair as well as \"Jean\"."}]}, {"heading": "Births", "year": "1946", "date": "February 22", "txt": "Kresten Bjerre, Danish footballer and manager (d. 2014)", "entities": [{"title": "Kresten Bjerre", "href": "/wiki/Kresten_Bjerre", "description": "Kresten Bjerre was a Danish footballer, who played professionally for Houston Stars in the United States, and European clubs PSV Eindhoven and R.W.D. Molenbeek."}]}, {"heading": "Births", "year": "1947", "date": "February 22", "txt": "Pirjo Honkasalo, Finnish director, cinematographer, and screenwriter", "entities": [{"title": "Pirjo Honkasalo", "href": "/wiki/Pirjo_Honkasalo", "description": "Pirjo Irene Honkasalo is a Finnish film director who has also worked as a cinematographer, film editor, producer, screenwriter and actress. In 1980 she co-directed Flame Top with Pekka Lehto, with whom she worked earlier and later as well. The film was chosen for the 1981 Cannes Film Festival. In the 1990s she focused on feature documentaries such as \"The Trilogy of the Sacred and the Satanic\". Ho"}]}, {"heading": "Births", "year": "1947", "date": "February 22", "txt": "Harvey Mason, American drummer", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 22", "txt": "John Radford, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 22", "txt": "Frank Van Dun, Belgian philosopher and theorist", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 22", "txt": "John Duncan, Scottish footballer and manager", "entities": [{"title": "John Duncan (footballer)", "href": "/wiki/John_Duncan_(footballer)", "description": "John Pearson Duncan is a Scottish former football player and manager."}]}, {"heading": "Births", "year": "1949", "date": "February 22", "txt": "Niki Lauda, Austrian racing driver (d. 2019)", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 22", "txt": "Olga Morozova, Russian tennis player and coach", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 22", "txt": "Julius Erving, American basketball player and sportscaster", "entities": [{"title": "Julius Erving", "href": "/wiki/Julius_Erving", "description": "Julius Winfield Erving II, commonly known by the nickname Dr. J, is an American former professional basketball player. Regarded as one of the greatest and most influential basketball players of all time and the greatest ABA player of all time, Erving helped legitimize the American Basketball Association (ABA) and was the best-known player in that league when it merged into the National Basketball "}]}, {"heading": "Births", "year": "1950", "date": "February 22", "txt": "Lenny Kuhr, Dutch singer-songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 22", "txt": "Miou-Miou, French actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 22", "txt": "Genesis P-Orridge, English singer-songwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 22", "txt": "Julie Walters, English actress and author", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 22", "txt": "Ellen Greene, American singer and actress", "entities": [{"title": "Ellen Greene", "href": "/wiki/Ellen_Greene", "description": "Ellen Greene is an American singer and actress. Greene has had a long and varied career as a singer, particularly in cabaret, as an actress and singer in numerous stage productions, particularly musical theatre, as well as having performed in many films—notably Little Shop of Horrors, and television series. From 2007 to 2009, she starred as Vivian Charles on the ABC series Pushing Daisies."}]}, {"heading": "Births", "year": "1952", "date": "February 22", "txt": "Bill Frist, American physician and politician", "entities": [{"title": "Bill Frist", "href": "/wiki/Bill_Frist", "description": "William Harrison Frist is an American physician, businessman and politician who served as United States Senator from Tennessee from 1995 to 2007. Bob Corker succeeded Frist. A heart and lung transplant surgeon by occupation, he was Senate Majority Leader from 2003 to 2007. He is a member of the Republican Party."}]}, {"heading": "Births", "year": "1952", "date": "February 22", "txt": "Joaquim Pina Moura, Portuguese Minister of Economy and Treasury and MP (d. 2020)", "entities": [{"title": "Joaquim Pina Moura", "href": "/wiki/Joaquim_Pina_Moura", "description": "Joaquim Pina Moura was a Portuguese politician and economist. He was a member of the Socialist Party."}, {"title": "Ministry of Economy (Portugal)", "href": "/wiki/Ministry_of_Economy_(Portugal)", "description": "The Ministry of Economy is a Portuguese government ministry."}, {"title": "Assembly of the Republic (Portugal)", "href": "/wiki/Assembly_of_the_Republic_(Portugal)", "description": "The Assembly of the Republic is the parliament of Portugal. According to the Constitution of Portugal, the unicameral parliament \"is the representative assembly of all Portuguese citizens.\" The constitution names the assembly as one of the country's organs of supreme authority."}]}, {"heading": "Births", "year": "1952", "date": "February 22", "txt": "Saufatu Sopoanga, Tuvaluan politician, 8th Prime Minister of Tuvalu (d. 2020)", "entities": [{"title": "Prime Minister of Tuvalu", "href": "/wiki/Prime_Minister_of_Tuvalu", "description": "The prime minister of Tuvalu is the head of government of Tuvalu. According to Tuvalu's constitution, the prime minister must always be a member of the parliament, and is elected by parliament in a secret ballot. Because there are no political parties in Tuvalu, any member of parliament can be nominated for the role. Following the parliamentary vote the governor-general of Tuvalu is responsible fo"}]}, {"heading": "Births", "year": "1953", "date": "February 22", "txt": "Nigel Planer, English actor and screenwriter", "entities": [{"title": "Nigel Planer", "href": "/wiki/Nigel_Planer", "description": "Nigel George Planer is a British actor, comedian, novelist and playwright who played Neil in the BBC comedy The Young Ones and Ralph Filthy in Filthy Rich & Catflap. He has appeared in many West End musicals, including original casts of Evita, Chicago, We Will Rock You, Wicked, and Charlie and the Chocolate Factory. He has also appeared in Hairspray. He won a BRIT award in 1984 and has been nomina"}]}, {"heading": "Births", "year": "1955", "date": "February 22", "txt": "David Axelrod, American journalist and political adviser", "entities": [{"title": "David Axelrod (political consultant)", "href": "/wiki/David_Axelrod_(political_consultant)", "description": "David M. Axelrod is an American political consultant and analyst and former White House official. He is best known for being the chief strategist for Barack Obama's presidential campaigns. After Obama's election, Axelrod was appointed as Senior Advisor to the President. He left the position in early 2011 and became the Senior Strategist for Obama's successful re-election campaign in 2012. Axelrod "}]}, {"heading": "Births", "year": "1955", "date": "February 22", "txt": "Tim Young, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 22", "txt": "Willie Smits, Dutch microbiologist and engineer", "entities": [{"title": "Willie Smits", "href": "/wiki/Willie_Smits", "description": "Willie Smits is a trained forester, a microbiologist, conservationist, animal rights activist, wilderness engineer and social entrepreneur. He has lived in Indonesia since 1985 and is an Indonesian citizen. He is married to Adrienne C. Watson since March 2016."}]}, {"heading": "Births", "year": "1958", "date": "February 22", "txt": "Dave Spitz, American bass player and songwriter", "entities": [{"title": "Dave Spitz", "href": "/wiki/Dave_Spitz", "description": "Dave \"The Beast\" Spitz is an American musician best known for having played bass guitar for the heavy metal group Black Sabbath from 1985 to 1987, appearing on the albums Seventh Star and being credited for The Eternal Idol. Dave also helped discover Ray Gillen, the vocalist who joined Black Sabbath mid-tour in 1986, following the sudden exit of Glenn Hughes."}]}, {"heading": "Births", "year": "1959", "date": "February 22", "txt": "Jiří Čunek, Czech politician", "entities": [{"title": "Jiří Čunek", "href": "/wiki/Ji%C5%99%C3%AD_%C4%8Cunek", "description": "Jiří Čunek is a Czech politician who was the Leader of the Christian and Democratic Union - Czechoslovak People's Party from December 2006 to May 2009. Čunek was also Deputy Prime Minister and the Minister for Regional Development in Mirek Topolánek's Second Cabinet until 23 January 2009. Since 2006, Čuněk has been Senator from Vsetín and since 2 November 2016 he has been the Governor of Zlín Regi"}]}, {"heading": "Births", "year": "1959", "date": "February 22", "txt": "Kyle MacLachlan, American actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 22", "txt": "Bronwyn Oliver, Australian sculptor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 22", "txt": "Thomas Galbraith, 2nd Baron Strathclyde, Scottish politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Thomas Galbraith, 2nd Baron Strathclyde", "href": "/wiki/Thomas_Galbraith,_2nd_Baron_Strathclyde", "description": "Thomas Galloway Dunlop du Roy de Blicquy Galbraith, 2nd Baron Strathclyde, known informally as Tom Strathclyde, is a British Conservative politician. Lord Strathclyde served in the political role of Leader of the House of Lords from the 2010 general election until January 2013 and as Chancellor of the Duchy of Lancaster, having been Leader of the Opposition in the House of Lords (1998–2010)."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1961", "date": "February 22", "txt": "Akira Takasaki, Japanese guitarist, songwriter, and producer", "entities": [{"title": "Akira Takasaki", "href": "/wiki/Akira_Takasaki", "description": "Akira Takasaki  is a Japanese musician and songwriter. He is best known as the lead guitarist and sole constant member of the heavy metal band Loudness. He is also the guitarist of the band Lazy, with which he first rose to prominence in the 1970s."}]}, {"heading": "Births", "year": "1962", "date": "February 22", "txt": "Steve Irwin, Australian zoologist and television host (d. 2006)", "entities": [{"title": "Steve Irwin", "href": "/wiki/Steve_Irwin", "description": "Stephen Robert Irwin, nicknamed \"The Crocodile Hunter\", was an Australian zookeeper, television personality, wildlife expert, environmentalist, and conservationist."}]}, {"heading": "Births", "year": "1963", "date": "February 22", "txt": "Andrew Adonis, Baron Adonis, English journalist and politician, Secretary of State for Transport", "entities": [{"title": "Andrew Adonis, Baron Adonis", "href": "/wiki/Andrew_Adonis,_Baron_Adonis", "description": "Andrew Adonis, Baron Adonis, is a British Labour Party politician and journalist who served in HM Government for five years in the Blair ministry and the Brown ministry. He served as Secretary of State for Transport from 2009 to 2010, and as Chairman of the National Infrastructure Commission from 2015 to 2017. He is also Chairman of the European Movement, having previously served as Vice-Chairman "}, {"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1963", "date": "February 22", "txt": "Devon Malcolm, Jamaican-English cricketer", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 22", "txt": "Vijay Singh, Fijian-American golfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 22", "txt": "Ed Boon, American video game designer, co-created Mortal Kombat", "entities": [{"title": "Ed Boon", "href": "/wiki/Ed_Boon", "description": "Edward John Boon is an American video game programmer, voice actor, and director who was employed for over 15 years at Midway Games and since 2011 has worked for Warner Bros. Interactive Entertainment in its company NetherRealm Studios. Boon is best known for the widely popular Mortal Kombat series, which he created with John Tobias."}]}, {"heading": "Births", "year": "1964", "date": "February 22", "txt": "Diane Charlemagne, English singer-songwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 22", "txt": "Andy Gray, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 22", "txt": "Kieren Fallon, Irish jockey", "entities": [{"title": "Kieren Fallon", "href": "/wiki/Kieren_Fallon", "description": "Kieren Francis Fallon is a retired Irish professional flat racing jockey and was British Champion Jockey six times."}]}, {"heading": "Births", "year": "1966", "date": "February 22", "txt": "Rachel Dratch, American actress and comedian", "entities": [{"title": "Rachel Dratch", "href": "/wiki/Rachel_Dratch", "description": "Rachel Susan Dratch is an American actress, comedian, and writer. Born and raised in Lexington, Massachusetts, she graduated from Dartmouth College in 1988 and moved to Chicago, Illinois, to study improvisational theatre at The Second City and ImprovOlympic."}]}, {"heading": "Births", "year": "1966", "date": "February 22", "txt": "Thorsten Kaye, German-English actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 22", "txt": "Psicosis II, Mexican wrestler", "entities": [{"title": "Psicosis II", "href": "/wiki/Psicosis_II", "description": "Juan Ebodio Gonzalez is a Mexican Luchador enmascarado better known under the ring name Psicosis. Gonzalez was the second wrestler to work as Psicosis, given the ring character by Asistencia Asesoría y Administración (AAA) to replace the Original Psicosis, and is often denoted Psicosis II. When Gonzalez left AAA in early 2009 he was briefly replaced by a third Psicosis. He was not referred to as \""}]}, {"heading": "Births", "year": "1968", "date": "February 22", "txt": "Shawn Graham, Canadian politician, 31st Premier of New Brunswick", "entities": [{"title": "Shawn Graham", "href": "/wiki/Shawn_Graham", "description": "Shawn Michael Graham is a Canadian politician, who served as the 31st Premier of New Brunswick. He was elected leader of the New Brunswick Liberal Party in 2002 and became premier after his party captured a majority of seats in the 2006 election. After being elected, Graham initiated a number of changes to provincial policy especially in the areas of health care, education and energy. His party wa"}, {"title": "Premier of New Brunswick", "href": "/wiki/Premier_of_New_Brunswick", "description": "The premier of New Brunswick is the first minister for the Canadian province of New Brunswick. They are the province's head of government and de facto chief executive."}]}, {"heading": "Births", "year": "1968", "date": "February 22", "txt": "Bradley Nowell, American singer-songwriter, guitarist, and producer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 22", "txt": "Jeri Ryan, American model and actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 22", "txt": "Jayson Williams, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 22", "txt": "Thomas Jane, American actor, director, producer, and screenwriter", "entities": [{"title": "Thomas Jane", "href": "/wiki/Thomas_Jane", "description": "Thomas Jane is an American actor and director. He is known for appearing in such films as Evening Raga of the West (1987), Boogie Nights (1997), Deep Blue Sea (1999), The Punisher (2004), The Mist (2007), 1922 (2017) and The Predator (2018). Jane's television roles include Mickey Mantle in the television film 61* (2001), starring in the HBO series Hung (2009–2011) and the Syfy/Amazon Video series "}]}, {"heading": "Births", "year": "1969", "date": "February 22", "txt": "Brian Laudrup, Danish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 22", "txt": "Marc Wilmots,  Belgian footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 22", "txt": "Super Caló, Mexican wrestler", "entities": [{"title": "Super Caló", "href": "/wiki/Super_Cal%C3%B3", "description": "Rafael García is a Mexican professional wrestler, better known under his ring name Super Caló. García is a long-time mainstay of AAA, but is perhaps best known outside Mexico for his stint in World Championship Wrestling (WCW) during the 1990s."}]}, {"heading": "Births", "year": "1971", "date": "February 22", "txt": "Lea Salonga, Filipino actress and singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 22", "txt": "Michael Chang, American tennis player and coach", "entities": [{"title": "Michael Chang", "href": "/wiki/Michael_Chang", "description": "Michael Te-Pei Chang is an American retired professional tennis player. He is the youngest male player in history to win a Grand Slam tournament, winning the 1989 French Open at 17 years and 109 days old. Chang won a total of 34 top-level professional singles titles, was a three-time Grand Slam runner-up, and reached a career-best ranking of world No. 2 in 1996. Since he was shorter than virtually"}]}, {"heading": "Births", "year": "1972", "date": "February 22", "txt": "Claudia Pechstein, German speed skater", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 22", "txt": "Haim Revivo, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 22", "txt": "Philippe Gaumont, French cyclist (d. 2013)", "entities": [{"title": "Philippe Gaumont", "href": "/wiki/Philippe_Gaumont", "description": "Philippe Gaumont was a French professional road racing cyclist. He earned a bronze medal in the 1992 Summer Olympics, 100 km team time trial. In 1997 he won the Belgian classic Gent–Wevelgem and he was twice individual pursuit French national champion, in 2000 and 2002. In 2004, Gaumont quit professional cycling and later ran a café in Amiens."}]}, {"heading": "Births", "year": "1973", "date": "February 22", "txt": "Juninho Paulista, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 22", "txt": "Scott Phillips, American drummer and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 22", "txt": "James Blunt, English singer-songwriter and guitarist", "entities": [{"title": "James Blunt", "href": "/wiki/James_Blunt", "description": "James Hillier Blount, better known as James Blunt, is an English singer, songwriter, multi-instrumentalist, and record producer. A former reconnaissance officer in the Life Guards regiment of the British Army, he served under NATO during the 1999 Kosovo War. After leaving the military, he rose to fame in 2004 with the release of his debut album Back to Bedlam, achieving worldwide fame with the sin"}]}, {"heading": "Births", "year": "1974", "date": "February 22", "txt": "Chris Moyles, English radio and television host", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 22", "txt": "Drew Barrymore, American actress, director, producer, and screenwriter", "entities": [{"title": "Drew Barrymore", "href": "/wiki/Drew_Barrymore", "description": "Drew Blythe Barrymore is an American actress, producer, director, talk show host and entrepreneur. She is the recipient of numerous accolades, including a Golden Globe, a Screen Actors Guild Award, and a BAFTA nomination. She is a member of the Barrymore family of actors, and the granddaughter of John Barrymore."}]}, {"heading": "Births", "year": "1977", "date": "February 22", "txt": "Timo Rose, German actor, director, and producer", "entities": [{"title": "Timo Rose", "href": "/wiki/Timo_Rose", "description": "Timo Rose, also known as King Hannibal, is a German horror and science fiction filmmaker and founder of the production company Sword of Independence Filmworks."}]}, {"heading": "Births", "year": "1977", "date": "February 22", "txt": "Hakan Yakin, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 22", "txt": "Jenny Frost, English singer and dancer", "entities": [{"title": "Jenny Frost", "href": "/wiki/Jenny_Frost", "description": "Jennifer Frost is an English former singer, television presenter and model. She was a member of girl group Precious before replacing Kerry Katona in the group Atomic Kitten from 2001 until they disbanded in April 2004. Frost returned with the group in 2005, 2006, and 2008 for one-off appearances but chose not to return when the group were invited to appear on ITV2's The Big Reunion in 2012. Origin"}]}, {"heading": "Births", "year": "1979", "date": "February 22", "txt": "Brett Emerton, Australian footballer", "entities": [{"title": "Brett Emerton", "href": "/wiki/Brett_Emerton", "description": "Brett Michael Emerton is an Australian former professional footballer who played for Sydney Olympic, Sydney FC, Feyenoord Rotterdam, Blackburn Rovers and the Australian national team. Able to play as a wide midfielder or defender, Emerton was known for his \"speed, ball control and creativity.\""}]}, {"heading": "Births", "year": "1979", "date": "February 22", "txt": "Lee Na-young, South Korean actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 22", "txt": "Shamari Fears, American singer-songwriter and actress", "entities": [{"title": "Shamari Fears", "href": "/wiki/Shamari_Fears", "description": "Shamari DeVoe is an American singer-songwriter, dancer and actress. She is best known as the lead singer in the R&B group Blaque. She also starred on season 11 of the reality television series The Real Housewives of Atlanta."}]}, {"heading": "Births", "year": "1980", "date": "February 22", "txt": "Kang Sung-hoon, South Korean singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 22", "txt": "Jeanette Biedermann, German singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 22", "txt": "Shaun Tait, Australian cricketer", "entities": [{"title": "Shaun Tait", "href": "/wiki/Shaun_Tait", "description": "Shaun William Tait is a former Australian cricketer. He is a right arm fast bowler. He represented Australia in all three forms of cricket, but had most success in One Day Internationals, in which he was a member of Australia's undefeated team at the 2007 Cricket World Cup; and T20 cricket, in which he played for two teams in the Indian Premier League and three teams in Australia's Big Bash League"}]}, {"heading": "Births", "year": "1984", "date": "February 22", "txt": "Tommy Bowe, Irish rugby player", "entities": [{"title": "Tommy Bowe", "href": "/wiki/Tommy_Bowe", "description": "Thomas John Bowe is a former Irish rugby union player from County Monaghan, Ireland. He played on the wing for Ulster, Ireland and the British & Irish Lions. In March 2012, after four years with Ospreys in Swansea, Wales, Bowe returned to Ulster for the 2012/13 season."}]}, {"heading": "Births", "year": "1984", "date": "February 22", "txt": "Branislav Ivanović, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 22", "txt": "Hameur Bouazza, Algerian international footballer", "entities": [{"title": "Hameur Bouazza", "href": "/wiki/Hameur_Bouazza", "description": "Hameur Bouazza is an Algerian former professional footballer who usually played as a left winger but could also play on the right."}]}, {"heading": "Births", "year": "1985", "date": "February 22", "txt": "Georgios Printezis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 22", "txt": "Rajon Rondo, American basketball player", "entities": [{"title": "Rajon Rondo", "href": "/wiki/Rajon_Rondo", "description": "Rajon Pierre Rondo is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). Rondo played two years of college basketball for the Kentucky Wildcats before he was drafted 21st overall by the Phoenix Suns in the 2006 NBA draft. He was subsequently traded to the Celtics, where he played a supporting role during his rookie season. Rondo, a"}]}, {"heading": "Births", "year": "1987", "date": "February 22", "txt": "Han Hyo-joo, South Korean actress and model", "entities": [{"title": "Han Hyo-joo", "href": "/wiki/Han_Hyo-joo", "description": "Han Hyo-joo is a South Korean film and television actress. She is best known for her leading roles in television drama series: Spring Waltz (2006); Brilliant Legacy (2009); Dong Yi (2010) and W (2016); as well as the film Cold Eyes (2013), for which she won Best Actress at the 34th Blue Dragon Film Awards, and romance film The Beauty Inside (2015)."}]}, {"heading": "Births", "year": "1987", "date": "February 22", "txt": "Sergio Romero, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 22", "txt": "Jonathan Borlée, Belgian sprinter", "entities": [{"title": "Jonathan Borlée", "href": "/wiki/Jonathan_Borl%C3%A9e", "description": "Jonathan Borlée is a Belgian sprinter, who specializes in the 400 metres. He qualified for the finals of the 400 metres at the 2012 Summer Olympics. He was a semi-finalist at the 2008 Summer Olympics and winner at the 2009 NCAA Championships."}]}, {"heading": "Births", "year": "1989", "date": "February 22", "txt": "Franco Vázquez, Argentinian footballer", "entities": [{"title": "Franco Vázquez", "href": "/wiki/Franco_V%C3%A1zquez", "description": "Franco Damián Vázquez is a professional footballer who plays as an attacking midfielder for Spanish club Sevilla and the Argentina national team."}]}, {"heading": "Deaths", "year": "556", "date": "February 22", "txt": "Maximianus, bishop of Ravenna (b. 499)", "entities": [{"title": "Maximianus of Ravenna", "href": "/wiki/Maximianus_of_Ravenna", "description": "Maximianus of Ravenna, or Maximian was bishop of Ravenna in Italy. Ravenna was then the capital of the Byzantine Empire's territories in Italy, and Maximianus's role may have included secular political functions."}]}, {"heading": "Deaths", "year": "606", "date": "February 22", "txt": "Sabinian, pope of the Catholic Church", "entities": [{"title": "Pope Sabinian", "href": "/wiki/Pope_Sabinian", "description": "Pope Sabinian was the bishop of Rome from 13 September 604 to his death. His pontificate occurred during the Eastern Roman domination of the papacy. He was the fourth former apocrisiarius to Constantinople to be elected pope."}]}, {"heading": "Deaths", "year": "793", "date": "February 22", "txt": "Sicga, Anglo-Saxon nobleman and regicide", "entities": [{"title": "Sicga", "href": "/wiki/Sicga", "description": "Sicga was a nobleman in the Anglo-Saxon kingdom of Northumbria."}]}, {"heading": "Deaths", "year": "845", "date": "February 22", "txt": "Wang, Chinese empress dowager", "entities": [{"title": "Empress Dowager Wang (Jingzong)", "href": "/wiki/Empress_Dowager_Wang_(Jingzong)", "description": "Empress Dowager Wang, formally Empress Gongxi, known during her lifetime at times as Empress Dowager Baoli (寶曆太后) then as Empress Dowager Yi'an (義安太后), was an empress dowager of the Chinese dynasty Tang Dynasty. She was the mother of Emperor Jingzong and a concubine of Emperor Muzong."}]}, {"heading": "Deaths", "year": "954", "date": "February 22", "txt": "Guo Wei, Chinese emperor (b. 904)", "entities": [{"title": "Guo Wei", "href": "/wiki/Guo_Wei", "description": "Guo Wei, also known by his temple name Taizu (太祖), was the founding emperor of imperial China's short-lived Later Zhou during the Five Dynasties and Ten Kingdoms period, reigning from 951 until his death."}]}, {"heading": "Deaths", "year": "965", "date": "February 22", "txt": "Otto, duke of Burgundy (b. 944)", "entities": [{"title": "Otto, Duke of Burgundy", "href": "/wiki/Otto,_Duke_of_Burgundy", "description": "Otto of Paris was Duke of Burgundy from 956 to his death."}]}, {"heading": "Deaths", "year": "970", "date": "February 22", "txt": "García I, king of Pamplona", "entities": [{"title": "García Sánchez I of Pamplona", "href": "/wiki/Garc%C3%ADa_S%C3%A1nchez_I_of_Pamplona", "description": "García Sánchez I, was King of Pamplona from 925 until his death in 970. He was the second king of the Jiménez dynasty, succeeding his father when he was merely six years old."}, {"title": "Kingdom of Pamplona", "href": "/wiki/Kingdom_of_Pamplona", "description": "The Kingdom of Navarre, originally the Kingdom of Pamplona, was a Basque kingdom that occupied lands on either side of the western Pyrenees, alongside the Atlantic Ocean between present-day Spain and France."}]}, {"heading": "Deaths", "year": "978", "date": "February 22", "txt": "Lambert, count of Chalon (b. 930)", "entities": [{"title": "Lambert of Chalon", "href": "/wiki/Lambert_of_Chalon", "description": "Lambert of Chalon was the count of Chalon from 956 to 978, and count of Autun."}]}, {"heading": "Deaths", "year": "1071", "date": "February 22", "txt": "Arnulf III, count of Flanders", "entities": [{"title": "Arnulf III, Count of Flanders", "href": "/wiki/Arnulf_III,_Count_of_Flanders", "description": "Arnulf III was Count of Flanders from 1070 until his death at the Battle of Cassel in 1071."}]}, {"heading": "Deaths", "year": "1072", "date": "February 22", "txt": "Peter Damian, Italian cardinal", "entities": [{"title": "Peter Damian", "href": "/wiki/Peter_Damian", "description": "Peter Damian was a reforming Benedictine monk and cardinal in the circle of Pope Leo IX. Dante placed him in one of the highest circles of Paradiso as a great predecessor of Saint Francis of Assisi and he was declared a Doctor of the Church in 1828. His feast day is 21 February."}]}, {"heading": "Deaths", "year": "1079", "date": "February 22", "txt": "John of Fécamp, Italian Benedictine abbot", "entities": [{"title": "John of Fécamp", "href": "/wiki/John_of_F%C3%A9camp", "description": "\nJohn of Fécamp, was an Italian-Norman Benedictine who was the most widely read of early medieval spiritual writers before the Imitation of Christ became popular, during a period called the Golden Age of Monasticism and of Scholasticism, and the height of the Papacy. Writing under the name of famous writers, he wrote the very popular book  Meditations of St. Augustine and the book Meditations. He "}]}, {"heading": "Deaths", "year": "1111", "date": "February 22", "txt": "Roger Borsa, king of Sicily (b. 1078)", "entities": [{"title": "Roger Borsa", "href": "/wiki/Roger_Borsa", "description": "Roger Borsa was the Norman Duke of Apulia and Calabria and effective ruler of southern Italy from 1085 until his death. He was the son of Robert Guiscard, the conqueror of southern Italy and Sicily; Roger was not as adept as his father, and most of his reign was spent in feudal anarchy."}]}, {"heading": "Deaths", "year": "1297", "date": "February 22", "txt": "Margaret of Cortona, Italian penitent (b. 1247)", "entities": [{"title": "Margaret of Cortona", "href": "/wiki/Margaret_of_Cortona", "description": "Margaret of Cortona was an Italian penitent of the Third Order of Saint Francis. She was born in Laviano, near Perugia, and died in Cortona. She was canonized in 1728."}]}, {"heading": "Deaths", "year": "1371", "date": "February 22", "txt": "David II, king of Scotland (b. 1324)", "entities": [{"title": "David II of Scotland", "href": "/wiki/David_II_of_Scotland", "description": "David II was King of Scotland for nearly 42 years, from 1329 until his death in 1371. He was the last male of the House of Bruce. Although David spent long periods in exile or captivity, he managed to ensure the survival of his kingdom and left the Scottish monarchy in a strong position."}]}, {"heading": "Deaths", "year": "1452", "date": "February 22", "txt": "William Douglas, 8th Earl of Douglas (b. 1425)", "entities": [{"title": "William Douglas, 8th Earl of Douglas", "href": "/wiki/William_Douglas,_8th_Earl_of_Douglas", "description": "\n\nWilliam Douglas, 8th Earl of Douglas, 2nd Earl of Avondale was a late Medieval Scottish nobleman, Lord of Galloway, and Lord of the Regality of Lauderdale, and the most powerful magnate in Southern Scotland."}]}, {"heading": "Deaths", "year": "1500", "date": "February 22", "txt": "Gerhard VI, German nobleman (b. 1430)", "entities": [{"title": "Gerhard VI, Count of Oldenburg", "href": "/wiki/Gerhard_VI,_Count_of_Oldenburg", "description": "Gerhard VI, Count of Oldenburg was a Count of Oldenburg and regent of Bad Zwischenahn in 1440–1482."}]}, {"heading": "Deaths", "year": "1511", "date": "February 22", "txt": "Henry, duke of Cornwall (b. 1511)", "entities": [{"title": "Henry, Duke of Cornwall", "href": "/wiki/Henry,_Duke_of_Cornwall", "description": "Henry, Duke of Cornwall was the first child of King Henry VIII of England and his first wife, Catherine of Aragon, and though his birth was celebrated as that of the heir apparent, he died within weeks. His death and Henry VIII's failure to produce another surviving male heir with Catherine led to succession and marriage crises that affected the relationship between the English church and Roman Ca"}]}, {"heading": "Deaths", "year": "1512", "date": "February 22", "txt": "Amerigo Vespucci, Italian cartographer and explorer (b. 1454)", "entities": [{"title": "Amerigo Vespucci", "href": "/wiki/Amerigo_Vespucci", "description": "Amerigo Vespucci was an Italian-born merchant, explorer, and navigator from the Republic of Florence, from whose name the term \"America\" is derived. He became a Castillian citizen in 1505."}]}, {"heading": "Deaths", "year": "1627", "date": "February 22", "txt": "Olivier van Noort, Dutch explorer (b. 1558)", "entities": [{"title": "Olivier van Noort", "href": "/wiki/Olivier_van_Noort", "description": "Olivier van Noort was a Dutch merchant captain and pirate and the first Dutchman to circumnavigate the world."}]}, {"heading": "Deaths", "year": "1674", "date": "February 22", "txt": "Jean Chapelain, French poet and critic (b. 1595)", "entities": [{"title": "Jean Chapelain", "href": "/wiki/Jean_Chapelain", "description": "Jean Chapelain was a French poet and critic during the Grand Siècle, best known for his role as an organizer and founding member of the Académie française. Chapelain acquired considerable prestige as a literary critic, but his own major work, an epic poem about Joan of Arc called \"La Pucelle,\" (1656) was lampooned by his contemporary Nicolas Boileau-Despréaux."}]}, {"heading": "Deaths", "year": "1680", "date": "February 22", "txt": "La Voisin, French occultist (b. 1640)", "entities": [{"title": "La Voisin", "href": "/wiki/La_Voisin", "description": "Catherine Monvoisin, or Montvoisin, née Deshayes, known as \"La Voisin\", was a French fortune teller, commissioned poisoner, and professional provider of alleged sorcery. She was the head of a network of fortune tellers in Paris providing poison, aphrodisiacs, abortion, purported magical services and the arranging of black masses, with clients among the aristocracy, and became the central figure in"}]}, {"heading": "Deaths", "year": "1690", "date": "February 22", "txt": "Charles Le Brun, French painter and theorist (b. 1619)", "entities": [{"title": "Charles Le Brun", "href": "/wiki/Charles_Le_Brun", "description": "Charles Le Brun was a French painter, physiognomist, art theorist, and a director of several art schools of his time. As court painter to Louis XIV, who declared him \"the greatest French artist of all time\", he was a dominant figure in 17th-century French art and much influenced by Nicolas Poussin."}]}, {"heading": "Deaths", "year": "1731", "date": "February 22", "txt": "Frederik Ruysch, Dutch physician and anatomist (b. 1638)", "entities": [{"title": "Frederik Ruysch", "href": "/wiki/Frederik_Ruysch", "description": "Frederik Ruysch was a Dutch botanist and anatomist. He is known for developing techniques for preserving anatomical specimens, which he used to create dioramas or scenes incorporating human parts. His anatomical preparations included over 2,000 anatomical, pathological, zoological, and botanical specimens, which were preserved by either drying or embalming. Ruysch is also known for his proof of va"}]}, {"heading": "Deaths", "year": "1732", "date": "February 22", "txt": "Francis Atterbury, English bishop (b. 1663)", "entities": [{"title": "Francis Atterbury", "href": "/wiki/Francis_Atterbury", "description": "Francis Atterbury was an English man of letters, politician and bishop. A High Church Tory and Jacobite, he gained patronage under Queen Anne, but was mistrusted by the Hanoverian Whig ministries, and banished for communicating with the Old Pretender. He was a noted wit and a gifted preacher."}]}, {"heading": "Deaths", "year": "1799", "date": "February 22", "txt": "Heshen, Chinese politician (b. 1750)", "entities": [{"title": "Heshen", "href": "/wiki/Heshen", "description": "Heshen (Manchu: ᡥᡝᡧᡝᠨ; Möllendorff: Hešen; Chinese: 和珅; pinyin: Héshēn; Wade–Giles: Ho2-shen1; 1 July 1750 – 22 February 1799) of the Manchu Niohuru clan, was an official of the Qing dynasty favored by the Qianlong Emperor. Born Shanbao (Shan-pao; 善保), his given name was later changed to Heshen. His courtesy name was Zhizhai (Chih-chai; 致齋). He was a member of the Plain Red Banner, and known as th"}]}, {"heading": "Deaths", "year": "1816", "date": "February 22", "txt": "Adam Ferguson, Scottish historian and philosopher (b. 1723)", "entities": [{"title": "Adam Ferguson", "href": "/wiki/Adam_Ferguson", "description": "Adam Ferguson, FRSE, also known as Ferguson of Raith, was a Scottish philosopher and historian of the Scottish Enlightenment."}]}, {"heading": "Deaths", "year": "1875", "date": "February 22", "txt": "Jean-Baptiste-Camille Corot, French painter and illustrator (b. 1796)", "entities": [{"title": "Jean-Baptiste-Camille Corot", "href": "/wiki/Jean-Baptiste-Camille_Corot", "description": "Jean-Baptiste-Camille Corot was a French landscape and portrait painter as well as a printmaker in etching. He is a pivotal figure in landscape painting and his vast output simultaneously references the Neo-Classical tradition and anticipates the plein-air innovations of Impressionism."}]}, {"heading": "Deaths", "year": "1875", "date": "February 22", "txt": "Charles Lyell, Scottish-English geologist and lawyer (b. 1797)", "entities": []}, {"heading": "Deaths", "year": "1888", "date": "February 22", "txt": "Anna Kingsford, English physician and activist (b. 1846)", "entities": [{"title": "Anna Kingsford", "href": "/wiki/Anna_Kingsford", "description": "Anna Kingsford, was an English anti-vivisectionist, vegetarian and women's rights campaigner."}]}, {"heading": "Deaths", "year": "1890", "date": "February 22", "txt": "John Jacob Astor III, American businessman and philanthropist (b. 1822)", "entities": [{"title": "John Jacob Astor III", "href": "/wiki/John_Jacob_Astor_III", "description": "John Jacob Astor III was an American financier, philanthropist and a soldier during the American Civil War. He was a prominent member of the Astor family, becoming the wealthiest member in his generation and the founder of the English branch of the family."}]}, {"heading": "Deaths", "year": "1890", "date": "February 22", "txt": "Carl Bloch, Danish painter and academic (b. 1834)", "entities": []}, {"heading": "Deaths", "year": "1897", "date": "February 22", "txt": "Charles Blondin, French tightrope walker and acrobat (b. 1824)", "entities": [{"title": "Charles Blondin", "href": "/wiki/Charles_Blondin", "description": "Charles Blondin was a French tightrope walker and acrobat. He toured the United States and was known for crossing the 1,100 ft (340 m) Niagara Gorge on a tightrope."}]}, {"heading": "Deaths", "year": "1898", "date": "February 22", "txt": "Heungseon Daewongun, Korean king (b. 1820)", "entities": [{"title": "Heungseon Daewongun", "href": "/wiki/Heungseon_Daewongun", "description": "Heungseon Daewongun, also known as the Daewongun, Guktaegong or formally Heungseon Heonui Daewonwang and also known to contemporary western diplomats as Prince Gung, was the title of Yi Ha-eung, regent of Joseon during the minority of Emperor Gojong in the 1860s and until his death a key political figure of late Joseon Korea."}]}, {"heading": "Deaths", "year": "1903", "date": "February 22", "txt": "Hugo Wolf, Austrian composer (b. 1860)", "entities": [{"title": "Hugo Wolf", "href": "/wiki/Hugo_Wolf", "description": "Hugo Philipp Jacob Wolf was an Austrian composer of Slovene origin, particularly noted for his art songs, or Lieder. He brought to this form a concentrated expressive intensity which was unique in late Romantic music, somewhat related to that of the Second Viennese School in concision but diverging greatly in technique."}]}, {"heading": "Deaths", "year": "1904", "date": "February 22", "txt": "Leslie Stephen, English historian, author, and critic (b. 1832)", "entities": [{"title": "Leslie Stephen", "href": "/wiki/Leslie_Stephen", "description": "Sir Leslie Stephen was an English author, critic, historian, biographer, and mountaineer, and father of Virginia Woolf and Vanessa Bell."}]}, {"heading": "Deaths", "year": "1913", "date": "February 22", "txt": "Ferdinand de Saussure, Swiss linguist and author (b. 1857)", "entities": [{"title": "Ferdinand de Saussure", "href": "/wiki/Ferdinand_de_Saussure", "description": "Ferdinand de Saussure was a Swiss linguist, semiotician and philosopher. His ideas laid a foundation for many significant developments in both linguistics and semiotics in the 20th century. He is widely considered one of the founders of 20th-century linguistics and one of two major founders of semiotics, or semiology, as Saussure called it."}]}, {"heading": "Deaths", "year": "1913", "date": "February 22", "txt": "Francisco I. Madero, Mexican president and author (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1923", "date": "February 22", "txt": "Théophile Delcassé, French politician, French Minister of Foreign Affairs (b. 1852)", "entities": [{"title": "Théophile Delcassé", "href": "/wiki/Th%C3%A9ophile_Delcass%C3%A9", "description": "Théophile Delcassé was a French statesman and foreign minister 1898–1905. He is best known for his hatred of Germany and efforts to secure alliances with Russia and Great Britain that became the Entente Cordiale. He belonged to Radical party and was a protege of Léon Gambetta."}, {"title": "Minister of Foreign Affairs (France)", "href": "/wiki/Minister_of_Foreign_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "1939", "date": "February 22", "txt": "Antonio Machado, Spanish-French poet and author (b. 1875)", "entities": [{"title": "Antonio Machado", "href": "/wiki/Antonio_Machado", "description": "Antonio Cipriano José María y Francisco de Santa Ana Machado y Ruiz, known as Antonio Machado, was a Spanish poet and one of the leading figures of the Spanish literary movement known as the Generation of '98. His work, initially modernist, evolved towards an intimate form of symbolism with romantic traits. He gradually developed a style characterised by both an engagement with humanity on one sid"}]}, {"heading": "Deaths", "year": "1942", "date": "February 22", "txt": "Stefan Zweig, Austrian journalist, author, and playwright (b. 1881)", "entities": [{"title": "Stefan Zweig", "href": "/wiki/Stefan_Zweig", "description": "Stefan Zweig was an Austrian novelist, playwright, journalist and biographer. At the height of his literary career, in the 1920s and 1930s, he was one of the most widely translated and most popular writers in the world."}]}, {"heading": "Deaths", "year": "1943", "date": "February 22", "txt": "Christoph Probst, German activist (b. 1919)", "entities": [{"title": "Christoph Probst", "href": "/wiki/Christoph_Probst", "description": "Christoph Ananda Probst was a German student of medicine and member of the White Rose resistance group."}]}, {"heading": "Deaths", "year": "1943", "date": "February 22", "txt": "Hans Scholl, German activist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "February 22", "txt": "Sophie Scholl, German activist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "February 22", "txt": "Kasturba Gandhi, Indian activist (b. 1869)", "entities": [{"title": "Kasturba Gandhi", "href": "/wiki/Kasturba_Gandhi", "description": "Kasturbai \"Kasturba\" Mohandas Gandhi (listen   born Kasturbai Gokuldas Kapadia on was an Indian political activist. She married Mohandas Gandhi in 1883. In association with her husband and son, she was involved in the Indian independence movement in British-ruled India. She was very influenced by her husband Mohandas Karamchand Gandhi, a.k.a. Mahatma Gandhi."}]}, {"heading": "Deaths", "year": "1945", "date": "February 22", "txt": "Osip Brik, Russian avant garde writer and literary critic (b. 1888)", "entities": [{"title": "Osip Brik", "href": "/wiki/Osip_Brik", "description": "Osip Maksimovich Brik, was a Russian avant garde writer and literary critic, who was one of the most important members of the Russian formalist school, though he also identified himself as one of the Futurists."}]}, {"heading": "Deaths", "year": "1958", "date": "February 22", "txt": "Abul Kalam Azad, Indian scholar and politician, Indian Minister of Education (b. 1888)", "entities": [{"title": "Abul Kalam Azad", "href": "/wiki/Abul_Kalam_Azad", "description": "Abul Kalam Ghulam Muhiyuddin Ahmed bin Khairuddin Al-Hussaini Azad pronunciation (help·info) was an Indian scholar, Islamic theologian, independence activist, and a senior leader of the Indian National Congress during the Indian independence movement. Following India's independence, he became the First Minister of Education in the Indian government. He is commonly remembered as Maulana Azad; the w"}, {"title": "Ministry of Human Resource Development (India)", "href": "/wiki/Ministry_of_Human_Resource_Development_(India)", "description": null}]}, {"heading": "Deaths", "year": "1960", "date": "February 22", "txt": "Paul-Émile Borduas, Canadian-French painter and critic (b. 1905)", "entities": [{"title": "Paul-Émile Borduas", "href": "/wiki/Paul-%C3%89mile_Borduas", "description": "Paul-Émile Borduas was a Québecois artist known for his abstract paintings. He was the leader of the avant-garde Automatiste movement and the chief author of the Refus Global manifesto of 1948. Borduas had a profound impact on the development of the arts and of thought, both in the province of Quebec and in Canada."}]}, {"heading": "Deaths", "year": "1961", "date": "February 22", "txt": "Nick LaRocca, American trumpet player and composer (b. 1889)", "entities": [{"title": "Nick LaRocca", "href": "/wiki/Nick_LaRocca", "description": "Dominic James \"Nick\" LaRocca, was an American early jazz cornetist and trumpeter and the leader of the Original Dixieland Jass Band. He is the composer of one of the most recorded jazz classics of all-time, \"Tiger Rag\". He was part of what is generally regarded as the first recorded jazz band, a band which recorded and released the first jazz recording, \"Livery Stable Blues\" in 1917."}]}, {"heading": "Deaths", "year": "1965", "date": "February 22", "txt": "Felix Frankfurter, Austrian-American lawyer and jurist (b. 1882)", "entities": [{"title": "Felix Frankfurter", "href": "/wiki/Felix_Frankfurter", "description": "Felix Frankfurter was an American lawyer, professor, and jurist who served as an Associate Justice of the Supreme Court of the United States. Frankfurter served on the Supreme Court from 1939 to 1962 and was a noted advocate of judicial restraint in the judgments of the Court."}]}, {"heading": "Deaths", "year": "1971", "date": "February 22", "txt": "Frédéric Mariotti, French actor (b. 1883)", "entities": [{"title": "Frédéric Mariotti", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Mariotti", "description": "Frédéric Mariotti was a French stage and film actor whose career spanned more than four decades through the early silent film era into the early 1950s."}]}, {"heading": "Deaths", "year": "1973", "date": "February 22", "txt": "Jean-Jacques Bertrand, Canadian lawyer and politician, 21st Premier of Quebec (b. 1916)", "entities": [{"title": "Jean-Jacques Bertrand", "href": "/wiki/Jean-Jacques_Bertrand", "description": "Jean-Jacques Bertrand was the 21st Premier of Quebec, Canada, from October 2, 1968, to May 12, 1970. He led the Union Nationale party."}, {"title": "List of Quebec premiers", "href": "/wiki/List_of_Quebec_premiers", "description": "This is a list of the premiers of the province of Quebec, Canada, since Confederation in 1867. Quebec uses a unicameral Westminster-style parliamentary government, in which the premier is the leader of the party that controls the most seats in the National Assembly. The premier, sometimes called the prime minister, is Quebec's head of government, while the Queen of Canada is its head of state and "}]}, {"heading": "Deaths", "year": "1973", "date": "February 22", "txt": "Elizabeth Bowen, Anglo-Irish author (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "February 22", "txt": "Katina Paxinou, Greek actress (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "February 22", "txt": "Winthrop Rockefeller, American colonel and politician, 37th Governor of Arkansas (b. 1912)", "entities": [{"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Deaths", "year": "1976", "date": "February 22", "txt": "Angela Baddeley, English actress (b. 1904)", "entities": [{"title": "Angela Baddeley", "href": "/wiki/Angela_Baddeley", "description": "Angela Baddeley, CBE was an English stage and television actress, best-remembered for her role as household cook Mrs. Bridges in the period drama Upstairs, Downstairs. Her stage career lasted more than six decades."}]}, {"heading": "Deaths", "year": "1976", "date": "February 22", "txt": "Florence Ballard, American singer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "February 22", "txt": "Oskar Kokoschka, Austrian painter, poet and playwright (b. 1886)", "entities": [{"title": "Oskar Kokoschka", "href": "/wiki/Oskar_Kokoschka", "description": "Oskar Kokoschka was an Austrian artist, poet, playwright, and teacher best known for his intense expressionistic portraits and landscapes, as well as his theories on vision that influenced the Viennese Expressionist movement."}]}, {"heading": "Deaths", "year": "1982", "date": "February 22", "txt": "Josh Malihabadi, Indian-Pakistani poet and author (b. 1898)", "entities": [{"title": "Josh Malihabadi", "href": "/wiki/Josh_Malihabadi", "description": "Josh Malihabadi popularly known as Shayar-e-Inqalab is regarded as one of the finest Urdu poets of the era of British India. Known for his liberal values and challenging the established order, he wrote over 100,000 couplets and more than 1,000 rubaiyat in his lifetime. His wrote Yaadon ki Barat, his autobiography which is noted for its frank and candid style. The first Prime Minister of India, Jaw"}]}, {"heading": "Deaths", "year": "1983", "date": "February 22", "txt": "Adrian Boult, English conductor (b. 1889)", "entities": [{"title": "Adrian Boult", "href": "/wiki/Adrian_Boult", "description": "Sir Adrian Cedric Boult, CH was an English conductor. Brought up in a prosperous mercantile family, he followed musical studies in England and at Leipzig, Germany, with early conducting work in London for the Royal Opera House and Sergei Diaghilev's ballet company. His first prominent post was conductor of the City of Birmingham Orchestra in 1924. When the British Broadcasting Corporation appointe"}]}, {"heading": "Deaths", "year": "1983", "date": "February 22", "txt": "Romain Maes, Belgian cyclist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "February 22", "txt": "Salvador Espriu, Spanish author, poet, and playwright (b. 1913)", "entities": [{"title": "Salvador Espriu", "href": "/wiki/Salvador_Espriu", "description": "Salvador Espriu i Castelló was a Catalan poet who wrote most of his works in Catalan."}]}, {"heading": "Deaths", "year": "1985", "date": "February 22", "txt": "Efrem Zimbalist, Russian violinist, composer, and conductor (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "February 22", "txt": "John Donnelly, Australian rugby league player (b. 1955)", "entities": [{"title": "John Donnelly (rugby league)", "href": "/wiki/John_Donnelly_(rugby_league)", "description": "John \"Dallas\" Donnelly was an Australian professional rugby league footballer who played in the 1970s and 1980s. An Australian Kangaroos and New South Wales Blues representative, he played for Western Suburbs between 1975 and 1984 in the New South Wales Rugby League premiership."}]}, {"heading": "Deaths", "year": "1987", "date": "February 22", "txt": "David Susskind, American talk show host and producer (b. 1920)", "entities": [{"title": "David Susskind", "href": "/wiki/David_Susskind", "description": "David Howard Susskind was an American producer of TV, movies, and stage plays and also a TV talk show host. His talk shows were innovative in the genre and addressed timely, controversial topics beyond the scope of others of the day."}]}, {"heading": "Deaths", "year": "1987", "date": "February 22", "txt": "Andy Warhol, American painter and photographer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "February 22", "txt": "Markos Vafiadis, Greek general and politician (b. 1906)", "entities": [{"title": "Markos Vafiadis", "href": "/wiki/Markos_Vafiadis", "description": "Markos Vafeiadis was a leading figure of the Communist Party of Greece (KKE) during the Greek Resistance and the Greek Civil War."}]}, {"heading": "Deaths", "year": "1994", "date": "February 22", "txt": "Papa John Creach, American violinist (b. 1917)", "entities": [{"title": "Papa John Creach", "href": "/wiki/Papa_John_Creach", "description": "John Henry Creach, better known as Papa John Creach, was an American blues violinist, who also played classical, jazz, R&B, pop and acid rock music. Early in his career, he performed as a journeyman musician with Louis Armstrong, Fats Waller, Stuff Smith, Charlie Christian, Big Joe Turner, T-Bone Walker, Nat King Cole and Roy Milton."}]}, {"heading": "Deaths", "year": "1995", "date": "February 22", "txt": "Ed Flanders, American actor (b. 1934)", "entities": [{"title": "Ed Flanders", "href": "/wiki/Ed_Flanders", "description": "Edward Paul Flanders was an American actor. He is best known for playing Dr. Donald Westphall in the medical drama series St. Elsewhere (1982–1988). Flanders was nominated for eight Primetime Emmys and won three times in 1976, 1977, and 1983."}]}, {"heading": "Deaths", "year": "1997", "date": "February 22", "txt": "Joseph Aiuppa, American gangster (b. 1907)", "entities": [{"title": "Joseph Aiuppa", "href": "/wiki/Joseph_Aiuppa", "description": "Joseph John Aiuppa, also known as \"Joey O'Brien\" and \"Joey Doves\", was a Chicago mobster who became a leader of the Chicago Outfit from 1971 until his skimming conviction in 1986."}]}, {"heading": "Deaths", "year": "1998", "date": "February 22", "txt": "Abraham A. Ribicoff, American lawyer and politician, 4th United States Secretary of Health and Human Services (b. 1910)", "entities": [{"title": "Abraham A. Ribicoff", "href": "/wiki/Abraham_A._Ribicoff", "description": "Abraham Alexander Ribicoff was an American Democratic Party politician from the state of Connecticut. He represented Connecticut in the United States House of Representatives and Senate and was the 80th Governor of Connecticut and Secretary of Health, Education, and Welfare in President John F. Kennedy's cabinet. He was Connecticut's first and to date only Jewish governor."}, {"title": "United States Secretary of Health and Human Services", "href": "/wiki/United_States_Secretary_of_Health_and_Human_Services", "description": "The United States secretary of health and human services is the head of the United States Department of Health and Human Services, and serves as the principal advisor to the president of the United States on all health matters. The secretary is a member of the United States Cabinet. The office was formerly Secretary of Health, Education, and Welfare. In 1980, the Department of Health, Education, a"}]}, {"heading": "Deaths", "year": "1999", "date": "February 22", "txt": "William Bronk, American poet and academic (b. 1918)", "entities": [{"title": "William Bronk", "href": "/wiki/William_Bronk", "description": "William Bronk was an American poet. For his book, Life Supports (1981), he won the National Book Award for Poetry."}]}, {"heading": "Deaths", "year": "1999", "date": "February 22", "txt": "Menno Oosting, Dutch tennis player (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 22", "txt": "Roden Cutler, Australian lieutenant and politician, 32nd Governor of New South Wales (b. 1916)", "entities": [{"title": "Roden Cutler", "href": "/wiki/Roden_Cutler", "description": "Sir Arthur Roden Cutler,, known as Sir Roden Cutler, was an Australian diplomat, the longest serving Governor of New South Wales and a recipient of the Victoria Cross, the highest award for gallantry \"in the face of the enemy\" that can be awarded to British and Commonwealth armed forces."}, {"title": "Governor of New South Wales", "href": "/wiki/Governor_of_New_South_Wales", "description": "The Governor of New South Wales is the viceregal representative of the Australian monarch, Queen Elizabeth II, in the state of New South Wales. In an analogous way to the Governor-General of Australia at the national level, the Governors of the Australian states perform constitutional and ceremonial functions at the state level. The governor is appointed by the queen on the advice of the premier o"}]}, {"heading": "Deaths", "year": "2002", "date": "February 22", "txt": "Chuck Jones, American animator, producer, and screenwriter (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 22", "txt": "Jonas Savimbi, Angolan general, founded UNITA (b. 1934)", "entities": [{"title": "UNITA", "href": "/wiki/UNITA", "description": "The National Union for the Total Independence of Angola is the second-largest political party in Angola. Founded in 1966, UNITA fought alongside the Popular Movement for the Liberation of Angola (MPLA) in the Angolan War for Independence (1961–1975) and then against the MPLA in the ensuing civil war (1975–2002). The war was one of the most prominent Cold War proxy wars, with UNITA receiving milita"}]}, {"heading": "Deaths", "year": "2004", "date": "February 22", "txt": "Andy Seminick, American baseball player, coach, and manager (b. 1920)", "entities": [{"title": "Andy Seminick", "href": "/wiki/Andy_Seminick", "description": "Andrew Wasal Seminick was an American professional baseball player. He played in Major League Baseball as a catcher for the Philadelphia Phillies between 1943 and 1951, and the Cincinnati Reds/Redlegs from 1952 through part of 1955, when he rejoined the Phillies for the rest of his career until his release at the end of the 1957 season. Seminick was an integral part of the 1950 \"Whiz Kids\" Phillie"}]}, {"heading": "Deaths", "year": "2005", "date": "February 22", "txt": "Lee Eun-ju, South Korean actress and singer (b. 1980)", "entities": [{"title": "Lee Eun-ju", "href": "/wiki/Lee_Eun-ju", "description": "Lee Eun-ju was a South Korean actress. She was the star of hit films including Taegukgi and The Scarlet Letter. She died by suicide at age 24."}]}, {"heading": "Deaths", "year": "2005", "date": "February 22", "txt": "Simone Simon, French actress (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 22", "txt": "S. Rajaratnam, Singaporean politician, 1st Senior Minister of Singapore (b. 1915)", "entities": [{"title": "S. Rajaratnam", "href": "/wiki/S._Rajaratnam", "description": "Sinnathamby Rajaratnam, DUT ,, was a Deputy Prime Minister of Singapore from 1980–85. He took office when former deputy prime minister Goh Keng Swee, a long-serving Minister, member of the Cabinet from 1959–88, and short story writer, stepped down from the position. He was one of the pioneer leaders of independent Singapore as it achieved self-government in 1959 and later independence in 1965. He "}, {"title": "Senior Minister", "href": "/wiki/Senior_Minister", "description": "The Senior Minister is a political office in the Cabinet of Singapore. Previous holders of this office have served as either the Prime Minister or as the former Deputy Prime Minister. Senior Ministers are ranked higher in the order of precedence, either immediately after the Prime Minister or the Deputy Prime Minister (as in the case of Teo Chee Hean and Tharman Shanmugaratnam and serves as part o"}]}, {"heading": "Deaths", "year": "2007", "date": "February 22", "txt": "George Jellicoe, 2nd Earl Jellicoe, English politician, Leader of the House of Lords (b. 1918)", "entities": [{"title": "George Jellicoe, 2nd Earl Jellicoe", "href": "/wiki/George_Jellicoe,_2nd_Earl_Jellicoe", "description": "George Patrick John Rushworth Jellicoe, 2nd Earl Jellicoe, Baron Jellicoe of Southampton, was a British politician, diplomat and businessman."}, {"title": "Leader of the House of Lords", "href": "/wiki/Leader_of_the_House_of_Lords", "description": "The Leader of the House of Lords is a member of the Cabinet of the United Kingdom who is responsible for arranging government business in the House of Lords. The post is also the leader of the majority party in the House of Lords who acts as the government party chairperson in the house. The role is always held in combination with a formal Cabinet position, usually one of the sinecure offices of L"}]}, {"heading": "Deaths", "year": "2007", "date": "February 22", "txt": "Dennis Johnson, American basketball player and coach (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 22", "txt": "Sukhbir, Indian author and poet (b. 1925)", "entities": [{"title": "Sukhbir (writer)", "href": "/wiki/Sukhbir_(writer)", "description": "Sukhbir, alias Balbir Singh, was a Punjabi novelist, short-story writer, poet and essayist. He wrote and published for fifty years. He wrote seven novels, 11 short story collections, and five poetry collections, and made many translations of world literature, essays, letters and book reviews."}]}, {"heading": "Deaths", "year": "2012", "date": "February 22", "txt": "Frank Carson, Irish-English comedian and actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 22", "txt": "Marie Colvin, American journalist (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 22", "txt": "Rémi Ochlik, French photographer and journalist (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 22", "txt": "Atje Keulen-Deelstra, Dutch speed skater (b. 1938)", "entities": [{"title": "Atje Keulen-Deelstra", "href": "/wiki/Atje_Keulen-Deelstra", "description": "Atje Keulen-Deelstra was a Dutch speed skater, who was a four-time World Allround Champion between the age of 32 and 36."}]}, {"heading": "Deaths", "year": "2013", "date": "February 22", "txt": "Jean-Louis Michon, French-Swiss scholar and translator (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 22", "txt": "Wolfgang Sawallisch, German pianist and conductor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 22", "txt": "Charlotte Dawson, New Zealand–Australian television host (b. 1966)", "entities": [{"title": "Charlotte Dawson", "href": "/wiki/Charlotte_Dawson", "description": "Charlotte Dawson was a New Zealand–Australian television personality. She was known in New Zealand for her roles as host of Getaway, and in Australia as a host on The Contender Australia and as a judge on Australia's Next Top Model. In 2014, her death by suicide attracted Australian-wide news coverage."}]}, {"heading": "Deaths", "year": "2014", "date": "February 22", "txt": "Trebor Jay Tichenor, American pianist and composer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 22", "txt": "Leo Vroman, Dutch-American hematologist, poet, and illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 22", "txt": "Chris Rainbow, Scottish singer-songwriter and producer (b. 1946)", "entities": [{"title": "Chris Rainbow", "href": "/wiki/Chris_Rainbow", "description": "Christopher James Harley, known by the stage name Chris Rainbow, was a Scottish pop rock singer and musician whose songs \"Give Me What I Cry For\" and \"Solid State Brain\" were often played by British radio DJs Kenny Everett and Tony Blackburn in the 1970s."}]}, {"heading": "Deaths", "year": "2016", "date": "February 22", "txt": "Yolande Fox, American model and singer, Miss America 1951 (b. 1928)", "entities": [{"title": "Yolande Fox", "href": "/wiki/Yolande_Fox", "description": "Yolande Margaret Betbeze Fox was an American singer and beauty pageant titleholder who was crowned Miss America 1951."}, {"title": "Miss America", "href": "/wiki/Miss_America", "description": "Miss America is an annual competition that is open to women from the United States between the ages of 17 and 25. Originating in 1921 as a \"bathing beauty revue\", the contest is now judged on competitors' talent performances and interviews. As of 2018, there is no longer a swimsuit portion to the contest, or consideration of physical appearance. Miss America travels about 20,000 miles a month, cha"}]}, {"heading": "Deaths", "year": "2016", "date": "February 22", "txt": "Sonny James, American singer-songwriter and guitarist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 22", "txt": "Forges, Spanish cartoonist (b. 1942)", "entities": [{"title": "Antonio Fraguas de Pablo", "href": "/wiki/Antonio_Fraguas_de_Pablo", "description": "Antonio Fraguas de Pablo, better known as Forges, was a Spanish graphic humorist. His artistic name is based on the translation to Catalan of the word fraguas."}]}, {"heading": "Deaths", "year": "2019", "date": "February 22", "txt": "Brody Stevens, American comedian and actor (b. 1970)", "entities": [{"title": "Brody Stevens", "href": "/wiki/Brody_Stevens", "description": "Steven James Brody, known professionally as Brody Stevens, was an American stand-up comedian and actor. He starred in the Comedy Central reality series Brody Stevens: Enjoy It!, and was known for appearances on Chelsea Lately and other comedy shows as well as small roles in films such as The Hangover (2009) and Due Date (2010)."}]}, {"heading": "Deaths", "year": "2019", "date": "February 22", "txt": "Morgan Woodward, American actor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "February 22", "txt": "Lawrence Ferlinghetti, American poet, painter (b.1919)", "entities": [{"title": "Lawrence Ferlinghetti", "href": "/wiki/Lawrence_Ferlinghetti", "description": "Lawrence Monsanto Ferlinghetti was an American poet, painter, social activist, and the co-founder of City Lights Booksellers & Publishers. He was the author of poetry, translations, fiction, theatre, art criticism, and film narration. Ferlinghetti was best known for his first collection of poems, A Coney Island of the Mind (1958), which has been translated into nine languages, with sales of more t"}]}]