[{"heading": "Events", "year": "1258", "date": "February 10", "txt": "Mongol invasions: Baghdad falls to the Mongols, bringing the Islamic Golden Age to an end.", "entities": [{"title": "Mongol invasions and conquests", "href": "/wiki/Mongol_invasions_and_conquests", "description": "The Mongol invasions and conquests took place during the 13th and 14th centuries, creating history's largest contiguous empire: the Mongol Empire, which by 1300 covered large parts of Eurasia. Historians regard the Mongol devastation as one of the deadliest episodes in history. In addition, Mongol expeditions may have spread the bubonic plague across much of Eurasia, helping to spark the Black Dea"}, {"title": "Siege of Baghdad (1258)", "href": "/wiki/Siege_of_Baghdad_(1258)", "description": "The siege of Baghdad was a siege that took place in Baghdad in 1258, lasting for 13 days from January 29, 1258 until February 10, 1258. The siege, laid by Ilkhanate Mongol forces and allied troops, involved the investment, capture, and sack of Baghdad, which was the capital of the Abbasid Caliphate at that time. The Mongols were under the command of Hulagu Khan, brother of the khagan Möngke Khan, "}, {"title": "Islamic Golden Age", "href": "/wiki/Islamic_Golden_Age", "description": "The Islamic Golden Age, was a period of cultural, economic, and scientific flourishing in the history of Islam, traditionally dated from the 8th century to the 14th century. This period is traditionally understood to have begun during the reign of the Abbasid caliph Harun al-Rashid with the inauguration of the House of Wisdom in Baghdad, the world's largest city by then, where Islamic scholars and"}]}, {"heading": "Events", "year": "1306", "date": "February 10", "txt": "In front of the high altar of Greyfriars Church in Dumfries, Robert the Bruce murders John Comyn, sparking the revolution in the Wars of Scottish Independence.", "entities": [{"title": "Dumfries", "href": "/wiki/Dumfries", "description": "Dumfries is a market town and former royal burgh within the Dumfries and Galloway council area of Scotland. It is located near the mouth of the River Nith into the Solway Firth. Dumfries is the traditional county town of the historic county of Dumfriesshire. Dumfries is nicknamed Queen of the South. The nickname has also given name to the town's professional football club. People from Dumfries are"}, {"title": "Robert the Bruce", "href": "/wiki/Robert_the_Bruce", "description": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. Robert was one of the most famous warriors of his generation and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent country and is now revered in Scotland as a national hero."}, {"title": "John Comyn III of Badenoch", "href": "/wiki/John_Comyn_III_of_Badenoch", "description": "John Comyn III of Badenoch, nicknamed the Red, was a leading Scottish baron and magnate who played an important role in the First War of Scottish Independence. He served as Guardian of Scotland after the forced abdication of his uncle, King John Balliol, in 1296, and for a time commanded the defence of Scotland against English attacks. Comyn was stabbed to death by Robert the Bruce before the alta"}, {"title": "Wars of Scottish Independence", "href": "/wiki/Wars_of_Scottish_Independence", "description": "The Wars of Scottish Independence were a series of military campaigns fought between the Kingdom of Scotland and the Kingdom of England in the late 13th and early 14th centuries."}]}, {"heading": "Events", "year": "1355", "date": "February 10", "txt": "The St Scholastica Day riot breaks out in Oxford, England, leaving 63 scholars and perhaps 30 locals dead in two days.", "entities": [{"title": "St Scholastica Day riot", "href": "/wiki/St_Scholastica_Day_riot", "description": "The St Scholastica Day riot took place in Oxford, England, on 10 February 1355, Saint Scholastica's Day. The disturbance began when two students from the University of Oxford complained about the quality of wine served to them in the Swindlestock Tavern, which stood on Carfax, in the centre of the town. The students quarrelled with the taverner; the argument quickly escalated to blows. The inn's c"}, {"title": "Oxford", "href": "/wiki/Oxford", "description": "Oxford is a city in England. It is the county town and only city of Oxfordshire. In 2017, its population was estimated at 152,450. It is 56 miles (90 km) northwest of London, 64 miles (103 km) southeast of Birmingham, and 61 miles (98 km) northeast of Bristol."}]}, {"heading": "Events", "year": "1502", "date": "February 10", "txt": "Vasco da Gama sets sail from Lisbon, Portugal, on his second voyage to India.", "entities": [{"title": "Vasco da Gama", "href": "/wiki/Vasco_da_Gama", "description": "Vasco da Gama, 1st Count of Vidigueira, was a Portuguese explorer and the first European to reach India by sea."}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "4th Portuguese India Armada (Gama, 1502)", "href": "/wiki/4th_Portuguese_India_Armada_(Gama,_1502)", "description": "The 4th Portuguese India Armada was assembled in 1502 on the order of King Manuel I of Portugal and placed under the command of D. Vasco da Gama. It was Gama's second trip to India. The fourth of some thirteen Portuguese India Armadas, it was designed as a punitive expedition, targeting Calicut, to avenge the travails of the 2nd Armada and the massacre of the Portuguese factory in 1500."}]}, {"heading": "Events", "year": "1567", "date": "February 10", "txt": "Lord Darnley, second husband of Mary, Queen of Scots, is found strangled following an explosion at the Kirk o' Field house in Edinburgh, Scotland, a suspected assassination.", "entities": [{"title": "Henry Stuart, Lord Darnley", "href": "/wiki/Henry_Stuart,_Lord_Darnley", "description": "Henry Stuart, Lord Darnley was the second husband of Mary, Queen of Scots. From his marriage in 1565, he was king consort of Scotland. He was created Duke of Albany shortly before his marriage. Less than a year after the birth of his and Mary's only child, King James VI of Scotland and I of England, Darnley was murdered at Kirk o' Field in 1567. Many contemporary narratives describing his life and"}, {"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "Kirk o' Field", "href": "/wiki/Kirk_o%27_Field", "description": "The murder of Lord Darnley, second husband of Mary, Queen of Scots, took place on 10 February 1567 in Edinburgh, Scotland. Darnley's lodgings were destroyed by gunpowder; his body and that of his servant were found nearby, apparently having been strangled rather than killed in the explosion. Suspicion was placed upon Queen Mary and the Earl of Bothwell, who Mary went on to marry three months after"}, {"title": "Edinburgh", "href": "/wiki/Edinburgh", "description": "Edinburgh is the capital city of Scotland and one of its 32 council areas. Historically part of the county of Midlothian, it is located in Lothian on the Firth of Forth's southern shore. Edinburgh is Scotland's second-most populous city and the seventh-most populous city in the United Kingdom."}]}, {"heading": "Events", "year": "1712", "date": "February 10", "txt": "Huilliches in Chiloé rebel against Spanish encomenderos.", "entities": [{"title": "Huilliche uprising of 1712", "href": "/wiki/Huilliche_uprising_of_1712", "description": "The Huilliche uprising of 1712 was an indigenous uprising against the Spanish encomenderos of the Chiloé Archipelago, which was then a part of the Captaincy General of Chile. The rebellion took place in the central part of the archipelago."}, {"title": "Encomienda", "href": "/wiki/Encomienda", "description": "The encomienda was a Spanish labor system that rewarded conquerors with the labor of particular groups of conquered non-Christian people. The laborers, in theory, were provided with benefits by the conquerors for whom they labored, the Catholic religion being a principal benefit. The encomienda was first established in Spain following the Christian conquest of Moorish territories, and it was appli"}]}, {"heading": "Events", "year": "1763", "date": "February 10", "txt": "French and Indian War: The Treaty of Paris ends the war and France cedes Quebec to Great Britain.", "entities": [{"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}, {"title": "Treaty of Paris (1763)", "href": "/wiki/Treaty_of_Paris_(1763)", "description": "The Treaty of Paris, also known as the Treaty of 1763, was signed on 10 February 1763 by the kingdoms of Great Britain, France and Spain, with Portugal in agreement, after Great Britain and Prussia's victory over France and Spain during the Seven Years' War."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1814", "date": "February 10", "txt": "Napoleonic Wars: The Battle of Champaubert ends in French victory over the Russians and the Prussians.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Champaubert", "href": "/wiki/Battle_of_Champaubert", "description": "The Battle of Champaubert was the opening engagement of the Six Days' Campaign. It was fought between a French army led by Emperor Napoleon and a small Russian corps commanded by Lieutenant General Count Zakhar Dmitrievich Olsufiev. After putting up a good fight, the Russian formation was destroyed; the survivors escaped into the woods while Olsufiev became a French prisoner. Champaubert is locate"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}]}, {"heading": "Events", "year": "1840", "date": "February 10", "txt": "Queen Victoria of the United Kingdom marries Prince Albert of Saxe-Coburg-Gotha.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "Prince Albert of Saxe-Coburg-Gotha", "href": "/wiki/Prince_Albert_of_Saxe-Coburg-Gotha", "description": "Prince Albert of Saxe-Coburg and Gotha was consort of Queen Victoria of the United Kingdom from their marriage on 10 February 1840 until his death in 1861."}]}, {"heading": "Events", "year": "1846", "date": "February 10", "txt": "First Anglo-Sikh War: Battle of Sobraon: British defeat Sikhs in the final battle of the war.", "entities": [{"title": "First Anglo-Sikh War", "href": "/wiki/First_Anglo-Sikh_War", "description": "The First Anglo-Sikh War was fought between the Sikh Empire and the East India Company in 1845 and 1846 in and around the Ferozepur district of Punjab. It resulted in partial subjugation of the Sikh kingdom and cession of Jammu and Kashmir as a separate princely state under British suzerainty."}, {"title": "Battle of Sobraon", "href": "/wiki/Battle_of_Sobraon", "description": "The Battle of Sobraon was fought on 10 February 1846, between the forces of the East India Company and the Sikh Khalsa Army, the army of the Sikh Empire of the Punjab. The Sikhs were completely defeated, making this the decisive battle of the First Anglo-Sikh War."}]}, {"heading": "Events", "year": "1861", "date": "February 10", "txt": "Jefferson Davis is notified by telegraph that he has been chosen as provisional President of the Confederate States of America.", "entities": [{"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "President of the Confederate States of America", "href": "/wiki/President_of_the_Confederate_States_of_America", "description": "The president of the Confederate States was the head of state and head of government of the Confederate States. The president was the chief executive of the federal government and was the commander-in-chief of the Confederate Army and the Confederate Navy."}]}, {"heading": "Events", "year": "1862", "date": "February 10", "txt": "American Civil War: A Union naval flotilla destroys the bulk of the Confederate Mosquito Fleet in the Battle of Elizabeth City on the Pasquotank River in North Carolina.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Mosquito Fleet", "href": "/wiki/Mosquito_Fleet", "description": "The term Mosquito Fleet has had a variety of naval and commercial uses around the world."}, {"title": "Battle of Elizabeth City", "href": "/wiki/Battle_of_Elizabeth_City", "description": "The Battle of Elizabeth City of the American Civil War was fought in the immediate aftermath of the Battle of Roanoke Island. It took place on 10 February 1862, on the Pasquotank River near Elizabeth City, North Carolina. The participants were vessels of the U.S. Navy's North Atlantic Blockading Squadron, opposed by vessels of the Confederate Navy's Mosquito Fleet; the latter were supported by a s"}, {"title": "Pasquotank River", "href": "/wiki/Pasquotank_River", "description": "The Pasquotank River is a coastal water-body in Northeastern North Carolina in the United States. Located between Camden and Pasquotank counties, the Pasquotank connects directly to the Albemarle Sound and is part of the Intracoastal Waterway via Elizabeth City."}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}]}, {"heading": "Events", "year": "1906", "date": "February 10", "txt": "HMS Dreadnought, the first of a revolutionary new breed of battleships, is christened.", "entities": [{"title": "HMS Dreadnought (1906)", "href": "/wiki/HMS_Dreadnought_(1906)", "description": "HMS Dreadnought was a Royal Navy battleship that was seen as revolutionising naval power. The name of the ship, and the class of battleships named after her, means \"fear nothing\". Dreadnought's entry into service in 1906 represented such an advance in naval technology that her name came to be associated with an entire generation of battleships, the \"dreadnoughts\", as well as the class of ships nam"}, {"title": "Dreadnought", "href": "/wiki/Dreadnought", "description": "The dreadnought was the predominant type of battleship in the early 20th century. The first of the kind, the Royal Navy's HMS Dreadnought, had such an impact when launched in 1906 that similar battleships built after her were referred to as \"dreadnoughts\", and earlier battleships became known as pre-dreadnoughts. Her design had two revolutionary features: an \"all-big-gun\" armament scheme, with an "}]}, {"heading": "Events", "year": "1920", "date": "February 10", "txt": "Józef Haller de Hallenburg performs the symbolic wedding of Poland to the sea, celebrating restitution of Polish access to open sea.", "entities": [{"title": "Józef Haller de Hallenburg", "href": "/wiki/J%C3%B3zef_Haller_de_Hallenburg", "description": "Józef Haller von Hallenburg was a lieutenant general of the Polish Army, a legionary in the Polish Legions, harcmistrz, the president of the Polish Scouting and Guiding Association (ZHP), and a political and social activist. He was the cousin of Stanisław Haller."}, {"title": "Poland's Wedding to the Sea", "href": "/wiki/Poland%27s_Wedding_to_the_Sea", "description": "Poland's Wedding to the Sea was a ceremony meant to symbolize restored Polish access to the Baltic Sea that was lost in 1793 by the Partitions of Poland. It was first performed on 10 February 1920 by General Józef Haller at Puck (Putzig). In the early spring of 1945, following the Polish-Soviet advance into Pomerania, a number of such ceremonies took place in several locations. The most famous 194"}]}, {"heading": "Events", "year": "1920", "date": "February 10", "txt": "About 75% of the population in Zone I votes to join Denmark in the 1920 Schleswig plebiscites.", "entities": [{"title": "Denmark", "href": "/wiki/Denmark", "description": "Denmark, officially the Kingdom of Denmark, is a Nordic country in Northern Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands, with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate"}, {"title": "1920 Schleswig plebiscites", "href": "/wiki/1920_Schleswig_plebiscites", "description": "The Schleswig plebiscites were two plebiscites, organized according to section XII, articles 100 to 115 of the Treaty of Versailles of 28 June 1919, in order to determine the future border between Denmark and Germany through the former Duchy of Schleswig. The process was monitored by a commission with representatives from France, the United Kingdom, Norway and Sweden."}]}, {"heading": "Events", "year": "1923", "date": "February 10", "txt": "Texas Tech University is founded as Texas Technological College in Lubbock, Texas.", "entities": [{"title": "Texas Tech University", "href": "/wiki/Texas_Tech_University", "description": "Texas Tech University is a public research university in Lubbock, Texas. Established on February 10, 1923, and called until 1969 Texas Technological College, it is the main institution of the four-institution Texas Tech University System. The university's student enrollment is the seventh-largest in Texas as of the Fall 2018 semester. As of Fall 2020, there were 40,322 students enrolled at Texas T"}, {"title": "Lubbock, Texas", "href": "/wiki/Lubbock,_Texas", "description": "Lubbock \nis the 11th-most populous city in the U.S. state of Texas and the county seat of Lubbock County. With a population of 258,862 in 2019, the city is also the 83rd-most populous in the United States. The city is in the northwestern part of the state, a region known historically and geographically as the Llano Estacado, and ecologically is part of the southern end of the High Plains, lying at"}]}, {"heading": "Events", "year": "1930", "date": "February 10", "txt": "The Việt Nam Quốc Dân Đảng launches the failed Yên Bái mutiny in hope of overthrowing French protectorate over Vietnam.", "entities": [{"title": "Việt Nam Quốc Dân Đảng", "href": "/wiki/Vi%E1%BB%87t_Nam_Qu%E1%BB%91c_D%C3%A2n_%C4%90%E1%BA%A3ng", "description": "The Việt Nam Quốc Dân Đảng, abbreviated VNQDĐ or Việt Quốc, was a nationalist and democratic socialist political party that sought independence from French colonial rule in Vietnam during the early 20th century. Its origins lie in the mid-1920s, when a group of young Hanoi-based intellectuals began publishing revolutionary material. In 1927, after the publishing house failed because of French hara"}, {"title": "Yên Bái mutiny", "href": "/wiki/Y%C3%AAn_B%C3%A1i_mutiny", "description": "The Yên Bái mutiny was an uprising of Vietnamese soldiers in the French colonial army on 10 February 1930 in collaboration with civilian supporters who were members of the Việt Nam Quốc Dân Đảng."}, {"title": "French Indochina", "href": "/wiki/French_Indochina", "description": "French Indochina, officially known as the Indochinese Union from 1887 and the Indochinese Federation after 1947, was a grouping of French colonial territories in Southeast Asia until its demise in 1954. It comprised three Vietnamese regions of Tonkin in the north, Annam in the centre, and Cochinchina in the south, Cambodia, Laos and the Chinese territory of Guangzhouwan. The capital for most of it"}]}, {"heading": "Events", "year": "1933", "date": "February 10", "txt": "In round 13 of a boxing match at New York City's Madison Square Garden, Primo Carnera knocks out Ernie Schaaf. Schaaf dies four days later.", "entities": [{"title": "Boxing", "href": "/wiki/Boxing", "description": "Boxing is a combat sport in which two people, usually wearing protective gloves and other protective equipment such as hand wraps and mouthguards, throw punches at each other for a predetermined amount of time in a boxing ring."}, {"title": "Madison Square Garden (1925)", "href": "/wiki/Madison_Square_Garden_(1925)", "description": "Madison Square Garden was an indoor arena in New York City, the third bearing that name. Built in 1925 and closed in 1968, it was located on the west side of Eighth Avenue between 49th and 50th Streets in Manhattan, on the site of the city's trolley-car barns. It was the first Garden that was not located near Madison Square. MSG III was the home of the New York Rangers of the National Hockey Leagu"}, {"title": "Primo Carnera", "href": "/wiki/Primo_Carnera", "description": "Primo Carnera, nicknamed the Ambling Alp, was an Italian professional boxer and wrestler who reigned as the boxing World Heavyweight Champion from 29 June 1933 to 14 June 1934. He won more fights by knockout than any other heavyweight champion in boxing history."}, {"title": "Ernie Schaaf", "href": "/wiki/Ernie_Schaaf", "description": "Frederick Ernest \"Ernie\" Schaaf was a professional boxer who was a heavyweight contender in the 1930s but died after a bout."}]}, {"heading": "Events", "year": "1936", "date": "February 10", "txt": "Second Italo-Abyssinian War: Italian troops launch the Battle of Amba Aradam against Ethiopian defenders.", "entities": [{"title": "Second Italo-Abyssinian War", "href": "/wiki/Second_Italo-Abyssinian_War", "description": "The Second Italo-Ethiopian War, also referred to as the Second Italo-Abyssinian War, was a war of aggression which was fought between Italy and Ethiopia from October 1935 to February 1937. It is seen as an example of the expansionist policy that characterized the Axis powers and the ineffectiveness of the League of Nations before the outbreak of World War II."}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Battle of Amba Aradam", "href": "/wiki/Battle_of_Amba_Aradam", "description": "The Battle of Amba Aradam was a battle fought on the northern front of what was known as the Second Italo-Abyssinian War. This battle consisted of attacks and counterattacks by Italian forces under Marshal of Italy Pietro Badoglio and Ethiopian forces under Ras Mulugeta Yeggazu. This battle was primarily fought in the area around Amba Aradam which included most of Enderta Province."}, {"title": "Ethiopian Empire", "href": "/wiki/Ethiopian_Empire", "description": "The Ethiopian Empire, also formerly known by the exonym Abyssinia, or just simply known as Ethiopia, was a monarchy that spanned a geographical area in the current states of Ethiopia and Eritrea. It began with the establishment of the Solomonic dynasty by Yekuno Amlak from approximately 1270 and lasted until 1974, when Emperor Haile Selassie was overthrown in a coup d'état by the communist Derg. I"}]}, {"heading": "Events", "year": "1939", "date": "February 10", "txt": "Spanish Civil War: The Nationalists conclude their conquest of Catalonia and seal the border with France.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Francoist Spain", "href": "/wiki/Francoist_Spain", "description": "Francoist Spain, known in Spain as the Francoist dictatorship, was the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain with the title Caudillo. After his death in 1975, Spain transitioned into a democracy. During this time period Spain was officially known as the Spanish State."}, {"title": "Catalonia Offensive", "href": "/wiki/Catalonia_Offensive", "description": "The Catalonia Offensive was part of the Spanish Civil War. The Nationalist Army started the offensive on 23 December 1938 and rapidly conquered Republican-held Catalonia with Barcelona. Barcelona was captured on 26 January 1939. The Republican government headed for the French border. Thousands of people fleeing the Nationalists also crossed the frontier in the following month, to be placed in inte"}]}, {"heading": "Events", "year": "1940", "date": "February 10", "txt": "The Soviet Union begins mass deportations of Polish citizens from occupied eastern Poland to Siberia.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Territories of Poland annexed by the Soviet Union", "href": "/wiki/Territories_of_Poland_annexed_by_the_Soviet_Union", "description": "Seventeen days after the German invasion of Poland in 1939, which marked the beginning of the Second World War, the Soviet Union invaded the eastern regions of Poland and annexed territories totaling 201,015 square kilometres (77,612 sq mi) with a population of 13,299,000. Inhabitants besides ethnic Poles included Czechs, Lithuanians, Belarusians, Ukrainians, Jews, and other minority groups."}]}, {"heading": "Events", "year": "1943", "date": "February 10", "txt": "World War II: Attempting to completely lift the Siege of Leningrad, the Soviet Red Army engages German troops and Spanish volunteers in the Battle of Krasny Bor.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Siege of Leningrad", "href": "/wiki/Siege_of_Leningrad", "description": "The siege of Leningrad was a prolonged military blockade undertaken from the south by the Army Group North of Nazi Germany against the Soviet city of Leningrad on the Eastern Front in World War II. The Finnish army invaded from the north, co-operating with the Germans until Finland had recaptured territory lost in the recent Winter War, but refused to make further approaches to the city. Also co-o"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Francoist Spain", "href": "/wiki/Francoist_Spain", "description": "Francoist Spain, known in Spain as the Francoist dictatorship, was the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain with the title Caudillo. After his death in 1975, Spain transitioned into a democracy. During this time period Spain was officially known as the Spanish State."}, {"title": "Battle of Krasny Bor", "href": "/wiki/Battle_of_Krasny_Bor", "description": "The Battle of Krasny Bor was part of the Soviet offensive Operation Polyarnaya Zvezda, in the Eastern Front of World War II. It called for a pincer attack near Leningrad, to build on the success of Operation Iskra and completely lift the siege of Leningrad, encircling a substantial part of the German 18th Army. The offensive near the town of Krasny Bor, formed the western arm of the pincer. The So"}]}, {"heading": "Events", "year": "1947", "date": "February 10", "txt": "The Paris Peace Treaties are signed by Italy, Romania, Hungary, Bulgaria, Finland and the Allies of World War II.", "entities": [{"title": "Paris Peace Treaties, 1947", "href": "/wiki/Paris_Peace_Treaties,_1947", "description": "The Paris Peace Treaties were signed on 10 February 1947 following the end of World War II in 1945.\nThe Paris Peace Conference lasted from 29 July until 15 October 1946. The victorious wartime Allied powers negotiated the details of peace treaties with Italy, Romania, Hungary, Bulgaria and Finland. The treaties allowed the defeated Axis powers to resume their responsibilities as sovereign states i"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1954", "date": "February 10", "txt": "U.S. President Dwight D. Eisenhower warns against United States intervention in Vietnam.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1962", "date": "February 10", "txt": "Cold War: Captured American U2 spy-plane pilot Gary Powers is exchanged for captured Soviet spy Rudolf Abel.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Lockheed U-2", "href": "/wiki/Lockheed_U-2", "description": "The Lockheed U-2, nicknamed \"Dragon Lady\", is an American single-jet engine, high altitude reconnaissance aircraft operated by the United States Air Force (USAF) and previously flown by the Central Intelligence Agency (CIA). It provides day and night, high-altitude, all-weather intelligence gathering."}, {"title": "Gary Powers", "href": "/wiki/Gary_Powers", "description": "Francis Gary Powers was an American pilot whose Central Intelligence Agency (CIA) U-2 spy plane was shot down while flying a reconnaissance mission in Soviet Union airspace, causing the 1960 U-2 incident."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Rudolf Abel", "href": "/wiki/Rudolf_Abel", "description": "Rudolf Ivanovich Abel, real name William August Fisher, was a Soviet intelligence officer. He adopted his alias when arrested on charges of conspiracy by the FBI in 1957."}]}, {"heading": "Events", "year": "1964", "date": "February 10", "txt": "Melbourne–Voyager collision: The aircraft carrier HMAS Melbourne collides with and sinks the destroyer HMAS Voyager off the south coast of New South Wales, Australia, killing 82.", "entities": [{"title": "Melbourne–Voyager collision", "href": "/wiki/Melbourne%E2%80%93Voyager_collision", "description": "The Melbourne–Voyager collision, also known as the Melbourne–Voyager incident or simply the Voyager incident, was a collision between two warships of the Royal Australian Navy (RAN); the aircraft carrier HMAS Melbourne and the destroyer HMAS Voyager."}, {"title": "HMAS Melbourne (R21)", "href": "/wiki/HMAS_Melbourne_(R21)", "description": "HMAS Melbourne (R21) was a Majestic-class light aircraft carrier operated by the Royal Australian Navy (RAN) from 1955 until 1982, and was the third and final conventional aircraft carrier to serve in the RAN. Melbourne was the only Commonwealth naval vessel to sink two friendly warships in peacetime collisions."}, {"title": "HMAS Voyager (D04)", "href": "/wiki/HMAS_Voyager_(D04)", "description": "HMAS Voyager was a  Daring-class destroyer of the Royal Australian Navy (RAN), that was lost in a collision in 1964."}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}]}, {"heading": "Events", "year": "1967", "date": "February 10", "txt": "The 25th Amendment to the United States Constitution is ratified.", "entities": [{"title": "Twenty-fifth Amendment to the United States Constitution", "href": "/wiki/Twenty-fifth_Amendment_to_the_United_States_Constitution", "description": "The Twenty-fifth Amendment to the United States Constitution deals with presidential succession and disability."}]}, {"heading": "Events", "year": "1972", "date": "February 10", "txt": "Ras Al Khaimah joins the United Arab Emirates, now making up seven emirates.", "entities": [{"title": "Ras al-Khaimah", "href": "/wiki/Ras_al-Khaimah", "description": "Ras Al Khaimah (RAK) is the largest city and capital of the Emirate of Ras Al Khaimah, United Arab Emirates. It is the sixth-largest city in UAE after Dubai, Abu Dhabi, Sharjah, Al Ain and Ajman."}, {"title": "United Arab Emirates", "href": "/wiki/United_Arab_Emirates", "description": "The United Arab Emirates, sometimes simply called the Emirates, is a country in Western Asia located at the eastern end of the Arabian Peninsula. It borders Oman and Saudi Arabia, and has maritime borders in the Persian Gulf with Qatar and Iran."}]}, {"heading": "Events", "year": "1984", "date": "February 10", "txt": "Kenyan soldiers kill an estimated 5000 ethnic Somali Kenyans in the Wagalla massacre.", "entities": [{"title": "Kenya Army", "href": "/wiki/Kenya_Army", "description": "The Kenya Army is the land arm of the Kenya Defence Forces."}, {"title": "Wagalla massacre", "href": "/wiki/Wagalla_massacre", "description": "The Wagalla massacre was a massacre of ethnic Somalis by the Kenyan Army on 10 February 1984 in Wajir County, Kenya.\nMoi opened barracks near Wagalla, where he brought soldiers to 'discipline the villagers'."}]}, {"heading": "Events", "year": "1989", "date": "February 10", "txt": "Ron Brown is elected chairman of the Democratic National Committee, becoming the first African American to lead a major American political party.", "entities": [{"title": "Ron Brown", "href": "/wiki/Ron_Brown", "description": "Ronald Harmon Brown was an American politician. He served as the United States Secretary of Commerce during the first term of President Bill Clinton. Prior to this he was chairman of the Democratic National Committee (DNC). He was the first African American to hold these positions. He was killed, along with 34 others in a 1996 plane crash in Croatia."}, {"title": "Democratic National Committee", "href": "/wiki/Democratic_National_Committee", "description": "The Democratic National Committee (DNC) is the governing body of the United States Democratic Party. The committee coordinates strategy to support Democratic Party candidates throughout the country for local, state, and national office, as well as works to establish a \"party brand\". It organizes the Democratic National Convention held every four years to nominate a candidate for President of the U"}, {"title": "African Americans", "href": "/wiki/African_Americans", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Political party", "href": "/wiki/Political_party", "description": "A political party is an organization that coordinates candidates to compete in a country's elections. It is common for the members of a political party to have similar ideas about politics, and parties may promote specific ideological or policy goals."}]}, {"heading": "Events", "year": "1996", "date": "February 10", "txt": "IBM supercomputer Deep Blue defeats Garry Kasparov in chess for the first time.", "entities": [{"title": "IBM", "href": "/wiki/IBM", "description": "International Business Machines Corporation (IBM) is an American multinational technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York."}, {"title": "Deep Blue (chess computer)", "href": "/wiki/Deep_Blue_(chess_computer)", "description": "Deep Blue was a chess-playing computer developed by IBM. It was the first computer to win both a chess game and a chess match against a reigning world champion under regular time controls."}, {"title": "Garry Kasparov", "href": "/wiki/Garry_Kasparov", "description": "Garry Kimovich Kasparov is a Russian chess grandmaster, former World Chess Champion, writer, and political activist and commentator. From 1984 until his retirement in 2005, Kasparov was ranked world No. 1 for a record 255 months overall for his career. His peak rating of 2851, achieved in 1999, was the highest recorded until being surpassed by Magnus Carlsen in 2013. Kasparov also holds records fo"}]}, {"heading": "Events", "year": "2003", "date": "February 10", "txt": "France and Belgium break the NATO procedure of silent approval concerning the timing of protective measures for Turkey in case of a possible war with Iraq.", "entities": [{"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2009", "date": "February 10", "txt": "The communications satellites Iridium 33 and Kosmos 2251 collide in orbit, destroying both.", "entities": [{"title": "Communications satellite", "href": "/wiki/Communications_satellite", "description": "A communications satellite is an artificial satellite that relays and amplifies radio telecommunication signals via a transponder; it creates a communication channel between a source transmitter and a receiver at different locations on Earth. Communications satellites are used for television, telephone, radio, internet, and military applications. As of 1 August 2020, there are 2,787 artificial sat"}, {"title": "Iridium 33", "href": "/wiki/Iridium_33", "description": "Iridium 33 was a communications satellite launched by Russia for Iridium Communications. It was launched into low Earth orbit from Site 81/23 at the Baikonur Cosmodrome at 01:36 UTC on 14 September 1997, by a Proton-K rocket with a Block DM2 upper stage. The launch was arranged by International Launch Services (ILS). It was operated in Plane 3 of the Iridium satellite constellation, with an ascend"}, {"title": "Kosmos 2251", "href": "/wiki/Kosmos_2251", "description": "Kosmos-2251, was a Russian Strela-2M military communications satellite. It was launched into Low Earth orbit from Site 132/1 at the Plesetsk Cosmodrome at 04:17 UTC on 16 June 1993, by a Kosmos-3M carrier rocket.· The Strela satellites had a lifespan of 5 years, and the Russian government reported that Kosmos-2251 ceased functioning in 1995. Russia was later criticised by The Space Review for leav"}, {"title": "2009 satellite collision", "href": "/wiki/2009_satellite_collision", "description": "On February 10, 2009, two communications satellites—the active commercial Iridium 33 and the derelict Russian military Kosmos-2251—accidentally collided at a speed of 11,700 m/s and an altitude of 789 kilometres (490 mi) above the Taymyr Peninsula in Siberia. It was the first time a hypervelocity collision occurred between two satellites – until then, all accidental hypervelocity collisions had in"}]}, {"heading": "Events", "year": "2013", "date": "February 10", "txt": "Thirty-six people are killed and 39 others are injured in a stampede in Allahabad, India, during the Kumbh Mela festival.", "entities": [{"title": "2013 Kumbh Mela stampede", "href": "/wiki/2013_Kumbh_Mela_stampede", "description": "On 10 February 2013, during the Hindu festival of Kumbh Mela, a stampede broke out at the train station in Allahabad, Uttar Pradesh, India, killing 42 people and injuring atleast 300 people."}, {"title": "Allahabad", "href": "/wiki/Allahabad", "description": "Allahabad, officially known as Prayagraj, also known as Ilahabad, is a metropolis in the Indian state of Uttar Pradesh. It is the administrative headquarters of Allahabad district—the most populous district in the state and 13th most populous district in India—and the Allahabad division. The city is the judicial capital of Uttar Pradesh with Allahabad High Court being the highest judicial body in "}, {"title": "Kumbh Mela", "href": "/wiki/Kumbh_Mela", "description": "Kumbh Mela or Kumbha Mela is a major pilgrimage and festival in Hinduism. It is celebrated in a cycle of approximately 12 years, to celebrate every revolution Brihaspati completes, at four river-bank pilgrimage sites: the Allahabad (Prayagraj), Haridwar (Ganges), Nashik (Godavari), and Ujjain (Shipra). The festival is marked by a ritual dip in the waters, but it is also a celebration of community "}]}, {"heading": "Events", "year": "2016", "date": "February 10", "txt": "South Korea decides to stop the operation of the Kaesong joint industrial complex with North Korea in response to the launch of Kwangmyŏngsŏng-4.", "entities": [{"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}, {"title": "Kaesong Industrial Region", "href": "/wiki/Kaesong_Industrial_Region", "description": "The Kaesŏng Industrial Region (KIR) or Kaesŏng Industrial Zone (KIZ) is a special administrative industrial region of North Korea (DPRK). It was formed in 2002 from part of the Kaesŏng Directly-Governed City. On 10 February 2016, it was temporarily closed by the South Korean government and all staff recalled by the Park Geun-hye administration, although the President of South Korea, Moon Jae-in, h"}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia constituting the northern part of the Korean Peninsula. It borders China to its north, and shares a small border with Russia along the Yalu (Amnok) and Tumen rivers, while being bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ), which separates the two. North Korea,"}, {"title": "Kwangmyŏngsŏng-4", "href": "/wiki/Kwangmy%C5%8Fngs%C5%8Fng-4", "description": "Kwangmyongsong-4 or KMS-4 is a reconnaissance satellite launched by North Korea on 7 February 2016."}]}, {"heading": "Events", "year": "2018", "date": "February 10", "txt": "Nineteen people are killed and 66 injured when a Kowloon Motor Bus double decker on route 872 in Hong Kong overturns.", "entities": [{"title": "Kowloon Motor Bus", "href": "/wiki/Kowloon_Motor_Bus", "description": "The Kowloon Motor Bus Company (1933) Limited (KMB) is a bus company operating franchised services in Hong Kong. It is the largest bus company in Hong Kong by fleet size and number of bus routes. It is a subsidiary of Transport International."}, {"title": "Double-decker bus", "href": "/wiki/Double-decker_bus", "description": "A double-decker bus is a bus that has two storeys or decks. Double-decker buses are used for mass transport in the United Kingdom, Europe, Asia and many former European possessions, the best-known example being the red London bus, namely the AEC Routemaster."}, {"title": "Hong Kong", "href": "/wiki/Hong_Kong", "description": "Hong Kong, officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a metropolitan area and special administrative region of the People's Republic of China on the eastern Pearl River Delta of the South China Sea. With over 7.5 million residents of various nationalities in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densel"}, {"title": "2018 Hong Kong bus accident", "href": "/wiki/2018_Hong_Kong_bus_accident", "description": "On 10 February 2018, at approximately 18:13 HKT, a Kowloon Motor Bus (KMB) double-decker bus flipped onto its side on Tai Po Road in Tai Po, New Territories. The crash killed 19 people and injured 65."}]}, {"heading": "Events", "year": "2021", "date": "February 10", "txt": "The traditional Carnival in Rio de Janeiro, Brazil is canceled for the first time because of the COVID-19 pandemic.", "entities": [{"title": "Rio Carnival", "href": "/wiki/Rio_Carnival", "description": "The Carnival in Rio de Janeiro is a festival held every year before Lent and considered the biggest carnival in the world with two million people per day on the streets. The first Carnival festival in Rio occurred in 1723."}, {"title": "COVID-19 pandemic in Brazil", "href": "/wiki/COVID-19_pandemic_in_Brazil", "description": "The COVID-19 pandemic in Brazil is part of the ongoing pandemic of coronavirus disease 2019 caused by severe acute respiratory syndrome coronavirus 2. The virus was confirmed to have spread to Brazil on 25 February 2020, when a man from São Paulo tested positive for the virus. The disease had spread to every federative unit of Brazil by 21 March. On 19 June 2020, the country reported its 1 million"}]}, {"heading": "Births", "year": "1486", "date": "February 10", "txt": "George of the Palatinate, German bishop (d. 1529)", "entities": [{"title": "George of the Palatinate", "href": "/wiki/George_of_the_Palatinate", "description": "George of the Palatinate was Bishop of Speyer from 1513 to 1529."}]}, {"heading": "Births", "year": "1499", "date": "February 10", "txt": "Thomas Platter, Swiss author and scholar (d. 1582)", "entities": [{"title": "Thomas Platter", "href": "/wiki/Thomas_Platter", "description": "Thomas Platter the Elder was a Swiss humanist scholar and writer."}]}, {"heading": "Births", "year": "1514", "date": "February 10", "txt": "Domenico Bollani, Bishop of Milan (d. 1579)", "entities": [{"title": "Domenico Bollani", "href": "/wiki/Domenico_Bollani", "description": "Domenico Bollani (1514–1579) was a diplomat and politician of the Republic of Venice, and as Bishop of Brescia from 1559 to 1579 he was a leading figure of the Catholic reform."}]}, {"heading": "Births", "year": "1606", "date": "February 10", "txt": "Christine of France, Duchess of Savoy (d. 1663)", "entities": [{"title": "Christine of France", "href": "/wiki/Christine_of_France", "description": "Christine of France was the sister of Louis XIII and the Duchess of Savoy by marriage. At the death of her husband Victor Amadeus I in 1637, she acted as regent of Savoy between 1637 and 1648."}]}, {"heading": "Births", "year": "1609", "date": "February 10", "txt": "John Suckling, English poet and playwright (d. 1642)", "entities": [{"title": "John Suckling (poet)", "href": "/wiki/John_Suckling_(poet)", "description": "Sir John Suckling was an English poet, prominent among those renowned for careless gaiety and wit – the accomplishments of a Cavalier poet. He also invented the card game cribbage. He is best known for his poem \"Ballade upon a Wedding\"."}]}, {"heading": "Births", "year": "1627", "date": "February 10", "txt": "Cornelis de Bie, Flemish poet and jurist (d. 1715)", "entities": [{"title": "Cornelis de Bie", "href": "/wiki/Cornelis_de_Bie", "description": "Cornelis de Bie was a Flemish rederijker, poet, jurist and minor politician from Lier.\nHe is the author of about 64 works, mostly comedies. He is known internationally today for his biographical sketches of Flemish and Dutch painters in his Het Gulden Cabinet der Edel Vry Schilderconst, first printed in 1662."}]}, {"heading": "Births", "year": "1685", "date": "February 10", "txt": "Aaron Hill, English poet and playwright (d. 1750)", "entities": [{"title": "Aaron Hill (writer)", "href": "/wiki/Aaron_Hill_(writer)", "description": "Aaron Hill was an English dramatist and miscellany writer."}]}, {"heading": "Births", "year": "1696", "date": "February 10", "txt": "Johann Melchior Molter, German violinist and composer (d. 1765)", "entities": [{"title": "Johann Melchior Molter", "href": "/wiki/Johann_Melchior_Molter", "description": "Johann Melchior Molter was a German composer and violinist of the late Baroque period."}]}, {"heading": "Births", "year": "1744", "date": "February 10", "txt": "William Cornwallis, English admiral and politician (d. 1819)", "entities": [{"title": "William Cornwallis", "href": "/wiki/William_Cornwallis", "description": "Admiral of the Red Sir William Cornwallis, was a Royal Navy officer. He was the brother of Charles Cornwallis, the 1st Marquess Cornwallis, British commander at the siege of Yorktown. Cornwallis took part in a number of decisive battles including the siege of Louisbourg in 1758, when he was 14, and the Battle of the Saintes but is best known as a friend of Lord Nelson and as the commander-in-chief"}]}, {"heading": "Births", "year": "1766", "date": "February 10", "txt": "Benjamin Smith Barton, American botanist and physician (d. 1815)", "entities": [{"title": "Benjamin Smith Barton", "href": "/wiki/Benjamin_Smith_Barton", "description": "Benjamin Smith Barton was an American botanist, naturalist, and physician. He was one of the first professors of natural history in the United States and built the largest collection of botanical specimens in the country. He wrote the first American textbook on botany."}]}, {"heading": "Births", "year": "1775", "date": "February 10", "txt": "Charles Lamb, English poet and essayist (d. 1834)", "entities": [{"title": "Charles Lamb", "href": "/wiki/Charles_Lamb", "description": "Charles Lamb was an English essayist, poet, and antiquarian, best known for his Essays of Elia and for the children's book Tales from Shakespeare, co-authored with his sister, Mary Lamb (1764–1847)."}]}, {"heading": "Births", "year": "1785", "date": "February 10", "txt": "Claude-Louis Navier, French physicist and engineer (d. 1836)", "entities": [{"title": "Claude-Louis Navier", "href": "/wiki/Claude-Louis_Navier", "description": "Claude-Louis Navier, was a French mechanical engineer, affiliated with the French government, and a physicist whose work was specialized in continuum mechanics."}]}, {"heading": "Births", "year": "1795", "date": "February 10", "txt": "Ary Scheffer, Dutch-French painter and academic (d. 1858)", "entities": [{"title": "Ary Scheffer", "href": "/wiki/Ary_Scheffer", "description": "Ary Scheffer was a Dutch-French Romantic painter. He was known mostly for his works based on literature, with paintings based on the works of Dante, Goethe, and Lord Byron, as well as religious subjects. He was also a prolific painter of portraits of famous and influential people in his lifetime. Politically, Scheffer had strong ties to King Louis Philippe I, having been employed as a teacher of t"}]}, {"heading": "Births", "year": "1797", "date": "February 10", "txt": "George Chichester, 3rd Marquess of Donegall (d. 1883)", "entities": [{"title": "George Chichester, 3rd Marquess of Donegall", "href": "/wiki/George_Chichester,_3rd_Marquess_of_Donegall", "description": "George Hamilton Chichester, 3rd Marquess of Donegall, styled Viscount Chichester until 1799 and Earl of Belfast between 1799 and 1844, was an Anglo-Irish landowner, courtier and politician. He served as Vice-Chamberlain of the Household from 1830 to 1834, as well as from 1838 to 1841, and as Captain of the Yeomen of the Guard between 1848 and 1852. Ennobled in his own right in 1841, he was also Lo"}]}, {"heading": "Births", "year": "1821", "date": "February 10", "txt": "Roberto Bompiani, Italian painter and sculptor (d. 1908)", "entities": [{"title": "Roberto Bompiani", "href": "/wiki/Roberto_Bompiani", "description": "Roberto Bompiani was an Italian painter and sculptor."}]}, {"heading": "Births", "year": "1824", "date": "February 10", "txt": "Samuel Plimsoll, English merchant and politician (d. 1898)", "entities": [{"title": "Samuel Plimsoll", "href": "/wiki/Samuel_Plimsoll", "description": "Samuel Plimsoll was an English politician and social reformer, now best remembered for having devised the Plimsoll line."}]}, {"heading": "Births", "year": "1842", "date": "February 10", "txt": "Agnes Mary Clerke, Irish astronomer and author (d. 1907)", "entities": [{"title": "Agnes Mary Clerke", "href": "/wiki/Agnes_Mary_Clerke", "description": "Agnes Mary Clerke was an Irish astronomer and writer, mainly in the field of astronomy. She was born in Skibbereen, County Cork, Ireland, and died in London."}]}, {"heading": "Births", "year": "1843", "date": "February 10", "txt": "Adelina Patti, Italian-French opera singer (d. 1919)", "entities": [{"title": "Adelina Patti", "href": "/wiki/Adelina_Patti", "description": "Adelina Patti was an Italian 19th-century opera singer, earning huge fees at the height of her career in the music capitals of Europe and America. She first sang in public as a child in 1851, and gave her last performance before an audience in 1914. Along with her near contemporaries Jenny Lind and Thérèse Tietjens, Patti remains one of the most famous sopranos in history, owing to the purity and "}, {"title": "Opera", "href": "/wiki/Opera", "description": "Opera is a form of theatre in which music is a fundamental component and dramatic roles are taken by singers, but is distinct from musical theatre. Such a \"work\" is typically a collaboration between a composer and a librettist and incorporates a number of the performing arts, such as acting, scenery, costume, and sometimes dance or ballet. The performance is typically given in an opera house, acco"}]}, {"heading": "Births", "year": "1846", "date": "February 10", "txt": "Lord Charles Beresford, Irish admiral and politician (d. 1919)", "entities": [{"title": "Lord Charles Beresford", "href": "/wiki/Lord_Charles_Beresford", "description": "Charles William de la Poer Beresford, 1st Baron Beresford,, styled Lord Charles Beresford between 1859 and 1916, was a British admiral and Member of Parliament."}]}, {"heading": "Births", "year": "1846", "date": "February 10", "txt": "Ira Remsen, American chemist and academic (d. 1927)", "entities": []}, {"heading": "Births", "year": "1847", "date": "February 10", "txt": "Nabinchandra Sen, Bangladeshi poet and author (d. 1909)", "entities": [{"title": "Nabinchandra Sen", "href": "/wiki/Nabinchandra_Sen", "description": "Nabinchandra Sen was a Bengali poet and writer, often considered as one of the greatest poets prior to the arrival of Rabindranath Tagore. He commented on the battle of Plassey and the arrival of British Rule in India as \" A night of Eternal Gloom\"."}]}, {"heading": "Births", "year": "1859", "date": "February 10", "txt": "Alexandre Millerand, French lawyer and politician, 12th President of France (d. 1943)", "entities": [{"title": "Alexandre Millerand", "href": "/wiki/Alexandre_Millerand", "description": "Alexandre Millerand was a French politician. He was Prime Minister of France from 20 January to 23 September 1920 and President of France from 23 September 1920 to 11 June 1924. His participation in Waldeck-Rousseau's cabinet at the start of the 20th century, alongside the Marquis de Galliffet who had directed the repression of the 1871 Paris Commune, sparked a debate in the French Section of the "}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1867", "date": "February 10", "txt": "Robert Garran, Australian lawyer and public servant (d. 1957)", "entities": [{"title": "Robert Garran", "href": "/wiki/Robert_Garran", "description": "Sir Robert Randolph Garran was an Australian lawyer who became \"Australia's first public servant\" – the first federal government employee after the federation of the Australian colonies. He served as the departmental secretary of the Attorney-General's Department from 1901 to 1932, and after 1916 also held the position of Solicitor-General of Australia."}]}, {"heading": "Births", "year": "1868", "date": "February 10", "txt": "Prince Waldemar of Prussia (d. 1879)", "entities": [{"title": "Prince Waldemar of Prussia (1868–1879)", "href": "/wiki/Prince_Waldemar_of_Prussia_(1868%E2%80%931879)", "description": "Prince Joachim Friedrich Ernst Waldemar of Prussia was the sixth child and youngest son of Crown Prince Friedrich, and Victoria, Princess Royal, the eldest daughter of the Queen Victoria."}]}, {"heading": "Births", "year": "1868", "date": "February 10", "txt": "William Allen White, American journalist and author (d. 1944)", "entities": []}, {"heading": "Births", "year": "1869", "date": "February 10", "txt": "Royal Cortissoz, American art critic (d. 1948)", "entities": [{"title": "Royal Cortissoz", "href": "/wiki/Royal_Cortissoz", "description": "Royal Cortissoz was an American art historian and from 1891 until his death, the art critic for the New York Herald Tribune. During his tenure at the newspaper, he consistently championed traditionalism and decried modernism. Of the latter, he once wrote, \"It will someday prove a kind of Victorian 'dud,' with a difference, obviously, but a 'dud' just the same.\""}]}, {"heading": "Births", "year": "1879", "date": "February 10", "txt": "Ernst Põdder, Estonian general (d. 1932)", "entities": [{"title": "Ernst Põdder", "href": "/wiki/Ernst_P%C3%B5dder", "description": "Ernst-Johannes Põdder VR I/1 was a famous Estonian military commander in the Estonian War of Independence."}]}, {"heading": "Births", "year": "1881", "date": "February 10", "txt": "Pauline Brunius, Swedish actress and director (d. 1954)", "entities": [{"title": "Pauline Brunius", "href": "/wiki/Pauline_Brunius", "description": "Pauline Brunius, née Emma Maria Pauline Lindstedt was a Swedish stage and film actor, screenwriter and film and theatre director. She was the managing director of the Royal Dramatic Theatre from 1938 to 1948."}]}, {"heading": "Births", "year": "1883", "date": "February 10", "txt": "Edith Clarke, American electrical engineer (d. 1959)", "entities": [{"title": "Edith Clarke", "href": "/wiki/Edith_Clarke", "description": "Edith Clarke was the first woman to be professionally employed as an electrical engineer in the United States, and the first female professor of electrical engineering in the country. She was the first woman to deliver a paper at the American Institute of Electrical Engineers, the first female engineer whose professional standing was recognized by Tau Beta Pi, and the first woman named as a Fellow"}]}, {"heading": "Births", "year": "1883", "date": "February 10", "txt": "H.V. Hordern, Australian cricketer (d. 1938)", "entities": []}, {"heading": "Births", "year": "1889", "date": "February 10", "txt": "Cevdet Sunay, Turkish general and politician, 5th President of Turkey (d. 1982)", "entities": [{"title": "Cevdet Sunay", "href": "/wiki/Cevdet_Sunay", "description": "Cevdet Sunay was a Turkish politician and army officer, who served as the fifth President of Turkey from 1966 to 1973."}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Births", "year": "1890", "date": "February 10", "txt": "Fanny Kaplan, Ukrainian-Russian activist (d. 1918)", "entities": [{"title": "Fanny Kaplan", "href": "/wiki/Fanny_Kaplan", "description": "Fanny Efimovna Kaplan was a Russian Jewish woman, Socialist-Revolutionary, and early Soviet dissident. She was convicted of attempting to assassinate Vladimir Lenin and was executed by the Cheka in 1918."}]}, {"heading": "Births", "year": "1890", "date": "February 10", "txt": "Boris Pasternak, Russian poet, novelist, and literary translator Nobel Prize laureate (d. 1960)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1892", "date": "February 10", "txt": "Alan Hale Sr., American actor and director (d. 1950)", "entities": [{"title": "Alan Hale Sr.", "href": "/wiki/Alan_Hale_Sr.", "description": "Alan Hale Sr. was an American film actor and director, best remembered for his many character roles, in particular as a frequent sidekick of Errol Flynn, as well as films supporting Lon Chaney, Wallace Beery, Douglas Fairbanks, James Cagney, Clark Gable, Cary Grant, Humphrey Bogart, and Ronald Reagan. Hale's career in film lasted 40 years."}]}, {"heading": "Births", "year": "1893", "date": "February 10", "txt": "Jimmy Durante, American actor, singer, and pianist (d. 1980)", "entities": [{"title": "Jimmy Durante", "href": "/wiki/Jimmy_Durante", "description": "James Francis Durante was an American actor, comedian, singer, vaudevillian, and pianist. His distinctive gravelly speech, Lower East Side accent, comic language-butchery, jazz-influenced songs, and prominent nose helped make him one of America's most familiar and popular personalities of the 1920s through the 1970s. He often referred to his nose as the schnozzola, and the word became his nickname"}]}, {"heading": "Births", "year": "1893", "date": "February 10", "txt": "Bill Tilden, American tennis player and coach (d. 1953)", "entities": []}, {"heading": "Births", "year": "1894", "date": "February 10", "txt": "Harold Macmillan, English captain and politician, Prime Minister of the United Kingdom (d. 1986)", "entities": [{"title": "Harold Macmillan", "href": "/wiki/Harold_Macmillan", "description": "Maurice Harold Macmillan, 1st Earl of Stockton, was a British Conservative politician who was Prime Minister of the United Kingdom from 1957 to 1963. Caricatured as \"Supermac\", he was known for his pragmatism, wit and unflappability."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1897", "date": "February 10", "txt": "Judith Anderson, Australian actress (d. 1992)", "entities": [{"title": "Judith Anderson", "href": "/wiki/Judith_Anderson", "description": "Dame Frances Margaret Anderson,, known professionally as Judith Anderson, was an Australian actress who had a successful career in stage, film and television. A preeminent stage actress in her era, she won two Emmy Awards and a Tony Award and was also nominated for a Grammy Award and an Academy Award. She is considered one of the 20th century's greatest classical stage actors."}]}, {"heading": "Births", "year": "1897", "date": "February 10", "txt": "John Franklin Enders, American virologist and academic, Nobel Prize laureate (d. 1985)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1898", "date": "February 10", "txt": "Bertolt Brecht, German director, playwright, and poet (d. 1956)", "entities": [{"title": "Bertolt Brecht", "href": "/wiki/Bertolt_Brecht", "description": "Eugen Berthold Friedrich Brecht, known professionally as Bertolt Brecht, was a German theatre practitioner, playwright, and poet. Coming of age during the Weimar Republic, he had his first successes as a playwright in Munich and moved to Berlin in 1924, where he wrote The Threepenny Opera with Kurt Weill and began a lifelong collaboration with the composer Hanns Eisler. Immersed in Marxist thought"}]}, {"heading": "Births", "year": "1898", "date": "February 10", "txt": "Joseph Kessel, French journalist and author (d. 1979)", "entities": []}, {"heading": "Births", "year": "1901", "date": "February 10", "txt": "Stella Adler, American actress and educator (d. 1992)", "entities": [{"title": "Stella Adler", "href": "/wiki/Stella_Adler", "description": "Stella Adler was an American actress and acting teacher. She founded the Stella Adler Studio of Acting in New York City in 1949. Later in life she taught part time in Los Angeles, with the assistance of her protégée, actress Joanne Linville, who continues to teach Adler's technique. Her grandson Tom Oppenheim now runs the school in New York City. which has produced alumni such as Marlon Brando, Ro"}]}, {"heading": "Births", "year": "1902", "date": "February 10", "txt": "Walter Houser Brattain, Chinese-American physicist and academic, Nobel Prize laureate (d. 1987)", "entities": [{"title": "Walter Houser Brattain", "href": "/wiki/Walter_Houser_Brattain", "description": "Walter Houser Brattain was an American physicist at Bell Labs who, along with fellow scientists John Bardeen and William Shockley, invented the point-contact transistor in December 1947. They shared the 1956 Nobel Prize in Physics for their invention. Brattain devoted much of his life to research on surface states."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1903", "date": "February 10", "txt": "Waldemar Hoven, German physician (d. 1948)", "entities": [{"title": "Waldemar Hoven", "href": "/wiki/Waldemar_Hoven", "description": "Waldemar Hoven was a Nazi and a physician at Buchenwald concentration camp."}]}, {"heading": "Births", "year": "1903", "date": "February 10", "txt": "Matthias Sindelar, Austrian footballer and manager (d. 1939)", "entities": []}, {"heading": "Births", "year": "1904", "date": "February 10", "txt": "John Farrow, Australian-American director, producer, and screenwriter (d. 1963)", "entities": [{"title": "John Farrow", "href": "/wiki/John_Farrow", "description": "John Villiers Farrow, KGCHS was an Australian-born American film director, producer and screenwriter. In 1942 he was nominated for the Academy Award for Best Director for Wake Island, and in 1957 he won the Academy Award for Best Adapted Screenplay for Around the World in Eighty Days. He had seven children by his wife, actress Maureen O'Sullivan, including actress Mia Farrow."}]}, {"heading": "Births", "year": "1905", "date": "February 10", "txt": "Walter A. Brown, American businessman, founded the Boston Celtics (d. 1964)", "entities": [{"title": "Walter A. Brown", "href": "/wiki/Walter_A._Brown", "description": "Walter A. Brown was the founder and original owner of the Boston Celtics as well as an important figure in the development of ice hockey in the United States."}, {"title": "Boston Celtics", "href": "/wiki/Boston_Celtics", "description": "The Boston Celtics are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded in 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Cel"}]}, {"heading": "Births", "year": "1905", "date": "February 10", "txt": "Chick Webb, American drummer and bandleader (d. 1939)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 10", "txt": "Lon Chaney Jr., American actor (d. 1973)", "entities": [{"title": "Lon Chaney Jr.", "href": "/wiki/Lon_Chaney_Jr.", "description": "Creighton Tull Chaney, known by his stage name Lon Chaney Jr., was an American actor known for playing Larry Talbot in the film The Wolf Man (1941) and its various crossovers, Count Alucard in Son of Dracula, Frankenstein's monster in The Ghost of Frankenstein (1942), the Mummy in three pictures, and various other roles in many Universal horror films. He also portrayed Lennie Small in Of Mice and "}]}, {"heading": "Births", "year": "1907", "date": "February 10", "txt": "Anthony Cottrell, New Zealand rugby player (d. 1988)", "entities": [{"title": "Anthony Cottrell (rugby union)", "href": "/wiki/Anthony_Cottrell_(rugby_union)", "description": "Anthony Ian \"Beau\" Cottrell was a New Zealand rugby union player. A hooker and prop, Cottrell represented Canterbury at a provincial level and was a member of the New Zealand national side, the All Blacks, from 1929 to 1932. He played 22 matches for the All Blacks including 11 internationals. He went on to serve as a member of the management committee of the Canterbury Rugby Union."}]}, {"heading": "Births", "year": "1908", "date": "February 10", "txt": "Jean Coulthard, Canadian composer and educator (d. 2000)", "entities": [{"title": "Jean Coulthard", "href": "/wiki/Jean_Coulthard", "description": "Jean Coulthard, was a Canadian composer and music educator. She was one of a trio of women composers who dominated Western Canadian music in the twentieth century: Coulthard, Barbara Pentland, and Violet Archer. All three died within weeks of each other in 2000. Her own work might be loosely termed \"prematurely neo-Romantic\", as the orthodox serialists who dominated academic musical life in North "}]}, {"heading": "Births", "year": "1909", "date": "February 10", "txt": "Min Thu Wun, Burmese poet, scholar, and politician (d. 2004)", "entities": [{"title": "Min Thu Wun", "href": "/wiki/Min_Thu_Wun", "description": "Thiri Pyanchi Min Thu Wun was a Burmese poet, writer and scholar who helped launch a new age literary movement called Khit-San in Burma. He is the father of Htin Kyaw, president of Myanmar from 2016 to 2018."}]}, {"heading": "Births", "year": "1910", "date": "February 10", "txt": "Dominique Pire, Belgian friar, Nobel Prize laureate (d. 1969)", "entities": [{"title": "Dominique Pire", "href": "/wiki/Dominique_Pire", "description": "Dominique Pire, O.P. was a Belgian Dominican friar whose work helping refugees in post-World War II Europe saw him receive the Nobel Peace Prize in 1958. Pire delivered his Nobel lecture, entitled Brotherly Love: Foundation of Peace, in December 1958."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1914", "date": "February 10", "txt": "Larry Adler, American harmonica player, composer, and actor (d. 2001)", "entities": [{"title": "Larry Adler", "href": "/wiki/Larry_Adler", "description": "Lawrence Cecil Adler was an American harmonica player. Known for playing major works, he played compositions by George Gershwin, Ralph Vaughan Williams, Malcolm Arnold, Darius Milhaud and Arthur Benjamin. During his later career, he collaborated with Sting, Elton John, Kate Bush and Cerys Matthews."}]}, {"heading": "Births", "year": "1915", "date": "February 10", "txt": "Vladimir Zeldin, Russian actor (d. 2016)", "entities": [{"title": "Vladimir Zeldin", "href": "/wiki/Vladimir_Zeldin", "description": "Vladimir Mikhailovich Zeldin was a Soviet and Russian theatre and cinema actor. A centenarian, he was among the longest-serving stage performers and continued acting up until his death."}]}, {"heading": "Births", "year": "1919", "date": "February 10", "txt": "Ioannis Charalambopoulos, Greek colonel and politician, Deputy Prime Minister of Greece (d. 2014)", "entities": [{"title": "Ioannis Charalambopoulos", "href": "/wiki/Ioannis_Charalambopoulos", "description": "Ioannis Charalambopoulos was a Greek Army officer and socialist politician who served as Minister of Foreign Affairs and Minister of National Defence of Greece."}, {"title": "Deputy Prime Minister of Greece", "href": "/wiki/Deputy_Prime_Minister_of_Greece", "description": "The Deputy Prime Minister of Greece is the second senior-most member of the Greek Cabinet. Despite the English translation of the title, he does not actually deputize for the Prime Minister, rather it is a mostly honorific post for senior ministers, and is usually combined with another senior government portfolio or a coordinating role over several ministries. The post is not permanent, rather it "}]}, {"heading": "Births", "year": "1920", "date": "February 10", "txt": "Alex Comfort, English physician and author (d. 2000)", "entities": [{"title": "Alex Comfort", "href": "/wiki/Alex_Comfort", "description": "Alexander Comfort was a British scientist and physician known best for his nonfiction sex manual, The Joy of Sex (1972). He was an author of both fiction and nonfiction, as well as a gerontologist, anarchist, pacifist, and conscientious objector."}]}, {"heading": "Births", "year": "1920", "date": "February 10", "txt": "Neva Patterson, American actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 10", "txt": "José Manuel Castañón, Spanish lawyer and author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 10", "txt": "Árpád Göncz, Hungarian author, playwright, and politician, 1st President of Hungary (d. 2015)", "entities": [{"title": "Árpád Göncz", "href": "/wiki/%C3%81rp%C3%A1d_G%C3%B6ncz", "description": "Árpád Göncz was a Hungarian writer, translator, agronomist and liberal politician, who served as President of Hungary from 2 May 1990 to 4 August 2000. Göncz played a role in the Hungarian Revolution of 1956, for which he was imprisoned for six years. After his release, he worked as a translator of English-language literary works."}, {"title": "President of Hungary", "href": "/wiki/President_of_Hungary", "description": "The president of the Republic of Hungary is the head of state of Hungary. The office has a largely ceremonial (figurehead) role, but may also veto legislation or send legislation to the Constitutional Court for review. Most other executive powers, such as selecting Government ministers and leading legislative initiatives, are vested in the office of the Prime Minister instead."}]}, {"heading": "Births", "year": "1922", "date": "February 10", "txt": "José Gabriel da Costa later known as Mestre Gabriel, Brazilian spiritual leader, founder of the União do Vegetal (d. 1971)", "entities": [{"title": "União do Vegetal", "href": "/wiki/Uni%C3%A3o_do_Vegetal", "description": "The Beneficent Spiritist Center União do Vegetal is a religious society founded on July 22, 1961 by José Gabriel da Costa, known as Mestre Gabriel. The UDV seeks to promote peace and to \"work for the evolution of the human being in the sense of his or her spiritual development\", as is written in its bylaws. The institution today has over 18,000 members, distributed among more than 200 local chapte"}]}, {"heading": "Births", "year": "1923", "date": "February 10", "txt": "Allie Sherman, American football player and coach (d. 2015)", "entities": [{"title": "Allie Sherman", "href": "/wiki/Allie_Sherman", "description": "Alex \"Allie\" Sherman was an American football player and coach who played 51 games in six seasons in the National Football League (NFL) as a quarterback and defensive back, and afterward served as head coach of the Winnipeg Blue Bombers of the Canadian Football League (CFL) and of the New York Giants of the NFL. He later worked as a cable television and sports marketing executive and media persona"}]}, {"heading": "Births", "year": "1924", "date": "February 10", "txt": "Max Ferguson, Canadian radio host and actor (d. 2013)", "entities": [{"title": "Max Ferguson", "href": "/wiki/Max_Ferguson", "description": "Max Ferguson, OC was a Canadian radio personality and satirist, best known for his long-running radio programs Rawhide and The Max Ferguson Show on the Canadian Broadcasting Corporation (CBC)."}]}, {"heading": "Births", "year": "1924", "date": "February 10", "txt": "Bud Poile, Canadian ice hockey player and coach (d. 2005)", "entities": []}, {"heading": "Births", "year": "1925", "date": "February 10", "txt": "Pierre Mondy, French actor and director (d. 2012)", "entities": [{"title": "Pierre Mondy", "href": "/wiki/Pierre_Mondy", "description": "Pierre Mondy was a French film and theatre actor and director."}]}, {"heading": "Births", "year": "1926", "date": "February 10", "txt": "Sidney Bryan Berry, American general (d. 2013)", "entities": [{"title": "Sidney Bryan Berry", "href": "/wiki/Sidney_Bryan_Berry", "description": "Sidney Bryan Berry was a United States Army Lieutenant General, Superintendent of West Point (1974–1977), and Commissioner of Public Safety for the state of Mississippi (1980–1984)."}]}, {"heading": "Births", "year": "1926", "date": "February 10", "txt": "Danny Blanchflower, Northern Irish soldier, footballer and manager (d. 1993)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 10", "txt": "Leontyne Price, American operatic soprano", "entities": [{"title": "Leontyne Price", "href": "/wiki/Leontyne_Price", "description": "Mary Violet Leontyne Price is an American soprano who was the first African American soprano to receive international acclaim. From 1961 she began a long association with the Metropolitan Opera, where she was the first African American to be a leading performer. She regularly appeared at the world's major opera houses, the Royal Opera House, San Francisco Opera, Lyric Opera of Chicago and La Scala"}]}, {"heading": "Births", "year": "1929", "date": "February 10", "txt": "Jerry Goldsmith, American composer and conductor (d. 2004)", "entities": [{"title": "Jerry Goldsmith", "href": "/wiki/Jerry_Goldsmith", "description": "Jerrald King Goldsmith was an American composer and conductor known for his work in film and television scoring. He composed scores for five films in the Star Trek franchise and three in the Rambo franchise, as well as for Logan's Run, Planet of the Apes, Patton, Chinatown, Poltergeist, Gremlins, Hoosiers, Total Recall, Air Force One, L.A. Confidential, Mulan, and The Mummy. With the release of Th"}]}, {"heading": "Births", "year": "1929", "date": "February 10", "txt": "Jim Whittaker, American mountaineer", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 10", "txt": "Lou Whittaker, American mountaineer", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 10", "txt": "E. L. Konigsburg, American author and illustrator (d. 2013)", "entities": [{"title": "E. L. Konigsburg", "href": "/wiki/E._L._Konigsburg", "description": "Elaine Lobl Konigsburg was an American writer and illustrator of children's books and young adult fiction. She is one of six writers to win two Newbery Medals, the venerable American Library Association award for the year's \"most distinguished contribution to American children's literature.\""}]}, {"heading": "Births", "year": "1930", "date": "February 10", "txt": "Robert Wagner, American actor and producer", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 10", "txt": "James Edward Maceo West, American inventor and acoustician", "entities": [{"title": "James Edward Maceo West", "href": "/wiki/James_Edward_Maceo_West", "description": "James Edward Maceo West is an American inventor and acoustician. He holds over 250 foreign and U.S. patents for the production and design of microphones and techniques for creating polymer foil electrets."}]}, {"heading": "Births", "year": "1932", "date": "February 10", "txt": "Barrie Ingham, English-American actor (d. 2015)", "entities": [{"title": "Barrie Ingham", "href": "/wiki/Barrie_Ingham", "description": "Barrie Stanton Ingham was an English actor, performing on stage and \"in a handful of films.\" He was perhaps most widely known as \"a prolific television actor\". His notable work includes A Challenge for Robin Hood (1967) and The Great Mouse Detective (1986)."}]}, {"heading": "Births", "year": "1933", "date": "February 10", "txt": "Richard Schickel, American journalist, author, and critic (d. 2017)", "entities": [{"title": "Richard Schickel", "href": "/wiki/Richard_Schickel", "description": "Richard Warren Schickel was an American film historian, journalist, author, documentarian, and film and literary critic. He was a film critic for Time magazine from 1965–2010, and also wrote for Life magazine and the Los Angeles Times Book Review. His last writings about film were for Truthdig."}]}, {"heading": "Births", "year": "1933", "date": "February 10", "txt": "Faramarz Payvar, Iranian santur player and composer (d. 2009)", "entities": [{"title": "Santoor (Persian instrument)", "href": "/wiki/Santoor_(Persian_instrument)", "description": "The santur (Persian: سنتور‎, is a hammered dulcimer of Iranian or Mesopotamian origins."}]}, {"heading": "Births", "year": "1935", "date": "February 10", "txt": "Theodore Antoniou, Greek composer and conductor (d. 2018)", "entities": [{"title": "Theodore Antoniou", "href": "/wiki/Theodore_Antoniou", "description": "Theodore Antoniou, was a Greek composer and conductor. His works vary from operas and choral works to chamber music, from film and theatre music to solo instrumental works. In addition to his career as composer and conductor, he was professor of composition at Boston University. His education included studies in violin, voice, and composition at the National Conservatory of Athens, the Hellenic Co"}]}, {"heading": "Births", "year": "1937", "date": "February 10", "txt": "Anne Anderson, Scottish physiologist and academic (d. 1983)", "entities": [{"title": "Anne Anderson (researcher)", "href": "/wiki/Anne_Anderson_(researcher)", "description": "Anne Barbara Michie Anderson was a Scottish reproductive physiologist, researcher, lecturer, and author. Her major contributions were for her research in reproductive physiology. In the last decade of her life, she broadened this to encompass more about women's health generally, including doing clinical trials and working with people focusing in on what would become evidence-based medicine."}]}, {"heading": "Births", "year": "1937", "date": "February 10", "txt": "Roberta Flack, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 10", "txt": "Adrienne Clarkson, Hong Kong-Canadian journalist and politician, 26th Governor General of Canada", "entities": [{"title": "Adrienne Clarkson", "href": "/wiki/Adrienne_Clarkson", "description": "Adrienne Louise Clarkson is a Hong Kong-born Canadian journalist and stateswoman who served as Governor General of Canada, the 26th since Canadian Confederation."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1939", "date": "February 10", "txt": "Deolinda Rodríguez de Almeida, Angolan nationalist (d. 1967)", "entities": [{"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}]}, {"heading": "Births", "year": "1940", "date": "February 10", "txt": "Mary Rand, English sprinter and long jumper", "entities": [{"title": "Mary Rand", "href": "/wiki/Mary_Rand", "description": "Mary Denise Rand, MBE is an English former track and field athlete. She won the long jump at the 1964 Summer Olympics by breaking the world record, the first British female to win an Olympic gold medal in track and field. She remains the only Great Britain female athlete to win three medals in a single Games."}]}, {"heading": "Births", "year": "1940", "date": "February 10", "txt": "Kenny Rankin, American singer-songwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 10", "txt": "Michael Apted, English director and producer (d. 2021)", "entities": [{"title": "Michael Apted", "href": "/wiki/Michael_Apted", "description": "Michael David Apted, was an English television and film director and producer."}]}, {"heading": "Births", "year": "1944", "date": "February 10", "txt": "Peter Allen, Australian singer-songwriter, pianist, and actor (d. 1992)", "entities": [{"title": "Peter Allen (musician)", "href": "/wiki/Peter_Allen_(musician)", "description": "Peter Allen was an Australian singer-songwriter, musician and entertainer, known for his flamboyant stage persona, boundless energy, and lavish costumes. His songs were made popular by many recording artists, including Elkie Brooks, Melissa Manchester and Olivia Newton-John, with one, \"Arthur's Theme \" by Christopher Cross, winning an Academy Award for Best Original Song in 1981. In addition to re"}]}, {"heading": "Births", "year": "1944", "date": "February 10", "txt": "Frank Keating, American lawyer and politician, 25th Governor of Oklahoma", "entities": [{"title": "Governor of Oklahoma", "href": "/wiki/Governor_of_Oklahoma", "description": "The Governor of Oklahoma is the head of state for the U.S. state of Oklahoma. Under the Oklahoma Constitution, the governor is also the head of government, serving as the chief executive of the Oklahoma executive branch, of the government of Oklahoma. The governor is the ex officio Commander-in-Chief of the Oklahoma National Guard when not called into federal use. Despite being an executive branch"}]}, {"heading": "Births", "year": "1944", "date": "February 10", "txt": "Frances Moore Lappé, American author and activist", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 10", "txt": "Rufus Reid, American bassist and composer", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 10", "txt": "Delma S. Arrigoitia, Puerto Rican historian, author, educator and lawyer", "entities": [{"title": "Delma S. Arrigoitia", "href": "/wiki/Delma_S._Arrigoitia", "description": "Delma S. Arrigoitia is a historian, author, educator and lawyer whose written works cover the life and works of some of Puerto Rico's most prominent politicians of the early 20th century. Arrigoitia was the first person at the University of Puerto Rico to earn a master's degree in the field of history. After earning her doctorate in history at Fordham University in New York, she helped develop the"}]}, {"heading": "Births", "year": "1947", "date": "February 10", "txt": "Louise Arbour, Canadian lawyer and jurist", "entities": [{"title": "Louise Arbour", "href": "/wiki/Louise_Arbour", "description": "Louise Arbour, is a Canadian lawyer, prosecutor and jurist."}]}, {"heading": "Births", "year": "1947", "date": "February 10", "txt": "Butch Morris, American cornet player, composer, and conductor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 10", "txt": "Nicholas Owen, English journalist", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 10", "txt": "Nigel Olsson, English rock drummer and singer-songwriter", "entities": [{"title": "Nigel Olsson", "href": "/wiki/Nigel_Olsson", "description": "Nigel Olsson is an English rock drummer and singer best known for his long-time affiliation with Elton John."}]}, {"heading": "Births", "year": "1950", "date": "February 10", "txt": "Luis Donaldo Colosio, Mexican economist and politician (d. 1994)", "entities": [{"title": "Luis Donaldo Colosio", "href": "/wiki/Luis_Donaldo_Colosio", "description": "Luis Donaldo Colosio Murrieta was a Mexican politician, economist, and Institutional Revolutionary Party (PRI) presidential candidate, who was assassinated at a campaign rally in Tijuana during the Mexican presidential campaign of 1994."}]}, {"heading": "Births", "year": "1950", "date": "February 10", "txt": "Mark Spitz, American swimmer", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 10", "txt": "Bob Iger, American media executive", "entities": [{"title": "Bob Iger", "href": "/wiki/Bob_Iger", "description": "Robert Allen Iger is an American businessman who is executive chairman, chairman of the board, and former CEO (2005-2020) of The Walt Disney Company. He previously served as president of ABC Television from 1994-1995 and as president/COO of Capital Cities/ABC from 1995 until its acquisition by Disney in 1996. Iger was named president/COO of Disney in 2000 and succeeded Michael Eisner as CEO in 200"}]}, {"heading": "Births", "year": "1952", "date": "February 10", "txt": "Lee Hsien Loong, Singaporean general and politician, 3rd Prime Minister of Singapore", "entities": [{"title": "Lee Hsien Loong", "href": "/wiki/Lee_Hsien_Loong", "description": "Lee Hsien Loong is a Singaporean politician and former army general who has served as Prime Minister of Singapore and secretary-general of the ruling People's Action Party (PAP) since 2004. He served as Deputy Prime Minister to Goh Chok Tong from 1990 to 2004 and Minister for Finance from 2001 to 2007. His wife is Ho Ching, the CEO of Temasek Holdings."}, {"title": "Prime Minister of Singapore", "href": "/wiki/Prime_Minister_of_Singapore", "description": "The prime minister of Singapore is the head of government of the Republic of Singapore. The president of Singapore appoints as prime minister a member of parliament who, in their opinion, is most likely to command the confidence of a majority of MPs. In practice, the prime minister has been the leader of the political party with the largest amount of elected MPs in the Parliament of Singapore."}]}, {"heading": "Births", "year": "1955", "date": "February 10", "txt": "Jim Cramer, American television personality, pundit, and author", "entities": [{"title": "Jim Cramer", "href": "/wiki/Jim_Cramer", "description": "James Joseph Cramer is an American television personality and host of Mad Money on CNBC. He is a former hedge fund manager as well as an author and a co-founder of TheStreet.com."}]}, {"heading": "Births", "year": "1955", "date": "February 10", "txt": "Greg Norman, Australian golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 10", "txt": "James Martin Graham, American Roman Catholic priest (d. 1997)", "entities": [{"title": "James Martin Graham", "href": "/wiki/James_Martin_Graham", "description": "James Martin Graham American Roman Catholic priest, founder of The Sts. Martin & James Respite in Waterbury, Connecticut and Director of the International Christian AIDS Network (ICAN)."}]}, {"heading": "Births", "year": "1956", "date": "February 10", "txt": "Enele Sopoaga, Tuvaluan politician, 12th Prime Minister of Tuvalu", "entities": [{"title": "Enele Sopoaga", "href": "/wiki/Enele_Sopoaga", "description": "Enele Sosene Sopoaga PC is a Tuvaluan diplomat and politician who was Prime Minister of Tuvalu from 2013 to 2019."}, {"title": "Prime Minister of Tuvalu", "href": "/wiki/Prime_Minister_of_Tuvalu", "description": "The prime minister of Tuvalu is the head of government of Tuvalu. According to Tuvalu's constitution, the prime minister must always be a member of the parliament, and is elected by parliament in a secret ballot. Because there are no political parties in Tuvalu, any member of parliament can be nominated for the role. Following the parliamentary vote the governor-general of Tuvalu is responsible fo"}]}, {"heading": "Births", "year": "1957", "date": "February 10", "txt": "Katherine Freese, American astrophysicist and academic", "entities": [{"title": "Katherine Freese", "href": "/wiki/Katherine_Freese", "description": "Katherine Freese is a theoretical astrophysicist. She is currently a professor of physics at the University of Texas at Austin, where she holds the Jeff and Gail Kodosky Endowed Chair in Physics. She is known for her work in theoretical cosmology at the interface of particle physics and astrophysics."}]}, {"heading": "Births", "year": "1959", "date": "February 10", "txt": "John Calipari, American basketball player and coach", "entities": [{"title": "John Calipari", "href": "/wiki/John_Calipari", "description": "John Vincent Calipari is an American basketball coach. Since 2009, he has been the head coach of the University of Kentucky men's team, with whom he won the NCAA Championship in 2012. He has been named Naismith College Coach of the Year three times, and was inducted into the Basketball Hall of Fame in 2015."}]}, {"heading": "Births", "year": "1960", "date": "February 10", "txt": "Jim Kent, American biologist, computer programmer, academic", "entities": [{"title": "Jim Kent", "href": "/wiki/Jim_Kent", "description": "William James Kent is an American research scientist and computer programmer. He has been a contributor to genome database projects and the 2003 winner of the Benjamin Franklin Award."}]}, {"heading": "Births", "year": "1961", "date": "February 10", "txt": "Alexander Payne, American director, producer, and screenwriter", "entities": [{"title": "Alexander Payne", "href": "/wiki/Alexander_Payne", "description": "Constantine Alexander Payne is an American film director, screenwriter, and producer, known for the films Citizen Ruth (1996), Election (1999), About Schmidt (2002), Sideways (2004), The Descendants (2011), Nebraska (2013), and Downsizing (2017). His films are noted for their dark humor and satirical depictions of contemporary American society. Payne is a two-time winner of the Academy Award for B"}]}, {"heading": "Births", "year": "1961", "date": "February 10", "txt": "George Stephanopoulos, American television journalist", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 10", "txt": "Randy Velischek, Canadian ice hockey player and coach", "entities": [{"title": "Randy Velischek", "href": "/wiki/Randy_Velischek", "description": "Randy John Velischek is a Canadian former professional ice hockey defenceman who played ten seasons in the National Hockey League from 1982–83 until 1991–92 for the Minnesota North Stars, New Jersey Devils, and Quebec Nordiques. Randy Velischek was drafted 53rd overall by the North Stars in the 1980 NHL Entry Draft. He played 509 career NHL games, scoring 21 goals and 97 points."}]}, {"heading": "Births", "year": "1962", "date": "February 10", "txt": "Cliff Burton, American heavy metal bassist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 10", "txt": "Lenny Dykstra, American baseball player", "entities": [{"title": "Lenny Dykstra", "href": "/wiki/Lenny_Dykstra", "description": "Leonard Kyle Dykstra, is an American former professional baseball center fielder, who played in Major League Baseball (MLB) for the New York Mets (1985–1989) and Philadelphia Phillies (1989–1996). Dykstra was a three-time All-Star and won a World Series championship as a member of the 1986 Mets. Since retirement, Dykstra has been mired in financial and legal troubles. In 2009, he filed for bankrup"}]}, {"heading": "Births", "year": "1964", "date": "February 10", "txt": "Glenn Beck, American journalist, producer, and author", "entities": [{"title": "Glenn Beck", "href": "/wiki/Glenn_Beck", "description": "Glenn Lee Beck is an American conservative political commentator, conspiracy theorist, radio host, and television producer. He is the CEO, founder, and owner of Mercury Radio Arts, the parent company of his television and radio network TheBlaze. He hosts the Glenn Beck Radio Program, a popular talk-radio show nationally syndicated on Premiere Radio Networks. Beck also hosts the Glenn Beck televisi"}]}, {"heading": "Births", "year": "1966", "date": "February 10", "txt": "Natalie Bennett, Australian-English journalist and politician", "entities": [{"title": "Natalie Bennett", "href": "/wiki/Natalie_Bennett", "description": "Natalie Louise Bennett, Baroness Bennett of Manor Castle is a British politician and journalist who served as Leader of the Green Party of England and Wales from 2012 to 2016. Bennett was given a peerage in Theresa May's 2019 resignation honours."}]}, {"heading": "Births", "year": "1966", "date": "February 10", "txt": "Daryl Johnston, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 10", "txt": "Laura Dern, American actress, director, and producer", "entities": [{"title": "Laura Dern", "href": "/wiki/Laura_Dern", "description": "Laura Elizabeth Dern is an American actress and filmmaker. She is the recipient of numerous accolades, including an Academy Award, a Primetime Emmy Award, and five Golden Globe Awards. Born to actors Bruce Dern and Diane Ladd, Dern embarked on an acting career in the 1980s and rose to prominence for her performances in Mask (1985) and David Lynch's Blue Velvet (1986) and Wild at Heart (1990). She "}]}, {"heading": "Births", "year": "1967", "date": "February 10", "txt": "Jacky Durand, French cyclist and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 10", "txt": "Vince Gilligan, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 10", "txt": "Peter Popovic, Swedish ice hockey player and coach", "entities": [{"title": "Peter Popovic", "href": "/wiki/Peter_Popovic", "description": "Peter \"Poppe\" Popovic is a Swedish former ice hockey defenceman of Serbian ancestry, and currently an assistant coach of the Sweden men's national team. Popovic was drafted by the Montreal Canadiens in the 5th round of the 1988 NHL Entry Draft."}]}, {"heading": "Births", "year": "1968", "date": "February 10", "txt": "Garrett Reisman, American engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 10", "txt": "Joe Mangrum, American painter and sculptor", "entities": [{"title": "Joe Mangrum", "href": "/wiki/Joe_Mangrum", "description": "Joe Mangrum is an installation and multiple-medium artist who is particularly known for his large-scale colored sand paintings. He resides in New York City. Using a wide spectrum of components, his work often includes organic materials, such as flowers, food and sand, in addition to deconstructed computer parts, auto-parts and a multitude of found and collected objects. His installations often inc"}]}, {"heading": "Births", "year": "1969", "date": "February 10", "txt": "James Small, South African rugby player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 10", "txt": "Melissa Doyle, Australian journalist and author", "entities": [{"title": "Melissa Doyle", "href": "/wiki/Melissa_Doyle", "description": "Melissa Jane Doyle is an Australian television presenter, author and journalist. Doyle currently hosts Weekend Breakfast on Smooth FM. She was previously co-host of the Seven Network's breakfast television program Sunrise from 2002 to 2013 alongside David Koch and host and senior correspondent of Sunday Night."}]}, {"heading": "Births", "year": "1970", "date": "February 10", "txt": "Noureddine Naybet, Moroccan international footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 10", "txt": "Åsne Seierstad, Norwegian journalist and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 10", "txt": "Lorena Rojas, Mexican actress and singer (d. 2015)", "entities": [{"title": "Lorena Rojas", "href": "/wiki/Lorena_Rojas", "description": "Lorena Rojas was a Mexican actress and singer, best known for her leading roles in popular telenovelas."}]}, {"heading": "Births", "year": "1972", "date": "February 10", "txt": "Michael Kasprowicz, Australian cricketer", "entities": [{"title": "Michael Kasprowicz", "href": "/wiki/Michael_Kasprowicz", "description": "Michael Scott Kasprowicz is a former Australian international cricketer, who played all formats of the game. He is a right arm fast bowler. He represented Queensland and played in the English county scene at first class level."}]}, {"heading": "Births", "year": "1973", "date": "February 10", "txt": "Martha Lane Fox, Baroness Lane-Fox of Soho, English businesswoman and politician", "entities": [{"title": "Martha Lane Fox, Baroness Lane-Fox of Soho", "href": "/wiki/Martha_Lane_Fox,_Baroness_Lane-Fox_of_Soho", "description": "Martha Lane Fox, Baroness Lane-Fox of Soho, CBE is a British businesswoman, philanthropist, and public servant. She co-founded Last Minute during the dotcom boom of the early 2000s and has subsequently served on public service digital projects. She sits on the boards of Twitter, Donmar Warehouse, WeTransfer and Chanel, as well as being a trustee of The Queen's Commonwealth Trust. She previously se"}]}, {"heading": "Births", "year": "1974", "date": "February 10", "txt": "Elizabeth Banks, American actress", "entities": [{"title": "Elizabeth Banks", "href": "/wiki/Elizabeth_Banks", "description": "Elizabeth Banks is an American actress, director, writer, and producer. She is known for playing Effie Trinket in The Hunger Games film series (2012–2015) and Gail Abernathy-McKadden in the Pitch Perfect film series (2012–2017). Banks made her directorial film debut with Pitch Perfect 2 (2015), whose $69 million opening-weekend gross set a record for a first-time director. She also directed, wrote"}]}, {"heading": "Births", "year": "1974", "date": "February 10", "txt": "Ty Law, American football player", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 10", "txt": "Ivri Lider, Israeli singer", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 10", "txt": "Henry Paul, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 10", "txt": "Lance Berkman, American baseball player and coach", "entities": [{"title": "Lance Berkman", "href": "/wiki/Lance_Berkman", "description": "William Lance Berkman, nicknamed \"Big Puma\", is an American former professional baseball outfielder and first baseman. He played 15 seasons in Major League Baseball (MLB) for the Houston Astros, New York Yankees, St. Louis Cardinals and Texas Rangers. Berkman is a six-time MLB All-Star and won a World Series championship and the National League Comeback Player of the Year Award with the Cardinals "}]}, {"heading": "Births", "year": "1976", "date": "February 10", "txt": "Keeley Hawes, English actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 10", "txt": "Salif Diao, Senegalese footballer", "entities": [{"title": "Salif Diao", "href": "/wiki/Salif_Diao", "description": "Salif Alassane Diao is a Senegalese former professional footballer who played as a defensive midfielder."}, {"title": "Senegal", "href": "/wiki/Senegal", "description": "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal nearly surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the count"}]}, {"heading": "Births", "year": "1979", "date": "February 10", "txt": "Joey Hand, American race car driver", "entities": [{"title": "Joey Hand", "href": "/wiki/Joey_Hand", "description": "Joey F. Hand is an American professional racing driver, and is currently a Ford factory driver. A former champion of the Star Mazda Series, Hand is best known as a sports car driver, and is co-winner of the 2011 24 Hours of Daytona driving for Chip Ganassi Racing, the 2012 12 Hours of Sebring GT class for BMW Team Rahal, and the 2016 24 Hours of Le Mans LMGTE Pro class for Ford Chip Ganassi Team U"}]}, {"heading": "Births", "year": "1980", "date": "February 10", "txt": "César Izturis, Venezuelan baseball player", "entities": [{"title": "César Izturis", "href": "/wiki/C%C3%A9sar_Izturis", "description": "César David Izturis is a Venezuelan former professional baseball shortstop. He is the half-brother of shortstop Maicer Izturis."}]}, {"heading": "Births", "year": "1980", "date": "February 10", "txt": "Enzo Maresca, Italian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 10", "txt": "Mike Ribeiro, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 10", "txt": "Uzo Aduba, American actress", "entities": [{"title": "Uzo Aduba", "href": "/wiki/Uzo_Aduba", "description": "Uzoamaka Nwanneka Aduba is a Nigerian-American actress. She is known for her role as Suzanne \"Crazy Eyes\" Warren on the Netflix original series Orange Is the New Black (2013–2019), for which she won an Emmy Award for Outstanding Guest Actress in a Comedy Series in 2014, an Emmy Award for Outstanding Supporting Actress in a Drama Series in 2015, and two Screen Actors Guild Awards for Outstanding Pe"}]}, {"heading": "Births", "year": "1981", "date": "February 10", "txt": "Stephanie Beatriz, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 10", "txt": "Andrew Johnson, English international footballer and club ambassador", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 10", "txt": "Holly Willoughby, English model and television host", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 10", "txt": "Justin Gatlin, American sprinter", "entities": [{"title": "Justin Gatlin", "href": "/wiki/Justin_Gatlin", "description": "Justin Gatlin is an American sprinter who specializes in the 100 and 200 metres events. He is a 5-time Olympic medalist and a 12-time World Championship medalist. He is the 2004 Olympic Champion in the 100 metres, the 2005 and 2017 100 metres World Champion, and the 2005 World champion in the 200 metres. Gatlin is a two-time 60 metres World Champion in 2003 and 2012, and the 2019 4 x 100 metres Wo"}]}, {"heading": "Births", "year": "1982", "date": "February 10", "txt": "Tarmo Neemelo, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 10", "txt": "Hamad Al-Tayyar, Kuwaiti footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 10", "txt": "Iafeta Paleaaesina, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 10", "txt": "Vic Fuentes, American singer-songwriter and guitarist", "entities": [{"title": "Vic Fuentes", "href": "/wiki/Vic_Fuentes", "description": "Victor Vincent \"Vic\" Fuentes is an American singer-songwriter and musician, best known for his work with the American post-hardcore rock band Pierce the Veil."}]}, {"heading": "Births", "year": "1984", "date": "February 10", "txt": "Greg Bird, Australian rugby league player", "entities": [{"title": "Greg Bird (rugby league)", "href": "/wiki/Greg_Bird_(rugby_league)", "description": "Greg Bird is an Australian former professional rugby league footballer who played in the 2000s and 2010s. He played as a stand-off, second-row or lock for Australia at international level."}]}, {"heading": "Births", "year": "1984", "date": "February 10", "txt": "Alex Gordon, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 10", "txt": "Kim Hyo-jin, South Korean actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 10", "txt": "Selçuk İnan, Turkish footballer", "entities": [{"title": "Selçuk İnan", "href": "/wiki/Sel%C3%A7uk_%C4%B0nan", "description": "Selçuk İnan is a Turkish former professional footballer who played as a midfielder for Süper Lig side Galatasaray and the Turkey national football team."}]}, {"heading": "Births", "year": "1985", "date": "February 10", "txt": "Paul Millsap, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 10", "txt": "Jeff Adrien, American basketball player", "entities": [{"title": "Jeff Adrien", "href": "/wiki/Jeff_Adrien", "description": "Jeff Adrien is an American professional basketball player for San Lorenzo de Almagro of the Liga Nacional de Básquet, Argentina. He formerly served as captain for the University of Connecticut Huskies, where he played as a power forward."}]}, {"heading": "Births", "year": "1986", "date": "February 10", "txt": "Josh Akognon, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 10", "txt": "Radamel Falcao, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 10", "txt": "Roberto Jiménez Gago, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 10", "txt": "Viktor Troicki, Serbian tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 10", "txt": "Jakub Kindl, Czech ice hockey player", "entities": [{"title": "Jakub Kindl", "href": "/wiki/Jakub_Kindl", "description": "Jakub Kindl is a Czech professional ice hockey defenseman who is currently an unrestricted free agent. He most recently played with Kölner Haie in the Deutsche Eishockey Liga (DEL). He previously played in the National Hockey League (NHL) with the Detroit Red Wings and Florida Panthers."}]}, {"heading": "Births", "year": "1987", "date": "February 10", "txt": "Justin Braun, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 10", "txt": "Facundo Roncaglia, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 10", "txt": "Francesco Acerbi, Italian footballer", "entities": [{"title": "Francesco Acerbi", "href": "/wiki/Francesco_Acerbi", "description": "Francesco Acerbi is an Italian professional footballer who plays as a central defender for Serie A club Lazio and the Italy national team."}]}, {"heading": "Births", "year": "1989", "date": "February 10", "txt": "Liam Hendriks, Australian baseball player", "entities": [{"title": "Liam Hendriks", "href": "/wiki/Liam_Hendriks", "description": "Liam Johnson Hendriks, nicknamed \"Slydah\", is an Australian professional baseball pitcher for the Chicago White Sox of Major League Baseball (MLB). He previously played for the Minnesota Twins, Kansas City Royals, Toronto Blue Jays and Oakland Athletics. He was an All-Star in 2019 and the American League's Reliever of the Year in 2020."}]}, {"heading": "Births", "year": "1990", "date": "February 10", "txt": "Choi Soo-young, South Korean singer-songwriter, actress, and dancer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 10", "txt": "Rebecca Dempster, Scottish footballer", "entities": [{"title": "Rebecca Dempster", "href": "/wiki/Rebecca_Dempster", "description": "Rebecca Eileen Dempster is a Scottish footballer who plays as a forward for Italian club Fimauto Valpolicella. She has made three appearances for the Scotland national team."}]}, {"heading": "Births", "year": "1991", "date": "February 10", "txt": "Emma Roberts, American actress", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 10", "txt": "Haruka Nakagawa, Japanese singer and actress", "entities": [{"title": "Haruka Nakagawa", "href": "/wiki/Haruka_Nakagawa", "description": "Haruka Nakagawa , is a Japanese singer and actress based in Indonesia. She is a former member of the Japanese idol group AKB48 and its sub-unit Watarirouka Hashiritai, as well as its Indonesian sister group JKT48, all produced by Yasushi Akimoto."}]}, {"heading": "Births", "year": "1992", "date": "February 10", "txt": "Reinhold Yabo, German footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 10", "txt": "Max Kepler, German baseball player", "entities": [{"title": "Max Kepler", "href": "/wiki/Max_Kepler", "description": "Maximilian Kepler-Różycki is a German professional baseball outfielder for the Minnesota Twins of Major League Baseball (MLB). He made his MLB debut in 2015. Before signing with the Twins, he played for Buchbinder Legionäre Regensburg of Bundesliga. He bats and throws left-handed. He holds the record for home runs hit in a career by a German-born player."}]}, {"heading": "Births", "year": "1993", "date": "February 10", "txt": "Filip Twardzik, Czech footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 10", "txt": "Luis Madrigal, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "February 10", "txt": "Kang Seul-gi, South Korean singer", "entities": [{"title": "Kang Seul-gi", "href": "/wiki/Kang_Seul-gi", "description": "Kang Seul-gi, known mononymously as Seulgi, is a South Korean singer and dancer. She is a member of South Korean girl group Red Velvet and its sub-unit Red Velvet - Irene & Seulgi."}]}, {"heading": "Births", "year": "1995", "date": "February 10", "txt": "Carolane Soucisse, Canadian ice dancer", "entities": [{"title": "Carolane Soucisse", "href": "/wiki/Carolane_Soucisse", "description": "Carolane Soucisse is a Canadian ice dancer. With her skating partner, Shane Firus, she is the 2018 Four Continents silver medalist. They have finished third at the 2020 Canadian Championships, and represented Canada on the Grand Prix circuit and at the World Championships."}, {"title": "Ice dancer", "href": "/wiki/Ice_dancer", "description": "Ice dance is a discipline of figure skating that historically draws from ballroom dancing. It joined the World Figure Skating Championships in 1952, and became a Winter Olympic Games medal sport in 1976. According to the International Skating Union (ISU), the governing body of figure skating, an ice dance team consists of one woman and one man."}]}, {"heading": "Births", "year": "1995", "date": "February 10", "txt": "Lexi Thompson, American professional golfer", "entities": []}, {"heading": "Births", "year": "1996", "date": "February 10", "txt": "Emanuel Mammana, Argentinian footballer", "entities": [{"title": "Emanuel Mammana", "href": "/wiki/Emanuel_Mammana", "description": "Emanuel Hernán Mammana is an Argentine footballer who plays for PFC Sochi on loan from Zenit Saint Petersburg as a central defender."}]}, {"heading": "Births", "year": "1997", "date": "February 10", "txt": "Lilly King, American swimmer", "entities": [{"title": "Lilly King", "href": "/wiki/Lilly_King", "description": "Lilly King is an American swimmer who specializes in breaststroke. She currently represents the Cali Condors, a team that is part of the International Swimming League. At the 2016 Summer Olympics she won the gold medal in the 100 meter breaststroke competition and also won a gold medal in the women's 4 × 100 m medley relay, in which she swam the breaststroke leg. She is the current world record ho"}]}, {"heading": "Births", "year": "1997", "date": "February 10", "txt": "Chloë Grace Moretz, American actress", "entities": []}, {"heading": "Births", "year": "1997", "date": "February 10", "txt": "Nadia Podoroska, Argentinian tennis player", "entities": []}, {"heading": "Births", "year": "2000", "date": "February 10", "txt": "Yara Shahidi, American actress and model", "entities": [{"title": "Yara Shahidi", "href": "/wiki/Yara_Shahidi", "description": "Yara Sayeh Shahidi is an American actress, model, and activist. She gained recognition for her starring role as the oldest daughter Zoey Johnson on the sitcom black•ish (2014–present) and its spin-off series Grown-ish (2018–present). Her film credits include Imagine That (2009), Smallfoot (2018), and the lead role in The Sun Is Also a Star (2019). Time included her on \"The 30 Most Influential Teen"}]}, {"heading": "Deaths", "year": "547", "date": "February 10", "txt": "Scholastica, Christian nun", "entities": [{"title": "Scholastica", "href": "/wiki/Scholastica", "description": "Scholastica is a saint of the Catholic Church, the Eastern Orthodox Churches and the Anglican Communion. She was born in Italy. According to a ninth century tradition, she was the twin sister of Benedict of Nursia. Her feast day is 10 February, Saint Scholastica's Day. Scholastica is traditionally regarded as the foundress of the Benedictine nuns."}, {"title": "Nun", "href": "/wiki/Nun", "description": "A nun is a member of a religious community of women, typically living under vows of poverty, chastity, and obedience in the enclosure of a monastery. Communities of nuns exist in numerous religious traditions, including Buddhism, Christianity, Jainism, and Taoism."}]}, {"heading": "Deaths", "year": "1127", "date": "February 10", "txt": "William IX, Duke of Aquitaine (b. 1071)", "entities": [{"title": "William IX, Duke of Aquitaine", "href": "/wiki/William_IX,_Duke_of_Aquitaine", "description": "William IX, called the Troubadour, was the Duke of Aquitaine and Gascony and Count of Poitou between 1086 and his death. He was also one of the leaders of the Crusade of 1101. Though his political and military achievements have a certain historical importance, he is best known as the earliest troubadour—a vernacular lyric poet in the Occitan language—whose work survives."}]}, {"heading": "Deaths", "year": "1163", "date": "February 10", "txt": "Baldwin III of Jerusalem (b. 1130)", "entities": [{"title": "Baldwin III of Jerusalem", "href": "/wiki/Baldwin_III_of_Jerusalem", "description": "Baldwin III was King of Jerusalem from 1143 to 1163. He was the eldest son of Melisende and Fulk of Jerusalem. He became king while still a child, and was at first overshadowed by his mother Melisende, whom he eventually defeated in a civil war. During his reign Jerusalem became more closely allied with the Byzantine Empire, and the Second Crusade tried and failed to conquer Damascus. Baldwin capt"}]}, {"heading": "Deaths", "year": "1242", "date": "February 10", "txt": "Emperor Shijō of Japan (b. 1231)", "entities": [{"title": "Emperor Shijō", "href": "/wiki/Emperor_Shij%C5%8D", "description": "Emperor Shijō  was the 87th emperor of Japan, according to the traditional order of succession. This reign spanned the years 1232 through 1242."}]}, {"heading": "Deaths", "year": "1242", "date": "February 10", "txt": "Saint Verdiana, Italian recluse (b. 1182)", "entities": []}, {"heading": "Deaths", "year": "1280", "date": "February 10", "txt": "Margaret II, Countess of Flanders (b. 1202)", "entities": [{"title": "Margaret II, Countess of Flanders", "href": "/wiki/Margaret_II,_Countess_of_Flanders", "description": "Margaret, often called Margaret of Constantinople, ruled as Countess of Flanders during 1244–1278 and Countess of Hainaut during 1244–1253 and 1257–1280. She was the younger daughter of Baldwin IX, Count of Flanders and Hainaut, and Marie of Champagne."}]}, {"heading": "Deaths", "year": "1306", "date": "February 10", "txt": "John \"the Red\" Comyn, Scottish nobleman", "entities": [{"title": "John \"the Red\" Comyn", "href": "/wiki/John_%22the_Red%22_Comyn", "description": "John Comyn III of Badenoch, nicknamed the Red, was a leading Scottish baron and magnate who played an important role in the First War of Scottish Independence. He served as Guardian of Scotland after the forced abdication of his uncle, King John Balliol, in 1296, and for a time commanded the defence of Scotland against English attacks. Comyn was stabbed to death by Robert the Bruce before the alta"}]}, {"heading": "Deaths", "year": "1307", "date": "February 10", "txt": "Temür Khan, Emperor Chengzong of Yuan (b. 1265)", "entities": [{"title": "Temür Khan, Emperor Chengzong of Yuan", "href": "/wiki/Tem%C3%BCr_Khan,_Emperor_Chengzong_of_Yuan", "description": "Temür Öljeytü Khan, born Temür, also known by the temple name Chengzong was the second emperor of the Yuan dynasty, ruling from May 10, 1294 to February 10, 1307. Apart from Emperor of China, he is considered as the sixth Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. He was an able ruler of the Yuan, and his reign established the patter"}]}, {"heading": "Deaths", "year": "1346", "date": "February 10", "txt": "Blessed Clare of Rimini (b. 1282)", "entities": [{"title": "Clare of Rimini", "href": "/wiki/Clare_of_Rimini", "description": "Clare of Rimini was an Italian nun who was later beatified."}]}, {"heading": "Deaths", "year": "1471", "date": "February 10", "txt": "Frederick II, Margrave of Brandenburg (b. 1413)", "entities": [{"title": "Frederick II, Elector of Brandenburg", "href": "/wiki/Frederick_II,_Elector_of_Brandenburg", "description": "Frederick II of Brandenburg, nicknamed \"the Iron\" and sometimes \"Irontooth\" (Eisenzahn), was a Prince-elector of the Margraviate of Brandenburg from 1440 until his abdication in 1470, and was a member of the House of Hohenzollern."}]}, {"heading": "Deaths", "year": "1524", "date": "February 10", "txt": "Catherine of Saxony, Archduchess of Austria (b. 1468)", "entities": [{"title": "Catherine of Saxony, Archduchess of Austria", "href": "/wiki/Catherine_of_Saxony,_Archduchess_of_Austria", "description": "Catherine of Saxony, a member of the House of Wettin, was the second wife of Sigismund, Archduke of Austria and Regent of Tyrol."}]}, {"heading": "Deaths", "year": "1526", "date": "February 10", "txt": "John V, Count of Oldenburg, German noble (b. 1460)", "entities": [{"title": "John V, Count of Oldenburg", "href": "/wiki/John_V,_Count_of_Oldenburg", "description": "John V, Count of Oldenburg and Delmenhorst was a member of the House of Oldenburg. He was the ruling Count of Oldenburg from 1500 to 1526. His parents were Gerhard VI, Count of Oldenburg and Adelheid of Tecklenburg."}]}, {"heading": "Deaths", "year": "1567", "date": "February 10", "txt": "Henry Stuart, Lord Darnley, consort of Mary, Queen of Scots (b. 1545)", "entities": [{"title": "Henry Stuart, Lord Darnley", "href": "/wiki/Henry_Stuart,_Lord_Darnley", "description": "Henry Stuart, Lord Darnley was the second husband of Mary, Queen of Scots. From his marriage in 1565, he was king consort of Scotland. He was created Duke of Albany shortly before his marriage. Less than a year after the birth of his and Mary's only child, King James VI of Scotland and I of England, Darnley was murdered at Kirk o' Field in 1567. Many contemporary narratives describing his life and"}, {"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}]}, {"heading": "Deaths", "year": "1576", "date": "February 10", "txt": "Wilhelm Xylander, German scholar, translator, and academic (b. 1532)", "entities": [{"title": "Wilhelm Xylander", "href": "/wiki/Wilhelm_Xylander", "description": "Wilhelm Xylander was a German classical scholar and humanist. He served as rector of Heidelberg University in 1564."}]}, {"heading": "Deaths", "year": "1660", "date": "February 10", "txt": "Judith Leyster, Dutch painter (b. 1609)", "entities": [{"title": "Judith Leyster", "href": "/wiki/Judith_Leyster", "description": "Judith Jans Leyster was a Dutch Golden Age painter. She painted genre works, portraits and still lifes. Although her work was highly regarded by her contemporaries, Leyster and her work became almost forgotten after her death. Her entire oeuvre was attributed to Frans Hals or to her husband, Jan Miense Molenaer, until 1893. It wasn't until the late 19th century that she was recognized for her arti"}]}, {"heading": "Deaths", "year": "1686", "date": "February 10", "txt": "William Dugdale, English genealogist and historian (b. 1605)", "entities": [{"title": "William Dugdale", "href": "/wiki/William_Dugdale", "description": "Sir William Dugdale was an English antiquary and herald. As a scholar he was influential in the development of medieval history as an academic subject."}]}, {"heading": "Deaths", "year": "1755", "date": "February 10", "txt": "Montesquieu, French lawyer and philosopher (b. 1689)", "entities": [{"title": "Montesquieu", "href": "/wiki/Montesquieu", "description": "Charles-Louis de Secondat, Baron de La Brède et de Montesquieu, generally referred to as simply Montesquieu, was a French judge, man of letters, and political philosopher."}]}, {"heading": "Deaths", "year": "1782", "date": "February 10", "txt": "Friedrich Christoph Oetinger, German theologian and author (b. 1702)", "entities": [{"title": "Friedrich Christoph Oetinger", "href": "/wiki/Friedrich_Christoph_Oetinger", "description": "Friedrich Christoph Oetinger was a German Lutheran theologian and theosopher."}]}, {"heading": "Deaths", "year": "1829", "date": "February 10", "txt": "Pope Leo XII (b. 1760)", "entities": [{"title": "Pope Leo XII", "href": "/wiki/Pope_Leo_XII", "description": "Pope Leo XII, born Annibale Francesco Clemente Melchiorre Girolamo Nicola della Genga, was head of the Catholic Church and ruler of the Papal States from 28 September 1823 to his death in 1829."}]}, {"heading": "Deaths", "year": "1837", "date": "February 10", "txt": "Alexander Pushkin, Russian poet and author (b. 1799)", "entities": [{"title": "Alexander Pushkin", "href": "/wiki/Alexander_Pushkin", "description": "Alexander Sergeyevich Pushkin was a Russian poet, playwright, and novelist of the Romantic era. He is considered by many to be the greatest Russian poet, and the founder of modern Russian literature."}]}, {"heading": "Deaths", "year": "1846", "date": "February 10", "txt": "Maria Aletta Hulshoff, Dutch feminist and pamphleteer (b. 1781)", "entities": [{"title": "Maria Aletta Hulshoff", "href": "/wiki/Maria_Aletta_Hulshoff", "description": "Maria Aletta Hulshoff, pen-name \"Mietje\", was a Dutch Patriot, feminist and pamphleteer."}]}, {"heading": "Deaths", "year": "1854", "date": "February 10", "txt": "José Joaquín de Herrera, Mexican politician and general (b. 1792)", "entities": [{"title": "José Joaquín de Herrera", "href": "/wiki/Jos%C3%A9_Joaqu%C3%ADn_de_Herrera", "description": "José Joaquín Antonio de Herrera was a moderate Mexican politician who served as president of Mexico three times, and as a general in the Mexican Army during the Mexican–American War of 1846-1848."}]}, {"heading": "Deaths", "year": "1857", "date": "February 10", "txt": "David Thompson, English-Canadian surveyor and explorer (b. 1770)", "entities": [{"title": "David Thompson (explorer)", "href": "/wiki/David_Thompson_(explorer)", "description": "David Thompson was a British-Canadian fur trader, surveyor, and cartographer, known to some native peoples as Koo-Koo-Sint or \"the Stargazer\". Over Thompson's career, he traveled some 90,000 kilometres (56,000 mi) across North America, mapping 4.9 million square kilometres of North America along the way. For this historic feat, Thompson has been described as the \"greatest practical land geographer"}]}, {"heading": "Deaths", "year": "1865", "date": "February 10", "txt": "Heinrich Lenz, Estonian-Italian physicist and academic (b. 1804)", "entities": [{"title": "Heinrich Lenz", "href": "/wiki/Heinrich_Lenz", "description": "Heinrich Friedrich Emil Lenz, usually cited as Emil Lenz or Heinrich Lenz in some countries, was a Russian physicist of Baltic German descent who is most noted for formulating Lenz's law in electrodynamics in 1834."}]}, {"heading": "Deaths", "year": "1879", "date": "February 10", "txt": "Honoré Daumier, French illustrator and painter (b. 1808)", "entities": [{"title": "Honoré Daumier", "href": "/wiki/Honor%C3%A9_Daumier", "description": "Honoré-Victorin Daumier was a French painter, sculptor, and printmaker, whose many works offer commentary on the social and political life in France, from the Revolution of 1830 to the fall of the second Napoleonic Empire in 1870. He earned a living throughout most of his life producing caricatures and cartoons of political figures and satirizing the behavior of his countrymen in newspapers and pe"}]}, {"heading": "Deaths", "year": "1887", "date": "February 10", "txt": "Ellen Wood, English author (b. 1814)", "entities": [{"title": "Ellen Wood (author)", "href": "/wiki/Ellen_Wood_(author)", "description": "Ellen Price was an English novelist better known as Mrs. Henry Wood. She is best remembered for a 1861 novel, East Lynne. Many of her books sold well internationally and were widely read in the United States. In her time, she surpassed Charles Dickens in fame in Australia."}]}, {"heading": "Deaths", "year": "1891", "date": "February 10", "txt": "Sofia Kovalevskaya, Russian-Swedish mathematician and physicist (b. 1850)", "entities": [{"title": "Sofia Kovalevskaya", "href": "/wiki/Sofia_Kovalevskaya", "description": "Sofya Vasilyevna Kovalevskaya, born Sofya Vasilyevna Korvin-Krukovskaya, was a Russian mathematician who made noteworthy contributions to analysis, partial differential equations and mechanics. She was a pioneer for women in mathematics around the world – the first woman to obtain a doctorate in mathematics, the first woman appointed to a full professorship in northern Europe and one of the first "}]}, {"heading": "Deaths", "year": "1904", "date": "February 10", "txt": "John A. Roche, American lawyer and politician, 30th Mayor of Chicago (b. 1844)", "entities": [{"title": "John A. Roche", "href": "/wiki/John_A._Roche", "description": "John A. Roche was an American politician who served as mayor of Chicago, Illinois from 1887 to 1889. He was the 30th mayor of the city."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1906", "date": "February 10", "txt": "Ezra Butler Eddy, American-Canadian businessman and politician (b. 1827)", "entities": [{"title": "Ezra Butler Eddy", "href": "/wiki/Ezra_Butler_Eddy", "description": "Ezra Butler Eddy was a Canadian businessman and political figure. Born in Vermont, Eddy moved to Canada and founded the E. B. Eddy Company, which produced matches, and related wood products, and later diversified into pulp and paper, growing to a major manufacturer. Eddy later became a politician, serving as mayor of Hull, Quebec and Quebec legislator."}]}, {"heading": "Deaths", "year": "1912", "date": "February 10", "txt": "Joseph Lister, 1st Baron Lister, English surgeon and academic (b. 1827)", "entities": [{"title": "Joseph Lister, 1st Baron Lister", "href": "/wiki/Joseph_Lister,_1st_Baron_Lister", "description": "Joseph Lister, 1st Baron Lister, was a British surgeon and a pioneer of antiseptic surgery. From a technical viewpoint, Lord Lister was not an exceptional surgeon, but his research into bacteriology and infection in wounds raised his operative technique to a new plane where his observations, deductions and practices revolutionised surgery throughout the world."}]}, {"heading": "Deaths", "year": "1913", "date": "February 10", "txt": "Konstantinos Tsiklitiras, Greek long jumper (b. 1888)", "entities": [{"title": "Konstantinos Tsiklitiras", "href": "/wiki/Konstantinos_Tsiklitiras", "description": "Konstantinos \"Kostas\" Tsiklitiras  was a Greek athlete and Olympic champion."}]}, {"heading": "Deaths", "year": "1917", "date": "February 10", "txt": "John William Waterhouse, English soldier and painter (b. 1849)", "entities": [{"title": "John William Waterhouse", "href": "/wiki/John_William_Waterhouse", "description": "John William Waterhouse was an English painter known for working first in the Academic style and for then embracing the Pre-Raphaelite Brotherhood's style and subject matter. His artworks were known for their depictions of women from both ancient Greek mythology and Arthurian legend."}]}, {"heading": "Deaths", "year": "1918", "date": "February 10", "txt": "Abdul Hamid II, Ottoman sultan (b. 1842)", "entities": [{"title": "Abdul Hamid II", "href": "/wiki/Abdul_Hamid_II", "description": "Abdul Hamid II or Abdülhamid II reigned as the 34th Sultan of the Ottoman Empire - the last Sultan to exert effective control over the fracturing state. He oversaw a period of decline, with rebellions, and he presided over an unsuccessful war with the Russian Empire (1877–1878) followed by a successful war against the Kingdom of Greece in 1897. Abdulhamid II ruled from 31 August 1876 until his dep"}]}, {"heading": "Deaths", "year": "1918", "date": "February 10", "txt": "Ernesto Teodoro Moneta, Italian soldier and journalist, Nobel Prize laureate (b. 1833)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1920", "date": "February 10", "txt": "Henry Strangways, English-Australian politician, 12th Premier of South Australia (b. 1832)", "entities": [{"title": "Henry Strangways", "href": "/wiki/Henry_Strangways", "description": "Henry Bull Templar Strangways was an Australian politician and Premier of South Australia."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1923", "date": "February 10", "txt": "Wilhelm Röntgen, German physicist and academic, Nobel Prize laureate (b. 1845)", "entities": [{"title": "Wilhelm Röntgen", "href": "/wiki/Wilhelm_R%C3%B6ntgen", "description": "Wilhelm Conrad Röntgen was a German mechanical engineer and physicist, who, on 8 November 1895, produced and detected electromagnetic radiation in a wavelength range known as X-rays or Röntgen rays, an achievement that earned him the inaugural Nobel Prize in Physics in 1901. In honour of Röntgen's accomplishments, in 2004 the International Union of Pure and Applied Chemistry (IUPAC) named element "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1928", "date": "February 10", "txt": "José Sánchez del Río, Mexican martyr and saint (b. 1913)", "entities": [{"title": "José Sánchez del Río", "href": "/wiki/Jos%C3%A9_S%C3%A1nchez_del_R%C3%ADo", "description": "José Luis Sánchez del Río was a Mexican Cristero who was put to death by government officials because he refused to renounce his Catholic faith. His death was seen as a largely political venture on the part of government officials in their attempt to stamp out dissent and crush religious freedom in the area. He was dubbed \"Joselito.\""}]}, {"heading": "Deaths", "year": "1932", "date": "February 10", "txt": "Edgar Wallace, English author and screenwriter (b. 1875)", "entities": [{"title": "Edgar Wallace", "href": "/wiki/Edgar_Wallace", "description": "Richard Horatio Edgar Wallace was an English writer."}]}, {"heading": "Deaths", "year": "1939", "date": "February 10", "txt": "Pope Pius XI (b. 1857)", "entities": [{"title": "Pope Pius XI", "href": "/wiki/Pope_Pius_XI", "description": "Pope Pius XI, born Ambrogio Damiano Achille Ratti, was head of the Catholic Church from 6 February 1922 to his death in 1939. He was the first sovereign of Vatican City from its creation as an independent state on 11 February 1929. He took as his papal motto \"Pax Christi in Regno Christi,\" translated \"The Peace of Christ in the Kingdom of Christ.\""}]}, {"heading": "Deaths", "year": "1944", "date": "February 10", "txt": "E. M. Antoniadi, Greek-French astronomer and chess player (b. 1870)", "entities": [{"title": "E. M. Antoniadi", "href": "/wiki/E._M._Antoniadi", "description": "Eugène Michel Antoniadi was a Greek-French astronomer."}]}, {"heading": "Deaths", "year": "1945", "date": "February 10", "txt": "Anacleto Díaz, Filipino lawyer and jurist (b. 1878)", "entities": [{"title": "Anacleto Díaz", "href": "/wiki/Anacleto_D%C3%ADaz", "description": "Anacleto Díaz was a Filipino jurist who served as an Associate Justice of the Supreme Court."}]}, {"heading": "Deaths", "year": "1950", "date": "February 10", "txt": "Marcel Mauss, French sociologist and anthropologist (b. 1872)", "entities": [{"title": "Marcel Mauss", "href": "/wiki/Marcel_Mauss", "description": "Marcel Mauss was a French sociologist. The nephew of Émile Durkheim, Mauss, in his academic work, crossed the boundaries between sociology and anthropology. Today, he is perhaps better recognised for his influence on the latter discipline, particularly with respect to his analyses of topics such as magic, sacrifice and gift exchange in different cultures around the world. Mauss had a significant i"}]}, {"heading": "Deaths", "year": "1956", "date": "February 10", "txt": "Leonora Speyer, American poet and violinist (b. 1872)", "entities": [{"title": "Leonora Speyer", "href": "/wiki/Leonora_Speyer", "description": "Leonora Speyer, Lady Speyer was an American poet and violinist."}]}, {"heading": "Deaths", "year": "1956", "date": "February 10", "txt": "Emmanouil Tsouderos, Greek banker and politician, 132nd Prime Minister of Greece (b. 1882)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1957", "date": "February 10", "txt": "Laura Ingalls Wilder, American author (b. 1867)", "entities": [{"title": "Laura Ingalls Wilder", "href": "/wiki/Laura_Ingalls_Wilder", "description": "Laura Elizabeth Ingalls Wilder was an American writer, mostly known for the Little House on the Prairie series of children's books, published between 1932 and 1943, which were based on her childhood in a settler and pioneer family."}]}, {"heading": "Deaths", "year": "1960", "date": "February 10", "txt": "Aloysius Stepinac, Croatian cardinal (b. 1898)", "entities": [{"title": "Aloysius Stepinac", "href": "/wiki/Aloysius_Stepinac", "description": "Aloysius Viktor Stepinac was a Yugoslav Croat prelate of the Catholic Church. A cardinal, Stepinac served as Archbishop of Zagreb from 1937 until his death, a period which included the fascist rule of the Ustaše over the Axis puppet state the Independent State of Croatia from 1941 to 1945 during World War II. He was tried by the communist Yugoslav government after the war and convicted of treason "}]}, {"heading": "Deaths", "year": "1966", "date": "February 10", "txt": "Billy Rose, American composer and songwriter (b. 1899)", "entities": [{"title": "Billy Rose", "href": "/wiki/Billy_Rose", "description": "Billy Rose was an American impresario, theatrical showman and lyricist. For years both before and after World War II, Billy Rose was a major force in entertainment, with shows such as Billy Rose's Crazy Quilt (1931), Jumbo (1935), Billy Rose's Aquacade (1937), and Carmen Jones (1943). As a lyricist, he is credited with many songs, notably \"Don't Bring Lulu\" (1925), \"Tonight You Belong To Me\" (1926"}]}, {"heading": "Deaths", "year": "1967", "date": "February 10", "txt": "Dionysios Kokkinos, Greek historian and author (b. 1884)", "entities": [{"title": "Dionysios Kokkinos", "href": "/wiki/Dionysios_Kokkinos", "description": "Dionysios Kokkinos was a Greek historian and writer."}]}, {"heading": "Deaths", "year": "1975", "date": "February 10", "txt": "Nikos Kavvadias, Greek sailor and poet (b. 1910)", "entities": [{"title": "Nikos Kavvadias", "href": "/wiki/Nikos_Kavvadias", "description": "\nNikos Kavvadias was a Greek poet, writer and a sailor by profession. He used his travels around the world, the life at sea and its adventures, as powerful metaphors for the escape of ordinary people, outside the boundaries of reality. His poems are widely regarded as belonging to symbolism, and he has been characterized by some as a poète maudit."}]}, {"heading": "Deaths", "year": "1979", "date": "February 10", "txt": "Edvard Kardelj, Slovene general and politician, 2nd Foreign Minister of Yugoslavia (b. 1910)", "entities": [{"title": "Edvard Kardelj", "href": "/wiki/Edvard_Kardelj", "description": "Edvard Kardelj, also known by the pseudonyms Bevc, Sperans and Krištof, was a Yugoslav politician and economist. He was one of the leading members of the Communist Party of Slovenia before World War II. During the war, Kardelj was one of the leaders of the Liberation Front of the Slovenian People and a Slovene Partisan, and after the war, he was a federal political leader in the Socialist Federal "}, {"title": "Foreign Minister of Yugoslavia", "href": "/wiki/Foreign_Minister_of_Yugoslavia", "description": "The Ministry of Foreign Affairs of Yugoslavia was the ministry responsible for representing the Kingdom of Yugoslavia internationally from 1918 to 1941 and the Socialist Federal Republic of Yugoslavia from 1945 to 1992. It may also refer to the ministry which represented Serbia and Montenegro from 1992 to 2006."}]}, {"heading": "Deaths", "year": "1992", "date": "February 10", "txt": "Alex Haley, American soldier, journalist, and author (b. 1921)", "entities": [{"title": "Alex Haley", "href": "/wiki/Alex_Haley", "description": "Alexander Murray Palmer Haley was an American writer and the author of the 1976 book Roots: The Saga of an American Family. ABC adapted the book as a television miniseries of the same name and aired it in 1977 to a record-breaking audience of 130 million viewers. In the United States, the book and miniseries raised the public awareness of black American history and inspired a broad interest in gen"}]}, {"heading": "Deaths", "year": "1993", "date": "February 10", "txt": "Fred Hollows, New Zealand-Australian ophthalmologist and academic (b. 1929)", "entities": [{"title": "Fred Hollows", "href": "/wiki/Fred_Hollows", "description": "Frederick Cossom Hollows, AC was a New Zealand–Australian ophthalmologist who became known for his work in restoring eyesight for thousands of people in Australia and many other countries. It is estimated that more than one million people in the world can see today because of initiatives instigated by Hollows, the most notable example being The Fred Hollows Foundation."}]}, {"heading": "Deaths", "year": "1995", "date": "February 10", "txt": "Paul Monette, American author, poet, and activist (b. 1945)", "entities": [{"title": "Paul Monette", "href": "/wiki/Paul_Monette", "description": "Paul Landry Monette was an American author, poet, and activist best known for his essays about gay relationships."}]}, {"heading": "Deaths", "year": "1997", "date": "February 10", "txt": "Brian Connolly, Scottish musician (b. 1945)", "entities": [{"title": "Brian Connolly", "href": "/wiki/Brian_Connolly", "description": "Brian Francis Connolly was a Scottish singer-songwriter, musician and actor, best known as the lead singer of glam rock band The Sweet between 1968 and 1979."}]}, {"heading": "Deaths", "year": "2000", "date": "February 10", "txt": "Jim Varney, American actor, comedian and writer (b. 1949)", "entities": [{"title": "Jim Varney", "href": "/wiki/Jim_Varney", "description": "James Albert Varney Jr. was an American actor, comedian, and writer. He is best known for his broadly comedic role as Ernest P. Worrell, for which he won a Daytime Emmy Award, as well as appearing in films and numerous television commercial advertising campaigns. He played Jed Clampett in a film adaptation of The Beverly Hillbillies (1993) and performed the voice of Slinky Dog in Toy Story (1995) "}]}, {"heading": "Deaths", "year": "2001", "date": "February 10", "txt": "Abraham Beame, American academic and politician, 104th Mayor of New York City (b. 1906)", "entities": [{"title": "Abraham Beame", "href": "/wiki/Abraham_Beame", "description": "Abraham David Beame was the 104th Mayor of New York City from 1974 to 1977. As mayor, he presided over the city during its fiscal crisis of the mid-1970s, when the city was almost forced to declare bankruptcy."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "2001", "date": "February 10", "txt": "Buddy Tate, American saxophonist and clarinet player (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 10", "txt": "Dave Van Ronk, American singer-songwriter and guitarist (b. 1936)", "entities": [{"title": "Dave Van Ronk", "href": "/wiki/Dave_Van_Ronk", "description": "David Kenneth Ritz Van Ronk was an American folk singer. An important figure in the American folk music revival and New York City's Greenwich Village scene in the 1960s, he was nicknamed the \"Mayor of MacDougal Street\"."}]}, {"heading": "Deaths", "year": "2003", "date": "February 10", "txt": "Edgar de Evia, Mexican-American photographer (b. 1910)", "entities": [{"title": "Edgar de Evia", "href": "/wiki/Edgar_de_Evia", "description": "Edgar Domingo Evia y Joutard, known professionally as Edgar de Evia, was a Mexican-born American interiors photographer."}]}, {"heading": "Deaths", "year": "2003", "date": "February 10", "txt": "Albert J. Ruffo, American lawyer and politician, Mayor of San Jose (b. 1908)", "entities": [{"title": "List of mayors of San Jose, California", "href": "/wiki/List_of_mayors_of_San_Jose,_California", "description": "The Mayor of San Jose, officially the Mayor of the City of San José, is executive of the Government of the City of San Jose."}]}, {"heading": "Deaths", "year": "2003", "date": "February 10", "txt": "Ron Ziegler, American politician, 14th White House Press Secretary (b. 1939)", "entities": [{"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Deaths", "year": "2005", "date": "February 10", "txt": "Arthur Miller, American actor, playwright, and author (b. 1915)", "entities": [{"title": "Arthur Miller", "href": "/wiki/Arthur_Miller", "description": "Arthur Asher Miller was an American playwright and essayist in the 20th-century American theater. Among his most popular plays are All My Sons (1947), Death of a Salesman (1949), The Crucible (1953), and A View from the Bridge. He wrote several screenplays and was most noted for his work on The Misfits (1961). The drama Death of a Salesman has been numbered on the short list of finest American pla"}]}, {"heading": "Deaths", "year": "2006", "date": "February 10", "txt": "James Yancey, American record producer and rapper (b. 1974)", "entities": [{"title": "James Yancey", "href": "/wiki/James_Yancey", "description": "James Dewitt Yancey, better known by the stage names J Dilla and Jay Dee, was an American record producer and rapper who emerged in the mid-1990s underground hip hop scene in Detroit, Michigan, as one third of the music group Slum Village. He was also a member of the Soulquarians, a musical collective active during the late 1990s and early 2000s."}]}, {"heading": "Deaths", "year": "2008", "date": "February 10", "txt": "Roy Scheider, American actor and boxer (b. 1932)", "entities": [{"title": "Roy Scheider", "href": "/wiki/Roy_Scheider", "description": "Roy Richard Scheider was an American actor and amateur boxer. He played Martin Brody in the thriller film Jaws (1975), reprising the role in its sequel Jaws 2 (1978)."}]}, {"heading": "Deaths", "year": "2010", "date": "February 10", "txt": "Fred Schaus, American basketball player and coach (b. 1925)", "entities": [{"title": "Fred Schaus", "href": "/wiki/Fred_Schaus", "description": "Frederick Appleton Schaus was an American basketball player, head coach and athletic director for the West Virginia University Mountaineers, player for the National Basketball Association's Fort Wayne Pistons and New York Knicks, general manager and head coach for the Los Angeles Lakers, head coach of Purdue University basketball, and a member of the NCAA Basketball Committee. He was born in Newar"}]}, {"heading": "Deaths", "year": "2010", "date": "February 10", "txt": "Charles Wilson, American lieutenant and politician (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "February 10", "txt": "Trevor Bailey, English cricketer and journalist (b. 1923)", "entities": [{"title": "Trevor Bailey", "href": "/wiki/Trevor_Bailey", "description": "Trevor Edward Bailey was an England Test cricketer, cricket writer and broadcaster."}]}, {"heading": "Deaths", "year": "2012", "date": "February 10", "txt": "Lloyd Morrison, New Zealand banker and businessman, founded H. R. L. Morrison & Co (b. 1957)", "entities": [{"title": "Lloyd Morrison", "href": "/wiki/Lloyd_Morrison", "description": "Hugh Richmond Lloyd Morrison was a Wellington, New Zealand-based investment banker and entrepreneur. He founded H.R.L. Morrison & Co in 1988, and Morrison & Co launched the infrastructure company Infratil in 1994."}, {"title": "H. R. L. Morrison & Co", "href": "/wiki/H._R._L._Morrison_%26_Co", "description": "H.R.L. Morrison & Co is a specialist alternative asset manager focusing primarily on infrastructure, private equity and property investment with offices in New Zealand, Australia, United Kingdom, United States and Hong Kong."}]}, {"heading": "Deaths", "year": "2012", "date": "February 10", "txt": "Jeffrey Zaslow, American journalist and author (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 10", "txt": "W. Watts Biggers, American author, screenwriter, and animator (b. 1927)", "entities": [{"title": "W. Watts Biggers", "href": "/wiki/W._Watts_Biggers", "description": "William Watts \"Buck\" Biggers was an American novelist and co-creator of the long-running animated television series Underdog."}]}, {"heading": "Deaths", "year": "2013", "date": "February 10", "txt": "David Hartman, American-Israeli rabbi and philosopher, founded the Shalom Hartman Institute (b. 1931)", "entities": [{"title": "Shalom Hartman Institute", "href": "/wiki/Shalom_Hartman_Institute", "description": "Shalom Hartman Institute is a Jewish research and education institute based in Jerusalem, that offers pluralistic Jewish thought and education to scholars, rabbis, educators, and Jewish community leaders in Israel and North America. The institute's goal is to strengthen Jewish peoplehood, identity and pluralism, enhance the Jewish and democratic character of Israel, and ensure that Judaism is a co"}]}, {"heading": "Deaths", "year": "2014", "date": "February 10", "txt": "Stuart Hall, Jamaican-English sociologist and theorist (b. 1932)", "entities": [{"title": "Stuart Hall (cultural theorist)", "href": "/wiki/Stuart_Hall_(cultural_theorist)", "description": "Stuart McPhail Hall was a Jamaican-born British Marxist sociologist, cultural theorist and political activist. Hall, along with Richard Hoggart and Raymond Williams, was one of the founding figures of the school of thought that is now known as British Cultural Studies or The Birmingham School of Cultural Studies."}]}, {"heading": "Deaths", "year": "2014", "date": "February 10", "txt": "Shirley Temple, American actress and diplomat (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 10", "txt": "Naseer Aruri, Palestinian scholar and activist (b. 1934)", "entities": [{"title": "Naseer Aruri", "href": "/wiki/Naseer_Aruri", "description": "Naseer H. Aruri was an American scholar-activist and expert on Middle East politics, U.S. foreign policy in the Middle East and human rights. Aruri was Chancellor Professor (Emeritus) of Political Science, having served on the faculty of the University of Massachusetts-Dartmouth from 1965-1998. In 1993, he was the recipient of the College of Arts and Sciences “Distinguished Research Award”. Aruri’"}]}, {"heading": "Deaths", "year": "2015", "date": "February 10", "txt": "Karl Josef Becker, German cardinal and theologian (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 10", "txt": "Deng Liqun, Chinese theorist and politician (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 10", "txt": "Fatima Surayya Bajia, Indian-Pakistani author and playwright (b. 1930)", "entities": [{"title": "Fatima Surayya Bajia", "href": "/wiki/Fatima_Surayya_Bajia", "description": "Fatima Surayya Bajia  was an Urdu novelist, playwright and drama writer from Pakistan. She was awarded various awards at home and abroad including Japan's highest civil award in recognition of her works. Bajia remained Advisor to the Chief Minister of Sindh province in Pakistan, and was a member of the managing committee of the Arts Council of Pakistan. She died on 10 February 2016 in Karachi, age"}]}, {"heading": "Deaths", "year": "2017", "date": "February 10", "txt": "Mike Ilitch, American businessman (b. 1929)", "entities": [{"title": "Mike Ilitch", "href": "/wiki/Mike_Ilitch", "description": "Michael Ilitch Sr. was an American entrepreneur, founder and owner of the international fast food franchise Little Caesars Pizza. He owned the Detroit Red Wings of the National Hockey League and Detroit Tigers of Major League Baseball."}]}, {"heading": "Deaths", "year": "2019", "date": "February 10", "txt": "Carmen Argenziano, American actor (b. 1943)", "entities": [{"title": "Carmen Argenziano", "href": "/wiki/Carmen_Argenziano", "description": "Carmen Antimo Argenziano was an American actor who has appeared in over 50 movies and around 100 television movies or episodes. He is best known for playing Jacob Carter on Stargate SG-1. He had recurring roles on Booker, L.A. Law, Melrose Place, and The Young and the Restless, as well as minor roles in The Godfather Part II, Angels & Demons, and The Accused."}]}, {"heading": "Deaths", "year": "2019", "date": "February 10", "txt": "Jan-Michael Vincent, American actor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "February 10", "txt": "Larry Flynt, American publisher (b. 1942)", "entities": [{"title": "Larry Flynt", "href": "/wiki/Larry_Flynt", "description": "Larry Claxton Flynt Jr. was an American publisher and the president of Larry Flynt Publications (LFP). LFP mainly produces pornographic magazines, such as Hustler, pornographic videos, and three pornographic television channels named Hustler TV. Flynt fought several high-profile legal battles involving the First Amendment, and unsuccessfully ran for public office. He was paralyzed from the waist d"}]}]