[{"heading": "Events", "year": "1112", "date": "February 3", "txt": "Ramon Berenguer III, Count of Barcelona, and Douce I, Countess of Provence, marry, uniting the fortunes of those two states.", "entities": [{"title": "Ramon Berenguer III, Count of Barcelona", "href": "/wiki/Ramon_Berenguer_III,_Count_of_Barcelona", "description": "Ramon Berenguer III the Great was the count of Barcelona, Girona, and Ausona from 1086, Besalú from 1111, Cerdanya from 1117, and count of Provence in the Holy Roman Empire, from 1112, all until his death in Barcelona in 1131. As Ramon Berenguer I, he was Count of Provence in right of his wife."}, {"title": "Douce I, Countess of Provence", "href": "/wiki/Douce_I,_Countess_of_Provence", "description": "Douce I was the daughter of Gilbert I of Gévaudan and Gerberga of Provence and wife of Ramon Berenguer III, Count of Barcelona. In 1112, she inherited the county of Provence through her mother. She married Ramon Berenguer at Arles on 3 February that year."}]}, {"heading": "Events", "year": "1451", "date": "February 3", "txt": "Sultan Mehmed II inherits the throne of the Ottoman Empire.", "entities": [{"title": "Sultan", "href": "/wiki/Sultan", "description": "Sultan is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\". Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms, albeit without claiming the overall caliphate, or to refer to a power"}, {"title": "Mehmed II", "href": "/wiki/Mehmed_II", "description": "Mehmed II, commonly known as Mehmed the Conqueror, was an Ottoman sultan who ruled from August 1444 to September 1446, and then later from February 1451 to May 1481. In Mehmed II's first reign, he defeated the crusade led by John Hunyadi after the Hungarian incursions into his country broke the conditions of the truce Peace of Szeged. When Mehmed II ascended the throne again in 1451 he strengthene"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1488", "date": "February 3", "txt": "Bartolomeu Dias of Portugal lands in Mossel Bay after rounding the Cape of Good Hope, becoming the first known European to travel so far south.", "entities": [{"title": "Bartolomeu Dias", "href": "/wiki/Bartolomeu_Dias", "description": "Bartolomeu Dias, a nobleman of the Portuguese royal household, was a Portuguese explorer. He sailed around the southernmost tip of Africa in 1488, the first European to do so, setting up the route from Europe to Asia later on. Dias is the first European during the Age of Discovery to anchor in Cape Good Hope, South Africa."}, {"title": "Mossel Bay", "href": "/wiki/Mossel_Bay", "description": "Mossel Bay is a harbour town of about 99,319 people on the Southern Cape of South Africa. It is in an important tourism and farming region of the Western Cape Province. Mossel Bay lies 400 kilometres east of the country's seat of parliament, Cape Town, and 400 km west of Gqeberha, the largest city in the Eastern Cape. The older parts of the town occupy the north-facing side of the Cape St Blaize P"}, {"title": "Cape of Good Hope", "href": "/wiki/Cape_of_Good_Hope", "description": "The Cape of Good Hope is a rocky headland on the Atlantic coast of the Cape Peninsula in South Africa."}]}, {"heading": "Events", "year": "1509", "date": "February 3", "txt": "The Portuguese navy defeats a joint fleet of the Ottoman Empire, the Republic of Venice, the Sultan of Gujarat, the Mamlûk Burji Sultanate of Egypt, the Zamorin of Calicut, and the Republic of Ragusa at the Battle of Diu in Diu, India.", "entities": [{"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Mahmud Begada", "href": "/wiki/Mahmud_Begada", "description": "Sultan Mahmud Begada or Mahmud Shah I, was the most prominent Sultan of Gujarat Sultanate. Raised to the throne at young age, he successfully captured Pavagadh and Junagadh forts in battles which gave him his name Begada. He established Champaner as the capital."}, {"title": "Burji dynasty", "href": "/wiki/Burji_dynasty", "description": "The Burji or Circassian Mamluk dynasty ruled Egypt from 1382 until 1517, during the Mamluk Sultanate. It proved especially turbulent, with short-lived sultans. Political power-plays often became important in designating a new sultan. During this time Mamluks fought Timur and conquered Cyprus. Constant bickering may have contributed to the ability of the Ottomans to challenge them. Their name means"}, {"title": "Saamoothiri", "href": "/wiki/Saamoothiri", "description": "The Zamorin of Calicut was the hereditary monarch of the kingdom of Calicut (Kozhikode) on the South Malabar region of India. Calicut was one of the important trading ports on the south-western coast of India. At the peak of their reign, the Zamorins ruled over a region from Kollam (Quilon) to Panthalayini Kollam (Koyilandy)."}, {"title": "Kozhikode", "href": "/wiki/Kozhikode", "description": "Kozhikode, also known as Calicut, is an Indian city, second-largest urban agglomeration in the State of Kerala after Trivandrum and 19th largest in the country with a population of two million according to 2011 census. Kozhikode is classified as a Tier 2 city according to Government of India."}, {"title": "Republic of Ragusa", "href": "/wiki/Republic_of_Ragusa", "description": "The Republic of Ragusa was an aristocratic maritime republic centered on the city of Dubrovnik in Dalmatia that carried that name from 1358 until 1808. It reached its commercial peak in the 15th and the 16th centuries, before being conquered by Napoleon's French Empire and formally annexed by the Napoleonic Kingdom of Italy in 1808. It had a population of about 30,000 people, of whom 5,000 lived w"}, {"title": "Battle of Diu (1509)", "href": "/wiki/Battle_of_Diu_(1509)", "description": "The Battle of Diu was a naval battle fought on 3 February 1509 in the Arabian Sea, in the port of Diu, India, between the Portuguese Empire and a joint fleet of the Sultan of Gujarat, the Mamlûk Burji Sultanate of Egypt, and the Zamorin of Calicut with support of the Republic of Venice and the Ottoman Empire."}, {"title": "Diu, India", "href": "/wiki/Diu,_India", "description": "Diu, also known as Diu Town, is a town in Diu district in the union territory of Dadra and Nagar Haveli and Daman and Diu, India. Diu District is the tenth least populated district of India."}]}, {"heading": "Events", "year": "1661", "date": "February 3", "txt": "Maratha forces under Chattrapati Shivaji Maharaj defeat the Mughals in the Battle of Umberkhind.", "entities": [{"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Shivaji", "href": "/wiki/Shivaji", "description": "Shivaji Bhonsale I was an Indian ruler and a member of the Bhonsle Maratha clan. Shivaji carved out an enclave from the declining Adilshahi sultanate of Bijapur that formed the genesis of the Maratha Empire. In 1674, he was formally crowned the Chhatrapati (emperor) of his realm at Raigad."}, {"title": "Mughal Empire", "href": "/wiki/Mughal_Empire", "description": "The Mughal, Mogul or Moghul Empire, was an early modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east, and the uplands of the Deccan plateau in south India."}, {"title": "Battle of Umberkhind", "href": "/wiki/Battle_of_Umberkhind", "description": "Battle of Umberkhind took place on 3 February 1661 in the mountain range of Sahyadri near the city of Khopoli, Maharashtra, India. The battle was fought between the Maratha army under Chatrapati Shivaji Maharaj and General Kartalab Khan of the Mughal Empire. The Marathas decisively defeated the Mughal forces. This battle was a great example of guerrilla warfare. On the orders of Aurangzeb, Shahist"}]}, {"heading": "Events", "year": "1690", "date": "February 3", "txt": "The colony of Massachusetts issues the first paper money in the Americas.", "entities": [{"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}, {"title": "Paper money", "href": "/wiki/Paper_money", "description": "A banknote is a type of negotiable promissory note, made by a bank or other licensed authority, payable to the bearer on demand.\nBanknotes were originally issued by commercial banks, which were legally required to redeem the notes for legal tender when presented to the chief cashier of the originating bank. These commercial banknotes only traded at face value in the market served by the issuing ba"}]}, {"heading": "Events", "year": "1706", "date": "February 3", "txt": "During the Battle of Fraustadt Swedish forces defeat a superior Saxon-Polish-Russian force by deploying a double envelopment.", "entities": [{"title": "Battle of Fraustadt", "href": "/wiki/Battle_of_Fraustadt", "description": "The Battle of Fraustadt was fought on 2 February 1706 (O.S.) / 3 February 1706 / 13 February 1706 (N.S.) between Sweden and Saxony-Poland and their Russian allies near Fraustadt in Poland. During the Battle of Fraustadt on February 3, August II was only 120 km away, with a cavalry force about 8,000 men strong. That was one of the main reasons that Swedish General Rehnskiöld hurried to engage Schul"}, {"title": "Saxony", "href": "/wiki/Saxony", "description": "Saxony, officially the Free State of Saxony, is a landlocked state of Germany, bordering the states of Brandenburg, Saxony-Anhalt, Thuringia, Bavaria, as well as the countries of Poland and the Czech Republic. Its capital is Dresden, and its largest city is Leipzig. Saxony is the tenth largest of Germany's sixteen states, with an area of 18,413 square kilometres (7,109 sq mi), and the sixth most p"}, {"title": "Double envelopment", "href": "/wiki/Double_envelopment", "description": "The pincer movement, or double envelopment, is a military maneuver in which forces simultaneously attack both flanks (sides) of an enemy formation. This classic maneuver holds an important foothold throughout the history of warfare."}]}, {"heading": "Events", "year": "1781", "date": "February 3", "txt": "American Revolutionary War: British forces seize the Dutch-owned Caribbean island Sint Eustatius.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Capture of Sint Eustatius", "href": "/wiki/Capture_of_Sint_Eustatius", "description": "The Capture of Sint Eustatius took place in February 1781 during the Fourth Anglo-Dutch War when British army and naval forces under General John Vaughan and Admiral George Rodney seized the Dutch-owned Caribbean island of Sint Eustatius. The capture was controversial in Britain, as it was alleged that Vaughan and Rodney had used the opportunity to enrich themselves and had neglected more importan"}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}, {"title": "Sint Eustatius", "href": "/wiki/Sint_Eustatius", "description": "Sint Eustatius, also known locally as Statia, is an island in the Caribbean. It is a special municipality of the Netherlands."}]}, {"heading": "Events", "year": "1783", "date": "February 3", "txt": "Spain–United States relations are first established.", "entities": [{"title": "Spain–United States relations", "href": "/wiki/Spain%E2%80%93United_States_relations", "description": "The Spain–United States relations also referred to as the Spanish–American relations, refer to the diplomatic, social, economic and cultural relations between Spain and the United States."}]}, {"heading": "Events", "year": "1787", "date": "February 3", "txt": "Militia led by General Benjamin Lincoln crush the remnants of Shays' Rebellion in Petersham, Massachusetts.", "entities": [{"title": "Benjamin Lincoln", "href": "/wiki/Benjamin_Lincoln", "description": "Benjamin Lincoln was an American army officer. He served as a major general in the Continental Army during the American Revolutionary War. Lincoln was involved in three major surrenders during the war: his participation in the Battles of Saratoga contributed to John Burgoyne's surrender of a British army, he oversaw the largest American surrender of the war at the 1780 Siege of Charleston, and, as"}, {"title": "Shays' Rebellion", "href": "/wiki/Shays%27_Rebellion", "description": "Shays' Rebellion was an armed uprising in Western Massachusetts and Worcester in response to a debt crisis among the citizenry and in opposition to the state government's increased efforts to collect taxes both on individuals and their trades. The fight took place mostly in and around Springfield during 1786 and 1787. American Revolutionary War veteran Daniel Shays led four thousand rebels in a pr"}, {"title": "Petersham, Massachusetts", "href": "/wiki/Petersham,_Massachusetts", "description": "Petersham is a town in Worcester County, Massachusetts, United States. The population was 1,234 at the 2010 census. Petersham is home to a considerable amount of conservation land, including the Quabbin Reservation, Harvard Forest, the Swift River Reservation, and Federated Women's Club State Forest."}]}, {"heading": "Events", "year": "1807", "date": "February 3", "txt": "A British military force, under Brigadier-General Sir Samuel Auchmuty captures the Spanish Empire city of Montevideo, now the capital of Uruguay.", "entities": [{"title": "Samuel Auchmuty (British Army officer)", "href": "/wiki/Samuel_Auchmuty_(British_Army_officer)", "description": "Lieutenant-General Sir Samuel Auchmuty, was an American-born British Army general, who served in a number of military campaigns in India, Africa and South America during the Napoleonic period."}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Montevideo", "href": "/wiki/Montevideo", "description": "Montevideo is the capital and largest city of Uruguay. According to the 2011 census, the city proper has a population of 1,319,108 in an area of 201 square kilometres (78 sq mi). The southernmost capital city in the Americas, Montevideo is situated on the southern coast of the country, on the northeastern bank of the Río de la Plata."}, {"title": "Uruguay", "href": "/wiki/Uruguay", "description": "Uruguay, officially the Oriental Republic of Uruguay, is a country in South America. It shares borders with Argentina to its west and southwest and Brazil to its north and northeast; while bordering the Río de la Plata to the south and the Atlantic Ocean to the southeast. Uruguay has a population of an estimated 3.51 million, of whom 2 million live in the metropolitan area of its capital and large"}]}, {"heading": "Events", "year": "1809", "date": "February 3", "txt": "The Territory of Illinois is created by the 10th United States Congress.", "entities": [{"title": "Illinois Territory", "href": "/wiki/Illinois_Territory", "description": "The Territory of Illinois was an organized incorporated territory of the United States that existed from March 1, 1809, until December 3, 1818, when the southern portion of the territory was admitted to the Union as the State of Illinois. Its capital was the former French village of Kaskaskia. The northern half of the territory, modern Wisconsin and parts of modern Minnesota and Michigan became pa"}, {"title": "10th United States Congress", "href": "/wiki/10th_United_States_Congress", "description": "The 10th United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the Senate and the House of Representatives. It met in Washington, D.C. from March 4, 1807, to March 4, 1809, during the seventh and eighth years of Thomas Jefferson's presidency. The apportionment of seats in the House of Representatives was based on the 1800 census; both"}]}, {"heading": "Events", "year": "1813", "date": "February 3", "txt": "José de San Martín defeats a Spanish royalist army at the Battle of San Lorenzo, part of the Argentine War of Independence.", "entities": [{"title": "José de San Martín", "href": "/wiki/Jos%C3%A9_de_San_Mart%C3%ADn", "description": "José Francisco de San Martín y Matorras, known simply as José de San Martín or El Libertador of Argentina, Chile and Peru, was an Argentine general and the prime leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of "}, {"title": "Battle of San Lorenzo", "href": "/wiki/Battle_of_San_Lorenzo", "description": "The Battle of San Lorenzo was fought on 3 February 1813 in San Lorenzo, Argentina, then part of the United Provinces of the Río de la Plata. A Spanish royalist force under the command of Antonio Zabala was defeated by the Regiment of Mounted Grenadiers, under the command of José de San Martín. This battle was the baptism by fire for this military unit, and for San Martín in the Spanish American wa"}, {"title": "Argentine War of Independence", "href": "/wiki/Argentine_War_of_Independence", "description": "The Argentine War of Independence was fought from 1810 to 1818 by Argentine patriotic forces under Manuel Belgrano, Juan José Castelli and José de San Martín against royalist forces loyal to the Spanish crown. On July 9, 1816, an assembly met in San Miguel de Tucumán, declared full independence with provisions for a national constitution."}]}, {"heading": "Events", "year": "1830", "date": "February 3", "txt": "The London Protocol of 1830 establishes the full independence and sovereignty of Greece from the Ottoman Empire as the final result of the Greek War of Independence.", "entities": [{"title": "London Protocol (1830)", "href": "/wiki/London_Protocol_(1830)", "description": "The London Protocol of 3 February 1830 was an agreement between the three Great Powers, which amended the decisions of the 1829 protocol and established Greece as an independent, sovereign state."}, {"title": "Greece", "href": "/wiki/Greece", "description": "Greece, officially the Hellenic Republic, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens is its largest and capital city, followed by Thessaloniki. Situated on the southern tip of the Balkans, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria "}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}]}, {"heading": "Events", "year": "1870", "date": "February 3", "txt": "The Fifteenth Amendment to the United States Constitution is ratified, guaranteeing voting rights to male citizens regardless of race.", "entities": [{"title": "Fifteenth Amendment to the United States Constitution", "href": "/wiki/Fifteenth_Amendment_to_the_United_States_Constitution", "description": "The Fifteenth Amendment to the United States Constitution prohibits the federal government and each state from denying a citizen the right to vote based on that citizen's \"race, color, or previous condition of servitude.\" It was ratified on February 3, 1870, as the third and last of the Reconstruction Amendments."}]}, {"heading": "Events", "year": "1913", "date": "February 3", "txt": "The Sixteenth Amendment to the United States Constitution is ratified, authorizing the Federal government to impose and collect an income tax.", "entities": [{"title": "Sixteenth Amendment to the United States Constitution", "href": "/wiki/Sixteenth_Amendment_to_the_United_States_Constitution", "description": "The Sixteenth Amendment to the United States Constitution allows Congress to levy an income tax without apportioning it among the states on the basis of population. It was passed by Congress in 1909 in response to the 1895 Supreme Court case of Pollock v. Farmers' Loan & Trust Co. The Sixteenth Amendment was ratified by the requisite number of states on February 3, 1913, and effectively overruled "}, {"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "Income tax", "href": "/wiki/Income_tax", "description": "An income tax is a tax imposed on individuals or entities (taxpayers) in respect of the income or profits earned by them. Income tax generally is computed as the product of a tax rate times the taxable income. Taxation rates may vary by type or characteristics of the taxpayer and the type of income."}]}, {"heading": "Events", "year": "1916", "date": "February 3", "txt": "The Centre Block of the Parliament buildings in Ottawa, Ontario, Canada burns down with the loss of seven lives.", "entities": [{"title": "Centre Block", "href": "/wiki/Centre_Block#Great_fire", "description": "The Centre Block is the main building of the Canadian parliamentary complex on Parliament Hill, in Ottawa, Ontario, containing the original House of Commons and Senate chambers, as well as the offices of a number of members of parliament, senators, and senior administration for both legislative houses. It is also the location of several ceremonial spaces, such as the Hall of Honour, the Memorial C"}, {"title": "Parliament of Canada", "href": "/wiki/Parliament_of_Canada", "description": "The Parliament of Canada is the federal legislature of Canada, seated at Parliament Hill in Ottawa, and is composed of three parts: the Monarch, the Senate, and the House of Commons. By constitutional convention, the House of Commons is dominant, with the Senate rarely opposing its will. The Senate reviews legislation from a less partisan standpoint and may initiate certain bills. The monarch or h"}, {"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}]}, {"heading": "Events", "year": "1917", "date": "February 3", "txt": "World War I: The American entry into World War I begins when diplomatic relations with Germany are severed due to its unrestricted submarine warfare.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "American entry into World War I", "href": "/wiki/American_entry_into_World_War_I", "description": "The American entry into World War I came in April 1917, after more than two and a half years of efforts by President Woodrow Wilson to keep the United States out of the war."}]}, {"heading": "Events", "year": "1918", "date": "February 3", "txt": "The Twin Peaks Tunnel in San Francisco, California begins service as the longest streetcar tunnel in the world at 11,920 feet (3,633 meters) long.", "entities": [{"title": "Twin Peaks Tunnel", "href": "/wiki/Twin_Peaks_Tunnel", "description": "The Twin Peaks Tunnel is a 2.27-mile (3.65 km) long light rail/streetcar tunnel in San Francisco, California. The tunnel runs under Twin Peaks and is used by the M Ocean View/T Third Street and S Shuttle lines of the Muni Metro system."}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Streetcar", "href": "/wiki/Streetcar", "description": "A tram is a railcar that runs on tramway track public urban streets; some include segments of segregated right-of-way. The lines or networks operated by tramcars as public transport are called tramways or simply tram/streetcar. Historically the terms electric street railways and trolley were also used in the United States. In the United States, the term tram has sometimes been used for rubber-tire"}]}, {"heading": "Events", "year": "1927", "date": "February 3", "txt": "A revolt against the military dictatorship of Portugal breaks out at Oporto.", "entities": [{"title": "February 1927 Revolt", "href": "/wiki/February_1927_Revolt", "description": "The February 1927 Revolt, sometimes also referred to as the February 1927 Revolution, was a military rebellion that took place between February 3 and 9, 1927, centered in Porto, the city where the insurgents' command center was installed and fought the main challenges. The revolt, led by Adalberto Gastão de Sousa Dias, ended with the surrender and arrest of the rebels and resulted in about 80 deat"}, {"title": "Ditadura Nacional", "href": "/wiki/Ditadura_Nacional", "description": "The Ditadura Nacional was the name given to the regime that governed Portugal from 1926, after the re-election of General Óscar Carmona to the post of President, until 1933. The preceding period of military dictatorship that started after the 28 May 1926 coup d'état is known as Ditadura Militar. After adopting a new constitution in 1933, the regime changed its name to Estado Novo. The Ditadura Nac"}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}, {"title": "Oporto", "href": "/wiki/Oporto", "description": "Porto or Oporto is the second-largest city in Portugal and one of the Iberian Peninsula's major urban areas. Porto city proper, which is the entire municipality of Porto, is small compared to its metropolitan area, with an estimated population of just 215,945 people in a municipality with only 41.42 km2. Porto's metropolitan area has around 1.7 million people (2019) in an area of 2,395 km2 (925 sq"}]}, {"heading": "Events", "year": "1930", "date": "February 3", "txt": "Communist Party of Vietnam is founded at a \"Unification Conference\" held in Kowloon, British Hong Kong.", "entities": [{"title": "Communist Party of Vietnam", "href": "/wiki/Communist_Party_of_Vietnam", "description": "The Communist Party of Vietnam (CPV) is the founding and ruling communist party of the Socialist Republic of Vietnam. Although it nominally exists alongside the Vietnamese Fatherland Front, it maintains a unitary government and has centralised control over the state, military and media. The supremacy of the Communist Party is guaranteed by Article 4 of the national constitution. CPV was founded in"}, {"title": "Kowloon Peninsula", "href": "/wiki/Kowloon_Peninsula", "description": "The Kowloon Peninsula is a peninsula that forms the southern part of the main landmass in the territory of Hong Kong, alongside Victoria Harbour and facing toward Hong Kong island. The Kowloon Peninsula and the area of New Kowloon are collectively known as Kowloon."}, {"title": "British Hong Kong", "href": "/wiki/British_Hong_Kong", "description": "Hong Kong was a colony and dependent territory of the British Empire from 1841 to 1997, apart from a brief period under Japanese occupation from 1941 to 1945. The colonial period began with the occupation of Hong Kong Island in 1841 during the First Opium War. The island was ceded by the Qing Empire in the aftermath of the war in 1842 and established as a Crown colony in 1843. The colony expanded "}]}, {"heading": "Events", "year": "1931", "date": "February 3", "txt": "The Hawke's Bay earthquake, New Zealand's worst natural disaster, kills 258.", "entities": [{"title": "1931 Hawke's Bay earthquake", "href": "/wiki/1931_Hawke%27s_Bay_earthquake", "description": "The 1931 Hawke's Bay earthquake, also known as the Napier earthquake, occurred in New Zealand at 10:47 am on 3 February, killing 256, injuring thousands and devastating the Hawke's Bay region. It remains New Zealand's deadliest natural disaster. Centred 15 km north of Napier, it lasted for two and a half minutes and had a magnitude of 7.8 Ms\n(7.7 Mw). There were 525 aftershocks recorded in the fol"}]}, {"heading": "Events", "year": "1933", "date": "February 3", "txt": "Adolf Hitler announces that the expansion of Lebensraum into Eastern Europe, and its ruthless Germanisation, are the ultimate geopolitical objectives of Third Reich foreign policy.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Lebensraum", "href": "/wiki/Lebensraum", "description": "The German concept of Lebensraum comprises policies and practices of settler colonialism which proliferated in Germany from the 1890s to the 1940s. First popularized around 1901, Lebensraum became a geopolitical goal of Imperial Germany in World War I (1914–1918) originally, as the core element of the Septemberprogramm of territorial expansion. The most extreme form of this ideology was supported "}, {"title": "Germanisation", "href": "/wiki/Germanisation", "description": "\nGermanisation, or Germanization, is the spread of the German language, people and culture. It was a central plank of German conservative thought in the 19th and the 20th centuries, when conservatism and ethnic nationalism went hand in hand. In linguistics, Germanisation also occurs when a word from the German language is adopted into a foreign language."}, {"title": "Third Reich", "href": "/wiki/Third_Reich", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1943", "date": "February 3", "txt": "The SS Dorchester is sunk by a German U-boat. Only 230 of 902 men aboard survive.", "entities": [{"title": "SS Dorchester", "href": "/wiki/SS_Dorchester", "description": "Dorchester was a coastal passenger steamship requisitioned and operated by the\nWar Shipping Administration (WSA) in January 1942 for wartime use as a troop ship allocated to United States Army requirements. The ship was operated for WSA by its agent Atlantic, Gulf & West Indies Steamship Lines (Agwilines). The ship was in convoy SG 19 from New York to Greenland transiting the Labrador Sea when it "}]}, {"heading": "Events", "year": "1944", "date": "February 3", "txt": "World War II: During the Gilbert and Marshall Islands campaign, U.S. Army and Marine forces seize Kwajalein Atoll from the defending Japanese garrison.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Gilbert and Marshall Islands campaign", "href": "/wiki/Gilbert_and_Marshall_Islands_campaign", "description": "The Gilbert and Marshall Islands campaign were a series of battles fought from November 1943 through February 1944, in the Pacific theatre of World War II between the United States and Japan. They were the first steps of the drive across the central Pacific by the United States Pacific Fleet and Marine Corps. The purpose was to establish airfields and naval bases that would allow air and naval sup"}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "United States Marines", "href": "/wiki/United_States_Marines", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Battle of Kwajalein", "href": "/wiki/Battle_of_Kwajalein", "description": "The Battle of Kwajalein was fought as part of the Pacific campaign of World War II. It took place from 31 January – 3 February 1944, on Kwajalein Atoll in the Marshall Islands. Employing the hard-learned lessons of the Battle of Tarawa, the United States launched a successful twin assault on the main islands of Kwajalein in the south and Roi-Namur in the north. The Japanese defenders put up stiff "}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}]}, {"heading": "Events", "year": "1945", "date": "February 3", "txt": "World War II: As part of Operation Thunderclap, 1,000 B-17s of the Eighth Air Force bomb Berlin, a raid which kills between 2,500 and 3,000 and dehouses another 120,000.", "entities": [{"title": "Bombing of Berlin in World War II", "href": "/wiki/Bombing_of_Berlin_in_World_War_II#March_1944_to_April_1945", "description": "Berlin, then the capital of Nazi Germany, was subject to 363 air raids during the Second World War. It was bombed by the RAF Bomber Command between 1940 and 1945, by the USAAF Eighth Air Force between 1943 and 1945, and the French Air Force between 1944 and 1945, as part of the Allied campaign of strategic bombing of Germany. It was also attacked by aircraft of the Red Air Force, in 1941 and parti"}, {"title": "B-17 Flying Fortress", "href": "/wiki/B-17_Flying_Fortress", "description": "The Boeing B-17 Flying Fortress is a four-engined heavy bomber developed in the 1930s for the United States Army Air Corps (USAAC). Competing against Douglas and Martin for a contract to build 200 bombers, the Boeing entry outperformed both competitors and exceeded the air corps' performance specifications. Although Boeing lost the contract because the prototype crashed, the air corps ordered 13 m"}, {"title": "Eighth Air Force", "href": "/wiki/Eighth_Air_Force", "description": "The Eighth Air Force  is a numbered air force (NAF) of the United States Air Force's Air Force Global Strike Command (AFGSC). It is headquartered at Barksdale Air Force Base, Louisiana. The command serves as Air Forces Strategic – Global Strike, one of the air components of United States Strategic Command (USSTRATCOM). The Eighth Air Force includes the heart of America's heavy bomber force: the B-"}, {"title": "Dehousing", "href": "/wiki/Dehousing", "description": "On 30 March 1942 Professor Frederick Lindemann, Baron Cherwell, the British government's chief scientific adviser, sent to the British prime minister Winston Churchill a memorandum which after it had become accepted by the Cabinet became known as the dehousing paper."}]}, {"heading": "Events", "year": "1945", "date": "February 3", "txt": "World War II: The United States and the Philippine Commonwealth begin a month-long battle to retake Manila from Japan.", "entities": [{"title": "Battle of Manila (1945)", "href": "/wiki/Battle_of_Manila_(1945)", "description": "The Battle of Manila was a major battle of the Philippine campaign of 1944–45, during the Second World War. It was fought by forces from both the United States and the Philippines against Japanese troops in Manila, the capital city of the Philippines. The month-long battle, which resulted in the death of over 100,000 civilians and the complete devastation of the city, was the scene of the worst ur"}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}]}, {"heading": "Events", "year": "1953", "date": "February 3", "txt": "The Batepá massacre occurred in São Tomé when the colonial administration and Portuguese landowners unleashed a wave of violence against the native creoles known as forros.", "entities": [{"title": "Batepá massacre", "href": "/wiki/Batep%C3%A1_massacre", "description": "The Batepá massacre occurred on 3 February 1953 in São Tomé when hundreds of native creoles known as forros were massacred by the colonial administration and Portuguese landowners. Many forros believed the government intended to force them to work as contract laborers, to which they objected. In response, the governor blamed the unrest on communists and ordered the military to round up such indivi"}, {"title": "São Tomé", "href": "/wiki/S%C3%A3o_Tom%C3%A9", "description": "São Tomé is the capital and largest city of the Central African island country of São Tomé and Príncipe. Its name is Portuguese for \"Saint Thomas\". Founded in the 15th century, it is one of Africa's oldest colonial cities."}, {"title": "Creole peoples", "href": "/wiki/Creole_peoples#Portuguese_Africa", "description": "Creole people are ethnic groups which originated during the colonial era from racial mixing mainly involving West Africans as well as some other people born in colonies, such as African, French, Spanish, and Native American peoples; this process is known as creolization. Creole peoples vary widely in ethnic background and mixture and many have since developed distinct ethnic identities. The develo"}]}, {"heading": "Events", "year": "1958", "date": "February 3", "txt": "Founding of the Benelux Economic Union, creating a testing ground for a later European Economic Community.", "entities": [{"title": "Benelux", "href": "/wiki/Benelux", "description": "The Benelux Union, also known as simply Benelux, is a politico-economic union and formal international intergovernmental cooperation of three neighbouring states in western Europe: Belgium, the Netherlands, and Luxembourg. The name Benelux is a portmanteau formed from joining the first few letters of each country's name—Belgium, Netherlands, Luxembourg—and was first used to name the customs agreem"}, {"title": "European Economic Community", "href": "/wiki/European_Economic_Community", "description": "The European Economic Community (EEC) was a regional organization that aimed to bring about economic integration among its member states. It was created by the Treaty of Rome of 1957. Upon the formation of the European Union in 1993, the EEC was incorporated into the EU and renamed the European Community (EC). In 2009, the EC formally ceased to exist and its institutions were directly absorbed by "}]}, {"heading": "Events", "year": "1959", "date": "February 3", "txt": "Rock and roll musicians Buddy Holly, Ritchie Valens, and J. P. \"The Big Bopper\" Richardson are killed in a plane crash along with the pilot near Clear Lake, Iowa.", "entities": [{"title": "Buddy Holly", "href": "/wiki/Buddy_Holly", "description": "Charles Hardin Holley, known professionally as Buddy Holly, was an American singer-songwriter who was a central and pioneering figure of mid-1950s rock and roll. He was born in Lubbock, Texas, to a musical family during the Great Depression, and learned to play guitar and sing alongside his siblings. His style was influenced by gospel music, country music, and rhythm and blues acts, which he perfo"}, {"title": "Ritchie Valens", "href": "/wiki/Ritchie_Valens", "description": "Richard Steven Valenzuela, known professionally as Ritchie Valens, was an American singer, songwriter, and guitarist. A rock and roll pioneer and a forefather of the Chicano rock movement, Valens was killed in a plane crash eight months into his recording career."}, {"title": "The Big Bopper", "href": "/wiki/The_Big_Bopper", "description": "Jiles Perry \"J. P.\" Richardson Jr., known as The Big Bopper, was an American musician, singer, songwriter, and disc jockey. His best known compositions include \"Chantilly Lace\" and \"White Lightning\", the latter of which became George Jones' first number-one hit in 1959. Richardson was killed in a plane crash in Clear Lake, Iowa in 1959, along with fellow musicians Buddy Holly and Ritchie Valens, a"}, {"title": "The Day the Music Died", "href": "/wiki/The_Day_the_Music_Died", "description": "On February 3, 1959, American rock and roll musicians Buddy Holly, Ritchie Valens, and \"The Big Bopper\" J. P. Richardson were killed in a plane crash near Clear Lake, Iowa, together with pilot Roger Peterson. The event later became known as \"The Day the Music Died\", after singer-songwriter Don McLean referred to it as such in his 1971 song \"American Pie\"."}, {"title": "Clear Lake, Iowa", "href": "/wiki/Clear_Lake,_Iowa", "description": "Clear Lake is a city in Cerro Gordo County, Iowa, United States. The population was 7,777 at the 2010 census. The city is named for the large lake on which it is located. It is the home of a number of marinas, state parks and tourism-related businesses. Clear Lake is also a major stop on Interstate 35 with many restaurants, hotels and truck stops."}]}, {"heading": "Events", "year": "1960", "date": "February 3", "txt": "British Prime Minister Harold Macmillan speaks of \"a wind of change\", signalling that his Government was likely to support decolonisation.", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Harold Macmillan", "href": "/wiki/Harold_Macmillan", "description": "Maurice Harold Macmillan, 1st Earl of Stockton, was a British Conservative politician who was Prime Minister of the United Kingdom from 1957 to 1963. Caricatured as \"Supermac\", he was known for his pragmatism, wit and unflappability."}, {"title": "Wind of Change (speech)", "href": "/wiki/Wind_of_Change_(speech)", "description": "The \"Wind of Change\" speech was an address made by British Prime Minister Harold Macmillan to the Parliament of South Africa on 3 February 1960 in Cape Town. He had spent a month in Africa in visiting a number of British colonies. The speech signalled clearly that the Conservative Party, which formed the British government, had no intention to block the independence to many of those territories."}]}, {"heading": "Events", "year": "1961", "date": "February 3", "txt": "The United States Air Forces begins Operation Looking Glass, and over the next 30 years, a \"Doomsday Plane\" is always in the air, with the capability of taking direct control of the United States' bombers and missiles in the event of the destruction of the SAC's command post.", "entities": [{"title": "United States Air Forces", "href": "/wiki/United_States_Air_Forces", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "Operation Looking Glass", "href": "/wiki/Operation_Looking_Glass", "description": "Looking Glass is the code name for an airborne command and control center operated by the United States. In more recent years it has been more officially referred to as the ABNCP. It provides command and control of U.S. nuclear forces in the event that ground-based command centers have been destroyed or otherwise rendered inoperable. In such an event, the general officer aboard the Looking Glass s"}, {"title": "Strategic Air Command", "href": "/wiki/Strategic_Air_Command", "description": "Strategic Air Command (SAC) was both a United States Department of Defense (DoD) Specified Command and a United States Air Force (USAF) Major Command (MAJCOM), responsible for Cold War command and control of two of the three components of the U.S. military's strategic nuclear strike forces, the so-called \"nuclear triad\", with SAC having control of land-based strategic bomber aircraft and intercont"}]}, {"heading": "Events", "year": "1966", "date": "February 3", "txt": "The Soviet Union's Luna 9 becomes the first spacecraft to make a soft landing on the Moon, and the first spacecraft to take pictures from the surface of the Moon.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Luna 9", "href": "/wiki/Luna_9", "description": "Luna 9 (Луна-9), internal designation Ye-6 No.13, was an uncrewed space mission of the Soviet Union's Luna programme. On 3 February 1966, the Luna 9 spacecraft became the first spacecraft to achieve a survivable landing on a celestial body."}]}, {"heading": "Events", "year": "1971", "date": "February 3", "txt": "New York Police Officer Frank Serpico is shot during a drug bust in Brooklyn and survives to later testify against police corruption.", "entities": [{"title": "Frank Serpico", "href": "/wiki/Frank_Serpico", "description": "Francesco Vincent Serpico is an American retired detective. Serving with the New York City Police Department (NYPD), Serpico is best known for whistleblowing on police corruption in the late 1960s and early 1970s, an act that prompted Mayor John V. Lindsay to appoint the landmark Knapp Commission to investigate the department. Much of Serpico's fame came after the release of the 1973 film Serpico;"}, {"title": "Brooklyn", "href": "/wiki/Brooklyn", "description": "Brooklyn is a borough of New York City, coextensive with Kings County, in the U.S. state of New York. It is the most populous county in the state, the second-most densely populated county in the United States, and New York City's most populous borough, with an estimated 2,648,403 residents in 2020. If each borough were ranked as a city, Brooklyn would rank as the third-most populous in the U.S., a"}]}, {"heading": "Events", "year": "1972", "date": "February 3", "txt": "The first day of the seven-day 1972 Iran blizzard, which would kill at least 4,000 people, making it the deadliest snowstorm in history.", "entities": [{"title": "1972 Iran blizzard", "href": "/wiki/1972_Iran_blizzard", "description": "The Iran Blizzard of February 1972 was the deadliest blizzard in history. A week-long period of low temperatures and severe winter storms, lasting 3–9 February 1972, resulted in the deaths of over 4,000 people. Storms dumped more than 3 metres (9.8 ft) of snow across rural areas in northwestern, central and southern Iran."}, {"title": "List of natural disasters by death toll", "href": "/wiki/List_of_natural_disasters_by_death_toll#Blizzards", "description": "A natural disaster is a sudden event that causes widespread destruction, major collateral damage or loss of life, brought about by forces other than the acts of human beings. A natural disaster might be caused by earthquakes, flooding, volcanic eruption, landslide, hurricanes etc. To be classified as a disaster, it will have profound environmental effect and/or human loss and frequently causes fin"}]}, {"heading": "Events", "year": "1984", "date": "February 3", "txt": "Doctor John Buster and a research team at Harbor-UCLA Medical Center in the United States announce history's first embryo transfer, from one woman to another resulting in a live birth.", "entities": [{"title": "John Buster", "href": "/wiki/John_Buster", "description": "John Edmond Buster is an American physician who, while working at the University of California at Los Angeles School of Medicine, directed the research team that performed the first embryo transfer from one woman to another resulting in a live birth. It was performed at the Harbor-UCLA Medical Center, reported in July 1983, and culminated in the announcement of the birth on February 3, 1984. In th"}, {"title": "Embryo transfer", "href": "/wiki/Embryo_transfer", "description": "Embryo transfer refers to a step in the process of assisted reproduction in which embryos are placed into the uterus of a female with the intent to establish a pregnancy. This technique, may be used in humans or in animals, in which situations the goals may vary."}]}, {"heading": "Events", "year": "1984", "date": "February 3", "txt": "Space Shuttle program: STS-41-B is launched using Space Shuttle Challenger.", "entities": [{"title": "STS-41-B", "href": "/wiki/STS-41-B", "description": "STS-41-B was the tenth NASA Space Shuttle mission and the fourth flight of the Space Shuttle Challenger. It launched on February 3, 1984, and landed on February 11 after deploying two communications satellites. It was also notable for including the first untethered spacewalk."}, {"title": "Space Shuttle Challenger", "href": "/wiki/Space_Shuttle_Challenger", "description": "Space Shuttle Challenger (OV-099) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the commanding ship of a nineteenth-century scientific expedition that travelled the world, Challenger was the second Space Shuttle orbiter to fly into space after Columbia, and launched on its maiden flight in April 1983. Initially manufactured as a test article n"}]}, {"heading": "Events", "year": "1989", "date": "February 3", "txt": "After a stroke two weeks previously, South African President P. W. Botha resigns as leader of the National Party, but stays on as president for six more months.", "entities": [{"title": "Stroke", "href": "/wiki/Stroke", "description": "A stroke is a medical condition in which poor blood flow to the brain causes cell death. There are two main types of stroke: ischemic, due to lack of blood flow, and hemorrhagic, due to bleeding. Both cause parts of the brain to stop functioning properly. Signs and symptoms of a stroke may include an inability to move or feel on one side of the body, problems understanding or speaking, dizziness, "}, {"title": "President of South Africa", "href": "/wiki/President_of_South_Africa", "description": "The President of the Republic of South Africa is the head of state and head of government of the Republic of South Africa. The President directs the executive branch of the government and is the commander-in-chief of the South African National Defence Force."}, {"title": "P. W. Botha", "href": "/wiki/P._W._Botha", "description": "Pieter Willem Botha,, commonly known as P. W. and Afrikaans: Die Groot Krokodil, was a South African politician. He served as the last Prime Minister from 1978 to 1984 and the first executive State President from 1984 to 1989."}, {"title": "National Party (South Africa)", "href": "/wiki/National_Party_(South_Africa)", "description": "The National Party, also known as the Nationalist Party, was a political party in South Africa founded in 1914 and disbanded in 1997. The party was an Afrikaner ethnic nationalist party that promoted Afrikaner interests in South Africa. However in 1990 it became a South African civic nationalist party seeking to represent all South Africans. It first became the governing party of the country in 19"}]}, {"heading": "Events", "year": "1989", "date": "February 3", "txt": "A military coup overthrows Alfredo Stroessner, dictator of Paraguay since 1954.", "entities": [{"title": "Paraguay", "href": "/wiki/Paraguay", "description": "Paraguay, officially the Republic of Paraguay, is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although one of only two landlocked countries in South America, the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paragu"}, {"title": "1954", "href": "/wiki/1954", "description": "1954 (MCMLIV) was a common year starting on Friday of the Gregorian calendar, the 1954th year of the Common Era (CE) and Anno Domini (AD) designations, the 954th year of the 2nd millennium, the 54th year of the 20th century, and the 5th year of the 1950s decade. "}]}, {"heading": "Events", "year": "1994", "date": "February 3", "txt": "Space Shuttle program: STS-60 is launched, carrying Sergei Krikalev, the first Russian cosmonaut to fly aboard the Shuttle.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-60", "href": "/wiki/STS-60", "description": "STS-60 was the first mission of the US/Russian Shuttle-Mir Program, which carried Sergei K. Krikalev, the first Russian cosmonaut to fly aboard a Space Shuttle. The mission used Space Shuttle Discovery, which lifted off from Launch Pad 39A on 3 February 1994 from Kennedy Space Center, Florida. The mission carried the Wake Shield Facility experiment and a SPACEHAB module into orbit, and carried out"}, {"title": "Sergei Krikalev", "href": "/wiki/Sergei_Krikalev", "description": "Sergei Konstantinovich Krikalev is a Soviet and Russian mechanical engineer and former cosmonaut. As a prominent rocket scientist, he is a veteran of six space flights and ranks third to Gennady Padalka and Yuri Malenchenko for the amount of time in space: a total of 803 days, 9 hours, and 39 minutes."}]}, {"heading": "Events", "year": "1995", "date": "February 3", "txt": "Astronaut Eileen Collins becomes the first woman to pilot the Space Shuttle as mission STS-63 gets underway from Kennedy Space Center in Florida.", "entities": [{"title": "Eileen Collins", "href": "/wiki/Eileen_Collins", "description": "Eileen Marie Collins is a retired NASA astronaut and United States Air Force colonel. A former military instructor and test pilot, Collins was the first female pilot and first female commander of a Space Shuttle. She was awarded several medals for her work. Colonel Collins has logged 38 days 8 hours and 20 minutes in outer space. Collins retired on May 1, 2006, to pursue private interests, includi"}, {"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-63", "href": "/wiki/STS-63", "description": "STS-63 was the second mission of the US/Russian Shuttle-Mir Program, which carried out the first rendezvous of the American Space Shuttle with Russia's space station Mir. Known as the 'Near-Mir' mission, the flight used Space Shuttle Discovery, which lifted off from launch pad 39B on 3 February 1995 from Kennedy Space Center, Florida. A night launch and the 20th mission for Discovery, it marked th"}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1998", "date": "February 3", "txt": "Cavalese cable car disaster: a United States military pilot causes the death of 20 people when his low-flying plane cuts the cable of a cable-car near Trento, Italy.", "entities": [{"title": "Cavalese cable car disaster (1998)", "href": "/wiki/Cavalese_cable_car_disaster_(1998)", "description": "The Cavalese cable car disaster of 1998, also known as the  Strage del Cermis, occurred on February 3, 1998, near the Italian town of Cavalese, a ski resort in the Dolomites some 25 miles (40 km) northeast of Trento. Twenty people died when a United States Marine Corps EA-6B Prowler aircraft, flying too low and against regulations, cut a cable supporting a cable car of an aerial lift."}, {"title": "Trento", "href": "/wiki/Trento", "description": "Trento is a city on the Adige River in Trentino-Alto Adige/Südtirol in Italy. It is the capital of the autonomous province of Trento. In the 16th century, the city was the location of the Council of Trent. Formerly part of Austria and Austria-Hungary, it was annexed by Italy in 1919. With 120,709 inhabitants, Trento is the third largest city in the Alps and second largest in the Tyrol."}]}, {"heading": "Events", "year": "2007", "date": "February 3", "txt": "A Baghdad market bombing kills at least 135 people and injures a further 339.", "entities": [{"title": "3 February 2007 Baghdad market bombing", "href": "/wiki/3_February_2007_Baghdad_market_bombing", "description": "The 3 February 2007 Baghdad market bombing was the detonation of a large truck bomb in a busy market in the Iraqi capital of Baghdad on 3 February 2007. The suicide attack killed at least 135 people and injured 339 others.\nThe bomb, estimated to be about one ton in weight, brought down at least 10 buildings and coffee shops and obliterated market stalls in a largely Shi‘ite enclave less than a hal"}]}, {"heading": "Events", "year": "2014", "date": "February 3", "txt": "Two people are shot and killed and 29 students are taken hostage at a high school in Moscow, Russia.", "entities": [{"title": "2014 Moscow school shooting", "href": "/wiki/2014_Moscow_school_shooting", "description": "On February 3, 2014, 15-year-old high school student Sergey Gordeyev opened fire at School No. 263 in Otradnoye District, Moscow, Russia, killing a teacher. Gordeyev then took 29 students hostage, killed one police officer, and injured another. Later on, he surrendered to the authorities. It is the first reported school shooting in Russia's history."}, {"title": "Moscow, Russia", "href": "/wiki/Moscow,_Russia", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}]}, {"heading": "Births", "year": "1338", "date": "February 3", "txt": "Joanna of Bourbon (d. 1378)", "entities": [{"title": "Joanna of Bourbon", "href": "/wiki/Joanna_of_Bourbon", "description": "Joanna of Bourbon was Queen of France by marriage to King Charles V. She acted as his political adviser and was appointed potential regent in case of a minor regency."}]}, {"heading": "Births", "year": "1392", "date": "February 3", "txt": "Henry Percy, 2nd Earl of Northumberland, English nobleman and military commander (d. 1455)", "entities": [{"title": "Henry Percy, 2nd Earl of Northumberland", "href": "/wiki/Henry_Percy,_2nd_Earl_of_Northumberland", "description": "Henry Percy, 2nd Earl of Northumberland was an English nobleman and military commander in the lead up to the Wars of the Roses. He was the son of Henry \"Hotspur\" Percy, and the grandson of Henry Percy, 1st Earl of Northumberland. His father and grandfather were killed in different rebellions against Henry IV in 1403 and 1408 respectively, and the young Henry spent his minority in exile in Scotland"}]}, {"heading": "Births", "year": "1428", "date": "February 3", "txt": "Helena Palaiologina, Queen of Cyprus (d. 1458)[citation needed]", "entities": [{"title": "Helena Palaiologina", "href": "/wiki/Helena_Palaiologina", "description": "Helena Palaiologina was a Byzantine princess of the Palaiologos family, who became the Queen consort of Cyprus and Armenia, titular Queen consort of Jerusalem, and Princess of Antioch through her marriage to King John II of Cyprus and Armenia. She was the mother of Queen Charlotte of Cyprus."}]}, {"heading": "Births", "year": "1478", "date": "February 3", "txt": "Edward Stafford, 3rd Duke of Buckingham (d. 1521)", "entities": [{"title": "Edward Stafford, 3rd Duke of Buckingham", "href": "/wiki/Edward_Stafford,_3rd_Duke_of_Buckingham", "description": "Edward Stafford, 3rd Duke of Buckingham was an English nobleman. He was the son of Henry Stafford, 2nd Duke of Buckingham, and Katherine Woodville, and nephew of Elizabeth Woodville and King Edward IV. Thus Edward Stafford was a first cousin once removed of King Henry VIII. He was convicted of treason and executed on 17 May 1521."}]}, {"heading": "Births", "year": "1504", "date": "February 3", "txt": "Scipione Rebiba, Italian cardinal (d. 1577)", "entities": [{"title": "Scipione Rebiba", "href": "/wiki/Scipione_Rebiba", "description": "Scipione Rebiba was an Italian prelate of the Catholic Church, a protégé of Gian Pietro Carafa, who became Pope Paul IV. He held a variety of positions in the Church hierarchy, including some of the most senior. He introduced the Inquisition to Naples in the 1550s and became a cardinal in 1555. He is mostly known today for having been the earliest bishop to whom most Roman Catholic bishops can tra"}]}, {"heading": "Births", "year": "1677", "date": "February 3", "txt": "Jan Santini Aichel, Czech architect, designed the Karlova Koruna Chateau (d. 1723)", "entities": [{"title": "Jan Santini Aichel", "href": "/wiki/Jan_Santini_Aichel", "description": "Jan Blažej Santini Aichel was a Czech architect of Italian descent, whose major works represent the unique Baroque Gothic style - the special combination of the Baroque and Gothic styles."}, {"title": "Karlova Koruna Chateau", "href": "/wiki/Karlova_Koruna_Chateau", "description": "Karlova Koruna is a château in the town of Chlumec nad Cidlinou in the Czech Republic."}]}, {"heading": "Births", "year": "1689", "date": "February 3", "txt": "Blas de Lezo, Spanish admiral (d. 1741)", "entities": [{"title": "Blas de Lezo", "href": "/wiki/Blas_de_Lezo", "description": "Admiral Blas de Lezo y Olavarrieta was a Spanish navy officer best remembered for the Battle of Cartagena de Indias (1741) in modern-day Colombia, where Spanish imperial forces under his command decisively defeated a large British invasion fleet under Admiral Edward Vernon."}]}, {"heading": "Births", "year": "1721", "date": "February 3", "txt": "Friedrich Wilhelm von Seydlitz, Prussian general (d. 1773)", "entities": [{"title": "Friedrich Wilhelm von Seydlitz", "href": "/wiki/Friedrich_Wilhelm_von_Seydlitz", "description": "Friedrich Wilhelm Freiherr von Seydlitz was a Prussian officer, lieutenant general, and among the greatest of the Prussian cavalry generals. He commanded one of the first Hussar squadrons of Frederick the Great's army and is credited with the development of the Prussian cavalry to its efficient level of performance in the Seven Years' War. His cavalryman father retired and then died while Seydlitz"}]}, {"heading": "Births", "year": "1736", "date": "February 3", "txt": "Johann Georg Albrechtsberger, Austrian composer and theorist (d. 1809)", "entities": [{"title": "Johann Georg Albrechtsberger", "href": "/wiki/Johann_Georg_Albrechtsberger", "description": "Johann Georg Albrechtsberger was an Austrian composer, organist, and music theorist, and one of the teachers of Ludwig van Beethoven. He was friendly with Haydn and Mozart."}]}, {"heading": "Births", "year": "1747", "date": "February 3", "txt": "Samuel Osgood, American soldier and politician, 1st United States Postmaster General (d. 1813)", "entities": [{"title": "Samuel Osgood", "href": "/wiki/Samuel_Osgood", "description": "Samuel Osgood was an American merchant and statesman born in Andover, Massachusetts, currently a part of North Andover, Massachusetts. His family home still stands at 440 Osgood Street in North Andover and his home in New York City, the Samuel Osgood House, served as the country's first Presidential mansion. He served in the Massachusetts and New York State legislatures, represented Massachusetts "}, {"title": "United States Postmaster General", "href": "/wiki/United_States_Postmaster_General", "description": "The United States postmaster general (PMG) is the chief executive officer of the United States Postal Service (USPS). The postmaster general is responsible for managing and directing the day-to-day operations of the Postal Service."}]}, {"heading": "Births", "year": "1757", "date": "February 3", "txt": "Joseph Forlenze, Italian ophthalmologist and surgeon (d. 1833)[citation needed]", "entities": [{"title": "Joseph Forlenze", "href": "/wiki/Joseph_Forlenze", "description": "Joseph-Nicolas-Blaise Forlenze, was an Italian ophthalmologist and surgeon, considered one of the most important ophthalmologists between the 18th and the 19th century. He was mostly known in France under the French Revolution and the Napoleonic Empire, for his cataract surgery."}]}, {"heading": "Births", "year": "1763", "date": "February 3", "txt": "Caroline von Wolzogen, German author (d. 1847)", "entities": [{"title": "Caroline von Wolzogen", "href": "/wiki/Caroline_von_Wolzogen", "description": "Caroline von Wolzogen, was a German writer in the Weimar Classicism circle. Her best-known works are a novel, Agnes von Lilien, and a biography of Friedrich Schiller, her brother-in-law."}]}, {"heading": "Births", "year": "1777", "date": "February 3", "txt": "John Cheyne, Scottish physician and author (d. 1836)", "entities": [{"title": "John Cheyne (physician)", "href": "/wiki/John_Cheyne_(physician)", "description": "John Cheyne FRSE FKQCPI was a British physician, surgeon, Professor of Medicine in the Royal College of Surgery in Ireland (RCSI) and author of monographs on a number of medical topics. He was one of the people to identify Cheyne–Stokes respiration."}]}, {"heading": "Births", "year": "1790", "date": "February 3", "txt": "Gideon Mantell, English scientist (d. 1852)", "entities": [{"title": "Gideon Mantell", "href": "/wiki/Gideon_Mantell", "description": "Gideon Algernon Mantell MRCS FRS was an English obstetrician, geologist and palaeontologist. His attempts to reconstruct the structure and life of Iguanodon began the scientific study of dinosaurs: in 1822 he was responsible for the discovery of the first fossil teeth, and later much of the skeleton, of Iguanodon. Mantell's work on the Cretaceous of southern England was also important."}]}, {"heading": "Births", "year": "1795", "date": "February 3", "txt": "Antonio José de Sucre, Venezuelan general and politician, 2nd President of Bolivia (d. 1830)", "entities": [{"title": "Antonio José de Sucre", "href": "/wiki/Antonio_Jos%C3%A9_de_Sucre", "description": "Antonio José de Sucre y Alcalá, known as \"Gran Mariscal de Ayacucho\", was a Venezuelan independence leader who served as the 4th President of Peru and as the 2nd President of Bolivia. Sucre was one of Simón Bolívar's closest friends, generals and statesmen."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Births", "year": "1807", "date": "February 3", "txt": "Joseph E. Johnston, American general and politician (d. 1891)", "entities": [{"title": "Joseph E. Johnston", "href": "/wiki/Joseph_E._Johnston", "description": "Joseph Eggleston Johnston was an American career army officer, serving with distinction in the United States Army during the Mexican–American War (1846–1848) and the Seminole Wars. After Virginia seceded from the Union, he entered the Confederate States Army as one of its most senior general officers."}]}, {"heading": "Births", "year": "1809", "date": "February 3", "txt": "Felix Mendelssohn, German pianist, composer, and conductor (d. 1847)", "entities": [{"title": "Felix Mendelssohn", "href": "/wiki/Felix_Mendelssohn", "description": "Jakob Ludwig Felix Mendelssohn Bartholdy, born and widely known as Felix Mendelssohn, was a German composer, pianist, organist and conductor of the early Romantic period. Mendelssohn's compositions include symphonies, concertos, piano music, organ music and chamber music. His best-known works include the overture and incidental music for A Midsummer Night's Dream, the Italian Symphony, the Scottis"}]}, {"heading": "Births", "year": "1811", "date": "February 3", "txt": "Horace Greeley, American journalist and politician (d. 1872)", "entities": [{"title": "Horace Greeley", "href": "/wiki/Horace_Greeley", "description": "Horace Greeley was an American newspaper editor and publisher who was the founder and editor of the New-York Tribune. Long active in politics, he served briefly as a congressman from New York, and was the unsuccessful candidate of the new Liberal Republican Party in the 1872 presidential election against incumbent President Ulysses S. Grant, who won by a landslide."}]}, {"heading": "Births", "year": "1816", "date": "February 3", "txt": "Ram Singh Kuka, Indian credited with starting the Non-cooperation movement", "entities": [{"title": "Ram Singh Kuka", "href": "/wiki/Ram_Singh_Kuka", "description": "Ram Singh Kuka is the twelfth guru in the Namdhari Sikh lineage. He is credited as being the first Indian to use non-cooperation and boycott of British goods and services as a political tool. In 2016, the Government of India officially decided to commemorate the 200th anniversary of Ram Singh. He also used the revolt of 1857 to his advantage and created the Sant khalsa."}, {"title": "Non-cooperation movement", "href": "/wiki/Non-cooperation_movement", "description": "The movement of Non-cooperation was launched on 4 September 1920 by Mahatma Gandhi with the aim of self-governance and obtaining full independence as the Indian National Congress (INC) withdrew its support for British reforms following the Rowlatt Act of 21 March 1919, and the Jallianwala Bagh massacre of 13 April 1919."}]}, {"heading": "Births", "year": "1817", "date": "February 3", "txt": "Achille Ernest Oscar Joseph Delesse, French geologist and mineralogist (d. 1881)", "entities": [{"title": "Achille Ernest Oscar Joseph Delesse", "href": "/wiki/Achille_Ernest_Oscar_Joseph_Delesse", "description": "Achille Ernest Oscar Joseph Delesse was a French geologist and mineralogist."}]}, {"heading": "Births", "year": "1817", "date": "February 3", "txt": "Émile Prudent, French pianist and composer (d. 1863)", "entities": []}, {"heading": "Births", "year": "1821", "date": "February 3", "txt": "Elizabeth Blackwell, American physician and educator (d. 1910)", "entities": [{"title": "Elizabeth Blackwell", "href": "/wiki/Elizabeth_Blackwell", "description": "Elizabeth Blackwell was a British physician, notable as the first woman to receive a medical degree in the United States, and the first woman on the Medical Register of the General Medical Council. Blackwell played an important role in both the United States and the United Kingdom as a social awareness and moral reformer, and pioneered in promoting education for women in medicine. Her contribution"}]}, {"heading": "Births", "year": "1824", "date": "February 3", "txt": "Ranald MacDonald, American explorer and educator (d. 1894)", "entities": [{"title": "Ranald MacDonald", "href": "/wiki/Ranald_MacDonald", "description": "Ranald MacDonald was the first native English-speaker to teach the English language in Japan, including educating Einosuke Moriyama, one of the chief interpreters to handle the negotiations between Commodore Perry and the Tokugawa Shogunate."}]}, {"heading": "Births", "year": "1826", "date": "February 3", "txt": "Walter Bagehot, English journalist and businessman (d. 1877)", "entities": [{"title": "Walter Bagehot", "href": "/wiki/Walter_Bagehot", "description": "Walter Bagehot was a British journalist, businessman, and essayist, who wrote extensively about government, economics, literature and race."}]}, {"heading": "Births", "year": "1830", "date": "February 3", "txt": "Robert Gascoyne-Cecil, 3rd Marquess of Salisbury, English politician, Prime Minister of the United Kingdom (d. 1903)", "entities": [{"title": "Robert Gascoyne-Cecil, 3rd Marquess of Salisbury", "href": "/wiki/Robert_Gascoyne-Cecil,_3rd_Marquess_of_Salisbury", "description": "Robert Arthur Talbot Gascoyne-Cecil, 3rd Marquess of Salisbury, was a British statesman. He was styled Lord Robert Cecil before the death of his elder brother in 1865, Viscount Cranborne from June 1865 until his father died in April 1868, and then the Marquess of Salisbury. He served as prime minister three times for a total of over thirteen years. He acted as his own foreign minister. He avoided "}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1842", "date": "February 3", "txt": "Sidney Lanier, American composer and poet (d. 1881)", "entities": [{"title": "Sidney Lanier", "href": "/wiki/Sidney_Lanier", "description": "Sidney Clopton Lanier was an American musician, poet and author. He served in the Confederate States Army as a private, worked on a blockade-running ship for which he was imprisoned, taught, worked at a hotel where he gave musical performances, was a church organist, and worked as a lawyer. As a poet he sometimes, though not exclusively, used dialects. Many of his poems are written in heightened, "}]}, {"heading": "Births", "year": "1843", "date": "February 3", "txt": "William Cornelius Van Horne, American-Canadian businessman (d. 1915)", "entities": [{"title": "William Cornelius Van Horne", "href": "/wiki/William_Cornelius_Van_Horne", "description": "Sir William Cornelius Van Horne, succeeded Lord Mount Stephen as president of the Canadian Pacific Railway (CPR) in 1888. He was a prominent member of the Whitney syndicate that created the Cuba Railroad Company, incorporated at Trenton, New Jersey, in 1900 with a capitalization of $8,000,000. He lived at the Van Horne Mansion in Montreal's Golden Square Mile."}]}, {"heading": "Births", "year": "1857", "date": "February 3", "txt": "Giuseppe Moretti, Italian sculptor, designed the Vulcan statue (d. 1935)", "entities": [{"title": "Giuseppe Moretti", "href": "/wiki/Giuseppe_Moretti", "description": "Giuseppe Moretti was an Italian émigré sculptor who became known in the United States for his public monuments in bronze and marble. Notable among his works is Vulcan in Birmingham, Alabama, which is the largest cast iron statue in the world. On a personal level, Moretti was \"known for his eclectic personality and for always wearing a green tie,\" but professionally, is claimed to be \"the first man"}, {"title": "Vulcan statue", "href": "/wiki/Vulcan_statue", "description": "The Vulcan statue is the largest cast iron statue in the world, and is the city symbol of Birmingham, Alabama, reflecting its roots in the iron and steel industry. The 56-foot (17 m) tall statue depicts the Roman god Vulcan, god of the fire and forge with ironworker equipments. It was created as Birmingham's entry for the Louisiana Purchase Exposition in St. Louis, Missouri. While it is the world'"}]}, {"heading": "Births", "year": "1859", "date": "February 3", "txt": "Hugo Junkers, German engineer, designed the Junkers J 1 (d. 1935)", "entities": [{"title": "Hugo Junkers", "href": "/wiki/Hugo_Junkers", "description": "Hugo Junkers was a German aircraft engineer and aircraft designer who pioneered the design of all-metal airplanes and flying wings. His company, Junkers Flugzeug- und Motorenwerke AG, was one of the mainstays of the German aircraft industry in the years between World War I and World War II. His multi-engined, all-metal passenger- and freight planes helped establish airlines in Germany and around t"}, {"title": "Junkers J 1", "href": "/wiki/Junkers_J_1", "description": "The Junkers J 1, nicknamed the Blechesel, was an experimental monoplane aircraft developed by Junkers & Co. It was the world's first all-metal aircraft."}]}, {"heading": "Births", "year": "1862", "date": "February 3", "txt": "James Clark McReynolds, American lawyer and judge (d. 1946)", "entities": [{"title": "James Clark McReynolds", "href": "/wiki/James_Clark_McReynolds", "description": "James Clark McReynolds was an American lawyer and judge from Tennessee who served as United States Attorney General under President Woodrow Wilson and as an Associate Justice of the United States Supreme Court. He served on the Court from October 1914 to his retirement in January 1941. He is best known today for his sustained opposition to the domestic programs of President Franklin D. Roosevelt a"}]}, {"heading": "Births", "year": "1867", "date": "February 3", "txt": "Charles Henry Turner, American biologist, educator and zoologist (d. 1923)", "entities": [{"title": "Charles Henry Turner (zoologist)", "href": "/wiki/Charles_Henry_Turner_(zoologist)", "description": "Charles Henry Turner was an American zoologist, educator, and comparative psychologist, known for his studies on the behavior of insects, particularly bees and ants. Born in Cincinnati, Ohio, Turner was the first African American to receive a graduate degree at the University of Cincinnati and most likely the first African American to earn a PhD from the University of Chicago. He spent most of his"}]}, {"heading": "Births", "year": "1872", "date": "February 3", "txt": "Lou Criger, American baseball player and manager (d. 1934)", "entities": [{"title": "Lou Criger", "href": "/wiki/Lou_Criger", "description": "Louis Criger was an American professional baseball catcher. He played in Major League Baseball (MLB) from 1896 to 1912 for the Cleveland Spiders, St. Louis Perfectos / Cardinals, Boston Americans / Red Sox, St. Louis Browns and New York Highlanders. Listed at 5 feet 10 inches (1.78 m) and 165 pounds (75 kg), he batted and threw right-handed."}]}, {"heading": "Births", "year": "1874", "date": "February 3", "txt": "Gertrude Stein, American novelist, poet, playwright, (d. 1946)", "entities": [{"title": "Gertrude Stein", "href": "/wiki/Gertrude_Stein", "description": "Gertrude Stein was an American novelist, poet, playwright, and art collector. Born in Pittsburgh, Pennsylvania in the Allegheny West neighborhood and raised in Oakland, California, Stein moved to Paris in 1903, and made France her home for the remainder of her life. She hosted a Paris salon, where the leading figures of modernism in literature and art, such as Pablo Picasso, Ernest Hemingway, F. S"}]}, {"heading": "Births", "year": "1878", "date": "February 3", "txt": "Gordon Coates, New Zealand soldier and politician, 21st Prime Minister of New Zealand (d. 1943)", "entities": [{"title": "Gordon Coates", "href": "/wiki/Gordon_Coates", "description": "Joseph Gordon Coates served as the 21st Prime Minister of New Zealand from 1925 to 1928. He was the third successive Reform prime minister since 1912."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1887", "date": "February 3", "txt": "Georg Trakl, Austrian pharmacist and poet (d. 1914)", "entities": [{"title": "Georg Trakl", "href": "/wiki/Georg_Trakl", "description": "Georg Trakl was an Austrian poet and the brother of the pianist Grete Trakl. He is considered one of the most important Austrian Expressionists. He is perhaps best known for his poem \"Grodek\", which he wrote shortly before he died of a cocaine overdose."}]}, {"heading": "Births", "year": "1889", "date": "February 3", "txt": "Artur Adson, Estonian poet, playwright, and critic (d. 1977)", "entities": [{"title": "Artur Adson", "href": "/wiki/Artur_Adson", "description": "Artur Adson was an Estonian poet, writer and theatre critic."}]}, {"heading": "Births", "year": "1889", "date": "February 3", "txt": "Carl Theodor Dreyer, Danish director and screenwriter (d. 1968)", "entities": []}, {"heading": "Births", "year": "1892", "date": "February 3", "txt": "Juan Negrín, Spanish physician and politician, 67th Prime Minister of Spain (d. 1956)", "entities": [{"title": "Juan Negrín", "href": "/wiki/Juan_Negr%C3%ADn", "description": "Juan Negrín y López was a Spanish politician and physician. He was a leader of the Spanish Socialist Workers' Party (PSOE) and served as finance minister. He was President of the Council of Ministers of the Second Spanish Republic several times between 1937 and 1945, already in exile. He was the last Loyalist premier of Spain (1937–1939), and presided over the defeat of the Republican forces by th"}, {"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1893", "date": "February 3", "txt": "Gaston Julia, Algerian-French mathematician and academic (d. 1978)", "entities": [{"title": "Gaston Julia", "href": "/wiki/Gaston_Julia", "description": "Gaston Maurice Julia was a French mathematician who devised the formula for the Julia set. His works were popularized by French mathematician Benoit Mandelbrot; the Julia and Mandelbrot fractals are closely related."}]}, {"heading": "Births", "year": "1894", "date": "February 3", "txt": "Norman Rockwell, American painter and illustrator (d. 1978)", "entities": [{"title": "Norman Rockwell", "href": "/wiki/Norman_Rockwell", "description": "Norman Percevel Rockwell was an American painter and illustrator. His works have a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life he created for The Saturday Evening Post magazine over nearly five decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter"}]}, {"heading": "Births", "year": "1898", "date": "February 3", "txt": "Alvar Aalto, Finnish architect, designed the Finlandia Hall and Aalto Theatre (d. 1976)", "entities": [{"title": "Alvar Aalto", "href": "/wiki/Alvar_Aalto", "description": "Hugo Alvar Henrik Aalto was a Finnish architect and designer. His work includes architecture, furniture, textiles and glassware, as well as sculptures and paintings. He never regarded himself as an artist, seeing painting and sculpture as \"branches of the tree whose trunk is architecture.\" Aalto's early career ran in parallel with the rapid economic growth and industrialization of Finland during t"}, {"title": "Finlandia Hall", "href": "/wiki/Finlandia_Hall", "description": "The Finlandia Hall is a congress and event venue in the centre of Helsinki on the Töölönlahti Bay, owned by the City of Helsinki. The building, which was designed by architect Alvar Aalto, was completed in 1971. Every detail in the building is designed by Aalto. The designs were completed in 1962, with building taking place between 1967–1971. The Congress Wing was designed in 1970 and built in 197"}, {"title": "Aalto Theatre", "href": "/wiki/Aalto_Theatre", "description": "The Aalto Theatre (Aalto-Theater) is a performing arts venue in Essen, Germany, and is home to the city's opera company Aalto-Musiktheater and the ballet company Aalto Ballett. The Essener Philharmoniker serve as the venue's orchestra. The theatre opened on 25 September 1988 with Richard Wagner's opera Die Meistersinger von Nürnberg and is mainly used for opera and ballet, but also for concerts an"}]}, {"heading": "Births", "year": "1899", "date": "February 3", "txt": "Café Filho, Brazilian journalist, lawyer, and politician, 18th President of Brazil (d. 1970)", "entities": [{"title": "Café Filho", "href": "/wiki/Caf%C3%A9_Filho", "description": "João Fernandes Campos Café Filho was a Brazilian politician who served as the 18th President of Brazil, taking office upon the suicide of former President Getúlio Vargas. He was the first Protestant to occupy the position."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1900", "date": "February 3", "txt": "Mabel Mercer, English-American singer (d. 1984)", "entities": [{"title": "Mabel Mercer", "href": "/wiki/Mabel_Mercer", "description": "Mabel Mercer was an English-born cabaret singer who performed in the United States, Britain, and Europe with the greats in jazz and cabaret. She was a featured performer at Chez Bricktop in Paris, owned by the hostess Bricktop, and performed in such clubs as Le Ruban Bleu, Tony's, the RSVP, the Carlyle, the St. Regis Hotel, and eventually her own room, the Byline Club. Among those who frequently a"}]}, {"heading": "Births", "year": "1903", "date": "February 3", "txt": "Douglas Douglas-Hamilton, 14th Duke of Hamilton, Scottish soldier, pilot, and politician (d. 1973)", "entities": [{"title": "Douglas Douglas-Hamilton, 14th Duke of Hamilton", "href": "/wiki/Douglas_Douglas-Hamilton,_14th_Duke_of_Hamilton", "description": "Air Commodore Douglas Douglas-Hamilton, 14th Duke of Hamilton and 11th Duke of Brandon, was a Scottish nobleman and aviator who was one of the first men to fly over Mount Everest."}]}, {"heading": "Births", "year": "1904", "date": "February 3", "txt": "Pretty Boy Floyd, American gangster (d. 1934)", "entities": [{"title": "Pretty Boy Floyd", "href": "/wiki/Pretty_Boy_Floyd", "description": "Charles Arthur Floyd, nicknamed Pretty Boy Floyd, was an American bank robber. He operated in the West and Central states, and his criminal exploits gained widespread press coverage in the 1930s. He was seen positively by the public because during robberies he burned mortgage documents, freeing many people from their debts. \nHe was pursued and killed by a group of Bureau of Investigation (BOI) age"}]}, {"heading": "Births", "year": "1905", "date": "February 3", "txt": "Paul Ariste, Estonian linguist and academic (d. 1990)", "entities": [{"title": "Paul Ariste", "href": "/wiki/Paul_Ariste", "description": "Paul Ariste was an Estonian linguist renowned for his studies of the Finno-Ugric languages, Yiddish and Baltic Romani language."}]}, {"heading": "Births", "year": "1905", "date": "February 3", "txt": "Arne Beurling, Swedish-American mathematician and academic (d. 1986)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 3", "txt": "George Adamson, Indian-English author and activist (d. 1989)", "entities": [{"title": "George Adamson", "href": "/wiki/George_Adamson", "description": "George Adamson MBE, also known as the Baba ya Simba, was a Kenyan wildlife conservationist and author. He and his wife, Joy, were depicted in the film Born Free and best-selling book with the same title, which is based on the true story of Elsa the Lioness, an orphaned lioness cub they had raised and later released into the wild. Several other films have been made based on Adamsons' life."}]}, {"heading": "Births", "year": "1907", "date": "February 3", "txt": "James A. Michener, American author and philanthropist (d. 1997)", "entities": [{"title": "James A. Michener", "href": "/wiki/James_A._Michener", "description": "James Albert Michener was an American author. He wrote more than 40 books, most of which were lengthy, fictional family sagas covering the lives of many generations in particular geographic locales and incorporating detailed history. Michener had numerous bestsellers and works selected by the Book of the Month Club, and was known for his meticulous research behind the books."}]}, {"heading": "Births", "year": "1909", "date": "February 3", "txt": "André Cayatte, French lawyer and director (d. 1989)", "entities": [{"title": "André Cayatte", "href": "/wiki/Andr%C3%A9_Cayatte", "description": "André Cayatte was a French filmmaker and lawyer, who became known for his films centering on themes of crime, justice, and moral responsibility."}]}, {"heading": "Births", "year": "1909", "date": "February 3", "txt": "Simone Weil, French mystic and philosopher (d. 1943)", "entities": []}, {"heading": "Births", "year": "1911", "date": "February 3", "txt": "Jehan Alain, French organist and composer (d. 1940)", "entities": [{"title": "Jehan Alain", "href": "/wiki/Jehan_Alain", "description": "Jehan Ariste Alain [ʒɑ̃ aʁist alɛ̃] was a French organist, composer, and soldier. Born into a family of musicians, he learned the organ from his father and a host of other teachers, becoming a composer at 18, and composing until the outbreak of the Second World War 10 years later. His compositional style was influenced by the musical language of the earlier Claude Debussy, and his contemporary Oli"}]}, {"heading": "Births", "year": "1912", "date": "February 3", "txt": "Jacques Soustelle, French anthropologist and politician (d. 1990)", "entities": [{"title": "Jacques Soustelle", "href": "/wiki/Jacques_Soustelle", "description": "Jacques Soustelle was an important and early figure of the Free French Forces, an anthropologist specializing in Pre-Columbian civilizations, and vice-director of the Musée de l'Homme in Paris in 1939. Governor General of Algeria, he helped the rise of Charles de Gaulle to the presidency of the Fifth Republic, but broke with De Gaulle over Algerian independence, joined the OAS in their efforts to "}]}, {"heading": "Births", "year": "1914", "date": "February 3", "txt": "Mary Carlisle, American actress, singer, and dancer (d. 2018)", "entities": [{"title": "Mary Carlisle", "href": "/wiki/Mary_Carlisle", "description": "Mary Carlisle was an American actress, singer, and dancer, she was best known for her roles as a wholesome ingénue in numerous 1930s musical-comedy films."}]}, {"heading": "Births", "year": "1915", "date": "February 3", "txt": "Johannes Kotkas, Estonian wrestler and hammer thrower (d. 1998)", "entities": [{"title": "Johannes Kotkas", "href": "/wiki/Johannes_Kotkas", "description": "Johannes Kotkas was a heavyweight Greco-Roman wrestler from Estonia who won a gold medal at the 1952 Summer Olympics. He held the European title in 1938, 1939 and 1947 and placed second at the 1953 world championships."}]}, {"heading": "Births", "year": "1917", "date": "February 3", "txt": "Shlomo Goren, Polish-Israeli rabbi and general (d. 1994)", "entities": [{"title": "Shlomo Goren", "href": "/wiki/Shlomo_Goren", "description": "Shlomo Goren, was a Polish-born Israeli Orthodox Religious Zionist rabbi and Talmudic scholar who was considered a foremost authority on Jewish law (Halakha). Goren founded and served as the first head of the Military Rabbinate of the Israel Defense Forces (IDF). Subsequently, he was the third Ashkenazi Chief Rabbi of Israel from 1973 to 1983, after which he established a yeshiva in Jerusalem, whi"}]}, {"heading": "Births", "year": "1918", "date": "February 3", "txt": "Joey Bishop, American actor and producer (d. 2007)", "entities": [{"title": "Joey Bishop", "href": "/wiki/Joey_Bishop", "description": "Joseph Abraham Gottlieb, known professionally as Joey Bishop, was an American entertainer who appeared on television as early as 1948 and eventually starred in his own weekly comedy series playing a talk/variety show host, then later hosted a late night talk show with Regis Philbin as his young sidekick on ABC. He also was a member of the \"Rat Pack\" with Frank Sinatra, Dean Martin, Sammy Davis Jr."}]}, {"heading": "Births", "year": "1918", "date": "February 3", "txt": "Helen Stephens, American runner, baseball player, and manager (d. 1994)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 3", "txt": "Russell Arms, American actor and singer (d. 2012)", "entities": [{"title": "Russell Arms", "href": "/wiki/Russell_Arms", "description": "Russell Lee Arms was an American actor and singer."}]}, {"heading": "Births", "year": "1920", "date": "February 3", "txt": "Tony Gaze, Australian race car driver and pilot (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 3", "txt": "Henry Heimlich, American physician and author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 3", "txt": "E. P. Thompson, English historian and author (d. 1993)", "entities": [{"title": "E. P. Thompson", "href": "/wiki/E._P._Thompson", "description": "Edward Palmer Thompson was a British historian, writer, socialist and peace campaigner. He is probably best known today for his historical work on the British radical movements in the late 18th and early 19th centuries, in particular The Making of the English Working Class (1963)."}]}, {"heading": "Births", "year": "1924", "date": "February 3", "txt": "Martial Asselin, Canadian lawyer and politician, 25th Lieutenant Governor of Quebec (d. 2013)", "entities": [{"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Births", "year": "1925", "date": "February 3", "txt": "Shelley Berman, American actor and comedian (d. 2017)", "entities": [{"title": "Shelley Berman", "href": "/wiki/Shelley_Berman", "description": "Sheldon Leonard Berman was an American comedian, actor, writer, teacher, and lecturer."}]}, {"heading": "Births", "year": "1925", "date": "February 3", "txt": "John Fiedler, American actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 3", "txt": "Hans-Jochen Vogel, German lawyer and politician, 8th Mayor of Berlin (d. 2020)", "entities": [{"title": "Hans-Jochen Vogel", "href": "/wiki/Hans-Jochen_Vogel", "description": "Hans-Jochen Vogel was a German lawyer and a politician for the Social Democratic Party (SPD). He served as Mayor of Munich from 1960 to 1972, winning the 1972 Summer Olympics for the city and Governing Mayor of West Berlin in 1981, the only German ever to lead two cities with a million+ inhabitants. He was Federal Minister of Regional Planning, Construction and Urban Development from 1972 to 1974,"}, {"title": "Governing Mayor of Berlin", "href": "/wiki/Governing_Mayor_of_Berlin", "description": "The Governing Mayor of Berlin is the head of government, presiding over the Berlin Senate. As Berlin is an independent city as well as one of the constituent States of Germany (Bundesländer), the office is the equivalent of the Ministers President of the other German states, except the states of Hamburg and Bremen, where the heads of government are called \"First Mayor\" and \"President of the Senate"}]}, {"heading": "Births", "year": "1927", "date": "February 3", "txt": "Kenneth Anger, American actor, director, and screenwriter", "entities": [{"title": "Kenneth Anger", "href": "/wiki/Kenneth_Anger", "description": "Kenneth Anger is an American underground experimental filmmaker, actor, and author. Working exclusively in short films, he has produced almost forty works since 1937, nine of which have been grouped together as the \"Magick Lantern Cycle\". His films variously merge surrealism with homoeroticism and the occult, and have been described as containing \"elements of erotica, documentary, psychodrama, and"}]}, {"heading": "Births", "year": "1927", "date": "February 3", "txt": "Blas Ople, Filipino journalist and politician, 21st President of the Senate of the Philippines (d. 2003)", "entities": [{"title": "President of the Senate of the Philippines", "href": "/wiki/President_of_the_Senate_of_the_Philippines", "description": "The president of the Senate of the Philippines more popularly known as the Senate president, is the presiding officer and the highest-ranking official of the Senate of the Philippines, and third highest and most powerful official in the Government of the Philippines. He/she is elected by the entire body to be their leader. The Senate president is second in line in succession for the presidency, be"}]}, {"heading": "Births", "year": "1933", "date": "February 3", "txt": "Paul Sarbanes, American lawyer and politician (d. 2020)", "entities": [{"title": "Paul Sarbanes", "href": "/wiki/Paul_Sarbanes", "description": "Paul Spyros Sarbanes was an American politician and attorney. A member of the Democratic Party from Maryland, he served as a member of the United States House of Representatives from 1971 to 1977 and as a United States Senator from 1977 to 2007. Sarbanes was the longest-serving senator in Maryland history until he was surpassed by Barbara Mikulski by a single day when her term ended on January 3, "}]}, {"heading": "Births", "year": "1934", "date": "February 3", "txt": "Juan Carlos Calabró, Argentinian actor and screenwriter (d. 2013)", "entities": [{"title": "Juan Carlos Calabró", "href": "/wiki/Juan_Carlos_Calabr%C3%B3", "description": "Juan Carlos Calabró was an Argentine actor and comedian."}]}, {"heading": "Births", "year": "1935", "date": "February 3", "txt": "Johnny \"Guitar\" Watson, American blues, soul, and funk singer-songwriter and guitarist (d. 1996)", "entities": [{"title": "Johnny \"Guitar\" Watson", "href": "/wiki/Johnny_%22Guitar%22_Watson", "description": "John Watson Jr., known professionally as “Johnny Guitar” Watson, was an American blues, soul, and funk musician and singer-songwriter. A flamboyant showman and electric guitarist in the style of T-Bone Walker, Watson recorded throughout the 1950s and 1960s with some success. His creative reinvention in the 1970s with funk overtones, saw Watson have hits with \"Ain't That a Bitch\" and \"Superman Love"}]}, {"heading": "Births", "year": "1936", "date": "February 3", "txt": "Elizabeth Peer, American journalist (d. 1984)", "entities": [{"title": "Elizabeth Peer", "href": "/wiki/Elizabeth_Peer", "description": "Elizabeth Peer Jansson, born Elizabeth Clow Peer, often just Liz Peer, was a pioneering American journalist who worked for Newsweek from 1958 until her death in 1984. She began her career at Newsweek as a copy girl, at a time when opportunities for women were limited. Osborn Elliott promoted her to writer in 1962; two years later she would be dispatched to Paris as Newsweek's first female foreign "}]}, {"heading": "Births", "year": "1936", "date": "February 3", "txt": "Bob Simpson, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 3", "txt": "Billy Meier, Swiss author and photographer", "entities": [{"title": "Billy Meier", "href": "/wiki/Billy_Meier", "description": "Eduard Albert Meier, commonly nicknamed \"Billy\", is the founder of a UFO religion called the \"Freie Interessengemeinschaft für Grenz- und Geisteswissenschaften und Ufologiestudien\" and alleged contactee whose UFO photographs are claimed to show alien spacecraft. Meier claims to be in regular contact with extraterrestrial beings he calls the Plejaren. He also presented other material during the 197"}]}, {"heading": "Births", "year": "1938", "date": "February 3", "txt": "Victor Buono, American actor (d. 1982)", "entities": [{"title": "Victor Buono", "href": "/wiki/Victor_Buono", "description": "Victor Charles Buono was an American actor, comic, and briefly a recording artist. He was known for playing the villain King Tut on the television series Batman (1966–1968) and musician Edwin Flagg in What Ever Happened to Baby Jane? (1962), the latter of which earned him Academy Award and Golden Globe Award nominations. He was a busy actor from his late teens until his death at age 43 and, with h"}]}, {"heading": "Births", "year": "1938", "date": "February 3", "txt": "Emile Griffith, American boxer and trainer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 3", "txt": "Michael Cimino, American director, producer, and screenwriter (d. 2016)", "entities": [{"title": "Michael Cimino", "href": "/wiki/Michael_Cimino", "description": "Michael Cimino was an American film director, screenwriter, producer, and author. He achieved fame as the director of The Deer Hunter (1978), which won the Academy Award for Best Picture and earned him Best Director. However, Cimino's reputation would be tarnished by his follow-up Heaven's Gate (1980), a critical failure that became one of the biggest box-office bombs of all time."}]}, {"heading": "Births", "year": "1940", "date": "February 3", "txt": "Fran Tarkenton, American football player and sportscaster", "entities": [{"title": "Fran Tarkenton", "href": "/wiki/Fran_Tarkenton", "description": "Francis Asbury Tarkenton is a former American football quarterback who played in the National Football League (NFL) for 18 seasons, primarily with the Minnesota Vikings. He played college football for the University of Georgia, where he was recognized as a two-time first-team All-SEC, and was selected by the Vikings in the third round of the 1961 NFL Draft. After retiring from football, he became "}]}, {"heading": "Births", "year": "1941", "date": "February 3", "txt": "Dory Funk, Jr., American wrestler and trainer", "entities": [{"title": "Dory Funk, Jr.", "href": "/wiki/Dory_Funk,_Jr.", "description": "Dorrance Earnest Funk is an American professional wrestler and wrestling trainer. He is the son of Dory Funk and brother of Terry Funk, and was the promoter of the Amarillo, Texas-based Western States Sports promotion. He is credited with the invention of the Texas cloverleaf submission hold and runs the Funking Conservatory, a professional wrestling school."}]}, {"heading": "Births", "year": "1941", "date": "February 3", "txt": "Howard Phillips, American lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 3", "txt": "Blythe Danner, American actress", "entities": [{"title": "Blythe Danner", "href": "/wiki/Blythe_Danner", "description": "Blythe Katherine Danner is an American actress. She is the recipient of several accolades, including two Primetime Emmy Awards for Best Supporting Actress in a Drama Series for her role as Izzy Huffstodt on Huff (2004–2006), and a Tony Award for Best Actress for her performance in Butterflies Are Free on Broadway (1969–1972). Danner was twice nominated for the Primetime Emmy for Outstanding Guest "}]}, {"heading": "Births", "year": "1943", "date": "February 3", "txt": "Dennis Edwards, American soul/R&B singer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 3", "txt": "Eric Haydock, English bass player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 3", "txt": "Shawn Phillips, American-South African singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 3", "txt": "Johnny Cymbal, Scottish-American singer-songwriter and producer (d. 1993)", "entities": [{"title": "Johnny Cymbal", "href": "/wiki/Johnny_Cymbal", "description": "Johnny Cymbal was a Scottish-born American songwriter, singer, and record producer who had numerous hit records, including his signature song, \"Mr. Bass Man\"."}]}, {"heading": "Births", "year": "1945", "date": "February 3", "txt": "Bob Griese, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 3", "txt": "Paul Auster, American novelist, essayist, and poet", "entities": [{"title": "Paul Auster", "href": "/wiki/Paul_Auster", "description": "Paul Benjamin Auster is an American writer and film director. His notable works include The New York Trilogy (1987), Moon Palace (1989), The Music of Chance (1990), The Book of Illusions (2002), The Brooklyn Follies (2005), Invisible (2009), Sunset Park (2010), Winter Journal (2012), and 4 3 2 1 (2017). His books have been translated into more than forty languages."}]}, {"heading": "Births", "year": "1947", "date": "February 3", "txt": "Stephen McHattie, Canadian actor and director", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 3", "txt": "Henning Mankell, Swedish author and playwright (d. 2015)", "entities": [{"title": "Henning Mankell", "href": "/wiki/Henning_Mankell", "description": "Henning Georg Mankell was a Swedish crime writer, children's author, and dramatist, best known for a series of mystery novels starring his most noted creation, Inspector Kurt Wallander. He also wrote a number of plays and screenplays for television."}]}, {"heading": "Births", "year": "1949", "date": "February 3", "txt": "Jim Thorpe, American golfer", "entities": [{"title": "Jim Thorpe (golfer)", "href": "/wiki/Jim_Thorpe_(golfer)", "description": "Jimmy Lee Thorpe is an American professional golfer, currently playing on the Champions Tour."}]}, {"heading": "Births", "year": "1950", "date": "February 3", "txt": "Morgan Fairchild, American actress", "entities": [{"title": "Morgan Fairchild", "href": "/wiki/Morgan_Fairchild", "description": "Morgan Fairchild is an American actress. She began acting in the late 1970s and early 1980s with continuing roles in several television series."}]}, {"heading": "Births", "year": "1950", "date": "February 3", "txt": "Grant Goldman, Australian radio and television host (d. 2020)", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 3", "txt": "Eugenijus Riabovas, Lithuanian footballer and manager", "entities": [{"title": "Eugenijus Riabovas", "href": "/wiki/Eugenijus_Riabovas", "description": "Eugenijus Riabovas is a Lithuanian football manager."}]}, {"heading": "Births", "year": "1951", "date": "February 3", "txt": "Michael Ruppert, American journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 3", "txt": "Fred Lynn, American baseball player and sportscaster", "entities": [{"title": "Fred Lynn", "href": "/wiki/Fred_Lynn", "description": "Fredric Michael Lynn is an American former professional baseball player who played in Major League Baseball (MLB) from 1974 through 1990 as a center fielder with the Boston Red Sox, California Angels, Baltimore Orioles, Detroit Tigers and San Diego Padres. He was the first player to win MLB's Rookie of the Year Award and Most Valuable Player Award in the same year, which he accomplished in 1975 wi"}]}, {"heading": "Births", "year": "1954", "date": "February 3", "txt": "Tiger Williams, Canadian ice hockey player and coach", "entities": [{"title": "Tiger Williams", "href": "/wiki/Tiger_Williams", "description": "David James \"Tiger\" Williams is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) from the 1974–75 NHL season to the 1987–88 NHL season. He is the NHL's career leader in penalty minutes."}]}, {"heading": "Births", "year": "1956", "date": "February 3", "txt": "John Jefferson, American football player and coach", "entities": [{"title": "John Jefferson", "href": "/wiki/John_Jefferson", "description": "John Larry Jefferson is an American former professional football player who was a wide receiver in the National Football League (NFL). After playing college football with the Arizona State Sun Devils, he was selected in the first round of the 1978 NFL Draft by the San Diego Chargers. He played three seasons in San Diego, where he became the first NFL player to gain 1,000 receiving yards in each of"}]}, {"heading": "Births", "year": "1956", "date": "February 3", "txt": "Nathan Lane, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 3", "txt": "Eric Lander, American mathematician, geneticist, and academic", "entities": [{"title": "Eric Lander", "href": "/wiki/Eric_Lander", "description": "Eric Steven Lander is an American mathematician and geneticist. Lander is a professor of biology at the Massachusetts Institute of Technology (MIT), a professor of systems biology at Harvard Medical School, a former member of the Whitehead Institute, and the founding director of the Broad Institute. He is a 1987 MacArthur Fellow. Lander co-chaired President Barack Obama's Council of Advisors on Sc"}]}, {"heading": "Births", "year": "1958", "date": "February 3", "txt": "Joe F. Edwards, Jr., American commander, pilot, and astronaut", "entities": [{"title": "Joe F. Edwards, Jr.", "href": "/wiki/Joe_F._Edwards,_Jr.", "description": "Joe Frank Edwards Jr., , is an American aerospace engineer, and former naval officer and aviator, test pilot and NASA astronaut."}]}, {"heading": "Births", "year": "1958", "date": "February 3", "txt": "Douglas Holtz-Eakin, American economist", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 3", "txt": "Greg Mankiw, American economist and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 3", "txt": "Óscar Iván Zuluaga, Colombian economist and politician, 67th Colombian Minister of Finance", "entities": [{"title": "Óscar Iván Zuluaga", "href": "/wiki/%C3%93scar_Iv%C3%A1n_Zuluaga", "description": "Óscar Iván Zuluaga Escobar is a Colombian politician and economist who was the Democratic Center's nominee for President of Colombia in the 2014 election. He won the most votes in the first round of the election and but went on to lose to the incumbent Juan Manuel Santos Calderon in the second round."}, {"title": "Ministry of Finance and Public Credit (Colombia)", "href": "/wiki/Ministry_of_Finance_and_Public_Credit_(Colombia)", "description": null}]}, {"heading": "Births", "year": "1960", "date": "February 3", "txt": "Joachim Löw, German footballer and manager", "entities": [{"title": "Joachim Löw", "href": "/wiki/Joachim_L%C3%B6w", "description": "Joachim Löw is a German football coach and former player. He is the head coach of the Germany national team, which he led to victory at the 2014 FIFA World Cup in Brazil and the 2017 FIFA Confederations Cup in Russia. On 9 March 2021, Löw announced that he will resign from his position after Euro 2020."}]}, {"heading": "Births", "year": "1961", "date": "February 3", "txt": "Linda Eder, American singer and actress", "entities": [{"title": "Linda Eder", "href": "/wiki/Linda_Eder", "description": "Linda Eder is an American singer and actress. She made her Broadway debut in the musical Jekyll & Hyde, originating the role of Lucy Harris, for which she was nominated for the Drama Desk Award. Eder has performed in concert halls across the country including Carnegie Hall and Radio City Musical Hall. She has released her 18th solo album in 2018."}]}, {"heading": "Births", "year": "1963", "date": "February 3", "txt": "Raghuram Rajan, Indian economist and academic", "entities": [{"title": "Raghuram Rajan", "href": "/wiki/Raghuram_Rajan", "description": "Raghuram Govinda Rajan is an Indian economist and the Katherine Dusak Miller Distinguished Service Professor of Finance at the University of Chicago Booth School of Business. Between 2003 and 2006 he was Chief Economist and Director of Research at the International Monetary Fund. From September 2013 through September 2016 he was the 23rd Governor of the Reserve Bank of India; in 2015, during his t"}]}, {"heading": "Births", "year": "1963", "date": "February 3", "txt": "Vũ Đức Đam, Vietnamese politician", "entities": [{"title": "Vũ Đức Đam", "href": "/wiki/V%C5%A9_%C4%90%E1%BB%A9c_%C4%90am", "description": "Vũ Đức Đam is a Vietnamese politician who previously served as Minister of Government Office, and is currently one of four Deputy Prime Ministers of Vietnam since 2013. He governs Science and Technology, Information and Communication, Tourism and Sports. He is currently a Member of the Party Central Committee XII. He is also chairman of the National Committee for AIDS, and prevention of drug addic"}]}, {"heading": "Births", "year": "1964", "date": "February 3", "txt": "Indrek Tarand, Estonian historian, journalist, and politician", "entities": [{"title": "Indrek Tarand", "href": "/wiki/Indrek_Tarand", "description": "Indrek Tarand is an Estonian politician and Member of the European Parliament (MEP) from Estonia. He is an Independent politician, but a member of the European Green Party."}]}, {"heading": "Births", "year": "1965", "date": "February 3", "txt": "Maura Tierney, American actress and producer", "entities": [{"title": "Maura Tierney", "href": "/wiki/Maura_Tierney", "description": "Maura Therese Tierney is an American film and television actress. She is best known for her roles as Lisa Miller on the sitcom NewsRadio (1995–1999), Abby Lockhart on the medical drama ER (1999–2009), and Helen Solloway on the mystery drama The Affair (2014–2019), the last of which won her a Golden Globe Award for Best Supporting Actress – Series, Miniseries or Television Film."}]}, {"heading": "Births", "year": "1966", "date": "February 3", "txt": "Frank Coraci, American director and screenwriter", "entities": [{"title": "Frank Coraci", "href": "/wiki/Frank_Coraci", "description": "Frank Coraci is an American film director and screenwriter best known for his work with actor Adam Sandler."}]}, {"heading": "Births", "year": "1966", "date": "February 3", "txt": "Danny Morrison, New Zealand cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 3", "txt": "Tim Flowers, English footballer and coach", "entities": [{"title": "Tim Flowers", "href": "/wiki/Tim_Flowers", "description": "Timothy David Flowers is an English football manager and former player who was most recently the manager of Barnet."}]}, {"heading": "Births", "year": "1967", "date": "February 3", "txt": "Mixu Paatelainen, Finnish footballer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 3", "txt": "Vlade Divac, Serbian-American basketball player and sportscaster", "entities": [{"title": "Vlade Divac", "href": "/wiki/Vlade_Divac", "description": "Vlade Divac is a Serbian professional basketball executive and former player who was most recently the vice president of basketball operations and general manager of the Sacramento Kings of the National Basketball Association (NBA)."}]}, {"heading": "Births", "year": "1968", "date": "February 3", "txt": "Marwan Khoury, Lebanese singer, songwriter, and composer", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 3", "txt": "Beau Biden, American soldier, lawyer, and politician, 44th Attorney General of Delaware (d. 2015)", "entities": [{"title": "Beau Biden", "href": "/wiki/Beau_Biden", "description": "Joseph Robinette \"Beau\" Biden III was an American politician, lawyer, and officer in the Army Judge Advocate General's Corps from Wilmington, Delaware. He was the eldest of three children from the marriage of longtime U.S. Senator, Vice President, and current President Joe Biden and his first wife, Neilia Hunter Biden. He served as the 44th Attorney General of Delaware and was a Major in the Delaw"}, {"title": "Attorney General of Delaware", "href": "/wiki/Attorney_General_of_Delaware", "description": "The Attorney General of Delaware is a constitutional officer of the U.S. state of Delaware, and is the chief law officer and the head of the State Department of Justice. On January 1, 2019, Kathy Jennings was sworn in as the 46th Attorney General of Delaware."}]}, {"heading": "Births", "year": "1969", "date": "February 3", "txt": "Retief Goosen, South African golfer", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 3", "txt": "Óscar Córdoba, Colombian footballer", "entities": [{"title": "Óscar Córdoba", "href": "/wiki/%C3%93scar_C%C3%B3rdoba", "description": "Óscar Eduardo Córdoba Arce is a retired Colombian footballer who played as a goalkeeper. He has played more than 70 games for the Colombia national team. He is also the only person to never concede a goal in a Copa América edition, having done so in 2001."}]}, {"heading": "Births", "year": "1970", "date": "February 3", "txt": "Warwick Davis, English actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 3", "txt": "Hong Seok-cheon, South Korean actor", "entities": [{"title": "Hong Seok-cheon", "href": "/wiki/Hong_Seok-cheon", "description": "Hong Seok-cheon is a South Korean actor, television personality, restaurateur and member of the Democratic Labor Party. He caused considerable controversy in his home country when he came out as gay in 2000, and remains the most prominent openly gay celebrity in Korea."}]}, {"heading": "Births", "year": "1972", "date": "February 3", "txt": "Jesper Kyd, Danish pianist and composer", "entities": [{"title": "Jesper Kyd", "href": "/wiki/Jesper_Kyd", "description": "Jesper Kyd Jakobson is a Danish composer and sound designer who has worked on various video game, television, and film projects. He has composed soundtracks for the Hitman series, Assassin's Creed series, Borderlands series, Darksiders II and State of Decay, among many others. His scores use orchestra, choir, acoustic manipulations and electronic soundscapes."}]}, {"heading": "Births", "year": "1973", "date": "February 3", "txt": "Ilana Sod, Mexican journalist and producer", "entities": [{"title": "Ilana Sod", "href": "/wiki/Ilana_Sod", "description": "Ilana Sod is a Mexican television and radio journalist, presenter, and producer. She has worked for a variety of media outlets and collaborated particularly on initiatives relating to social issues and youth-oriented programming."}]}, {"heading": "Births", "year": "1976", "date": "February 3", "txt": "Isla Fisher, Australian actress.", "entities": [{"title": "Isla Fisher", "href": "/wiki/Isla_Fisher", "description": "Isla Lang Fisher is an Omani-born Australian actress and author. She began her career on Australian television. Born to Scottish parents in Oman, she moved to Australia at age six. After appearing in television commercials at a young age, Fisher came to prominence for her portrayal of Shannon Reed on the soap opera Home and Away from 1994 to 1997, garnering two Logie Award nominations."}]}, {"heading": "Births", "year": "1977", "date": "February 3", "txt": "Daddy Yankee, American-Puerto Rican singer, songwriter, rapper, actor and record producer", "entities": [{"title": "Daddy Yankee", "href": "/wiki/Daddy_Yankee", "description": "Ramón Luis Ayala Rodríguez, known professionally as Daddy Yankee, is a Puerto Rican singer, rapper and songwriter. He is known as the \"King of Reggaetón\" by music critics and fans alike. Daddy Yankee is the artist who coined the word reggaeton in 1994 to describe the new music genre that was emerging from Puerto Rico that synthesized hip-hop, Latin Caribbean music, and reggae rhythms with Spanish "}]}, {"heading": "Births", "year": "1977", "date": "February 3", "txt": "Marek Židlický, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 3", "txt": "Joan Capdevila, Spanish footballer", "entities": [{"title": "Joan Capdevila", "href": "/wiki/Joan_Capdevila", "description": "Joan Capdevila Méndez is a Spanish former footballer who played as a left back."}]}, {"heading": "Births", "year": "1979", "date": "February 3", "txt": "Paul Franks, English cricketer and coach", "entities": [{"title": "Paul Franks", "href": "/wiki/Paul_Franks", "description": "Paul John Franks is a former English professional cricketer. He played a single One Day International (ODI) as a right-arm pace bowler for England, and had a long career in county cricket for Nottinghamshire."}]}, {"heading": "Births", "year": "1982", "date": "February 3", "txt": "Becky Bayless, American wrestler", "entities": [{"title": "Becky Bayless", "href": "/wiki/Becky_Bayless", "description": "Rebecca Treston better known by her ring name Rebecca \"Becky\" Bayless, is an American professional wrestler, currently working for independent promotions such as Women's Extreme Wrestling, Wrestling Superstars Unleashed, Wrestlicious, and Women Superstars Uncensored. In the past she has worked for a number of major independent promotions, primarily Ring of Honor (ROH), Full Impact Pro, and Shimmer"}]}, {"heading": "Births", "year": "1982", "date": "February 3", "txt": "Marie-Ève Drolet, Canadian speed skater", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 3", "txt": "Elizabeth Holmes, American fraudster, founder of Theranos", "entities": [{"title": "Elizabeth Holmes", "href": "/wiki/Elizabeth_Holmes", "description": "Elizabeth Anne Holmes is an American former businesswoman who was the founder and CEO of Theranos, a now-defunct health technology company. Theranos soared in valuation after the company claimed to have revolutionized blood testing by developing testing methods that could use surprisingly small volumes of blood, such as from a fingerprick. By 2015, Forbes had named Holmes the youngest and wealthie"}, {"title": "Theranos", "href": "/wiki/Theranos", "description": "Theranos was an American privately held health technology corporation. It was initially touted as a breakthrough technology company, with claims of having devised blood tests that required only very small amounts of blood and could be performed very rapidly using small automated devices the company had developed. However, these claims were later proven to be false. Founded in 2003 by 19-year-old E"}]}, {"heading": "Births", "year": "1985", "date": "February 3", "txt": "Angela Fong, Canadian wrestler and actress", "entities": [{"title": "Angela Fong", "href": "/wiki/Angela_Fong", "description": "Angela Carolyn Fong is a Canadian professional wrestler, model, ring announcer, cheerleader and actress. She is best known for her time at WWE from 2007 to 2010 under the ring name Savannah, and at Lucha Underground from 2014 to 2019, under the ring name Black Lotus."}]}, {"heading": "Births", "year": "1985", "date": "February 3", "txt": "Andrei Kostitsyn, Belarusian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 3", "txt": "Lucas Duda, American baseball player", "entities": [{"title": "Lucas Duda", "href": "/wiki/Lucas_Duda", "description": "Lucas Christopher Duda is an American former professional baseball first baseman. He played in Major League Baseball (MLB) for the New York Mets, Tampa Bay Rays, Atlanta Braves and Kansas City Royals. He made his MLB debut in 2010 for the Mets. Prior to playing professionally, Duda attended the University of Southern California (USC) and played college baseball for the USC Trojans. Duda, who bats "}]}, {"heading": "Births", "year": "1986", "date": "February 3", "txt": "Mathieu Giroux, Canadian speed skater", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 3", "txt": "Kanako Yanagihara, Japanese actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 3", "txt": "Cho Kyuhyun, South Korean singer", "entities": [{"title": "Cho Kyuhyun", "href": "/wiki/Cho_Kyuhyun", "description": "Cho Kyu-hyun, referred to as Kyuhyun, is a South Korean singer, musical theatre actor and television host. He debuted as a new member of boy group Super Junior in May 2006. Apart from his group's activities, he has established himself as a musical actor, notably through his participation in the original and Korean versions of stage musicals including The Three Musketeers, Catch Me If You Can, Moon"}]}, {"heading": "Births", "year": "1989", "date": "February 3", "txt": "Slobodan Rajković, Serbian footballer", "entities": [{"title": "Slobodan Rajković", "href": "/wiki/Slobodan_Rajkovi%C4%87", "description": "Slobodan Rajković is a Serbian professional footballer who plays as a centre back."}]}, {"heading": "Births", "year": "1990", "date": "February 3", "txt": "Sean Kingston, American-Jamaican singer-songwriter", "entities": [{"title": "Sean Kingston", "href": "/wiki/Sean_Kingston", "description": "Kisean Paul Anderson, better known by his stage name Sean Kingston, is a Jamaican-American singer, rapper, and songwriter. He is known for his hit songs \"Beautiful Girls\", \"Fire Burning\", and \"Eenie Meenie\"."}]}, {"heading": "Births", "year": "1990", "date": "February 3", "txt": "Martin Taupau, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 3", "txt": "Corey Norman, Australian rugby league player", "entities": [{"title": "Corey Norman", "href": "/wiki/Corey_Norman", "description": "Corey Norman is an Australian professional rugby league footballer who plays as a five-eighth, halfback and fullback for the St. George Illawarra Dragons in the NRL."}]}, {"heading": "Births", "year": "1992", "date": "February 3", "txt": "Olli Aitola, Finnish ice hockey player", "entities": [{"title": "Olli Aitola", "href": "/wiki/Olli_Aitola", "description": "Olli Aitola is a Finnish ice hockey player who plays as a defenceman for KeuPa HT on loan from JYP Jyväskylä."}]}, {"heading": "Deaths", "year": "AD 6", "date": "February 3", "txt": "Ping, emperor of the Han Dynasty (b. 9 BC)", "entities": [{"title": "Emperor Ping of Han", "href": "/wiki/Emperor_Ping_of_Han", "description": "Emperor Ping was eleventh emperor of the Chinese Han dynasty from 1 BC to AD 5. After Emperor Ai died childless, the throne was passed to his cousin Emperor Ping—then a child of eight years old. Wang Mang was appointed regent by the Grand Empress Dowager Wang. Dissatisfied with his father's dictatorial regency, in AD 3, Wang's son Wang Yu (王宇) conspired with Emperor Ping's maternal uncles of the W"}]}, {"heading": "Deaths", "year": "456", "date": "February 3", "txt": "Sihyaj Chan K'awiil II, ruler of Tikal", "entities": [{"title": "Sihyaj Chan K'awiil II", "href": "/wiki/Sihyaj_Chan_K%27awiil_II", "description": "Sihyaj Chan Kʼawiil II, also known as Storm Sky and Manikin Cleft Sky, was an ajaw of the Maya city of Tikal. He took the throne on November 26, 411 and reigned until his death. He was a son of his predecessor Yax Nuun Ahiin I and Lady Kʼinich, and a grandson of Spearthrower Owl. Stela 31, erected during his reign, describes the death of his grandfather in 439; other monuments associated with Sihy"}]}, {"heading": "Deaths", "year": "639", "date": "February 3", "txt": "K'inich Yo'nal Ahk I, ruler of Piedras Negras", "entities": [{"title": "K'inich Yo'nal Ahk I", "href": "/wiki/K%27inich_Yo%27nal_Ahk_I", "description": "Kʼinich Yoʼnal Ahk I, also known as Ruler 1, was an ajaw of Piedras Negras, an ancient Maya settlement in Guatemala. He ruled during the Late Classic Period, from 603–639 AD. It has been proposed that he began a new dynasty at Piedras Negras, following years of ineffective kings. As to how Kʼinich Yoʼnal Ahk I came to power, a consensus has not yet been reached, although it is known that he waged "}]}, {"heading": "Deaths", "year": "699", "date": "February 3", "txt": "Werburgh, English nun and saint", "entities": [{"title": "Werburgh", "href": "/wiki/Werburgh", "description": "Werburgh was an Anglo-Saxon princess who became the patron saint of the city of Chester in Cheshire. Her feast day is 3 February."}]}, {"heading": "Deaths", "year": "865", "date": "February 3", "txt": "Ansgar, Frankish archbishop (b. 801)", "entities": [{"title": "Ansgar", "href": "/wiki/Ansgar", "description": "Ansgar, also known as Anskar, Saint Ansgar, Saint Anschar or Oscar, was Archbishop of Hamburg-Bremen in the northern part of the Kingdom of the East Franks. Ansgar became known as the \"Apostle of the North\" because of his travels and the See of Hamburg received the missionary mandate to bring Christianity to Northern Europe."}]}, {"heading": "Deaths", "year": "929", "date": "February 3", "txt": "Guy, margrave of Tuscany", "entities": [{"title": "Guy, Margrave of Tuscany", "href": "/wiki/Guy,_Margrave_of_Tuscany", "description": "Guy was the son of Adalbert II of Tuscany with Bertha, daughter of Lothair II of Lotharingia."}]}, {"heading": "Deaths", "year": "938", "date": "February 3", "txt": "Zhou Ben, Chinese general (b. 862)", "entities": [{"title": "Zhou Ben", "href": "/wiki/Zhou_Ben", "description": "Zhou Ben (周本), formally Prince Gonglie of Xiping (西平恭烈王), was a general of the Chinese Five Dynasties and Ten Kingdoms period state Wu and (briefly) Wu's successor state Southern Tang."}]}, {"heading": "Deaths", "year": "994", "date": "February 3", "txt": "William IV, duke of Aquitaine (b. 937)", "entities": [{"title": "William IV, Duke of Aquitaine", "href": "/wiki/William_IV,_Duke_of_Aquitaine", "description": "William IV, called Fierebras or Fierebrace, was the Duke of Aquitaine and Count of Poitou from 963 to his retirement in 990."}]}, {"heading": "Deaths", "year": "1014", "date": "February 3", "txt": "Sweyn Forkbeard, king of Denmark and England (b. 960)", "entities": [{"title": "Sweyn Forkbeard", "href": "/wiki/Sweyn_Forkbeard", "description": "Sweyn Forkbeard was king of Denmark from 986 to 1014. He was the father of King Harald II of Denmark, King Cnut the Great and Queen Estrid Svendsdatter."}]}, {"heading": "Deaths", "year": "1116", "date": "February 3", "txt": "Coloman, king of Hungary", "entities": [{"title": "Coloman, King of Hungary", "href": "/wiki/Coloman,_King_of_Hungary", "description": "Coloman the Learned, also the Book-Lover or the Bookish was King of Hungary from 1095 and King of Croatia from 1097 until his death. Because Coloman and his younger brother Álmos were underage when their father Géza I died, their uncle Ladislaus I ascended the throne in 1077. Ladislaus prepared Coloman—who was \"half-blind and humpbacked\", according to late medieval Hungarian chronicles—for a churc"}]}, {"heading": "Deaths", "year": "1161", "date": "February 3", "txt": "Inge I, king of Norway (b. 1135)", "entities": [{"title": "Inge I of Norway", "href": "/wiki/Inge_I_of_Norway", "description": "Inge I was king of Norway from 1136 to 1161. Inge’s reign fell within the start of the period known in Norwegian history as the civil war era. He was never the sole ruler of the country. He is often known as Inge the Hunchback, because of his physical disability. However, this epithet does not appear in medieval sources."}]}, {"heading": "Deaths", "year": "1252", "date": "February 3", "txt": "Sviatoslav III, Russian Grand Prince (b. 1196)", "entities": [{"title": "Sviatoslav III of Vladimir", "href": "/wiki/Sviatoslav_III_of_Vladimir", "description": "Sviatoslav IV Vsevolodovich of Vladimir was the Prince of Novgorod and Grand Prince of Vladimir-Suzdal (1246–1248)."}]}, {"heading": "Deaths", "year": "1399", "date": "February 3", "txt": "John of Gaunt, Belgian-English politician, Lord High Steward (b. 1340)", "entities": [{"title": "John of Gaunt", "href": "/wiki/John_of_Gaunt", "description": "John of Gaunt was an English prince, military leader, and statesman. He was the third of the five sons of King Edward III of England who survived to adulthood. Due to his royal origin, advantageous marriages, and some generous land grants, Gaunt was one of the richest men of his era, and was an influential figure during the reigns of both his father, Edward, and his nephew, Richard II. As Duke of "}, {"title": "Lord High Steward", "href": "/wiki/Lord_High_Steward", "description": "The position of Lord High Steward is the first of the Great Officers of State in England, nominally ranking above the Lord Chancellor and the Prime Minister."}]}, {"heading": "Deaths", "year": "1428", "date": "February 3", "txt": "Ashikaga Yoshimochi, Japanese shōgun (b. 1386)", "entities": [{"title": "Ashikaga Yoshimochi", "href": "/wiki/Ashikaga_Yoshimochi", "description": "Ashikaga Yoshimochi  was the 4th shōgun of the Ashikaga shogunate who reigned from 1394 to 1423 during the Muromachi period of Japan. Yoshimochi was the son of the third shōgun Ashikaga Yoshimitsu."}]}, {"heading": "Deaths", "year": "1451", "date": "February 3", "txt": "Murad II, Ottoman sultan (b. 1404)", "entities": [{"title": "Murad II", "href": "/wiki/Murad_II", "description": " Murad II was the sultan of the Ottoman Empire from 1421 to 1444 and again from 1446 to 1451."}]}, {"heading": "Deaths", "year": "1468", "date": "February 3", "txt": "Johannes Gutenberg, German publisher, invented the Printing press (b. 1398)", "entities": [{"title": "Johannes Gutenberg", "href": "/wiki/Johannes_Gutenberg", "description": "Johannes Gensfleisch zur Laden zum Gutenberg was a German goldsmith, inventor, printer, and publisher who introduced printing to Europe with his mechanical movable-type printing press. His work started the Printing Revolution in Europe and is regarded as a milestone of the second millennium, ushering in the modern period of human history; an overview of the wide acclaim of Gutenberg’s accomplishme"}, {"title": "Printing press", "href": "/wiki/Printing_press", "description": "A printing press is a mechanical device for applying pressure to an inked surface resting upon a print medium, thereby transferring the ink. It marked a dramatic improvement on earlier printing methods in which the cloth, paper or other medium was brushed or rubbed repeatedly to achieve the transfer of ink, and accelerated the process. Typically used for texts, the invention and global spread of t"}]}, {"heading": "Deaths", "year": "1537", "date": "February 3", "txt": "Thomas FitzGerald, 10th Earl of Kildare (b. 1513)", "entities": [{"title": "Thomas FitzGerald, 10th Earl of Kildare", "href": "/wiki/Thomas_FitzGerald,_10th_Earl_of_Kildare", "description": "Thomas FitzGerald, 10th Earl of Kildare, also known as Silken Thomas, was a leading figure in 16th-century Irish history."}]}, {"heading": "Deaths", "year": "1566", "date": "February 3", "txt": "George Cassander, Flemish theologian and author (b. 1513)", "entities": [{"title": "George Cassander", "href": "/wiki/George_Cassander", "description": "George Cassander was a Flemish Catholic theologian and humanist."}]}, {"heading": "Deaths", "year": "1618", "date": "February 3", "txt": "Philip II, duke of Pomerania (b. 1573)", "entities": [{"title": "Philip II, Duke of Pomerania", "href": "/wiki/Philip_II,_Duke_of_Pomerania", "description": "Philip II, Duke of Pomerania-Stettin was from 1606 to 1618 the reigning duke of Pomerania-Stettin and is considered among the one of the most artistic of the Pomeranian dukes. He married Sophia of Schleswig-Holstein-Sonderburg in 1607. The marriage remained childless."}]}, {"heading": "Deaths", "year": "1619", "date": "February 3", "txt": "Henry Brooke, 11th Baron Cobham, English politician, Lord Warden of the Cinque Ports (b. 1564)", "entities": [{"title": "Henry Brooke, 11th Baron Cobham", "href": "/wiki/Henry_Brooke,_11th_Baron_Cobham", "description": "Henry Brooke, 11th Baron Cobham (22 November 1564 – 24 January 1618 /3 February 1618, lord of the Manor of Cobham, Kent, was an English peer who was implicated in the Main Plot against the rule of James I of England."}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Deaths", "year": "1737", "date": "February 3", "txt": "Tommaso Ceva, Italian mathematician and academic (b. 1648)", "entities": [{"title": "Tommaso Ceva", "href": "/wiki/Tommaso_Ceva", "description": "Tommaso Ceva was an Italian Jesuit mathematician from Milan. He was the brother of Giovanni Ceva."}]}, {"heading": "Deaths", "year": "1802", "date": "February 3", "txt": "Pedro Rodríguez, Spanish statesman and economist (b. 1723)", "entities": [{"title": "Pedro Rodríguez, Count of Campomanes", "href": "/wiki/Pedro_Rodr%C3%ADguez,_Count_of_Campomanes", "description": "Pedro Rodríguez de Campomanes y Pérez, 1st Count of Campomanes, was a Spanish statesman, economist, and writer who was Minister of the Treasury in 1760. He was an adherent of the position that the state held supremacy over the Church, often called Erastianism. Campomanes was part of the government of Spanish Bourbon monarch, Charles III."}]}, {"heading": "Deaths", "year": "1813", "date": "February 3", "txt": "Juan Bautista Cabral, Argentinian sergeant (b. 1789)", "entities": [{"title": "Juan Bautista Cabral", "href": "/wiki/Juan_Bautista_Cabral", "description": "Juan Bautista Cabral was an Argentine soldier of the Regiment of Mounted Grenadiers who died in the Battle of San Lorenzo, while he was aiding then Colonel Don José de San Martín, whose horse had fallen to enemy fire. The action of Cabral in this first military confrontation of the Argentine War of Independence gave him lasting fame and a prominent place among Argentine patriots."}]}, {"heading": "Deaths", "year": "1820", "date": "February 3", "txt": "Gia Long, Vietnamese emperor (b. 1762)", "entities": [{"title": "Gia Long", "href": "/wiki/Gia_Long", "description": "Gia Long, born Nguyễn Phúc Ánh or Nguyễn Ánh, was the first Emperor of the Nguyễn dynasty of Vietnam. Unifying what is now modern Vietnam in 1802, he founded the Nguyễn dynasty, the last of the Vietnamese dynasties."}]}, {"heading": "Deaths", "year": "1832", "date": "February 3", "txt": "George Crabbe, English surgeon and poet (b. 1754)", "entities": [{"title": "George Crabbe", "href": "/wiki/George_Crabbe", "description": "George Crabbe was an English poet, surgeon and clergyman. He is best known for his early use of the realistic narrative form and his descriptions of middle and working-class life and people."}]}, {"heading": "Deaths", "year": "1862", "date": "February 3", "txt": "Jean-Baptiste Biot, French physicist, astronomer, and mathematician (b. 1774)", "entities": [{"title": "Jean-Baptiste Biot", "href": "/wiki/Jean-Baptiste_Biot", "description": "Jean-Baptiste Biot was a French physicist, astronomer, and mathematician who co-discovered the Biot-Savart law of magnetostatics, established the reality of meteorites, made an early balloon flight, and studied the polarization of light."}]}, {"heading": "Deaths", "year": "1866", "date": "February 3", "txt": "François-Xavier Garneau, Canadian poet, author, and historian (b. 1809)", "entities": [{"title": "François-Xavier Garneau", "href": "/wiki/Fran%C3%A7ois-Xavier_Garneau", "description": "François-Xavier Garneau was a nineteenth-century French Canadian notary, poet, civil servant and liberal who wrote a three-volume history of the French Canadian nation entitled Histoire du Canada between 1845 and 1848."}]}, {"heading": "Deaths", "year": "1873", "date": "February 3", "txt": "Isaac Baker Brown, English gynecologist and surgeon (b. 1811)", "entities": [{"title": "Isaac Baker Brown", "href": "/wiki/Isaac_Baker_Brown", "description": "Isaac Baker Brown was a prominent 19th-century English gynaecologist and obstetrical surgeon. He had a reputation as a specialist in the diseases of women and advocated certain surgical procedures, including clitoridectomies, as cures for epilepsy and hysteria. His career ended when he was accused of performing these procedures without consent of the patients. He was subsequently expelled from the"}]}, {"heading": "Deaths", "year": "1922", "date": "February 3", "txt": "Christiaan de Wet, South African general and politician, State President of the Orange Free State (b. 1854)", "entities": [{"title": "Christiaan de Wet", "href": "/wiki/Christiaan_de_Wet", "description": "Christiaan Rudolf de Wet was a Boer general, rebel leader and politician."}, {"title": "State President of the Orange Free State", "href": "/wiki/State_President_of_the_Orange_Free_State", "description": "This is a list of State Presidents of the Orange Free State."}]}, {"heading": "Deaths", "year": "1922", "date": "February 3", "txt": "John Butler Yeats, Irish painter and illustrator (b. 1839)", "entities": []}, {"heading": "Deaths", "year": "1924", "date": "February 3", "txt": "Woodrow Wilson, American historian, academic, and politician, 28th President of the United States, Nobel Prize laureate (b. 1856)", "entities": [{"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1929", "date": "February 3", "txt": "Agner Krarup Erlang, Danish mathematician and engineer (b. 1878)", "entities": [{"title": "Agner Krarup Erlang", "href": "/wiki/Agner_Krarup_Erlang", "description": "Agner Krarup Erlang was a Danish mathematician, statistician and engineer, who invented the fields of traffic engineering and queueing theory."}]}, {"heading": "Deaths", "year": "1935", "date": "February 3", "txt": "Hugo Junkers, German engineer, designed the Junkers J 1 (b. 1859)", "entities": [{"title": "Hugo Junkers", "href": "/wiki/Hugo_Junkers", "description": "Hugo Junkers was a German aircraft engineer and aircraft designer who pioneered the design of all-metal airplanes and flying wings. His company, Junkers Flugzeug- und Motorenwerke AG, was one of the mainstays of the German aircraft industry in the years between World War I and World War II. His multi-engined, all-metal passenger- and freight planes helped establish airlines in Germany and around t"}, {"title": "Junkers J 1", "href": "/wiki/Junkers_J_1", "description": "The Junkers J 1, nicknamed the Blechesel, was an experimental monoplane aircraft developed by Junkers & Co. It was the world's first all-metal aircraft."}]}, {"heading": "Deaths", "year": "1944", "date": "February 3", "txt": "Yvette Guilbert, French singer and actress (b. 1865)", "entities": [{"title": "Yvette Guilbert", "href": "/wiki/Yvette_Guilbert", "description": "Yvette Guilbert was a French cabaret singer and actress of the Belle Époque."}]}, {"heading": "Deaths", "year": "1945", "date": "February 3", "txt": "Roland Freisler, German lawyer and judge (b. 1893)", "entities": [{"title": "Roland Freisler", "href": "/wiki/Roland_Freisler", "description": "Roland Freisler was a German Nazi jurist, judge, and politician who served as the State Secretary of the Reich Ministry of Justice from 1934 to 1942 and President of the People's Court from 1942 to 1945."}]}, {"heading": "Deaths", "year": "1947", "date": "February 3", "txt": "Marc Mitscher, American admiral and pilot (b. 1887)", "entities": [{"title": "Marc Mitscher", "href": "/wiki/Marc_Mitscher", "description": "Marc Andrew \"Pete\" Mitscher was a pioneer in naval aviation who became an admiral in the United States Navy, and served as commander of the Fast Carrier Task Force in the Pacific during the latter half of World War II."}]}, {"heading": "Deaths", "year": "1952", "date": "February 3", "txt": "Harold L. Ickes, American journalist and politician, 32nd United States Secretary of the Interior (b. 1874)", "entities": [{"title": "Harold L. Ickes", "href": "/wiki/Harold_L._Ickes", "description": "Harold LeClair Ickes was an American administrator and politician. He served as United States Secretary of the Interior for 13 years, from 1933 to 1946, the longest tenure of anyone to hold the office, and the second longest-serving Cabinet member in U.S. history after James Wilson. Ickes and Labor Secretary Frances Perkins were the only original members of the Roosevelt cabinet who remained in of"}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "1955", "date": "February 3", "txt": "Vasily Blokhin, Russian general (b. 1895)", "entities": [{"title": "Vasily Blokhin", "href": "/wiki/Vasily_Blokhin", "description": "Vasily Mikhailovich Blokhin was a Soviet Russian Major-General who served as the chief executioner of the Stalinist NKVD under the administrations of Genrikh Yagoda, Nikolai Yezhov, and Lavrentiy Beria."}]}, {"heading": "Deaths", "year": "1956", "date": "February 3", "txt": "Émile Borel, French mathematician and academic (b. 1871)", "entities": [{"title": "Émile Borel", "href": "/wiki/%C3%89mile_Borel", "description": "Félix Édouard Justin Émile Borel was a French mathematician and politician. As a mathematician, he was known for his founding work in the areas of measure theory and probability."}]}, {"heading": "Deaths", "year": "1956", "date": "February 3", "txt": "Johnny Claes, English-Belgian race car driver and trumpet player (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "February 3", "txt": "The Day the Music Died\nThe Big Bopper, American singer-songwriter and guitarist (b. 1930)\nBuddy Holly, American singer-songwriter and guitarist (b. 1936)\nRitchie Valens, American singer-songwriter and guitarist (b. 1941)", "entities": [{"title": "The Day the Music Died", "href": "/wiki/The_Day_the_Music_Died", "description": "On February 3, 1959, American rock and roll musicians Buddy Holly, Ritchie Valens, and \"The Big Bopper\" J. P. Richardson were killed in a plane crash near Clear Lake, Iowa, together with pilot Roger Peterson. The event later became known as \"The Day the Music Died\", after singer-songwriter Don McLean referred to it as such in his 1971 song \"American Pie\"."}]}, {"heading": "Deaths", "year": "1960", "date": "February 3", "txt": "Fred Buscaglione, Italian singer and actor (b. 1921)", "entities": [{"title": "Fred Buscaglione", "href": "/wiki/Fred_Buscaglione", "description": "Ferdinando \"Fred\" Buscaglione was an Italian singer and actor who became very popular in the late 1950s. His public persona – the character he played both in his songs and his movies – was of a humorous mobster with a penchant for whisky and women."}]}, {"heading": "Deaths", "year": "1961", "date": "February 3", "txt": "William Morrison, 1st Viscount Dunrossil, Scottish-Australian captain and politician, 14th Governor-General of Australia (b. 1893)", "entities": [{"title": "William Morrison, 1st Viscount Dunrossil", "href": "/wiki/William_Morrison,_1st_Viscount_Dunrossil", "description": "William Shepherd Morrison, 1st Viscount Dunrossil,, was a British politician. He was a long-serving cabinet minister before serving as Speaker of the House of Commons from 1951 to 1959. He was then appointed as the 14th Governor-General of Australia, in office from 1960 until his death in 1961."}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Deaths", "year": "1961", "date": "February 3", "txt": "Anna May Wong, American actress (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "February 3", "txt": "Benjamin R. Jacobs (b. 1879)", "entities": [{"title": "Benjamin R. Jacobs", "href": "/wiki/Benjamin_R._Jacobs", "description": "Benjamin Ricardo Jacobs, Ph.D. was born at the American Consulate in Lima, Peru to Rosa Mulet Jacobs of Valparaíso, Chile, a French-Chilean, and Washington Michael Jacobs of South Carolina in the United States. Originally christened on April 5, 1879 as Ricardo Benjamin Jacobs, he later changed his name, once by reversing the order of his first and middle name, and then in some records by anglicizi"}]}, {"heading": "Deaths", "year": "1967", "date": "February 3", "txt": "Joe Meek, English songwriter and producer (b. 1929)", "entities": [{"title": "Joe Meek", "href": "/wiki/Joe_Meek", "description": "Robert George \"Joe\" Meek was an English record producer, musician, sound engineer and songwriter who pioneered space age and experimental pop music. He also assisted the development of recording practices like overdubbing, sampling and reverberation. Meek is considered one of the most influential sound engineers of all time, being one of the first to develop ideas such as the recording studio as a"}]}, {"heading": "Deaths", "year": "1969", "date": "February 3", "txt": "C. N. Annadurai, Indian journalist and politician, 7th Chief Minister of Madras State (b. 1909)", "entities": [{"title": "C. N. Annadurai", "href": "/wiki/C._N._Annadurai", "description": "Conjeevaram Natarajan Annadurai, popularly known as Anna also known as Arignar Anna or Perarignar Anna, was an Indian politician who served as the fifth and last Chief Minister of Madras State from 1967 until 1969 and first Chief Minister of Tamil Nadu for 20 days before his death. He was the first member of a Dravidian party to hold either post."}, {"title": "List of Chief Ministers of Tamil Nadu", "href": "/wiki/List_of_Chief_Ministers_of_Tamil_Nadu", "description": "The Chief Minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The"}]}, {"heading": "Deaths", "year": "1969", "date": "February 3", "txt": "Eduardo Mondlane, Mozambican activist and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "February 3", "txt": "William D. Coolidge, American physicist and engineer (b. 1873)", "entities": [{"title": "William D. Coolidge", "href": "/wiki/William_D._Coolidge", "description": "William David Coolidge was an American physicist and engineer, who made major contributions to X-ray machines. He was the director of the General Electric Research Laboratory and a vice-president of the corporation. He was also famous for the development of \"ductile tungsten\", which is important for the incandescent light bulb."}]}, {"heading": "Deaths", "year": "1975", "date": "February 3", "txt": "Umm Kulthum, Egyptian singer-songwriter and actress (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "February 3", "txt": "Frank Oppenheimer, American physicist and academic (b. 1912)", "entities": [{"title": "Frank Oppenheimer", "href": "/wiki/Frank_Oppenheimer", "description": "Frank Friedman Oppenheimer was an American particle physicist, cattle rancher, professor of physics at the University of Colorado, and the founder of the Exploratorium in San Francisco."}]}, {"heading": "Deaths", "year": "1989", "date": "February 3", "txt": "John Cassavetes, American actor, director, and screenwriter (b. 1929)", "entities": [{"title": "John Cassavetes", "href": "/wiki/John_Cassavetes", "description": "John Nicholas Cassavetes was an American actor, film director, and screenwriter. First known as an actor on television and in film, Cassavetes also became a pioneer of American independent cinema, writing and directing movies financed in part with income from his acting work. AllMovie called him \"an iconoclastic maverick,\" while The New Yorker suggested that he \"may be the most influential America"}]}, {"heading": "Deaths", "year": "1989", "date": "February 3", "txt": "Lionel Newman, American pianist, composer, and conductor (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "February 3", "txt": "Nancy Kulp, American actress (b. 1921)", "entities": [{"title": "Nancy Kulp", "href": "/wiki/Nancy_Kulp", "description": "Nancy Jane Kulp was an American character actress and comedienne best known as Miss Jane Hathaway on the CBS television series The Beverly Hillbillies."}]}, {"heading": "Deaths", "year": "1993", "date": "February 3", "txt": "Françoys Bernier, Canadian pianist and conductor (b. 1927)", "entities": [{"title": "Françoys Bernier", "href": "/wiki/Fran%C3%A7oys_Bernier", "description": "Françoys Joseph Arthur Maurice Bernier was a Canadian pianist, conductor, radio producer, arts administrator, and music educator. He served as the music director of the Montreal Festivals from 1956 to 1960 and was an active conductor and a producer for CBC Radio during the 1950s and early 1960s. He was the General Director of the Orchestre Symphonique de Québec from 1960 to 1966 and then the orche"}]}, {"heading": "Deaths", "year": "1996", "date": "February 3", "txt": "Audrey Meadows, American actress and banker (b. 1922)", "entities": [{"title": "Audrey Meadows", "href": "/wiki/Audrey_Meadows", "description": "Audrey Meadows was an American actress best known for her role as the deadpan housewife Alice Kramden on the 1950s American television comedy The Honeymooners. She was the younger sister of Hollywood leading lady Jayne Meadows."}]}, {"heading": "Deaths", "year": "1999", "date": "February 3", "txt": "Gwen Guthrie, American singer-songwriter and pianist (b. 1950)", "entities": [{"title": "Gwen Guthrie", "href": "/wiki/Gwen_Guthrie", "description": "Gwendolyn \"Gwen\" Guthrie was an American singer-songwriter and pianist who also sang backing vocals for Aretha Franklin, Billy Joel, Stevie Wonder, Peter Tosh, and Madonna, among others, and who wrote songs made famous by Ben E. King, Angela Bofill and Roberta Flack. Guthrie is well known for her 1986 anthem \"Ain't Nothin' Goin' on But the Rent,\" and for her 1986 cover of the song \"(They Long to B"}]}, {"heading": "Deaths", "year": "2005", "date": "February 3", "txt": "Zurab Zhvania, Georgian biologist and politician, 4th Prime Minister of Georgia (b. 1963)", "entities": [{"title": "Zurab Zhvania", "href": "/wiki/Zurab_Zhvania", "description": "Zurab Zhvania was a Georgian politician, who served as Prime Minister of Georgia and Speaker of the Parliament of Georgia. Zhvania began his political career at young age, making his first political steps as a member of Green Party, in the beginning of 90s. In 1992 Zhvania was elected chairman of Eastern European Green's and was first Eastern European to serve at the post. In 1993 Zhvania made fir"}, {"title": "Prime Minister of Georgia", "href": "/wiki/Prime_Minister_of_Georgia", "description": "The prime minister of Georgia is the head of government and chief executive of Georgia. The prime minister organizes, directs, and controls the functions of the Government and signs the legal acts of the government. They appoint and dismiss ministers in the government. The prime minister represents Georgia in foreign relations and concludes international treaties on behalf of Georgia. They are acc"}]}, {"heading": "Deaths", "year": "2005", "date": "February 3", "txt": "Ernst Mayr, German-American biologist and ornithologist (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 3", "txt": "Al Lewis, American actor and activist (b. 1923)", "entities": [{"title": "Al Lewis (actor)", "href": "/wiki/Al_Lewis_(actor)", "description": "Al Lewis was an American actor best known for his role as Count Dracula lookalike Grandpa on the television series The Munsters from 1964 to 1966 and its film versions. Later in life, he was a restaurant owner, political candidate, and radio broadcaster."}]}, {"heading": "Deaths", "year": "2009", "date": "February 3", "txt": "Sheng-yen, Chinese monk and scholar, founded the Dharma Drum Mountain (b. 1930)", "entities": [{"title": "Sheng-yen", "href": "/wiki/Sheng-yen", "description": "Sheng Yen, born Zhang Baokang, was a Chinese Buddhist monk, a religious scholar, and one of the mainstream teachers of Chan Buddhism. He was a 57th generational dharma heir of Linji Yixuan in the Linji school and a third-generation dharma heir of Hsu Yun. In the Caodong lineage, Sheng Yen was a 52nd-generation Dharma heir of Dongshan Liangjie (807-869), and a direct Dharma heir of Dongchu (1908–19"}, {"title": "Dharma Drum Mountain", "href": "/wiki/Dharma_Drum_Mountain", "description": "Dharma Drum Mountain is an international Buddhist spiritual, cultural, and educational foundation founded by late Chan master Sheng-yen. The center focuses on educating the public in Buddhism with the goal of improving the world and establishing a \"Pure Land on Earth\" through Buddhist education. The international headquarters of this organization is located at Jinshan District, New Taipei City, Ta"}]}, {"heading": "Deaths", "year": "2010", "date": "February 3", "txt": "Dick McGuire, American basketball player and coach (b. 1926)", "entities": [{"title": "Dick McGuire", "href": "/wiki/Dick_McGuire", "description": "Richard Joseph McGuire was an American professional basketball player and coach."}]}, {"heading": "Deaths", "year": "2010", "date": "February 3", "txt": "Frances Reid, American actress (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "February 3", "txt": "Maria Schneider, French actress (b. 1952)", "entities": [{"title": "Maria Schneider (actress)", "href": "/wiki/Maria_Schneider_(actress)", "description": "Maria-Hélène Schneider, known professionally as Maria Schneider, was a French actress. In 1972 at the age of nineteen she starred opposite Marlon Brando in Last Tango in Paris, but being traumatised by a rape scene and hounded by unsavoury publicity negatively affected her subsequent career. Although Michelangelo Antonioni's The Passenger showcased her abilities, a reputation for walking out of fi"}]}, {"heading": "Deaths", "year": "2012", "date": "February 3", "txt": "Toh Chin Chye, Singaporean academic and politician, 1st Deputy Prime Minister of Singapore (b. 1921)", "entities": [{"title": "Toh Chin Chye", "href": "/wiki/Toh_Chin_Chye", "description": "Toh Chin Chye was a Singaporean politician of the People's Action Party."}, {"title": "Deputy Prime Minister of Singapore", "href": "/wiki/Deputy_Prime_Minister_of_Singapore", "description": "The Deputy Prime Minister of the Republic of Singapore is the deputy head of the government of the Republic of Singapore. The role of Deputy Prime Minister is the second highest post and senior Cabinet Minister in Singapore. The holder will sometimes assume the role of Acting Prime Minister when the PM is temporarily absent from Singapore. Heng was widely believed to be poised to succeed Lee Hsien"}]}, {"heading": "Deaths", "year": "2012", "date": "February 3", "txt": "Ben Gazzara, American actor and director (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 3", "txt": "Terence Hildner, American general (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 3", "txt": "Raj Kanwar, Indian director, producer, and screenwriter (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 3", "txt": "Zalman King, American actor, director, and producer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 3", "txt": "Andrzej Szczeklik, Polish physician and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 3", "txt": "Cardiss Collins, American politician (b. 1931)", "entities": [{"title": "Cardiss Collins", "href": "/wiki/Cardiss_Collins", "description": "Cardiss Hortense Collins was an American politician from Illinois who served in the United States House of Representatives from 1973 to 1997. A member of the Democratic Party, she was the fourth African-American woman in Congress and the first to represent the Midwest. Collins was elected to Congress in the June 5, 1973 special election to replace her husband, George, who had died in the December "}]}, {"heading": "Deaths", "year": "2013", "date": "February 3", "txt": "Oscar Feltsman, Ukrainian-Russian composer and producer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 3", "txt": "James Muri, American soldier and pilot (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 3", "txt": "Jam Mohammad Yousaf, Pakistani politician, Chief Minister of Balochistan (b. 1954)", "entities": [{"title": "Chief Minister of Balochistan", "href": "/wiki/Chief_Minister_of_Balochistan", "description": "The Chief Minister of Balochistan is elected by the Provincial Assembly of the Balochistan to serve as the head of the provincial government in Balochistan, Pakistan. The position had been held by Jam Kamal Khan in 2018 elections."}]}, {"heading": "Deaths", "year": "2015", "date": "February 3", "txt": "Martin Gilbert, English historian, author, and academic (b. 1936)", "entities": [{"title": "Martin Gilbert", "href": "/wiki/Martin_Gilbert", "description": "Sir Martin John Gilbert was a British historian and honorary Fellow of Merton College, Oxford. He was the author of eighty-eight books, including works on Winston Churchill, the 20th century, and Jewish history including the Holocaust.\nHe was a member of the Chilcot Inquiry into Britain's role in the Iraq War."}]}, {"heading": "Deaths", "year": "2015", "date": "February 3", "txt": "Mary Healy, American actress and singer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 3", "txt": "Charlie Sifford, American golfer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 3", "txt": "Nasim Hasan Shah, Pakistani lawyer and judge, 12th Chief Justice of Pakistan (b. 1929)", "entities": [{"title": "Chief Justice of Pakistan", "href": "/wiki/Chief_Justice_of_Pakistan", "description": "The chief justice of Pakistan is the head of the court system of Pakistan and the chief judge of the Supreme Court of Pakistan. The officeholder is the senior most of 17 senior justices of the Supreme Court of Pakistan."}]}, {"heading": "Deaths", "year": "2016", "date": "February 3", "txt": "Balram Jakhar, Indian lawyer and politician, 23rd Governor of Madhya Pradesh (b. 1923)", "entities": [{"title": "Balram Jakhar", "href": "/wiki/Balram_Jakhar", "description": "Balram Jakhar was an Indian politician, a parliamentarian and Governor of Madhya Pradesh."}, {"title": "Governor of Madhya Pradesh", "href": "/wiki/Governor_of_Madhya_Pradesh", "description": "The Governor of Madhya Pradesh is a nominal head and representative of the President of India in the state of Madhya Pradesh. The Governor is appointed by the President for a period of 5 years."}]}, {"heading": "Deaths", "year": "2016", "date": "February 3", "txt": "József Kasza, Serbian politician and economist (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 3", "txt": "Dritëro Agolli, Albanian poet, writer and politician (b. 1931)", "entities": [{"title": "Dritëro Agolli", "href": "/wiki/Drit%C3%ABro_Agolli", "description": "Dritëro Agolli was an Albanian poet, writer, politician, and former president of the Albanian League of Writers and Artists. He studied in Leningrad in the Soviet Union, and wrote primarily poetry, but also short stories, essays, plays, and novels. He was head of the Albanian League of Writers and Artists from 1973 until 1992. He was a leading figure in the Albanian Communist nomenklatura."}]}, {"heading": "Deaths", "year": "2019", "date": "February 3", "txt": "Julie Adams, American actress (b. 1926)", "entities": [{"title": "Julie Adams", "href": "/wiki/Julie_Adams", "description": "Julie Adams was an American actress, billed as Julia Adams toward the beginning of her career, primarily known for her numerous television guest roles. She starred in a number of films in the 1950s, including Bend of the River (1952) opposite James Stewart and Creature from the Black Lagoon (1954). She was also known for her small screen role as Paula Denning on the 1980s soap opera Capitol and re"}]}, {"heading": "Deaths", "year": "2019", "date": "February 3", "txt": "Kristoff St. John, American actor (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "February 3", "txt": "George Steiner, French-American philosopher, author, and critic (b. 1929)", "entities": [{"title": "George Steiner", "href": "/wiki/George_Steiner", "description": "Francis George Steiner, FBA was a Franco-American literary critic, essayist, philosopher, novelist, and educator. He wrote extensively about the relationship between language, literature and society, and the impact of the Holocaust. An article in The Guardian described Steiner as a \"polyglot and polymath\"."}]}]