[{"heading": "Events", "year": "1370", "date": "February 17", "txt": "Northern Crusades: Grand Duchy of Lithuania and the Teutonic Knights meet in the Battle of Rudau.", "entities": [{"title": "Northern Crusades", "href": "/wiki/Northern_Crusades", "description": "The Northern Crusades or Baltic Crusades were Christian colonization and Christianization campaigns undertaken by Catholic Christian military orders and kingdoms, primarily against the pagan Baltic, Finnic and West Slavic peoples around the southern and eastern shores of the Baltic Sea, and to a lesser extent also against Orthodox Christian Slavs."}, {"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}, {"title": "Teutonic Knights", "href": "/wiki/Teutonic_Knights", "description": "The Order of Brothers of the German House of Saint Mary in Jerusalem, commonly the Teutonic Order, is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem."}, {"title": "Battle of Rudau", "href": "/wiki/Battle_of_Rudau", "description": "The Battle of Rudau was a medieval pitched battle fought between the Teutonic Knights and the Grand Duchy of Lithuania on 17 or 18 February 1370 near Rudau village, north of Königsberg. According to the Teutonic chronicler Wigand of Marburg and the Livonian chronicle of Hermann de Wartberge, the Lithuanians suffered a great defeat."}]}, {"heading": "Events", "year": "1411", "date": "February 17", "txt": "Following the successful campaigns during the Ottoman Interregnum, Musa Çelebi, one of the sons of Bayezid I, becomes Sultan of the Ottoman Empire with the support of Mircea I of Wallachia.", "entities": [{"title": "Ottoman Interregnum", "href": "/wiki/Ottoman_Interregnum", "description": "The Ottoman Interregnum, or the Ottoman Civil War, was a civil war in the Ottoman Empire between the sons of Sultan Bayezid I following the defeat of their father at the Battle of Ankara on 20 July 1402. Although Mehmed Çelebi was confirmed as sultan by Timur, his brothers İsa Çelebi, Musa Çelebi, Süleyman Çelebi, and later, Mustafa Çelebi, refused to recognize his authority, each claiming the thr"}, {"title": "Musa Çelebi", "href": "/wiki/Musa_%C3%87elebi", "description": "Musa Çelebi was an Ottoman prince and a co-ruler of the empire for three years during the Ottoman Interregnum."}, {"title": "Bayezid I", "href": "/wiki/Bayezid_I", "description": "Bayezid I was the Ottoman Sultan from 1389 to 1402. He was the son of Murad I and Gülçiçek Hatun. He built one of the largest armies in the known world at the time and unsuccessfully besieged Constantinople. He adopted the title of Sultan-i Rûm, Rûm being an old Islamic name for the Roman Empire. He decisively defeated the Crusaders at Nicopolis in 1396, and was himself defeated and captured by Ti"}, {"title": "Sultan", "href": "/wiki/Sultan", "description": "Sultan is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\". Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms, albeit without claiming the overall caliphate, or to refer to a power"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Mircea I of Wallachia", "href": "/wiki/Mircea_I_of_Wallachia", "description": "Mircea the Elder was the Voivode of Wallachia from 1386 until his death in 1418. He was the son of Radu I of Wallachia and brother of Dan I of Wallachia, after whose death he inherited the throne."}]}, {"heading": "Events", "year": "1500", "date": "February 17", "txt": "Duke Friedrich and Duke Johann attempt to subdue the peasantry of Dithmarschen, Denmark, in the Battle of Hemmingstedt.", "entities": [{"title": "Frederick I of Denmark", "href": "/wiki/Frederick_I_of_Denmark", "description": "Frederick I was the king of Denmark and Norway. His name is also spelled Frederik in Danish and Norwegian, \nFriedrich in German and Fredrik in Swedish. He was the last Roman Catholic monarch to reign over Denmark and Norway, when subsequent monarchs embraced Lutheranism after the Protestant Reformation. As king of Norway, Frederick is most remarkable in never having visited the country and was nev"}, {"title": "John, King of Denmark", "href": "/wiki/John,_King_of_Denmark", "description": "John was a Scandinavian monarch under the Kalmar Union. He was king of Denmark (1481–1513), Norway (1483–1513) and as John II Sweden (1497–1501). From 1482 to 1513, he was concurrently duke of Schleswig and Holstein in joint rule with his brother Frederick."}, {"title": "Peasant", "href": "/wiki/Peasant", "description": "A peasant is a pre-industrial agricultural laborer or a farmer with limited land-ownership, especially one living in the Middle Ages under feudalism and paying rent, tax, fees, or services to a landlord. In Europe, three classes of peasants existed: slave, serf, and free tenant. Peasants may hold title to land either in fee simple or by any of several forms of land tenure, among them socage, quit-"}, {"title": "Dithmarschen", "href": "/wiki/Dithmarschen", "description": "Dithmarschen is a district in Schleswig-Holstein, Germany. It is bounded by the districts of Nordfriesland, Schleswig-Flensburg, Rendsburg-Eckernförde, and Steinburg, by the state of Lower Saxony, and by the North Sea.\nFrom the 13th century up to 1559 Dithmarschen was an independent peasants' republic within the Holy Roman Empire and a member of the Hanseatic League."}, {"title": "Battle of Hemmingstedt", "href": "/wiki/Battle_of_Hemmingstedt", "description": "The Battle of Hemmingstedt took place on February 17, 1500 south of the village of Hemmingstedt, near the present village of Epenwöhrden, in the western part of present-day Schleswig-Holstein, Germany. It was an attempt by King John of Denmark and his brother Duke Frederick, who were co-dukes of Schleswig and Holstein, to subdue the peasantry of Dithmarschen, who had established a peasants' republ"}]}, {"heading": "Events", "year": "1600", "date": "February 17", "txt": "On his way to be burned at the stake for heresy, at Campo de' Fiori in Rome, the philosopher Giordano Bruno has a wooden vise put on his tongue to prevent him continuing to speak.", "entities": [{"title": "Campo de' Fiori", "href": "/wiki/Campo_de%27_Fiori", "description": "Campo de' Fiori is a rectangular square south of Piazza Navona in Rome, Italy, at the border between rione Parione and rione Regola. It is diagonally southeast of the Palazzo della Cancelleria and one block northeast of the Palazzo Farnese. Campo de' Fiori, translated literally from Italian, means \"field of flowers\". The name dates to the Middle Ages when the area was a meadow."}, {"title": "Giordano Bruno", "href": "/wiki/Giordano_Bruno", "description": "Giordano Bruno was an Italian Dominican friar, philosopher, mathematician, poet, cosmological theorist, and Hermetic occultist. He is known for his cosmological theories, which conceptually extended the then-novel Copernican model. He proposed that the stars were distant suns surrounded by their own planets, and he raised the possibility that these planets might foster life of their own, a cosmolo"}]}, {"heading": "Events", "year": "1621", "date": "February 17", "txt": "Myles Standish is appointed as first military commander of the English Plymouth Colony in North America.", "entities": [{"title": "Myles Standish", "href": "/wiki/Myles_Standish", "description": "Myles Standish was an English military officer. He was hired as military adviser for Plymouth Colony in present-day Massachusetts, United States by the Pilgrims. Standish accompanied the Pilgrims on the ship Mayflower and played a leading role in the administration and defense of Plymouth Colony from its foundation in 1620. On February 17, 1621, the Plymouth Colony militia elected him as its first"}, {"title": "Plymouth Colony", "href": "/wiki/Plymouth_Colony", "description": "Plymouth Colony was an English colonial venture in America from 1620 to 1691 at a location that had previously been surveyed and named by Captain John Smith. The settlement served as the capital of the colony and developed as the town of Plymouth, Massachusetts. At its height, Plymouth Colony occupied most of the southeastern portion of Massachusetts."}]}, {"heading": "Events", "year": "1676", "date": "February 17", "txt": "Sixteen men of Pascual de Iriate's expedition are lost at Evangelistas Islets at the western end of the Strait of Magellan.", "entities": [{"title": "Antonio de Vea expedition", "href": "/wiki/Antonio_de_Vea_expedition", "description": "The Antonio de Vea expedition of 1675–1676 was a Spanish naval expedition to the fjords and channels of Patagonia aimed to find whether rival colonial powers—specifically, the English—were active in the region. While this was not the first Spanish expedition to the region, it was the largest up to then, involving 256 men, one ocean-going ship, two long boats and nine dalcas. Suspicion about Englis"}, {"title": "Evangelistas Islets", "href": "/wiki/Evangelistas_Islets", "description": "The Evangelistas Islets comprise a group of four small, rocky islands lying on the Chilean continental shelf, some 30 km north-west of the western entrance to the Strait of Magellan, in the south-eastern Pacific Ocean, facing the full force of the \"Furious Fifties\". They come under the jurisdiction of the Chilean Navy which operates the Chilean Maritime Signalling Service and has maintained a pres"}, {"title": "Strait of Magellan", "href": "/wiki/Strait_of_Magellan", "description": "The Strait of Magellan, also called the Straits of Magellan, is a navigable sea route in southern Chile separating mainland South America to the north and Tierra del Fuego to the south. The strait is considered the most important natural passage between the Atlantic and Pacific oceans. It was discovered and first traversed by the Spanish expedition of Ferdinand Magellan in 1520, after whom it is n"}]}, {"heading": "Events", "year": "1739", "date": "February 17", "txt": "The Battle of Vasai commences as the Marathas move to invade Portuguese-occupied territory.", "entities": [{"title": "Battle of Vasai", "href": "/wiki/Battle_of_Vasai", "description": "The Battle of Vasai or the Battle of Bassein was fought between the Marathas and the Portuguese rulers of Vasai, a town lying near Mumbai (Bombay) in the present-day state of Maharashtra, India. The Marathas were led by Chimaji Appa, a brother of Peshwa Baji Rao I. Maratha victory in this war was a major achievement of Baji Rao I's reign."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Events", "year": "1753", "date": "February 17", "txt": "In Sweden February 17 is followed by March 1 as the country moves from the Julian calendar to the Gregorian calendar.", "entities": [{"title": "March 1", "href": "/wiki/March_1", "description": "March 1 is the 60th day of the year in the Gregorian calendar; 305 days remain until the end of the year."}, {"title": "Julian calendar", "href": "/wiki/Julian_calendar", "description": "The Julian calendar, proposed by Julius Caesar in AUC 708, was a reform of the Roman calendar. It took effect on 1 January AUC 709 , by edict. It was designed with the aid of Greek mathematicians and astronomers such as Sosigenes of Alexandria."}, {"title": "Gregorian calendar", "href": "/wiki/Gregorian_calendar", "description": "The Gregorian calendar is the calendar used in most of the world. It was introduced in October 1582 by Pope Gregory XIII as a minor modification of the Julian calendar, reducing the average year from 365.25 days to 365.2425 days, and adjusting for the drift in the 'tropical' or 'solar' year that the inaccuracy had caused during the intervening centuries."}]}, {"heading": "Events", "year": "1801", "date": "February 17", "txt": "An electoral tie between Thomas Jefferson and Aaron Burr is resolved when Jefferson is elected President of the United States and Burr, Vice President by the United States House of Representatives.", "entities": [{"title": "Electoral College (United States)", "href": "/wiki/Electoral_College_(United_States)", "description": "The United States Electoral College is the group of presidential electors required by the Constitution to form every four years for the sole purpose of electing the president and vice president. Each state appoints electors according to its legislature, equal in number to its congressional delegation. Federal office holders cannot be electors. Of the current 538 electors, an absolute majority of 2"}, {"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}, {"title": "Aaron Burr", "href": "/wiki/Aaron_Burr", "description": "Aaron Burr Jr. was an American politician and lawyer. He served as the third vice president of the United States during President Thomas Jefferson's first term from 1801 to 1805. Burr's legacy is defined by his famous personal conflict with Alexander Hamilton that culminated in Burr killing Hamilton in the famous Burr–Hamilton duel in 1804."}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1814", "date": "February 17", "txt": "War of the Sixth Coalition: The Battle of Mormant.", "entities": [{"title": "War of the Sixth Coalition", "href": "/wiki/War_of_the_Sixth_Coalition", "description": "In the War of the Sixth Coalition, sometimes known in Germany as the War of Liberation, a coalition of Austria, Prussia, Russia, the United Kingdom, Portugal, Sweden, Spain and a number of German States defeated France and drove Napoleon into exile on Elba. After the disastrous French invasion of Russia of 1812 in which they had been forced to support France, Prussia and Austria joined Russia, the"}, {"title": "Battle of Mormant", "href": "/wiki/Battle_of_Mormant", "description": "The Battle of Mormant was fought during the War of the Sixth Coalition between an Imperial French army under Emperor Napoleon I and a division of Russians under Count Peter Petrovich Pahlen. Enveloped by cavalry led by François Étienne de Kellermann and Édouard Jean-Baptiste Milhaud and infantry led by Étienne Maurice Gérard, Pahlen's outnumbered force was nearly destroyed, with only about a third"}]}, {"heading": "Events", "year": "1819", "date": "February 17", "txt": "The United States House of Representatives passes the Missouri Compromise for the first time.", "entities": [{"title": "Missouri Compromise", "href": "/wiki/Missouri_Compromise", "description": "The Missouri Compromise was United States federal legislation that stopped northern attempts to forever prohibit slavery's expansion by admitting Missouri as a slave state in exchange for legislation which prohibited slavery north of the 36°30′ parallel except for Missouri. The 16th United States Congress passed the legislation on March 3, 1820, and President James Monroe signed it on March 6, 182"}]}, {"heading": "Events", "year": "1838", "date": "February 17", "txt": "Weenen massacre: Hundreds of Voortrekkers along the Blaukraans River, Natal are killed by Zulus.", "entities": [{"title": "Weenen massacre", "href": "/wiki/Weenen_massacre", "description": "The Weenen massacre was the massacre of Khoikhoi, Basuto and Voortrekkers by the Zulu Kingdom on 17 February 1838. The massacres occurred at Doringkop, Bloukrans River, Moordspruit, Rensburgspruit and other sites around the present day town of Weenen in South Africa's KwaZulu-Natal province."}, {"title": "Voortrekkers", "href": "/wiki/Voortrekkers", "description": "The Great Trek, starting in 1836 in southern Africa, was a mass migration of Dutch-speaking inhabitants of the British-run Cape Colony, who left the Cape and travelled eastward by wagon train, into the interior of the continent, in order to live beyond the reach of the British colonial administration. Both the Cape Colony and the area newly colonised by the migrants later became part of what is to"}, {"title": "KwaZulu-Natal", "href": "/wiki/KwaZulu-Natal", "description": "KwaZulu-Natal is a province of South Africa that was created in 1994 when the Zulu bantustan of KwaZulu and Natal Province were merged. It is located in the southeast of the country, enjoying a long shoreline beside the Indian Ocean and sharing borders with three other provinces, and the countries of Mozambique, Eswatini and Lesotho. Its capital is Pietermaritzburg, and its largest city is Durban."}, {"title": "Zulu people", "href": "/wiki/Zulu_people", "description": "Zulu people are an Nguni ethnic group in Southern Africa. The Zulu people are the largest ethnic group and nation in South Africa with an estimated 10–12 million people living mainly in the province of KwaZulu-Natal."}]}, {"heading": "Events", "year": "1854", "date": "February 17", "txt": "The United Kingdom recognizes the independence of the Orange Free State.", "entities": [{"title": "Orange Free State", "href": "/wiki/Orange_Free_State", "description": "The Orange Free State was an independent Boer sovereign republic under British suzerainty in Southern Africa during the second half of the 19th century, which ceased to exist after it was defeated and surrendered to the British Empire at the end of the Second Boer War in 1902. It is one of the three historical precursors to the present-day Free State province."}]}, {"heading": "Events", "year": "1859", "date": "February 17", "txt": "Cochinchina Campaign: The French Navy captures the Citadel of Saigon, a fortress manned by 1,000 Nguyễn dynasty soldiers, en route to conquering Saigon and other regions of southern Viet Nam.", "entities": [{"title": "Cochinchina Campaign", "href": "/wiki/Cochinchina_Campaign", "description": "The Cochinchina Campaign ; is the common designation for a series of military operations between 1858 and 1862, launched by a joint naval expedition force on behalf of the French Empire and the Kingdom of Spain against the Nguyễn dynasty of Đại Nam."}, {"title": "French Navy", "href": "/wiki/French_Navy", "description": "The French Navy, informally 'La Royale', is the maritime arm of the French Armed Forces. Dating back to 1624, the French Navy is one of the world's oldest naval forces. It has participated in conflicts around the globe and played a key part in establishing the French colonial empire."}, {"title": "Citadel of Saigon", "href": "/wiki/Citadel_of_Saigon", "description": "The Citadel of Saigon also known as the Citadel of Gia Định was a late 18th-century fortress that stood in Saigon, Vietnam from its construction in 1790 until its destruction in February 1859. The citadel was only used once prior to its destruction, when it was captured by Lê Văn Khôi in 1833 and used in a revolt against Emperor Minh Mạng. It was destroyed in a French naval bombardment as part of "}, {"title": "Nguyễn dynasty", "href": "/wiki/Nguy%E1%BB%85n_dynasty", "description": "The Nguyễn dynasty was the last Vietnamese dynasty, which ruled Vietnam largely independently from 1802 to 1883. During its existence, the empire expanded into modern-day southern Vietnam, Cambodia, and Laos through a continuation of the centuries-long Nam tiến and Siamese–Vietnamese wars. After 1883, the Nguyễn emperors ruled nominally as heads of state of the French protectorates of Annam and To"}, {"title": "Saigon", "href": "/wiki/Saigon", "description": "Ho Chi Minh City, commonly known by its previous name, Saigon, is the largest and most populous city in Vietnam, situated in South Vietnam. In southeastern region, the city surrounds the Saigon River and covers about 2,061 square kilometres."}]}, {"heading": "Events", "year": "1863", "date": "February 17", "txt": "A group of citizens of Geneva found an International Committee for Relief to the Wounded, which later became known as the International Committee of the Red Cross.", "entities": [{"title": "Geneva", "href": "/wiki/Geneva", "description": "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva."}, {"title": "International Committee of the Red Cross", "href": "/wiki/International_Committee_of_the_Red_Cross", "description": "The International Committee of the Red Cross is a humanitarian organization based in Geneva, Switzerland, and a three-time Nobel Prize Laureate. State parties (signatories) to the Geneva Convention of 1949 and its Additional Protocols of 1977 and 2005 have given the ICRC a mandate to protect victims of international and internal armed conflicts. Such victims include war wounded, prisoners, refugee"}]}, {"heading": "Events", "year": "1864", "date": "February 17", "txt": "American Civil War: The H. L. Hunley becomes the first submarine to engage and sink a warship, the USS Housatonic.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "H. L. Hunley (submarine)", "href": "/wiki/H._L._Hunley_(submarine)", "description": "H. L. Hunley, often referred to as Hunley or as CSS Hunley, was a submarine of the Confederate States of America that played a small part in the American Civil War. Hunley demonstrated the advantages and the dangers of undersea warfare. She was the first combat submarine to sink a warship (USS Housatonic), although Hunley was not completely submerged and, following her successful attack, was lost "}, {"title": "Sinking of USS Housatonic", "href": "/wiki/Sinking_of_USS_Housatonic", "description": "The Sinking of USS Housatonic on 17 February 1864 during the American Civil War was an important turning point in naval warfare. The Confederate States Navy submarine, H.L. Hunley made her first and only attack on a Union Navy warship when she staged a clandestine night attack on USS Housatonic in Charleston harbor. H.L. Hunley approached just under the surface, avoiding detection until the last m"}, {"title": "USS Housatonic (1861)", "href": "/wiki/USS_Housatonic_(1861)", "description": "USS Housatonic was a screw sloop-of-war of the United States Navy, gaining its namesake from the Housatonic River of New England."}]}, {"heading": "Events", "year": "1865", "date": "February 17", "txt": "American Civil War: Columbia, South Carolina, is burned as Confederate forces flee from advancing Union forces.", "entities": [{"title": "Columbia, South Carolina", "href": "/wiki/Columbia,_South_Carolina", "description": "Columbia is the capital and second-largest city of the U.S. state of South Carolina, with a population estimate of 131,674 as of 2019. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growin"}, {"title": "Capture of Columbia", "href": "/wiki/Capture_of_Columbia", "description": "The capture of Columbia occurred February 17–18, 1865, during the Carolinas Campaign of the American Civil War. The state capital of Columbia, South Carolina, was captured by Union forces under Maj. Gen. William T. Sherman. Much of the city was burned, although it is not clear which side caused the fires."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1867", "date": "February 17", "txt": "The first ship passes through the Suez Canal.", "entities": [{"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}]}, {"heading": "Events", "year": "1871", "date": "February 17", "txt": "The victorious Prussian Army parades through Paris, France, after the end of the Siege of Paris during the Franco-Prussian War.", "entities": [{"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Siege of Paris (1870–71)", "href": "/wiki/Siege_of_Paris_(1870%E2%80%9371)", "description": "The siege of Paris took place from 19 September 1870 to 28 January 1871 and ended in the consequent capture of the city by Prussian forces, culminating in France's defeat in the Franco-Prussian War and the establishment of both the German Empire and the Paris Commune."}, {"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}]}, {"heading": "Events", "year": "1913", "date": "February 17", "txt": "The Armory Show opens in New York City, displaying works of artists who are to become some of the most influential painters of the early 20th century.", "entities": [{"title": "Armory Show", "href": "/wiki/Armory_Show", "description": "The Armory Show, also known as the International Exhibition of Modern Art, was a show organized by the Association of American Painters and Sculptors in 1913. It was the first large exhibition of modern art in America, as well as one of the many exhibitions that have been held in the vast spaces of U.S. National Guard armories."}]}, {"heading": "Events", "year": "1919", "date": "February 17", "txt": "The Ukrainian People's Republic asks the Entente and the US for help fighting the Bolsheviks.", "entities": [{"title": "Ukrainian People's Republic", "href": "/wiki/Ukrainian_People%27s_Republic#Winter_1918.E2.80.9319", "description": "The Ukrainian People's Republic (UPR), or Ukrainian National Republic (UNR), was declared in Ukraine following the February Revolution in Russia. It initially formed part of the Russian Republic and proclaimed its independence from the Russian Soviet Republic on 25 January 1918. During its short existence, the republic went through several political transformations - from the socialist-leaning rep"}, {"title": "Triple Entente", "href": "/wiki/Triple_Entente", "description": "The Triple Entente describes the informal understanding between the Russian Empire, the French Third Republic and Great Britain. It built upon the Franco-Russian Alliance of 1894, the Entente Cordiale of 1904 between Paris and London, and the Anglo-Russian Entente of 1907. It formed a powerful counterweight to the Triple Alliance of Germany, Austria-Hungary, and Italy. The Triple Entente, unlike t"}, {"title": "Bolsheviks", "href": "/wiki/Bolsheviks", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}]}, {"heading": "Events", "year": "1944", "date": "February 17", "txt": "World War II: The Battle of Eniwetok begins. The battle ends in an American victory on February 22.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Eniwetok", "href": "/wiki/Battle_of_Eniwetok", "description": "The Battle of Eniwetok was a battle of the Pacific campaign of World War II, fought between 17 February 1944 and 23 February 1944, on Enewetok Atoll in the Marshall Islands. The invasion of Eniwetok followed the American success in the Battle of Kwajalein to the southeast. Capture of Eniwetok would provide an airfield and harbor to support attacks on the Mariana Islands to the northwest. The opera"}, {"title": "February 22", "href": "/wiki/February_22", "description": "February 22 is the 53rd day of the year in the Gregorian calendar; 312 days remain until the end of the year."}]}, {"heading": "Events", "year": "1944", "date": "February 17", "txt": "World War II: Operation Hailstone begins: U.S. naval air, surface, and submarine attack against Truk Lagoon, Japan's main base in the central Pacific, in support of the Eniwetok invasion.", "entities": [{"title": "Truk Lagoon", "href": "/wiki/Truk_Lagoon", "description": "Chuuk Lagoon, previously Truk Atoll, is an atoll in the central Pacific. About 1,800 kilometres north-east of New Guinea, it is located mid-ocean at 7 degrees North latitude and is part of Chuuk State within the Federated States of Micronesia (FSM). A protective reef, 225 kilometres (140 mi) around, encloses a natural harbour 79 by 50 kilometres, with an area of 2,130 square kilometres. It has a l"}, {"title": "Battle of Eniwetok", "href": "/wiki/Battle_of_Eniwetok", "description": "The Battle of Eniwetok was a battle of the Pacific campaign of World War II, fought between 17 February 1944 and 23 February 1944, on Enewetok Atoll in the Marshall Islands. The invasion of Eniwetok followed the American success in the Battle of Kwajalein to the southeast. Capture of Eniwetok would provide an airfield and harbor to support attacks on the Mariana Islands to the northwest. The opera"}]}, {"heading": "Events", "year": "1949", "date": "February 17", "txt": "Chaim Weizmann begins his term as the first President of Israel.", "entities": [{"title": "Chaim Weizmann", "href": "/wiki/Chaim_Weizmann", "description": "Chaim Azriel Weizmann was a Russian-born biochemist, Zionist leader and Israeli statesman who served as president of the Zionist Organization and later as the first president of Israel. He was elected on 16 February 1949, and served until his death in 1952. It was Weizmann who convinced the United States government to recognize the newly formed state of Israel."}, {"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Events", "year": "1959", "date": "February 17", "txt": "Project Vanguard: Vanguard 2: The first weather satellite is launched to measure cloud-cover distribution.", "entities": [{"title": "Project Vanguard", "href": "/wiki/Project_Vanguard", "description": "Project Vanguard was a program managed by the United States Naval Research Laboratory (NRL), which intended to launch the first artificial satellite into Earth orbit using a Vanguard rocket as the launch vehicle from Cape Canaveral Missile Annex, Florida."}, {"title": "Vanguard 2", "href": "/wiki/Vanguard_2", "description": "Vanguard 2 is an Earth-orbiting satellite launched 17 February 1959 at 15:55:02 GMT, aboard a Vanguard SLV-4 rocket as part of the United States Navy's Project Vanguard. The satellite was designed to measure cloud cover distribution over the daylight portion of its orbit, for a period of 19 days, and to provide information on the density of the atmosphere for the lifetime of its orbit. As the firs"}, {"title": "Weather satellite", "href": "/wiki/Weather_satellite", "description": "A weather satellite is a type of satellite that is primarily used to monitor the weather and climate of the Earth. Satellites can be polar orbiting, or geostationary."}]}, {"heading": "Events", "year": "1964", "date": "February 17", "txt": "In Wesberry v. Sanders the Supreme Court of the United States rules that congressional districts have to be approximately equal in population.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1964", "date": "February 17", "txt": "Gabonese president Léon M'ba is toppled by a coup and his rival, Jean-Hilaire Aubame, is installed in his place.", "entities": [{"title": "1964 Gabon coup d'état", "href": "/wiki/1964_Gabon_coup_d%27%C3%A9tat", "description": "The 1964 Gabonese coup d'état was staged between 17 and 18 February 1964 by Gabonese military officers who rose against Gabonese President Léon M'ba. Before the coup, Gabon was seen as one of the most politically stable countries in Africa. The coup resulted from M'ba's dissolution of the Gabonese legislature on 21 January 1964, and during a takeover with few casualties 150 coup plotters arrested "}, {"title": "Jean-Hilaire Aubame", "href": "/wiki/Jean-Hilaire_Aubame", "description": "Jean-Hilaire Aubame was a Gabonese politician active during both the colonial and independence periods. The French journalist Pierre Péan said that Aubame's training \"as a practicing Catholic and a customs official helped to make him an integrated man, one of whom political power was not an end in itself.\""}]}, {"heading": "Events", "year": "1965", "date": "February 17", "txt": "Project Ranger: The Ranger 8 probe launches on its mission to photograph the Mare Tranquillitatis region of the Moon in preparation for the manned Apollo missions. Mare Tranquillitatis or the \"Sea of Tranquility\" would become the site chosen for the Apollo 11 lunar landing.", "entities": [{"title": "Ranger program", "href": "/wiki/Ranger_program", "description": "The Ranger program was a series of unmanned space missions by the United States in the 1960s whose objective was to obtain the first close-up images of the surface of the Moon. The Ranger spacecraft were designed to take images of the lunar surface, transmitting those images to Earth until the spacecraft were destroyed upon impact. A series of mishaps, however, led to the failure of the first six "}, {"title": "Ranger 8", "href": "/wiki/Ranger_8", "description": "Ranger 8 was a lunar probe in the Ranger program, a robotic spacecraft series launched by NASA in the early-to-mid-1960s to obtain the first close-up images of the Moon's surface. These pictures helped select landing sites for Apollo missions and were used for scientific study. During its 1965 mission, Ranger 8 transmitted 7,137 lunar surface photographs before it crashed into the Moon as planned."}, {"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 11", "href": "/wiki/Apollo_11", "description": "Apollo 11 was the spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin formed the American crew that landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC. Armstrong became the first person to step onto the lunar surface six hours and 39 minutes later on July 21 at 02:56 UTC; Aldrin joined him 19 minutes later. They spent about"}]}, {"heading": "Events", "year": "1969", "date": "February 17", "txt": "American aquanaut Berry L. Cannon dies of carbon dioxide poisoning while attempting to repair a leak in the SEALAB III underwater habitat. The SEALAB project was subsequently abandoned.", "entities": [{"title": "Berry L. Cannon", "href": "/wiki/Berry_L._Cannon", "description": "Berry Louis Cannon was an American aquanaut who served on the SEALAB II and III projects of the U.S. Navy. Cannon died of carbon dioxide poisoning while attempting to repair SEALAB III. It was later found that his diving rig's baralyme canister, which should have absorbed the carbon dioxide Cannon exhaled, was empty."}, {"title": "SEALAB III", "href": "/wiki/SEALAB_III", "description": "SEALAB I, II, and III were experimental underwater habitats developed by the United States Navy in the 1960s to prove the viability of saturation diving and humans living in isolation for extended periods of time. The knowledge gained from the SEALAB expeditions helped advance the science of deep sea diving and rescue, and contributed to the understanding of the psychological and physiological str"}]}, {"heading": "Events", "year": "1972", "date": "February 17", "txt": "Cumulative sales of the Volkswagen Beetle exceed those of the Ford Model T.", "entities": [{"title": "Volkswagen Beetle", "href": "/wiki/Volkswagen_Beetle", "description": "The Volkswagen Beetle—officially the Volkswagen Type 1, informally in German the Käfer, in parts of the English-speaking world the Bug, and known by many other nicknames in other languages—is a two-door, rear-engine economy car, intended for five occupants, that was manufactured and marketed by German automaker Volkswagen (VW) from 1938 until 2003."}, {"title": "Ford Model T", "href": "/wiki/Ford_Model_T", "description": "The Ford Model T is an automobile produced by Ford Motor Company from October 1, 1908, to May 26, 1927. It is generally regarded as the first affordable automobile, which made car travel available to middle-class Americans. The relatively low price was partly the result of Ford's efficient fabrication, including assembly line production instead of individual handcrafting."}]}, {"heading": "Events", "year": "1974", "date": "February 17", "txt": "Robert K. Preston, a disgruntled U.S. Army private, buzzes the White House in a stolen helicopter.", "entities": [{"title": "Robert K. Preston", "href": "/wiki/Robert_K._Preston", "description": "On February 17, 1974, U.S. Army Private Robert K. Preston took off in a stolen Bell UH-1B Iroquois \"Huey\" helicopter from Tipton Field, Maryland, and landed it on the South Lawn of the White House in a significant breach of security. Preston had enlisted in the Army to become a helicopter pilot. However, he did not graduate from the helicopter training course. He lost his opportunity to attain the"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Helicopter", "href": "/wiki/Helicopter", "description": "A helicopter is a type of rotorcraft in which lift and thrust are supplied by horizontally-spinning rotors. This allows the helicopter to take off and land vertically, to hover, and to fly forward, backward and laterally. These attributes allow helicopters to be used in congested or isolated areas where fixed-wing aircraft and many forms of VTOL aircraft cannot perform."}]}, {"heading": "Events", "year": "1978", "date": "February 17", "txt": "The Troubles: The Provisional IRA detonates an incendiary bomb at the La Mon restaurant, near Belfast, killing 12 and seriously injuring 30 others, all Protestants.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Incendiary bomb", "href": "/wiki/Incendiary_bomb", "description": "Incendiary weapons, incendiary devices, incendiary munitions, or incendiary bombs are weapons designed to start fires or destroy sensitive equipment using fire, that use materials such as napalm, thermite, magnesium powder, chlorine trifluoride, or white phosphorus. Though colloquially often known as bombs, they are not explosives but in fact are designed to slow the process of chemical reactions "}, {"title": "La Mon restaurant bombing", "href": "/wiki/La_Mon_restaurant_bombing", "description": "The La Mon restaurant bombing was an incendiary bomb attack by the Provisional Irish Republican Army (IRA) on 17 February 1978 and has been described as one of the worst atrocities of the Troubles. It took place at the La Mon House hotel and restaurant, near Belfast."}]}, {"heading": "Events", "year": "1979", "date": "February 17", "txt": "The Sino-Vietnamese War begins.", "entities": [{"title": "Sino-Vietnamese War", "href": "/wiki/Sino-Vietnamese_War", "description": "The Sino-Vietnamese War was a border war fought between China and Vietnam in early 1979. China launched an offensive in response to Vietnam's actions against the Khmer Rouge in 1978, which ended the rule of the Chinese-backed Khmer Rouge. Both China and Vietnam claimed victory in the last of the Indochina Wars."}]}, {"heading": "Events", "year": "1980", "date": "February 17", "txt": "First winter ascent of Mount Everest by Krzysztof Wielicki and Leszek Cichy.", "entities": [{"title": "Mount Everest", "href": "/wiki/Mount_Everest", "description": "Mount Everest is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas. The China–Nepal border runs across its summit point. Its elevation of 8,848.86 m (29,031.7 ft) was most recently established in 2020 by the Nepali and Chinese authorities."}, {"title": "Krzysztof Wielicki", "href": "/wiki/Krzysztof_Wielicki", "description": "Krzysztof Jerzy Wielicki is a Polish alpine and high-altitude climber, regarded as one of the greatest Polish climbers in history. He is the fifth man to climb all fourteen eight-thousanders and the first ever to climb Mount Everest, Kangchenjunga, and Lhotse in winter. He is a member of The Explorers Club."}, {"title": "Leszek Cichy", "href": "/wiki/Leszek_Cichy", "description": "Leszek Roman Cichy is a Polish mountaineer, geodesist, financier, and entrepreneur. He was born in Pruszków, Poland on November 14, 1951. He is best known for making the first winter ascent of Mount Everest together with Krzysztof Wielicki in 1980 which established the winter ascent record of 8,848 meters. He was also the first Polish climber to complete the Seven Summits and a number of other pre"}]}, {"heading": "Events", "year": "1991", "date": "February 17", "txt": "Ryan International Airlines Flight 590 crashes during take off from Cleveland Hopkins International Airport, killing both pilots, the aircraft's only occupants.", "entities": [{"title": "Ryan International Airlines Flight 590", "href": "/wiki/Ryan_International_Airlines_Flight_590", "description": "Ryan International Airlines Flight 590 was a cargo flight carrying mail for the United States Postal Service from Greater Buffalo International Airport (BUF) in Buffalo, New York, to Indianapolis International Airport (IND) in Indiana, with a stopover at Cleveland Hopkins International Airport (CLE) in Cleveland, Ohio. On February 17, 1991, the McDonnell Douglas DC-9-15RC operating the flight cras"}, {"title": "Cleveland Hopkins International Airport", "href": "/wiki/Cleveland_Hopkins_International_Airport", "description": "Cleveland Hopkins International Airport is an international airport located in Cleveland, Ohio, 9 miles (14 km) southwest of the downtown area and adjacent to the Glenn Research Center, one of NASA's ten major field centers. It is the primary airport serving Greater Cleveland and Northeast Ohio, the largest and busiest airport in Ohio, and the 43rd busiest airport in the United States by passenger"}]}, {"heading": "Events", "year": "1992", "date": "February 17", "txt": "First Nagorno-Karabakh War: Armenian troops massacre more than 20 Azerbaijani civilians during the Capture of Garadaghly.", "entities": [{"title": "First Nagorno-Karabakh War", "href": "/wiki/First_Nagorno-Karabakh_War", "description": "The First Nagorno-Karabakh War was an ethnic and territorial conflict that took place from the late 1980s to May 1994, in the enclave of Nagorno-Karabakh in southwestern Azerbaijan, between the majority ethnic Armenians of Nagorno-Karabakh backed by Armenia, and the Republic of Azerbaijan. As the war progressed, Armenia and Azerbaijan, both former Soviet Republics, entangled themselves in protract"}, {"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}, {"title": "Azerbaijanis", "href": "/wiki/Azerbaijanis", "description": "Azerbaijanis or Azeris, also known as Azerbaijani Turks, are a Turkic ethnic group, living mainly in the sovereign Republic of Azerbaijan and the Azerbaijan region of Iran, with a mixed cultural heritage, including Turkic, Caucasian and Iranian elements. They are the second-most numerous ethnic group among the Turkic-speaking peoples after Turkish people and are predominantly Shia Muslims. They co"}, {"title": "Capture of Garadaghly", "href": "/wiki/Capture_of_Garadaghly", "description": "The Capture of Garadaghly or Garadaghly massacre occurred when Armenian troops captured Garadaghly, an Azerbaijani village in Khojavend district of Nagorno-Karabakh, on 17 February 1992 during the First Nagorno-Karabakh War. Subsequently, 20 Azerbaijani civilians were killed and many taken prisoner."}]}, {"heading": "Events", "year": "1995", "date": "February 17", "txt": "The Cenepa War between Peru and Ecuador ends on a ceasefire brokered by the UN.", "entities": [{"title": "Cenepa War", "href": "/wiki/Cenepa_War", "description": "The Cenepa War, also known as the Alto Cenepa War, was a brief and localized military conflict between Ecuador and Peru, fought over control of an area in Peruvian territory near the border between the two countries. The two nations had signed a border treaty following the Ecuadorian–Peruvian War of 1941, but Ecuador later disagreed with the treaty as it applied to the Cenepa and Paquisha areas, a"}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "Ceasefire", "href": "/wiki/Ceasefire", "description": "A ceasefire, also spelled cease fire, is a temporary stoppage of a war in which each side agrees with the other to suspend aggressive actions. Historically, the concept existed at least by the time of the Middle Ages, when it was known as a 'truce of God'. Ceasefires can be declared as a humanitarian gesture, be preliminary, i.e., prior to a political agreement, or definitive, i.e., with the inten"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1996", "date": "February 17", "txt": "In Philadelphia, world champion Garry Kasparov beats the Deep Blue supercomputer in a chess match.", "entities": [{"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Garry Kasparov", "href": "/wiki/Garry_Kasparov", "description": "Garry Kimovich Kasparov is a Russian chess grandmaster, former World Chess Champion, writer, and political activist and commentator. From 1984 until his retirement in 2005, Kasparov was ranked world No. 1 for a record 255 months overall for his career. His peak rating of 2851, achieved in 1999, was the highest recorded until being surpassed by Magnus Carlsen in 2013. Kasparov also holds records fo"}, {"title": "Deep Blue (chess computer)", "href": "/wiki/Deep_Blue_(chess_computer)", "description": "Deep Blue was a chess-playing computer developed by IBM. It was the first computer to win both a chess game and a chess match against a reigning world champion under regular time controls."}, {"title": "Supercomputer", "href": "/wiki/Supercomputer", "description": "A supercomputer is a computer with a high level of performance as compared to a general-purpose computer. The performance of a supercomputer is commonly measured in floating-point operations per second (FLOPS) instead of million instructions per second (MIPS). Since 2017, there are supercomputers which can perform over 1017 FLOPS (a hundred quadrillion FLOPS, 100 petaFLOPS or 100 PFLOPS). Since No"}, {"title": "Chess", "href": "/wiki/Chess", "description": "Chess is a recreational and competitive board game played between two players. It is sometimes called Western or international chess to distinguish it from related games such as xiangqi. The current form of the game emerged in Southern Europe during the second half of the 15th century after evolving from similar, much older games of Indian and Persian origin. Today, chess is one of the world's mos"}]}, {"heading": "Events", "year": "1996", "date": "February 17", "txt": "NASA's Discovery Program begins as the NEAR Shoemaker spacecraft lifts off on the first mission ever to orbit and land on an asteroid, 433 Eros.", "entities": [{"title": "Discovery Program", "href": "/wiki/Discovery_Program", "description": "The Discovery Program is a series of Solar System exploration missions funded by the US National Aeronautics and Space Administration (NASA) through its Planetary Missions Program Office. Each mission has a cost cap, at a lower level than a mission from NASA's New Frontiers or Flagship Programs. As a result, Discovery missions tend to be more focused on a specific scientific goal."}, {"title": "NEAR Shoemaker", "href": "/wiki/NEAR_Shoemaker", "description": "Near Earth Asteroid Rendezvous – Shoemaker, renamed after its 1996 launch in honor of planetary scientist Eugene Shoemaker, was a robotic space probe designed by the Johns Hopkins University Applied Physics Laboratory for NASA to study the near-Earth asteroid Eros from close orbit over a period of a year. It was the first spacecraft to successfully orbit an asteroid and also land on an asteroid. I"}, {"title": "433 Eros", "href": "/wiki/433_Eros", "description": "Eros, provisional designation 1898 DQ, is a stony and elongated asteroid of the Amor group and the first discovered and second-largest near-Earth object with a mean diameter of approximately 16.8 kilometers. Visited by the NEAR Shoemaker space probe in 1998, it became the first asteroid ever studied from orbit."}]}, {"heading": "Events", "year": "1996", "date": "February 17", "txt": "The 8.2 Mw  Biak earthquake shakes the Papua province of eastern Indonesia with a maximum Mercalli intensity of VIII (Severe). A large tsunami followed, leaving one-hundred sixty-six people dead or missing and 423 injured.", "entities": [{"title": "1996 Biak earthquake", "href": "/wiki/1996_Biak_earthquake", "description": "The 1996 Biak earthquake, or the 1996 Irian Jaya earthquake, occurred on February 17 at 14:59:30 local time near Biak Island, Indonesia. The earthquake had a moment magnitude of 8.2 and a maximum Mercalli intensity of VIII (Severe). The run-up height of the generated tsunami reached 7 meters (23 ft). One-hundred and sixty-six people were reported dead, 423 were injured, and 5,090 were made homeles"}, {"title": "Papua (province)", "href": "/wiki/Papua_(province)", "description": "Papua, formerly Irian Jaya, is the largest and easternmost province of Indonesia, comprising most of Western New Guinea. The province is located on the island of New Guinea. It is bordered by the state of Papua New Guinea to the east, the province of West Papua to the west, the Pacific Ocean to the north, and the Arafura Sea to the south. The province also shares maritime boundaries with Palau to "}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2006", "date": "February 17", "txt": "A massive mudslide occurs in Southern Leyte, Philippines; the official death toll is set at 1,126.", "entities": [{"title": "2006 Southern Leyte mudslide", "href": "/wiki/2006_Southern_Leyte_mudslide", "description": "On the 17th of February 2006, a massive rock slide-debris avalanche occurred in the Philippine province of Southern Leyte, causing widespread damage and loss of life. The deadly landslide followed a 10-day period of heavy rain and a minor earthquake. The official death toll was 1,126."}, {"title": "Southern Leyte", "href": "/wiki/Southern_Leyte", "description": "Southern Leyte is a province in the Philippines located in the Eastern Visayas region. Its capital is the city of Maasin. Southern Leyte comprised the third congressional district Leyte until it was made into an independent province in 1959. Southern Leyte includes Limasawa, an island to the south where the first Roman Catholic Mass in Philippine soil is believed to have taken place and thus consi"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "2008", "date": "February 17", "txt": "Kosovo declares independence from Serbia.", "entities": [{"title": "Kosovo", "href": "/wiki/Kosovo", "description": "Kosovo, officially the Republic of Kosovo, is a partially recognised state in Southeastern Europe. It lies at the centre of the Balkans, occupying an area of 10,887 km2 (4,203 sq mi), with a population of 1.8 million; and is bordered by the uncontested territory of Serbia to the north and east, North Macedonia to the southeast, Albania to the southwest, and Montenegro to the west. Kosovo unilatera"}, {"title": "2008 Kosovo declaration of independence", "href": "/wiki/2008_Kosovo_declaration_of_independence", "description": "The 2008 Kosovo declaration of independence was adopted on 17 February 2008 by the Assembly of Kosovo. In a meeting attended by 109 of the total 120 members, the assembly unanimously declared Kosovo to be independent from Serbia, while all 11 representatives of the Serb minority boycotted the proceedings. This minority was found to be common in the northern District of Mitrovica, bordering Serbia."}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}]}, {"heading": "Events", "year": "2011", "date": "February 17", "txt": "Arab Spring: Libyan protests against Muammar Gaddafi's regime begin.", "entities": [{"title": "Arab Spring", "href": "/wiki/Arab_Spring", "description": "The Arab Spring was a series of anti-government protests, uprisings, and armed rebellions that spread across much of the Arab world in the early 2010s. It began in response to oppressive regimes and a low standard of living, starting with protests in Tunisia. From Tunisia, the protests then spread to five other countries: Libya, Egypt, Yemen, Syria, and Bahrain, where either the ruler was deposed "}, {"title": "Libyan Civil War (2011)", "href": "/wiki/Libyan_Civil_War_(2011)", "description": "The First Libyan Civil War was an armed conflict in 2011 in the North African country of Libya which was fought between forces which were loyal to Colonel Muammar Gaddafi and foreign supported groups which were seeking to oust his government. It erupted with the Libyan Revolution, also known as the 17 February Revolution. The war was preceded by protests in Zawiya on 8 August 2009 and finally igni"}, {"title": "History of Libya under Muammar Gaddafi", "href": "/wiki/History_of_Libya_under_Muammar_Gaddafi", "description": "Muammar Gaddafi became the de facto leader of Libya on 1 September 1969 after leading a group of young Libyan military officers against King Idris I in a bloodless coup d'état. After the king had fled the country, the Libyan Revolutionary Command Council (RCC) headed by Gaddafi abolished the monarchy and the old constitution and established the Libyan Arab Republic, with the motto \"freedom, social"}]}, {"heading": "Events", "year": "2011", "date": "February 17", "txt": "Arab Spring: In Bahrain, security forces launch a deadly pre-dawn raid on protesters in Pearl Roundabout in Manama; the day is locally known as Bloody Thursday.", "entities": [{"title": "Special Security Force Command", "href": "/wiki/Special_Security_Force_Command", "description": "The Special Security Force Command (SSFC) is a paramilitary law enforcement body in Bahrain under the command of the Ministry of the Interior. The SSFC is more commonly referred to as the \"Special Security Forces\", the \"Special Forces\", \"Bahrain Special Security Forces (BSSF) or as the \"riot police\"."}, {"title": "Pre-dawn raid", "href": "/wiki/Pre-dawn_raid", "description": "A police raid or razzia is a visit by police or other law-enforcement officers, often in the early morning or late at night, with the aim of using the element of surprise in an attempt to arrest suspects believed to be likely to hide evidence, resist arrest, be politically sensitive, or simply be elsewhere during the day."}, {"title": "Pearl Roundabout", "href": "/wiki/Pearl_Roundabout", "description": "The GCC Roundabout, known as Pearl Roundabout or Lulu Roundabout was a roundabout located near the financial district of Manama, Bahrain. The roundabout was named after the pearl monument that previously stood on the site and was destroyed on March 18, 2011 by government forces as part of a crackdown on protesters during the Bahraini uprising of 2011."}, {"title": "Manama", "href": "/wiki/Manama", "description": "Manama is the capital and largest city of Bahrain, with an approximate population of 200,000 people as of 2020. Long an important trading center in the Persian Gulf, Manama is home to a very diverse population. After periods of Portuguese and Persian control and invasions from the ruling dynasties of Saudi Arabia and Oman, Bahrain established itself as an independent nation in 1971 after a period "}, {"title": "Bahrain Bloody Thursday", "href": "/wiki/Bahrain_Bloody_Thursday", "description": "Bloody Thursday is the name given by Bahraini protesters in to 17 February 2011, the fourth day of the Bahraini uprising as part of the Arab Spring. Bahraini security forces launched a pre-dawn raid to clear Pearl Roundabout in Manama of the protesters camped there, most of whom were at the time asleep in tents; four were killed and about 300 injured. The event led some to demand even more politic"}]}, {"heading": "Events", "year": "2015", "date": "February 17", "txt": "Eighteen people are killed and 78 injured in a stampede at a Mardi Gras parade in Haiti.", "entities": [{"title": "2015 Haiti Carnival stampede", "href": "/wiki/2015_Haiti_Carnival_stampede", "description": "On February 17, 2015, starting at around 2:48 AM, a stampede occurred during the traditional Mardi Gras parade on Champ de Mars in the Haitian capital Port-au-Prince. Initial reports stated that at least 16 people had died in the accident. The number was revised to 18 dead according to the Haitian Minister of Communications, Rotchild François Junior. Nadia Lochard, of the Department of Civil Prote"}, {"title": "Mardi Gras", "href": "/wiki/Mardi_Gras", "description": "Mardi Gras, or Fat Tuesday, refers to events of the Carnival celebration, beginning on or after the Christian feasts of the Epiphany and culminating on the day before Ash Wednesday, which is known as Shrove Tuesday. Mardi Gras is French for \"Fat Tuesday\", reflecting the practice of the last night of eating rich, fatty foods before the ritual Lenten sacrifices and fasting of the Lenten season."}, {"title": "Haiti", "href": "/wiki/Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}]}, {"heading": "Events", "year": "2016", "date": "February 17", "txt": "Military vehicles explode outside a Turkish Armed Forces barracks in Ankara, Turkey, killing at least 29 people and injuring 61 others.", "entities": [{"title": "February 2016 Ankara bombing", "href": "/wiki/February_2016_Ankara_bombing", "description": "The February 2016 Ankara bombing killed at least 30 people and injured 60 in the capital of Turkey. According to Turkish authorities, the attack targeted a convoy of vehicles carrying both civilian and military personnel working at the military headquarters during the evening rush hour as the vehicles were stopped at traffic lights at an intersection with İsmet İnönü Boulevard close to Kızılay nei"}, {"title": "Turkish Armed Forces", "href": "/wiki/Turkish_Armed_Forces", "description": "The  Turkish Armed Forces are the military forces of the Republic of Turkey. Turkish Armed Forces consist of the General Staff, the Land Forces, the Naval Forces and the Air Forces. The current Chief of the General staff is General Yaşar Güler. The Chief of the General Staff is the Commander of the Armed Forces. In wartime, the Chief of the General Staff acts as the Commander-in-Chief on behalf of"}, {"title": "Ankara", "href": "/wiki/Ankara", "description": "Ankara, historically known as Ancyra and Angora, is the capital of Turkey. Located in the central part of Anatolia, the city has a population of 4.5 million in its urban centre and over 5.6 million in Ankara Province, making it Turkey's second-largest city after Istanbul."}]}, {"heading": "Births", "year": "624", "date": "February 17", "txt": "Wu Zetian, Chinese empress consort (d. 705)", "entities": [{"title": "Wu Zetian", "href": "/wiki/Wu_Zetian", "description": "Wu Zhao, commonly known as Wu Zetian, alternatively Wu Hou, and during the later Tang dynasty as Tian Hou, was the de facto ruler of China, first through her husband the Emperor Gaozong (唐高宗) and then through her sons the Emperors Zhongzong (唐中宗) and Ruizong (唐睿宗), from 665 to 690. She subsequently became empress regnant of the Zhou dynasty (周) of China, ruling from 690 to 705. She is notable for "}]}, {"heading": "Births", "year": "1028", "date": "February 17", "txt": "Al-Juwayni, Persian scholar and imam (d. 1085)", "entities": [{"title": "Al-Juwayni", "href": "/wiki/Al-Juwayni", "description": "Dhia' ul-Dīn 'Abd al-Malik ibn Yūsuf al-Juwaynī al-Shafi'ī was a Persian Sunni Shafi'i jurist and mutakallim theologian. His name is commonly abbreviated as Al-Juwayni; he is also commonly referred to as Imam al Haramayn, meaning \"leading master of the two holy cities\", that is, Mecca and Medina."}]}, {"heading": "Births", "year": "1490", "date": "February 17", "txt": "Charles III, duke of Bourbon (d. 1527)", "entities": [{"title": "Charles III, Duke of Bourbon", "href": "/wiki/Charles_III,_Duke_of_Bourbon", "description": "Charles III was a French military leader, the count of Montpensier, Clermont and Auvergne, and dauphin of Auvergne from 1501 to 1523, then duke of Bourbon and Auvergne, count of Clermont-en-Beauvaisis, Forez and La Marche, and lord of Beaujeu from 1505 to 1521. He was also the constable of France from 1515 to 1521. Also known as the constable of Bourbon, he was the last of the great feudal lords t"}]}, {"heading": "Births", "year": "1519", "date": "February 17", "txt": "Francis, French Grand Chamberlain (d. 1563)", "entities": [{"title": "Francis, Duke of Guise", "href": "/wiki/Francis,_Duke_of_Guise", "description": "Francis de Lorraine II, the first Prince of Joinville, also Duke of Guise and Duke of Aumale, was a French general and politician. A prominent leader during the Italian War of 1551–1559 and French Wars of Religion, he was assassinated during the siege of Orleans in 1563."}]}, {"heading": "Births", "year": "1524", "date": "February 17", "txt": "Charles de Lorraine, French cardinal (d. 1574)", "entities": [{"title": "Charles, Cardinal of Lorraine", "href": "/wiki/Charles,_Cardinal_of_Lorraine", "description": "Charles de Lorraine, Duke of Chevreuse, was a French Cardinal, a member of the powerful House of Guise. He was known at first as the Cardinal of Guise, and then as the second Cardinal of Lorraine, after the death of his uncle, Jean, Cardinal of Lorraine (1550). He was the protector of Rabelais and Ronsard and founded Reims University. He is sometimes known as the Cardinal de Lorraine."}]}, {"heading": "Births", "year": "1646", "date": "February 17", "txt": "Pierre Le Pesant, sieur de Boisguilbert, French economist (d. 1714)", "entities": [{"title": "Pierre Le Pesant, sieur de Boisguilbert", "href": "/wiki/Pierre_Le_Pesant,_sieur_de_Boisguilbert", "description": "Pierre le Pesant, sieur de Boisguilbert or Boisguillebert was a French lawmaker and a Jansenist, one of the inventors of the notion of an economic market."}]}, {"heading": "Births", "year": "1653", "date": "February 17", "txt": "Arcangelo Corelli, Italian violinist and composer (d. 1713)", "entities": [{"title": "Arcangelo Corelli", "href": "/wiki/Arcangelo_Corelli", "description": "Arcangelo Corelli (, also, , Italian: [arˈkandʒelo koˈrɛlli]; was an Italian violinist and composer of the Baroque era. His music was key in the development of the modern genres of sonata and concerto, in establishing the preeminence of the violin, and as the first coalescing of modern tonality and functional harmony."}]}, {"heading": "Births", "year": "1723", "date": "February 17", "txt": "Tobias Mayer, German astronomer and academic (d. 1762)", "entities": [{"title": "Tobias Mayer", "href": "/wiki/Tobias_Mayer", "description": "Tobias Mayer was a German astronomer famous for his studies of the Moon."}]}, {"heading": "Births", "year": "1740", "date": "February 17", "txt": "Horace-Bénédict de Saussure, Swiss physicist and meteorologist (d. 1799)", "entities": [{"title": "Horace-Bénédict de Saussure", "href": "/wiki/Horace-B%C3%A9n%C3%A9dict_de_Saussure", "description": "Horace Bénédict de Saussure was a Genevan geologist, meteorologist, physicist, mountaineer and Alpine explorer, often called the founder of alpinism and modern meteorology, and considered to be the first person to build a successful solar oven."}]}, {"heading": "Births", "year": "1752", "date": "February 17", "txt": "Friedrich Maximilian Klinger, German author and playwright (d. 1831)", "entities": [{"title": "Friedrich Maximilian Klinger", "href": "/wiki/Friedrich_Maximilian_Klinger", "description": "Friedrich Maximilian von Klinger was a German dramatist and novelist. His play Sturm und Drang (1776) gave its name to the Sturm und Drang artistic epoch. He was a childhood friend of Johann Wolfgang von Goethe and is often closely associated with Jakob Michael Reinhold Lenz. Klinger worked as a playwright for the Seylersche Schauspiel-Gesellschaft for two years, but eventually left the Kingdom of"}]}, {"heading": "Births", "year": "1754", "date": "February 17", "txt": "Nicolas Baudin, French cartographer and explorer (d. 1803)", "entities": [{"title": "Nicolas Baudin", "href": "/wiki/Nicolas_Baudin", "description": "Nicolas Thomas Baudin was a French explorer, cartographer, naturalist and hydrographer."}]}, {"heading": "Births", "year": "1758", "date": "February 17", "txt": "John Pinkerton, Scottish antiquarian, cartographer, author, numismatist and historian (d. 1826)", "entities": [{"title": "John Pinkerton", "href": "/wiki/John_Pinkerton", "description": "John Pinkerton was a Scottish antiquarian, cartographer, author, numismatist, historian, and early advocate of Germanic racial supremacy theory."}]}, {"heading": "Births", "year": "1781", "date": "February 17", "txt": "René Laennec, French physician, invented the stethoscope (d. 1826)", "entities": [{"title": "René Laennec", "href": "/wiki/Ren%C3%A9_Laennec", "description": "René-Théophile-Hyacinthe Laennec was a French physician and musician. His skill of carving his own wooden flutes led him to invent the stethoscope in 1816, while working at the Hôpital Necker. He pioneered its usage in diagnosing various chest conditions.\nHe became a lecturer at the Collège de France in 1822 and professor of medicine in 1823. His final appointments were that of head of the medical"}, {"title": "Stethoscope", "href": "/wiki/Stethoscope", "description": "The stethoscope is an acoustic medical device for auscultation, or listening to internal sounds of an animal or human body. It typically has a small disc-shaped resonator that is placed against the skin, and one or two tubes connected to two earpieces. A stethoscope can be used to listen to the sounds made by the heart, lungs or intestines, as well as blood flow in arteries and veins. In combinati"}]}, {"heading": "Births", "year": "1796", "date": "February 17", "txt": "Philipp Franz von Siebold, German physician and botanist (d. 1866)", "entities": [{"title": "Philipp Franz von Siebold", "href": "/wiki/Philipp_Franz_von_Siebold", "description": "Philipp Franz Balthasar von Siebold was a German physician, botanist and traveler. He achieved prominence by his studies of Japanese flora and fauna and the introduction of Western medicine in Japan. He was the father of the first female Japanese doctor educated in Western medicine, Kusumoto Ine."}]}, {"heading": "Births", "year": "1817", "date": "February 17", "txt": "Édouard Thilges, Luxembourgian jurist and politician, 7th Prime Minister of Luxembourg (d. 1904)", "entities": [{"title": "Édouard Thilges", "href": "/wiki/%C3%89douard_Thilges", "description": "Jules Georges Édouard Thilges was a Luxembourgish politician. He was the seventh Prime Minister of Luxembourg, serving for over three years, from 20 February 1885 until 22 September 1888."}, {"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1820", "date": "February 17", "txt": "Henri Vieuxtemps, Belgian violinist and composer (d. 1881)", "entities": [{"title": "Henri Vieuxtemps", "href": "/wiki/Henri_Vieuxtemps", "description": "Henri François Joseph Vieuxtemps was a Belgian composer and violinist. He occupies an important place in the history of the violin as a prominent exponent of the Franco-Belgian violin school during the mid-19th century. He is also known for playing what is now known as the Vieuxtemps Guarneri del Gesù, a violin of superior workmanship."}]}, {"heading": "Births", "year": "1821", "date": "February 17", "txt": "Lola Montez, Irish-American actress and dancer (d. 1861)", "entities": [{"title": "Lola Montez", "href": "/wiki/Lola_Montez", "description": "Eliza Rosanna Gilbert, Countess of Landsfeld, better known by the stage name Lola Montez, was an Irish dancer and actress who became famous as a Spanish dancer, courtesan, and mistress of King Ludwig I of Bavaria, who made her Gräfin von Landsfeld. At the start of the Revolutions of 1848 in the German states, she was forced to flee. She proceeded to the United States via Austria, Switzerland, Fran"}]}, {"heading": "Births", "year": "1832", "date": "February 17", "txt": "Richard Henry Park, American sculptor (d. 1902)", "entities": [{"title": "Richard Henry Park", "href": "/wiki/Richard_Henry_Park", "description": "Richard Henry Park was an American sculptor who worked in marble and bronze. He was commissioned to do work by the wealthy of the nineteenth century. He did a marble bust of John Plankinton, an astute businessman who founded the meat industry in Wisconsin and was \"Milwaukee's foremost citizen.\""}]}, {"heading": "Births", "year": "1836", "date": "February 17", "txt": "Gustavo Adolfo Bécquer, Spanish author, poet, and playwright (d. 1870)", "entities": [{"title": "Gustavo Adolfo Bécquer", "href": "/wiki/Gustavo_Adolfo_B%C3%A9cquer", "description": "Gustavo Adolfo Claudio Domínguez Bastida, better known as Gustavo Adolfo Bécquer, was a Spanish Romanticist poet and writer, also a playwright, literary columnist, and talented in drawing. Today he is considered one of the most important figures in Spanish literature, and is considered by some as the most read writer after Miguel de Cervantes. He adopted the alias of Bécquer as his brother Valeria"}]}, {"heading": "Births", "year": "1843", "date": "February 17", "txt": "Aaron Montgomery Ward, American businessman, founded Montgomery Ward (d. 1913)", "entities": [{"title": "Aaron Montgomery Ward", "href": "/wiki/Aaron_Montgomery_Ward", "description": "Aaron Montgomery Ward was an American entrepreneur based in Chicago who made his fortune through the use of mail order for retail sales of general merchandise to rural customers. In 1872 he founded Montgomery Ward & Company, which became nationally known."}, {"title": "Montgomery Ward", "href": "/wiki/Montgomery_Ward", "description": "Montgomery Ward Inc. is the name of two successive brand-related American retail enterprises. It can refer either to the original Montgomery Ward, a pioneering mail order and department store retailer which operated between 1872 and 2001, and to the current catalog and online retailer also known as Wards."}]}, {"heading": "Births", "year": "1848", "date": "February 17", "txt": "Louisa Lawson, Australian poet and publisher (d. 1920)", "entities": [{"title": "Louisa Lawson", "href": "/wiki/Louisa_Lawson", "description": "Louisa Lawson was an Australian poet, writer, publisher, suffragist, and feminist. She was the mother of the poet and author Henry Lawson."}]}, {"heading": "Births", "year": "1854", "date": "February 17", "txt": "Friedrich Alfred Krupp, German businessman (d. 1902)", "entities": [{"title": "Friedrich Alfred Krupp", "href": "/wiki/Friedrich_Alfred_Krupp", "description": "Friedrich Alfred Krupp was a German steel manufacturer and head of the company Krupp. He was the son of Alfred Krupp and inherited the family business when his father died in 1887. Whereas his father had largely supplied iron and steel, Friedrich shifted his company's production back to arms manufacturing. Friedrich greatly expanded Krupp and acquired the Germaniawerft in 1896 which gave him contr"}]}, {"heading": "Births", "year": "1861", "date": "February 17", "txt": "Helena of Waldeck and Pyrmont, duchess of Albany (d. 1922)", "entities": [{"title": "Princess Helena of Waldeck and Pyrmont", "href": "/wiki/Princess_Helena_of_Waldeck_and_Pyrmont", "description": "Princess Helen of Waldeck and Pyrmont was a member of the British royal family by marriage. She was the fifth daughter and child of George Victor, Prince of Waldeck and Pyrmont, and his first wife, Princess Helena of Nassau."}]}, {"heading": "Births", "year": "1862", "date": "February 17", "txt": "Mori Ōgai, Japanese general, author, and poet (d. 1922)", "entities": [{"title": "Mori Ōgai", "href": "/wiki/Mori_%C5%8Cgai", "description": "Lieutenant-General Mori Rintarō , known by his pen name Mori Ōgai , was a Japanese Army Surgeon general officer, translator, novelist, poet and father of famed author Mari Mori. He obtained his medical license at a very young age and introduced translated German language literary works to the Japanese public. Mori Ōgai also was considered the first to successfully express the art of western poetry"}]}, {"heading": "Births", "year": "1864", "date": "February 17", "txt": "Jozef Murgaš, Slovak priest, botanist, and painter (d. 1929)", "entities": [{"title": "Jozef Murgaš", "href": "/wiki/Jozef_Murga%C5%A1", "description": "Jozef Murgaš was a Slovak inventor, architect, botanist, painter and Roman Catholic priest. He contributed to wireless telegraphy and helped in the development of mobile communications and the wireless transmission of information and the human voice."}]}, {"heading": "Births", "year": "1864", "date": "February 17", "txt": "Banjo Paterson, Australian journalist, author, and poet (d. 1941)", "entities": []}, {"heading": "Births", "year": "1874", "date": "February 17", "txt": "Thomas J. Watson, American businessman (d. 1956)", "entities": [{"title": "Thomas J. Watson", "href": "/wiki/Thomas_J._Watson", "description": "Thomas John Watson Sr. was an American businessman. He served as the chairman and CEO of International Business Machines (IBM). He oversaw the company's growth into an international force from 1914 to 1956. Watson developed IBM's management style and corporate culture from John Henry Patterson's training at NCR. He turned the company into a highly-effective selling organization, based largely on p"}]}, {"heading": "Births", "year": "1877", "date": "February 17", "txt": "Isabelle Eberhardt, Swiss explorer and author (d. 1904)", "entities": [{"title": "Isabelle Eberhardt", "href": "/wiki/Isabelle_Eberhardt", "description": "Isabelle Wilhelmine Marie Eberhardt was a Swiss explorer and author. As a teenager, Eberhardt, educated in Switzerland by her father, published short stories under a male pseudonym. She became interested in North Africa, and was considered a proficient writer on the subject despite learning about the region only through correspondence. After an invitation from photographer Louis David, Eberhardt m"}]}, {"heading": "Births", "year": "1877", "date": "February 17", "txt": "André Maginot, French sergeant and politician (d. 1932)", "entities": []}, {"heading": "Births", "year": "1879", "date": "February 17", "txt": "Dorothy Canfield Fisher, American educational reformer, social activist and author (d. 1958)", "entities": [{"title": "Dorothy Canfield Fisher", "href": "/wiki/Dorothy_Canfield_Fisher", "description": "Dorothy Canfield Fisher was an educational reformer, social activist, and best-selling American author in the early 20th century. She strongly supported women's rights, racial equality, and lifelong education. Eleanor Roosevelt named her one of the ten most influential women in the United States. In addition to bringing the Montessori method of child-rearing to the U.S., she presided over the coun"}]}, {"heading": "Births", "year": "1881", "date": "February 17", "txt": "Mary Carson Breckinridge, American nurse midwife, founded Frontier Nursing Service (d. 1965)", "entities": [{"title": "Mary Carson Breckinridge", "href": "/wiki/Mary_Carson_Breckinridge", "description": "Mary Carson Breckinridge was an American nurse midwife and the founder of the Frontier Nursing Service (FNS), which provided comprehensive family medical care to the mountain people of rural Kentucky. FNS served remote and impoverished areas off the road and rail system but accessible by horseback. She modeled her services on European practices and sought to professionalize American nurse-midwives"}, {"title": "Nurse midwife", "href": "/wiki/Nurse_midwife", "description": "A nurse midwife is both a nurse and a midwife, having completed nursing and midwifery education leading to practice as a nurse midwife and sometimes credentialed in the specialty. Nurse midwives provide care of women across the lifespan, including during pregnancy and the postpartum period, and well woman care and birth control."}, {"title": "Frontier Nursing Service", "href": "/wiki/Frontier_Nursing_Service", "description": "The Frontier Nursing Service provides healthcare services to rural, underserved populations and educates nurse-midwives."}]}, {"heading": "Births", "year": "1887", "date": "February 17", "txt": "Joseph Bech, Luxembourgian lawyer and politician, 15th Prime Minister of Luxembourg (d. 1975)", "entities": [{"title": "Joseph Bech", "href": "/wiki/Joseph_Bech", "description": "Joseph Bech was a Luxembourgish politician and lawyer. He was the 15th Prime Minister of Luxembourg, serving for eleven years, from 16 July 1926 to 5 November 1937. He returned to the position after World War II, and served for another four years, from 29 December 1953 until 29 March 1958. The 1982–1983 academic year at the College of Europe was named in his honour."}, {"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1887", "date": "February 17", "txt": "Leevi Madetoja, Finnish composer and critic (d. 1947)", "entities": []}, {"heading": "Births", "year": "1888", "date": "February 17", "txt": "Otto Stern, German-American physicist and academic, Nobel Prize laureate (d. 1969)", "entities": [{"title": "Otto Stern", "href": "/wiki/Otto_Stern", "description": "Otto Stern was a German-American physicist and Nobel laureate in physics. He was the second most nominated person for a Nobel Prize with 82 nominations in the years 1925–1945, ultimately winning in 1943."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1890", "date": "February 17", "txt": "Ronald Fisher, English-Australian statistician, biologist, and geneticist (d. 1962)", "entities": [{"title": "Ronald Fisher", "href": "/wiki/Ronald_Fisher", "description": "Sir Ronald Aylmer Fisher was a British statistician, geneticist, and academic. For his work in statistics, he has been described as \"a genius who almost single-handedly created the foundations for modern statistical science\" and \"the single most important figure in 20th century statistics\". In genetics, his work used mathematics to combine Mendelian genetics and natural selection; this contributed"}]}, {"heading": "Births", "year": "1891", "date": "February 17", "txt": "Abraham Fraenkel, German-Israeli mathematician and academic (d. 1965)", "entities": [{"title": "Abraham Fraenkel", "href": "/wiki/Abraham_Fraenkel", "description": "Abraham Fraenkel was a German-born Israeli mathematician. He was an early Zionist and the first Dean of Mathematics at the Hebrew University of Jerusalem. He is known for his contributions to axiomatic set theory, especially his additions to Ernst Zermelo's axioms, which resulted in the Zermelo–Fraenkel set theory."}]}, {"heading": "Births", "year": "1893", "date": "February 17", "txt": "Wally Pipp, American baseball player and journalist (d. 1965)", "entities": [{"title": "Wally Pipp", "href": "/wiki/Wally_Pipp", "description": "Walter Clement Pipp was an American professional baseball player. A first baseman, Pipp played in Major League Baseball (MLB) for the Detroit Tigers, New York Yankees, and Cincinnati Reds between 1913 and 1928."}]}, {"heading": "Births", "year": "1899", "date": "February 17", "txt": "Jibanananda Das, Bangladeshi-Indian poet and author (d. 1954)", "entities": [{"title": "Jibanananda Das", "href": "/wiki/Jibanananda_Das", "description": "Jibanananda Das was an Indian poet, writer, novelist and essayist in the Bengali language. Popularly called \"Rupashi Banglar Kabi'', Das is the most read poet after Rabindranath Tagore and Kazi Nazrul Islam in Bangladesh and West Bengal. While not particularly recognised initially, today Das is acknowledged as one of the greatest poets in the Bengali language."}]}, {"heading": "Births", "year": "1900", "date": "February 17", "txt": "Ruth Clifford, American actress (d. 1998)", "entities": [{"title": "Ruth Clifford", "href": "/wiki/Ruth_Clifford", "description": "Ruth Clifford was an American actress of leading roles in silent films, whose career lasted from that era into the television era."}]}, {"heading": "Births", "year": "1903", "date": "February 17", "txt": "Sadegh Hedayat, Iranian-French author and translator (d. 1951)", "entities": [{"title": "Sadegh Hedayat", "href": "/wiki/Sadegh_Hedayat", "description": "Sadegh Hedayat was an Iranian writer, translator and intellectual. Best known for his novel The Blind Owl, he was one of the earliest Iranian writers to adopt literary modernism in their career."}]}, {"heading": "Births", "year": "1904", "date": "February 17", "txt": "Hans Morgenthau, German-American political scientist, philosopher, and academic (d. 1980)", "entities": [{"title": "Hans Morgenthau", "href": "/wiki/Hans_Morgenthau", "description": "Hans Joachim Morgenthau was one of the major twentieth-century figures in the study of international relations. Morgenthau's works belong to the tradition of realism in international relations theory, and he is usually considered, along with George F. Kennan and Reinhold Niebuhr, one of the three leading American realists of the post-World War II period. Morgenthau made landmark contributions to i"}]}, {"heading": "Births", "year": "1905", "date": "February 17", "txt": "Ruth Baldwin, British socialite (d. 1937)", "entities": [{"title": "Ruth Baldwin (died 1937)", "href": "/wiki/Ruth_Baldwin_(died_1937)", "description": "Catherine Ruth Baldwin was an American-born English socialite, part of the Bright Young Things crowd. She was the first important lover of American heiress Joe Carstairs."}]}, {"heading": "Births", "year": "1905", "date": "February 17", "txt": "Rózsa Politzer, Hungarian mathematician (d. 1977)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 17", "txt": "Mary Brian, American actress (d. 2002)", "entities": [{"title": "Mary Brian", "href": "/wiki/Mary_Brian", "description": "Mary Brian was an American actress, who made the transition from silent films to sound films."}]}, {"heading": "Births", "year": "1908", "date": "February 17", "txt": "Red Barber, American sportscaster (d. 1992)", "entities": [{"title": "Red Barber", "href": "/wiki/Red_Barber", "description": "Walter Lanier \"Red\" Barber was an American sports announcer. Barber, nicknamed \"The Ol' Redhead\", was primarily identified with broadcasts of Major League Baseball, calling play-by-play across four decades with the Cincinnati Reds (1934–1938), Brooklyn Dodgers (1939–1953), and New York Yankees (1954–1966). Like his fellow sportscasting pioneer Mel Allen, Barber also gained a niche calling college "}]}, {"heading": "Births", "year": "1908", "date": "February 17", "txt": "Bo Yibo, Chinese general and politician, Vice Premier of the People's Republic of China (d. 2007)", "entities": [{"title": "Vice Premier of the People's Republic of China", "href": "/wiki/Vice_Premier_of_the_People%27s_Republic_of_China", "description": "The vice-premiers of the State Council of the People's Republic of China are high-ranking executive assistants to the Premier. Generally, the title is held by multiple individuals at one time, with each Vice-Premier holding a broad portfolio of responsibilities. The highest-ranked office holder is informally called the First-ranked Vice-Premier. The first-ranked VP takes over duties of the Premier"}]}, {"heading": "Births", "year": "1910", "date": "February 17", "txt": "Marc Lawrence, American actor, director, producer, and screenwriter (d. 2005)", "entities": [{"title": "Marc Lawrence", "href": "/wiki/Marc_Lawrence", "description": "Marc Lawrence was an American character actor who specialized in underworld types. He has also been credited as F. A. Foss, Marc Laurence and Marc C. Lawrence."}]}, {"heading": "Births", "year": "1911", "date": "February 17", "txt": "Oskar Seidlin, German-American author, poet, and scholar (d. 1984)", "entities": [{"title": "Oskar Seidlin", "href": "/wiki/Oskar_Seidlin", "description": "Oskar Seidlin was an emigre from Nazi Germany first to Switzerland and then to the U.S. who taught German language and literature as a professor at Smith College, Middlebury College, Ohio State University, and Indiana University from 1939 to 1979. He authored a number of fictional and non-fictional works."}]}, {"heading": "Births", "year": "1912", "date": "February 17", "txt": "Andre Norton, American author (d. 2005)", "entities": [{"title": "Andre Norton", "href": "/wiki/Andre_Norton", "description": "Andre Alice Norton was an American writer of science fiction and fantasy, who also wrote works of historical fiction and contemporary fiction. She wrote primarily under the pen name Andre Norton, but also under Andrew North and Allen Weston. She was the first woman to be Gandalf Grand Master of Fantasy, to be SFWA Grand Master, and to be inducted by the Science Fiction and Fantasy Hall of Fame."}]}, {"heading": "Births", "year": "1914", "date": "February 17", "txt": "Arthur Kennedy, American actor (d. 1990)", "entities": [{"title": "Arthur Kennedy (actor)", "href": "/wiki/Arthur_Kennedy_(actor)", "description": "John Arthur Kennedy was an American stage and film actor known for his versatility in supporting film roles and his ability to create \"an exceptional honesty and naturalness on stage\", especially in the original casts of Arthur Miller plays on Broadway. He won the 1949 Tony Award for Best Featured Actor in a Play for Miller's Death of a Salesman. He also won the Golden Globe for Best Supporting Ac"}]}, {"heading": "Births", "year": "1914", "date": "February 17", "txt": "Wayne Morris, American actor and producer (d. 1959)", "entities": []}, {"heading": "Births", "year": "1916", "date": "February 17", "txt": "Alexander Obolensky, Russian rugby player and pilot (d. 1940)", "entities": [{"title": "Alexander Obolensky", "href": "/wiki/Alexander_Obolensky", "description": "Prince Alexander Sergeevich Obolensky was a Rurikid prince of Russian origin who became a naturalised Briton, having spent most of his life in England, and who went on to represent England in international rugby union. He was, and remains, popularly known as \"The Flying Prince\", \"The Flying Slav\", or simply as \"Obo\" to many sports fans."}]}, {"heading": "Births", "year": "1916", "date": "February 17", "txt": "Don Tallon, Australian cricketer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1916", "date": "February 17", "txt": "Raf Vallone, Italian footballer and actor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1918", "date": "February 17", "txt": "William Bronk, American poet and academic (d. 1999)", "entities": [{"title": "William Bronk", "href": "/wiki/William_Bronk", "description": "William Bronk was an American poet. For his book, Life Supports (1981), he won the National Book Award for Poetry."}]}, {"heading": "Births", "year": "1918", "date": "February 17", "txt": "Jacqueline Ferrand, French mathematician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1919", "date": "February 17", "txt": "J. M. S. Careless, Canadian historian and academic (d. 2009)", "entities": [{"title": "J. M. S. Careless", "href": "/wiki/J._M._S._Careless", "description": "James Maurice Stockford Careless was a Canadian historian."}]}, {"heading": "Births", "year": "1919", "date": "February 17", "txt": "Kathleen Freeman, American actress and singer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1919", "date": "February 17", "txt": "Joe Hunt, American tennis player (d. 1945)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 17", "txt": "Ivo Caprino, Norwegian director and screenwriter (d. 2001)", "entities": [{"title": "Ivo Caprino", "href": "/wiki/Ivo_Caprino", "description": "Ivo Caprino was a Norwegian film director and writer, best known for his puppet films. His most noted film, Flåklypa Grand Prix, was made in 1975."}]}, {"heading": "Births", "year": "1920", "date": "February 17", "txt": "Annie Castor, American disability and communication disorder advocate (d. 2020)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 17", "txt": "Curt Swan, American soldier and illustrator (d. 1996)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 17", "txt": "Duane Gish, American biochemist and academic (d. 2013)", "entities": [{"title": "Duane Gish", "href": "/wiki/Duane_Gish", "description": "Duane Tolbert Gish was an American biochemist and a prominent member of the creationist movement. A young Earth creationist, Gish was a former vice-president of the Institute for Creation Research (ICR) and the author of numerous publications about creation science. Gish was called \"creationism's T. H. Huxley\" for the way he \"relished the confrontations\" of formal debates with prominent evolutiona"}]}, {"heading": "Births", "year": "1922", "date": "February 17", "txt": "Tommy Edwards, American R&B singer-songwriter (d. 1969)", "entities": [{"title": "Tommy Edwards", "href": "/wiki/Tommy_Edwards", "description": "Thomas Jefferson Edwards was an American singer and songwriter. His most successful record was the multi-million-selling song \"It's All in the Game\"."}]}, {"heading": "Births", "year": "1923", "date": "February 17", "txt": "John M. Allegro, English archaeologist and scholar (d. 1988)", "entities": [{"title": "John M. Allegro", "href": "/wiki/John_M._Allegro", "description": "John Marco Allegro was an English archaeologist and Dead Sea Scrolls scholar. He was a populariser of the Dead Sea Scrolls through his books and radio broadcasts. He was the editor of some of the most famous and controversial scrolls published, the pesharim. A number of Allegro's later books, including The Sacred Mushroom and the Cross, brought him both popular fame and notoriety, and also destroy"}]}, {"heading": "Births", "year": "1923", "date": "February 17", "txt": "Buddy DeFranco, American clarinet player and bandleader (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 17", "txt": "Margaret Truman, American singer and author (d. 2008)", "entities": [{"title": "Margaret Truman", "href": "/wiki/Margaret_Truman", "description": "Mary Margaret Truman Daniel was an American classical soprano, actress, journalist, radio and television personality, writer, and New York socialite. She was the only child of President Harry S. Truman and First Lady Bess Truman. While her father was president, during the years 1945 to 1953, Margaret regularly accompanied him on campaign trips, most notably the 1948 extensive countrywide train-bor"}]}, {"heading": "Births", "year": "1925", "date": "February 17", "txt": "Ron Goodwin, English composer and conductor (d. 2003)", "entities": [{"title": "Ron Goodwin", "href": "/wiki/Ron_Goodwin", "description": "Ronald Alfred Goodwin was an English composer and conductor known for his film music. He scored over 70 films in a career lasting over fifty years. His most famous works included Where Eagles Dare, Battle of Britain, 633 Squadron, Margaret Rutherford's Miss Marple films, and Frenzy."}]}, {"heading": "Births", "year": "1925", "date": "February 17", "txt": "Hal Holbrook, American actor and director (d. 2021)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 17", "txt": "Marta Romero, Puerto Rican actress and singer (d. 2013)", "entities": [{"title": "Marta Romero", "href": "/wiki/Marta_Romero", "description": "Marta Romero was a Puerto Rican actress and singer, and one of the pioneers in Puerto Rican television."}]}, {"heading": "Births", "year": "1929", "date": "February 17", "txt": "Alejandro Jodorowsky, Chilean-French director and screenwriter", "entities": [{"title": "Alejandro Jodorowsky", "href": "/wiki/Alejandro_Jodorowsky", "description": "Alejandro Jodorowsky Prullansky is a Chilean-French filmmaker and artist. Since 1948, Jodorowsky has worked as a novelist, screenwriter, a poet, a playwright, an essayist, a film and theater director and producer, an actor, a film editor, a comics writer, a musician and composer, a philosopher, a puppeteer, a mime, a lay psychologist, a draughtsman, a painter, a sculptor, and a spiritual guru.\nBes"}]}, {"heading": "Births", "year": "1929", "date": "February 17", "txt": "Chaim Potok, American rabbi and author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 17", "txt": "Nicholas Ridley, Baron Ridley of Liddesdale, English lieutenant and politician, Secretary of State for Business, Innovation and Skills (d. 1993)", "entities": [{"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Births", "year": "1929", "date": "February 17", "txt": "Patricia Routledge, English actress and singer", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 17", "txt": "Roger Craig, American baseball player, coach, and manager", "entities": [{"title": "Roger Craig (baseball)", "href": "/wiki/Roger_Craig_(baseball)", "description": "Roger Lee Craig is an American former pitcher, coach and manager in Major League Baseball (MLB). Craig played for five National League teams over all or parts of 12 seasons (1955–1966)—most notably as a member of the Brooklyn and Los Angeles Dodgers, and New York Mets—and then forged a successful post-playing career as a pitching coach and manager. As a player and coach, Craig was part of four Wor"}]}, {"heading": "Births", "year": "1930", "date": "February 17", "txt": "Benjamin Fain, Ukrainian-Israeli physicist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 17", "txt": "Ruth Rendell, English author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 17", "txt": "Jiřina Jirásková, Czech actress and singer (d. 2013)", "entities": [{"title": "Jiřina Jirásková", "href": "/wiki/Ji%C5%99ina_Jir%C3%A1skov%C3%A1", "description": "Jiřina Jirásková was a Czech actress. She was born and died in Prague, Czech Republic."}]}, {"heading": "Births", "year": "1931", "date": "February 17", "txt": "Buddy Ryan, American football coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 17", "txt": "Craig L. Thomas, American captain and politician (d. 2007)", "entities": [{"title": "Craig L. Thomas", "href": "/wiki/Craig_L._Thomas", "description": "Craig Lyle Thomas was an American politician who served as United States Senator from Wyoming from 1995 until his death in 2007. He was a member of the Republican Party. In the Senate, Thomas was considered an expert on agriculture and rural development. He had served in key positions in several state agencies, including a long tenure as Vice President of the Wyoming Farm Bureau from 1965 to 1974."}]}, {"heading": "Births", "year": "1934", "date": "February 17", "txt": "Alan Bates, English actor (d. 2003)", "entities": [{"title": "Alan Bates", "href": "/wiki/Alan_Bates", "description": "Sir Alan Arthur Bates, was an English actor who came to prominence in the 1960s, when he appeared in films ranging from the popular children's story Whistle Down the Wind to the \"kitchen sink\" drama A Kind of Loving."}]}, {"heading": "Births", "year": "1934", "date": "February 17", "txt": "Barry Humphries (Dame Edna Everage), Australian comedian, actor, and author", "entities": [{"title": "Dame Edna Everage", "href": "/wiki/Dame_Edna_Everage", "description": "Dame Edna Everage, often known simply as Dame Edna, is a character created and performed by Australian comedian Barry Humphries, known for her lilac-coloured or \"wisteria hue\" hair and cat eye glasses or \"face furniture\", her favourite flower, the gladiolus (\"gladdies\") and her boisterous greeting: \"Hello, Possums!\" As Dame Edna, Humphries has written several books including an autobiography, My G"}]}, {"heading": "Births", "year": "1935", "date": "February 17", "txt": "Christina Pickles, English-American actress", "entities": [{"title": "Christina Pickles", "href": "/wiki/Christina_Pickles", "description": "Christina Pickles is a British-American actress. She is known for her role as Nurse Helen Rosenthal in the NBC medical drama St. Elsewhere (1982–1988), for which she received five nominations for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series. She is also known for her recurring role as Judy Geller on the NBC sitcom Friends (1994–2003), for which she was nominated fo"}]}, {"heading": "Births", "year": "1936", "date": "February 17", "txt": "Jim Brown, American football player and actor", "entities": [{"title": "Jim Brown", "href": "/wiki/Jim_Brown", "description": "James Nathaniel Brown is a former American football player, sports analyst and actor. He was a fullback for the Cleveland Browns of the National Football League (NFL) from 1957 through 1965. Considered to be one of the greatest running backs of all time, as well as one of the greatest players in NFL history, Brown was a Pro Bowl invitee every season he was in the league, was recognized as the AP N"}]}, {"heading": "Births", "year": "1937", "date": "February 17", "txt": "Mary Ann Mobley, American model and actress, Miss America 1959 (d. 2014)", "entities": [{"title": "Mary Ann Mobley", "href": "/wiki/Mary_Ann_Mobley", "description": "Mary Ann Mobley was an American actress, television personality, and Miss America 1959."}, {"title": "Miss America 1959", "href": "/wiki/Miss_America_1959", "description": "Miss America 1959, the 32nd Miss America pageant, was held at the Boardwalk Hall in Atlantic City, New Jersey on September 6, 1958 on CBS."}]}, {"heading": "Births", "year": "1940", "date": "February 17", "txt": "Vicente Fernández, Mexican singer-songwriter, actor, and producer", "entities": [{"title": "Vicente Fernández", "href": "/wiki/Vicente_Fern%C3%A1ndez", "description": "Vicente \"Chente\" Fernández Gómez is a Mexican retired singer, actor, and film producer. Nicknamed \"El Charro de Huentitán\", \"El Ídolo de México\", and \"El Rey de la Música Ranchera\", Fernández started his career as a busker, and has since become a cultural icon, recording more than 50 albums and contributing to more than 30 films. His repertoire consists of rancheras and other Mexican classics. He "}]}, {"heading": "Births", "year": "1941", "date": "February 17", "txt": "Julia McKenzie, English actress, singer, and director", "entities": [{"title": "Julia McKenzie", "href": "/wiki/Julia_McKenzie", "description": "Julia Kathleen Nancy McKenzie, is an English actress, singer, presenter, and theatre director. She has premièred leading roles written by both Alan Ayckbourn and Stephen Sondheim. On television, she is known for her BAFTA Award nominated role as Hester Fields in the sitcom Fresh Fields (1984–1986) and its sequel French Fields (1989–1991), and as Miss Marple in Agatha Christie's Marple (2009–2013)."}]}, {"heading": "Births", "year": "1941", "date": "February 17", "txt": "Gene Pitney, American singer-songwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 17", "txt": "Huey P. Newton, American activist, co-founded the Black Panther Party (d. 1989)", "entities": [{"title": "Huey P. Newton", "href": "/wiki/Huey_P._Newton", "description": "Huey Percy Newton was an African-American revolutionary, most known for co-founding the Black Panther Party (BPP) with Bobby Seale. Together, Newton and Seale created the party's manifesto, the ten-point program."}, {"title": "Black Panther Party", "href": "/wiki/Black_Panther_Party", "description": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a Black Power political organization founded by college students Bobby Seale and Huey P. Newton in October 1966 in Oakland, California. The party was active in the United States between 1966-1982, with chapters in numerous major cities, and international chapters in Britain and Algeria. Upon its inception the B"}]}, {"heading": "Births", "year": "1944", "date": "February 17", "txt": "Karl Jenkins, Welsh saxophonist, keyboard player, and composer", "entities": [{"title": "Karl Jenkins", "href": "/wiki/Karl_Jenkins", "description": "Sir Karl William Pamp Jenkins is a Welsh multi-instrumentalist and composer. His best known works include the song \"Adiemus\" and the Adiemus album series; Palladio; The Armed Man; and his Requiem."}]}, {"heading": "Births", "year": "1945", "date": "February 17", "txt": "Zina Bethune, American actress, dancer, and choreographer (d. 2012)", "entities": [{"title": "Zina Bethune", "href": "/wiki/Zina_Bethune", "description": "Zina Bianca Bethune was an American actress, dancer, and choreographer."}]}, {"heading": "Births", "year": "1945", "date": "February 17", "txt": "Brenda Fricker, Irish actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 17", "txt": "Shahrnush Parsipur, Iranian-American author and academic", "entities": [{"title": "Shahrnush Parsipur", "href": "/wiki/Shahrnush_Parsipur", "description": "Shahrnush Parsipur is an Iranian writer and translator."}]}, {"heading": "Births", "year": "1948", "date": "February 17", "txt": "José José, Mexican singer-songwriter, producer, and actor (d. 2019)", "entities": [{"title": "José José", "href": "/wiki/Jos%C3%A9_Jos%C3%A9", "description": "José Rómulo Sosa Ortiz, known by his stage name José José, was a Mexican musician, singer and occasional actor. Born into a family of musicians, José began his musical career in his early teens playing guitar and singing in serenade. He later joined a jazz and bossa nova trio where he sang and played bass and double bass."}]}, {"heading": "Births", "year": "1948", "date": "February 17", "txt": "Rick Majerus, American basketball player and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 17", "txt": "Fred Frith, English guitarist and songwriter", "entities": [{"title": "Fred Frith", "href": "/wiki/Fred_Frith", "description": "Jeremy Webster \"Fred\" Frith is an English multi-instrumentalist, composer, and improvisor."}]}, {"heading": "Births", "year": "1949", "date": "February 17", "txt": "Dennis Green, American football player and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 17", "txt": "Rashid Minhas, Pakistani soldier and pilot (d. 1971)", "entities": [{"title": "Rashid Minhas", "href": "/wiki/Rashid_Minhas", "description": "Pilot Officer Rashid Minhas(Urdu: راشد منہاس‎b. 17 February 1951 – 20 August 1971) NH, was a pilot in the Pakistan Air Force (PAF). Minhas was the only PAF officer to receive the highest valour award, the Nishan-e-Haider. He was also the youngest person and the shortest-serving officer to have received this award. During the routine training mission in August 1971, P/Off. Minhas attempted to gain "}]}, {"heading": "Births", "year": "1952", "date": "February 17", "txt": "Karin Büttner-Janz, German gymnast and physician", "entities": [{"title": "Karin Büttner-Janz", "href": "/wiki/Karin_B%C3%BCttner-Janz", "description": " Karin Büttner-Janz  is a German medical doctor who won world and Olympic gold medals in artistic gymnastics for East Germany. From 1990 to 2012, she was chief physician of clinics in Berlin, Germany. She has a foundation named Spinefoundation."}]}, {"heading": "Births", "year": "1952", "date": "February 17", "txt": "Vladimír Padrůněk, Czech bass player (d. 1991)", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 17", "txt": "Lou Ann Barton, American blues singer-songwriter", "entities": [{"title": "Lou Ann Barton", "href": "/wiki/Lou_Ann_Barton", "description": "Lou Ann Barton is an American blues singer based in Austin, Texas since the 1970s. AllMusic noted that \"The grace, poise, and confidence she projects on-stage is part of a long tradition for women blues singers\"."}]}, {"heading": "Births", "year": "1954", "date": "February 17", "txt": "Miki Berkovich, Israeli basketball player", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 17", "txt": "Rene Russo, American actress", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 17", "txt": "Mo Yan, Chinese author and academic, Nobel Prize laureate", "entities": [{"title": "Mo Yan", "href": "/wiki/Mo_Yan", "description": "Guan Moye, better known by the pen name Mo Yan, is a Chinese novelist and short story writer. Donald Morrison of U.S. news magazine TIME referred to him as \"one of the most famous, oft-banned and widely pirated of all Chinese writers\", and Jim Leach called him the Chinese answer to Franz Kafka or Joseph Heller."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1956", "date": "February 17", "txt": "Richard Karn, American actor and game show host", "entities": [{"title": "Richard Karn", "href": "/wiki/Richard_Karn", "description": "Richard Karn is an American actor, author and former game show host. He starred as Al Borland in the 1990s sitcom Home Improvement and was the fourth host of the game show Family Feud from 2002 to 2006."}]}, {"heading": "Births", "year": "1957", "date": "February 17", "txt": "Loreena McKennitt, Canadian singer-songwriter, accordion player, and pianist", "entities": [{"title": "Loreena McKennitt", "href": "/wiki/Loreena_McKennitt", "description": "Loreena Isabel Irene McKennitt, is a Canadian composer, harpist, accordionist, and pianist who writes, records and performs world music with Celtic and Middle Eastern themes. McKennitt is known for her refined and clear soprano vocals. She has sold more than 14 million records worldwide."}]}, {"heading": "Births", "year": "1959", "date": "February 17", "txt": "Aryeh Deri, Moroccan-Israeli rabbi and politician, Israeli Minister of Internal Affairs", "entities": [{"title": "Aryeh Deri", "href": "/wiki/Aryeh_Deri", "description": "Aryeh Makhlouf Deri, also Arie Deri, Arye Deri, or Arieh Deri, is an Israeli politician. He is one of Shas' founders, and acts on its behalf as Minister of the Interior, Minister of the Development of the Negev and Galilee, and a member in the Security Cabinet of Israel. He previously served as Minister of the Economy. In 1999, Deri was convicted of bribery, fraud, and breach of trust, and given a"}, {"title": "Ministry of Interior (Israel)", "href": "/wiki/Ministry_of_Interior_(Israel)", "description": "The Ministry of Interior in the State of Israel is one of the government offices that is responsible for local government, citizenship and residency, identity cards, and student and entry visas."}]}, {"heading": "Births", "year": "1959", "date": "February 17", "txt": "Rowdy Gaines, American swimmer and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 17", "txt": "Lindy Ruff, Canadian hockey player and coach", "entities": [{"title": "Lindy Ruff", "href": "/wiki/Lindy_Ruff", "description": "Lindy Cameron Ruff is a Canadian professional ice hockey coach who is the head coach for the New Jersey Devils of the National Hockey League (NHL). Ruff was previously the head coach of the Dallas Stars of the NHL, and also the head coach of the Buffalo Sabres from 1997 to 2013, with whom he won the Jack Adams Award in 2006. During his playing career, Ruff played in the NHL for the Sabres and New "}]}, {"heading": "Births", "year": "1961", "date": "February 17", "txt": "Angela Eagle, English politician, Shadow Leader of the House of Commons", "entities": [{"title": "Angela Eagle", "href": "/wiki/Angela_Eagle", "description": "Dame Angela Eagle DBE is a British Labour Party politician serving as the Member of Parliament (MP) for Wallasey since 1992. Eagle was born in Yorkshire and studied PPE at the University of Oxford, before working for the CBI and then a trade union."}, {"title": "Shadow Leader of the House of Commons", "href": "/wiki/Shadow_Leader_of_the_House_of_Commons", "description": "The Shadow Leader of the House of Commons is a member of the Official Opposition Shadow Cabinet responsible for working with the Leader of the House in arranging Commons business and holding the Government to account in its overall management of the House. The Shadow Leader also responds to the Business Statement of Leader of House each Thursday, though the Leader of the Opposition exercised this "}]}, {"heading": "Births", "year": "1961", "date": "February 17", "txt": "Maria Eagle, English politician, Shadow Secretary of State for Defence", "entities": [{"title": "Shadow Secretary of State for Defence", "href": "/wiki/Shadow_Secretary_of_State_for_Defence", "description": "The Shadow Secretary of State for Defence is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Defence and the department, the Ministry of Defence. The post is currently held by John Healey."}]}, {"heading": "Births", "year": "1961", "date": "February 17", "txt": "Andrey Korotayev, Russian anthropologist, historian, and sociologist", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 17", "txt": "Lou Diamond Phillips, American actor and director", "entities": [{"title": "Lou Diamond Phillips", "href": "/wiki/Lou_Diamond_Phillips", "description": "Lou Diamond Phillips (né Upchurch; born February 17, 1962) is an American actor and film director. His breakthrough came when he starred as Ritchie Valens in the biographical drama film La Bamba (1987). For the Academy Award–nominated Stand and Deliver (1988), Phillips was nominated for a Golden Globe Award and won an Independent Spirit Award."}]}, {"heading": "Births", "year": "1963", "date": "February 17", "txt": "Larry the Cable Guy, American comedian and voice actor", "entities": [{"title": "Larry the Cable Guy", "href": "/wiki/Larry_the_Cable_Guy", "description": "Daniel Lawrence Whitney, known professionally by his stage name Larry the Cable Guy, is an American stand-up comedian, with a career spanning over 30 years."}]}, {"heading": "Births", "year": "1963", "date": "February 17", "txt": "Alison Hargreaves, English mountaineer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 17", "txt": "Jen-Hsun Huang, Taiwanese-American businessman, co-founded Nvidia", "entities": [{"title": "Nvidia", "href": "/wiki/Nvidia", "description": "Nvidia Corporation is an American multinational technology company incorporated in Delaware and based in Santa Clara, California. It designs graphics processing units (GPUs) for the gaming and professional markets, as well as system on a chip units (SoCs) for the mobile computing and automotive market. Its primary GPU line, labeled \"GeForce\", is in direct competition with the GPUs of the \"Radeon\" "}]}, {"heading": "Births", "year": "1963", "date": "February 17", "txt": "Michael Jordan, American basketball player and actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 17", "txt": "Sherry Hawco, Canadian gymnast (d. 1991)", "entities": [{"title": "Sherry Hawco", "href": "/wiki/Sherry_Hawco", "description": "Sherry Hawco was a Canadian gymnast."}]}, {"heading": "Births", "year": "1965", "date": "February 17", "txt": "Michael Bay, American director and producer", "entities": [{"title": "Michael Bay", "href": "/wiki/Michael_Bay", "description": "Michael Benjamin Bay is an American film director and producer. He is best known for making big-budget, high-concept action films characterized by fast cutting, stylistic cinematography and visuals, and extensive use of special effects, including frequent depictions of explosions. The films he has produced and directed, which include Armageddon (1998), Pearl Harbor (2001) and the Transformers film"}]}, {"heading": "Births", "year": "1965", "date": "February 17", "txt": "Danny Lee, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 17", "txt": "Quorthon, Swedish guitarist and songwriter (d. 2004)", "entities": [{"title": "Quorthon", "href": "/wiki/Quorthon", "description": "Thomas Börje Forsberg, better known by the stage name Quorthon, was a Swedish singer, songwriter, musician and record producer. He was one of the founders, as well as the sole songwriter, of the band Bathory, which pioneered the black metal genre and is credited with creating the Viking metal style. A multi-instrumentalist, Quorthon wrote the music and lyrics on all of Bathory's albums and perform"}]}, {"heading": "Births", "year": "1966", "date": "February 17", "txt": "Luc Robitaille, Canadian ice hockey player, manager, and actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 17", "txt": "Wu'erkaixi, Chinese journalist and activist", "entities": [{"title": "Wu'erkaixi", "href": "/wiki/Wu%27erkaixi", "description": "Örkesh Dölet, commonly known as Wu'erkaixi, is a political commentator known for his leading role during the Tiananmen protests of 1989."}]}, {"heading": "Births", "year": "1968", "date": "February 17", "txt": "Giuseppe Signori, Italian footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 17", "txt": "David Douillet, French martial artist and politician", "entities": [{"title": "David Douillet", "href": "/wiki/David_Douillet", "description": "David Donald Hubert Roger Douillet is a French politician and retired judoka."}]}, {"heading": "Births", "year": "1969", "date": "February 17", "txt": "Vasily Kudinov, Russian handball player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 17", "txt": "Dominic Purcell, English-born Irish-Australian actor and producer", "entities": [{"title": "Dominic Purcell", "href": "/wiki/Dominic_Purcell", "description": "Dominic Haakon Myrtved Purcell is a British-Australian actor. He is best known for his portrayals of Lincoln Burrows in Fox's Prison Break and Mick Rory / Heat Wave in The CW's The Flash (2014–2016) and Legends of Tomorrow (2016–present), as well as Drake / Dracula in Blade: Trinity (2004)."}]}, {"heading": "Births", "year": "1971", "date": "February 17", "txt": "Denise Richards, American model and actress", "entities": [{"title": "Denise Richards", "href": "/wiki/Denise_Richards", "description": "Denise Richards is an American actress, former fashion model, and television personality. Her most recognized roles are Carmen Ibanez in Starship Troopers (1997), Kelly Van Ryan in Wild Things (1998) and Bond girl Christmas Jones in The World Is Not Enough (1999). She has also appeared in films Drop Dead Gorgeous (1999), Valentine (2001), Undercover Brother (2002), Scary Movie 3 (2003), Love Actua"}]}, {"heading": "Births", "year": "1972", "date": "February 17", "txt": "Billie Joe Armstrong, American singer-songwriter, guitarist, actor, and producer", "entities": [{"title": "Billie Joe Armstrong", "href": "/wiki/Billie_Joe_Armstrong", "description": "Billie Joe Armstrong is an American singer, songwriter, musician, actor, and record producer. He is best known as the lead vocalist, primary songwriter, and lead guitarist of the rock band Green Day, which he co-founded with Mike Dirnt in 1985. He is also a guitarist and vocalist for the punk rock band Pinhead Gunpowder, and provides lead vocals for Green Day's side projects Foxboro Hot Tubs, The "}]}, {"heading": "Births", "year": "1972", "date": "February 17", "txt": "Philippe Candeloro, French figure skater", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 17", "txt": "Taylor Hawkins, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 17", "txt": "Valeria Mazza, Argentinian model and businesswoman", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 17", "txt": "Lars-Göran Petrov, Swedish singer and drummer", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 17", "txt": "Goran Bunjevčević, Serbian FR Yugoslavia international footballer (d. 2018)", "entities": [{"title": "Goran Bunjevčević", "href": "/wiki/Goran_Bunjev%C4%8Devi%C4%87", "description": "Goran Bunjevčević was a Serbian footballer who played as a defender in Serbia, England and the Netherlands."}, {"title": "FR Yugoslavia", "href": "/wiki/FR_Yugoslavia", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}]}, {"heading": "Births", "year": "1973", "date": "February 17", "txt": "Raphaël Ibañez, French rugby player", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 17", "txt": "Kaoru, Japanese guitarist, songwriter, and producer", "entities": [{"title": "Kaoru (musician)", "href": "/wiki/Kaoru_(musician)", "description": "Dir En Grey is a Japanese heavy metal band formed in February 1997 and currently signed to Firewall Div., a sub-division of Free-Will. With a consistent lineup of guitarists Kaoru and Die, vocalist Kyo, drummer Shinya and bassist Toshiya, they have released ten full-length records. Numerous stylistic changes have made the genre of their music difficult to determine, though it is generally consider"}]}, {"heading": "Births", "year": "1974", "date": "February 17", "txt": "Jerry O'Connell, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 17", "txt": "Václav Prospal, Czech ice hockey player", "entities": [{"title": "Václav Prospal", "href": "/wiki/V%C3%A1clav_Prospal", "description": "Václav \"Vinny\" Prospal is a Czech former professional ice hockey player, currently a hockey coach. He played 16 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Ottawa Senators, Florida Panthers, Tampa Bay Lightning, Mighty Ducks of Anaheim, New York Rangers and Columbus Blue Jackets. On January 24, 2014, he announced his retirement from professional hockey. He is currently"}]}, {"heading": "Births", "year": "1978", "date": "February 17", "txt": "Rory Kinnear, English actor and playwright", "entities": [{"title": "Rory Kinnear", "href": "/wiki/Rory_Kinnear", "description": "Rory Michael Kinnear is an English actor and playwright who has worked with the Royal Shakespeare Company and the Royal National Theatre. In 2014, he won the Olivier Award for Best Actor for his portrayal of William Shakespeare's villain Iago in the National Theatre production of Othello."}]}, {"heading": "Births", "year": "1980", "date": "February 17", "txt": "Al Harrington, American basketball player", "entities": [{"title": "Al Harrington", "href": "/wiki/Al_Harrington", "description": "Albert Harrington is an American former professional basketball player. Selected with the 25th overall pick in the 1998 NBA draft, Harrington played 16 seasons in the National Basketball Association (NBA) for the Indiana Pacers, Atlanta Hawks, Golden State Warriors, New York Knicks, Denver Nuggets, Orlando Magic and Washington Wizards. He also spent a short stint with the Fujian Sturgeons of the C"}]}, {"heading": "Births", "year": "1980", "date": "February 17", "txt": "Klemi Saban, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 17", "txt": "Joseph Gordon-Levitt, American actor, director, and producer", "entities": [{"title": "Joseph Gordon-Levitt", "href": "/wiki/Joseph_Gordon-Levitt", "description": "Joseph Leonard Gordon-Levitt is an American actor, filmmaker, singer, and entrepreneur. He has received various accolades, including nominations for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy for his leading performances in 500 Days of Summer (2009) and 50/50 (2011). He is the founder of the online media platform HitRecord whose projects such as HitRecord on TV (2014–"}]}, {"heading": "Births", "year": "1981", "date": "February 17", "txt": "Paris Hilton, American model, media personality, actress, singer, DJ, author and businesswoman", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 17", "txt": "Pontus Segerström, Swedish footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 17", "txt": "Adriano, Brazilian footballer", "entities": [{"title": "Adriano (footballer, born 1982)", "href": "/wiki/Adriano_(footballer,_born_1982)", "description": "Adriano Leite Ribeiro, commonly known simply as Adriano, is a Brazilian former professional footballer. A powerful striker known for his long range left footed strikes, Adriano's career was however marked by inconsistency. One of the best strikers in the world in the mid 2000s, he had five prolific seasons in Italy with Parma and Inter Milan, earning the nickname L'Imperatore, before a decline in "}]}, {"heading": "Births", "year": "1982", "date": "February 17", "txt": "Brian Bruney, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 17", "txt": "Daniel Merriweather, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 17", "txt": "Kevin Rudolf, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Kevin Rudolf", "href": "/wiki/Kevin_Rudolf", "description": "Kevin Winston Rudolf is an American singer, songwriter, record producer, rapper, multi-instrumentalist, actor, and director from New York City, New York. He is best known for his 2008 single \"Let It Rock\"."}]}, {"heading": "Births", "year": "1984", "date": "February 17", "txt": "AB de Villiers, South African cricketer", "entities": [{"title": "AB de Villiers", "href": "/wiki/AB_de_Villiers", "description": "Abraham Benjamin \"AB\" de Villiers is a South African cricketer. de Villiers was named as the ICC ODI Player of the Year three times during his 15-year international career and was one of the five Wisden cricketers of the decade at the end of 2019."}]}, {"heading": "Births", "year": "1984", "date": "February 17", "txt": "Jimmy Jacobs, American wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 17", "txt": "Katie Hill, Australian 3.0 point wheelchair basketball player", "entities": [{"title": "3.0 point player", "href": "/wiki/3.0_point_player", "description": "3 point player is a disability sport classification for wheelchair basketball. People in this class have good forward and backward trunk movement but poor to no sideways trunk movement. The class includes people with L2-L4 paraplegia and amputations. Amputees are put into this class generally if they have hip disarticulations or hip abductions. Players in this class can generally rebound balls tha"}, {"title": "Wheelchair basketball", "href": "/wiki/Wheelchair_basketball", "description": "Wheelchair basketball is basketball played by people with varying physical disabilities that disqualify them from playing an able-bodied sport. These include spina bifida, birth defects, cerebral palsy, paralysis due to accident, amputations, and many other disabilities. The International Wheelchair Basketball Federation (IWBF) is the governing body for this sport. It is recognized by the Internat"}]}, {"heading": "Births", "year": "1984", "date": "February 17", "txt": "Drew Miller, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 17", "txt": "Marcin Gortat, Polish basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 17", "txt": "Anders Jacobsen, Norwegian ski jumper", "entities": [{"title": "Anders Jacobsen (ski jumper)", "href": "/wiki/Anders_Jacobsen_(ski_jumper)", "description": "Anders Jacobsen is a Norwegian former ski jumper. He competed at the 2010 and 2014 Winter Olympics and won a team bronze medal in the large hill event in 2010. He is the youngest Norwegian winner of Four Hills Tournament."}]}, {"heading": "Births", "year": "1988", "date": "February 17", "txt": "Vasyl Lomachenko, Ukrainian boxer", "entities": [{"title": "Vasyl Lomachenko", "href": "/wiki/Vasyl_Lomachenko", "description": "Vasyl Anatoliyovych Lomachenko is a Ukrainian professional boxer. He is a former world champion in three weight classes, having held the WBO featherweight title from 2014 to 2015; the WBO junior lightweight title from 2016 to 2017; and the unified WBA (Super), WBC, WBO and Ring magazine lightweight titles between 2018 and 2020."}]}, {"heading": "Births", "year": "1989", "date": "February 17", "txt": "Rebecca Adlington, English swimmer", "entities": [{"title": "Rebecca Adlington", "href": "/wiki/Rebecca_Adlington", "description": "Rebecca Adlington is a British former competitive swimmer who specialised in freestyle events in international competition. She won two gold medals at the 2008 Summer Olympics in the 400-metre freestyle and 800-metre freestyle, breaking the 19-year-old world record of Janet Evans in the 800-metre final. Adlington was Britain's first Olympic swimming champion since 1988, and the first British swimm"}]}, {"heading": "Births", "year": "1989", "date": "February 17", "txt": "Chord Overstreet, American actor and singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "February 17", "txt": "Marianne St-Gelais, Canadian speed skater", "entities": [{"title": "Marianne St-Gelais", "href": "/wiki/Marianne_St-Gelais", "description": "Marianne St-Gelais is a Canadian former short track speed skater. She won two silver medals in the 500 m and 3,000 m relay at the Vancouver 2010 Winter Olympics, and a third silver in the 3,000 m relay at the 2014 Winter Olympics in Sochi."}]}, {"heading": "Births", "year": "1991", "date": "February 17", "txt": "Ed Sheeran, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Ed Sheeran", "href": "/wiki/Ed_Sheeran", "description": "Edward Christopher Sheeran is an English singer, songwriter, musician, record producer, actor, and businessman. After first recording music in 2004, he began gaining attention through YouTube. In early 2011, Sheeran independently released the extended play, No. 5 Collaborations Project. He signed with Asylum Records the same year."}]}, {"heading": "Births", "year": "1991", "date": "February 17", "txt": "Bonnie Wright, English actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 17", "txt": "Nicola Leali, Italian footballer", "entities": [{"title": "Nicola Leali", "href": "/wiki/Nicola_Leali", "description": "Nicola Leali is an Italian professional footballer who currently plays as a goalkeeper for Serie B club Ascoli, on loan from Perugia."}]}, {"heading": "Births", "year": "1993", "date": "February 17", "txt": "Marc Márquez, Spanish motorcycle racer", "entities": []}, {"heading": "Deaths", "year": "364", "date": "February 17", "txt": "Jovian, Roman emperor (b. 331)", "entities": [{"title": "Jovian (emperor)", "href": "/wiki/Jovian_(emperor)", "description": "Jovian was Roman emperor from June 363 to February 364. As part of the imperial bodyguard, he accompanied Emperor Julian on his campaign against the Sasanian Empire and following the latter's death, Jovian was hastily declared Emperor by his soldiers. With the army exhausted, provisions running low, and unable to cross the Tigris, he sought peace with the Sasanids on humiliating terms. After his a"}]}, {"heading": "Deaths", "year": "440", "date": "February 17", "txt": "Mesrop Mashtots, Armenian monk, linguist, and theologian (b. 360)", "entities": [{"title": "Mesrop Mashtots", "href": "/wiki/Mesrop_Mashtots", "description": "Mesrop Mashtots listen (help·info) was an early medieval Armenian linguist, composer, theologian, statesman and hymnologist. He is best known for inventing the Armenian alphabet c. 405 AD, which was a fundamental step in strengthening Armenian national identity. He is also considered to be the creator of the Caucasian Albanian and Georgian alphabets by some scholars."}]}, {"heading": "Deaths", "year": "923", "date": "February 17", "txt": "Al-Tabari, Persian scholar (b. 839)", "entities": [{"title": "Al-Tabari", "href": "/wiki/Al-Tabari", "description": "Al-Tabari was an influential Iranian polymath, scholar, historian and commentator on the Qur'an from Amol, Tabaristan. Today, he is best known for his expertise in Qur'anic exegesis (tafsir) and Historiography but he has been described as \"an impressively prolific polymath. He wrote on such subjects as world history, poetry, lexicography, grammar, ethics, mathematics, and medicine.\""}]}, {"heading": "Deaths", "year": "1178", "date": "February 17", "txt": "Evermode of Ratzeburg, bishop of Ratzeburg", "entities": [{"title": "Evermode of Ratzeburg", "href": "/wiki/Evermode_of_Ratzeburg", "description": "Evermode, O.Praem., or Evermod, was one of the first Premonstratensian canons regular, and became the lifelong companion of St. Norbert of Xanten, who founded the order in France in 1120. He accompanied the founder to Antwerp and then, in 1126, to the half-pagan town of Magdeburg, where Norbert had been named as bishop. He attended to the bishop on his deathbed and ensured his burial in the church"}, {"title": "Bishop of Ratzeburg", "href": "/wiki/Bishop_of_Ratzeburg", "description": "The Bishopric of Ratzeburg, centered on Ratzeburg in Northern Germany, was originally a suffragan to the Archdiocese of Hamburg, which transformed into the Archdiocese of Bremen in 1072."}]}, {"heading": "Deaths", "year": "1220", "date": "February 17", "txt": "Theobald I, Duke of Lorraine", "entities": [{"title": "Theobald I, Duke of Lorraine", "href": "/wiki/Theobald_I,_Duke_of_Lorraine", "description": "Theobald I was the duke of Lorraine from 1213 to his death. He was the son and successor of Frederick II and Agnes of Bar."}]}, {"heading": "Deaths", "year": "1339", "date": "February 17", "txt": "Otto, Duke of Austria (b. 1301)", "entities": [{"title": "Otto, Duke of Austria", "href": "/wiki/Otto,_Duke_of_Austria", "description": "Otto, the Merry, a member of the House of Habsburg, was Duke of Austria and Styria from 1330, as well as Duke of Carinthia from 1335 until his death. He ruled jointly with his elder brother Duke Albert II."}]}, {"heading": "Deaths", "year": "1371", "date": "February 17", "txt": "Ivan Alexander of Bulgaria", "entities": [{"title": "Ivan Alexander of Bulgaria", "href": "/wiki/Ivan_Alexander_of_Bulgaria", "description": "Ivan Alexander, also sometimes Anglicized as John Alexander, ruled as Emperor (Tsar) of Bulgaria from 1331 to 1371, during the Second Bulgarian Empire. The date of his birth is unknown. He died on 17 February 1371. The long reign of Ivan Alexander is considered a transitional period in Bulgarian medieval history. Ivan Alexander began his rule by dealing with internal problems and external threats "}]}, {"heading": "Deaths", "year": "1500", "date": "February 17", "txt": "Adolph, Count of Oldenburg-Delmenhorst, German noble (b. before 1463)", "entities": [{"title": "Adolph, Count of Oldenburg-Delmenhorst", "href": "/wiki/Adolph,_Count_of_Oldenburg-Delmenhorst", "description": "Adolph, Count of Oldenburg-Delmenhorst was a Count of Oldenburg from 1482 until his death."}]}, {"heading": "Deaths", "year": "1600", "date": "February 17", "txt": "Giordano Bruno, Italian mathematician, astronomer, and philosopher (b. 1548)", "entities": [{"title": "Giordano Bruno", "href": "/wiki/Giordano_Bruno", "description": "Giordano Bruno was an Italian Dominican friar, philosopher, mathematician, poet, cosmological theorist, and Hermetic occultist. He is known for his cosmological theories, which conceptually extended the then-novel Copernican model. He proposed that the stars were distant suns surrounded by their own planets, and he raised the possibility that these planets might foster life of their own, a cosmolo"}]}, {"heading": "Deaths", "year": "1609", "date": "February 17", "txt": "Ferdinando I de' Medici, Grand Duke of Tuscany (b. 1549)", "entities": [{"title": "Ferdinando I de' Medici, Grand Duke of Tuscany", "href": "/wiki/Ferdinando_I_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Ferdinando I de' Medici, Grand Duke of Tuscany was Grand Duke of Tuscany from 1587 to 1609, having succeeded his older brother Francesco I."}]}, {"heading": "Deaths", "year": "1624", "date": "February 17", "txt": "Juan de Mariana, Spanish priest and historian (b. 1536)", "entities": [{"title": "Juan de Mariana", "href": "/wiki/Juan_de_Mariana", "description": "Juan de Mariana, also known as Father Mariana, was a Spanish Jesuit priest, Scholastic, historian, and member of the Monarchomachs."}]}, {"heading": "Deaths", "year": "1659", "date": "February 17", "txt": "Abel Servien, French politician, French Minister of Finance (b. 1593)", "entities": [{"title": "Abel Servien", "href": "/wiki/Abel_Servien", "description": "Abel Servien, marquis de Sablé et de Boisdauphin and comte de La Roche des Aubiers was a French diplomat who served Cardinal Mazarin and signed for the French the Treaty of Westphalia. He was an early member of the noblesse de robe in the service of the French state."}, {"title": "Minister of the Economy, Finances and Industry (France)", "href": "/wiki/Minister_of_the_Economy,_Finances_and_Industry_(France)", "description": null}]}, {"heading": "Deaths", "year": "1673", "date": "February 17", "txt": "Molière, French actor and playwright (b. 1622)", "entities": [{"title": "Molière", "href": "/wiki/Moli%C3%A8re", "description": "Jean-Baptiste Poquelin, known by his stage name Molière, was a French playwright, actor and poet, widely regarded as one of the greatest writers in the French language and world literature. His extant works include comedies, farces, tragicomedies, comédie-ballets, and more. His plays have been translated into every major living language and are performed at the Comédie-Française more often than th"}]}, {"heading": "Deaths", "year": "1680", "date": "February 17", "txt": "Denzil Holles, 1st Baron Holles, English politician (b. 1599)", "entities": [{"title": "Denzil Holles, 1st Baron Holles", "href": "/wiki/Denzil_Holles,_1st_Baron_Holles", "description": "Denzil Holles, 1st Baron Holles PC was an English statesman, best remembered as one of the Five Members whose attempted arrest by Charles I in January 1642 sparked the First English Civil War."}]}, {"heading": "Deaths", "year": "1680", "date": "February 17", "txt": "Jan Swammerdam, Dutch biologist, zoologist, and entomologist (b. 1637)", "entities": []}, {"heading": "Deaths", "year": "1715", "date": "February 17", "txt": "Antoine Galland, French orientalist and archaeologist (b. 1646)", "entities": [{"title": "Antoine Galland", "href": "/wiki/Antoine_Galland", "description": "Antoine Galland was a French orientalist and archaeologist, most famous as the first European translator of One Thousand and One Nights, which he called Les mille et une nuits. His version of the tales appeared in twelve volumes between 1704 and 1717 and exerted a significant influence on subsequent European literature and attitudes to the Islamic world. Jorge Luis Borges has suggested that Romant"}]}, {"heading": "Deaths", "year": "1732", "date": "February 17", "txt": "Louis Marchand, French organist and composer (b. 1669)", "entities": [{"title": "Louis Marchand", "href": "/wiki/Louis_Marchand", "description": "Louis Marchand was a French Baroque organist, harpsichordist, and composer. Born into an organist's family, Marchand was a child prodigy and quickly established himself as one of the best known French virtuosos of his time. He worked as organist of numerous churches and, for a few years, as one of the four organistes du roy. Marchand had a violent temperament and an arrogant personality, and his l"}]}, {"heading": "Deaths", "year": "1768", "date": "February 17", "txt": "Arthur Onslow, English lawyer and politician, Speaker of the House of Commons (b. 1691)", "entities": [{"title": "Arthur Onslow", "href": "/wiki/Arthur_Onslow", "description": "Arthur Onslow was an English politician. He set a record for length of service when repeatedly elected to serve as Speaker of the House of Commons, where he was known for his integrity."}, {"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}]}, {"heading": "Deaths", "year": "1841", "date": "February 17", "txt": "Ferdinando Carulli, Italian guitarist and composer (b. 1770)", "entities": [{"title": "Ferdinando Carulli", "href": "/wiki/Ferdinando_Carulli", "description": "Ferdinando Maria Meinrado Francesco Pascale Rosario Carulli was an Italian composer for classical guitar and the author of the influential Méthode complète pour guitare ou lyre, op. 27 (1810), which contains music still used by student guitarists today. He wrote a variety of works for classical guitar, including numerous solo and chamber works and several concertos. He was an extremely prolific wr"}]}, {"heading": "Deaths", "year": "1849", "date": "February 17", "txt": "María de las Mercedes Barbudo, Puerto Rican political activist, the first woman Independentista in the island (b. 1773)", "entities": [{"title": "María de las Mercedes Barbudo", "href": "/wiki/Mar%C3%ADa_de_las_Mercedes_Barbudo", "description": "María de las Mercedes Barbudo was a Puerto Rican political activist, the first woman Independentista in the island, and a \"Freedom Fighter\". At the time, the Puerto Rican independence movement had ties with the Venezuelan rebels led by Simón Bolívar."}]}, {"heading": "Deaths", "year": "1854", "date": "February 17", "txt": "John Martin, English painter, engraver, and illustrator (b. 1789)", "entities": [{"title": "John Martin (painter)", "href": "/wiki/John_Martin_(painter)", "description": "John Martin was an English Romantic painter, engraver and illustrator. He was celebrated for his typically vast and melodramatic paintings of religious subjects and fantastic compositions, populated with minute figures placed in imposing landscapes. Martin's paintings, and the prints made from them, enjoyed great success with the general public—in 1821 Thomas Lawrence referred to him as \"the most "}]}, {"heading": "Deaths", "year": "1856", "date": "February 17", "txt": "Heinrich Heine, German journalist and poet (b. 1797)", "entities": [{"title": "Heinrich Heine", "href": "/wiki/Heinrich_Heine", "description": "Christian Johann Heinrich Heine was a German poet, writer and literary critic. He is best known outside Germany for his early lyric poetry, which was set to music in the form of lieder by composers such as Robert Schumann and Franz Schubert. Heine's later verse and prose are distinguished by their satirical wit and irony. He is considered part of the Young Germany movement. His radical political v"}]}, {"heading": "Deaths", "year": "1874", "date": "February 17", "txt": "Adolphe Quetelet, Belgian astronomer, mathematician, and sociologist (b. 1796)", "entities": [{"title": "Adolphe Quetelet", "href": "/wiki/Adolphe_Quetelet", "description": "Lambert Adolphe Jacques Quetelet FRSF or FRSE was a Belgian astronomer, mathematician, statistician and sociologist who founded and directed the Brussels Observatory and was influential in introducing statistical methods to the social sciences. His name is sometimes spelled with an accent as Quételet."}]}, {"heading": "Deaths", "year": "1890", "date": "February 17", "txt": "Christopher Latham Sholes, American publisher and politician (b. 1819)", "entities": [{"title": "Christopher Latham Sholes", "href": "/wiki/Christopher_Latham_Sholes", "description": "Christopher Latham Sholes was an American inventor who invented the QWERTY keyboard, and, along with Samuel W. Soule, Carlos Glidden and John Pratt, has been contended to be one of the inventors of the first typewriter in the United States. He was also a newspaper publisher and Wisconsin politician. In his time, Sholes went by the names C. Latham Sholes, Latham Sholes, or C. L. Sholes, but never \""}]}, {"heading": "Deaths", "year": "1905", "date": "February 17", "txt": "William Bickerton, English-American religious leader, leader in the Latter Day Saint movement (b. 1815)", "entities": [{"title": "William Bickerton", "href": "/wiki/William_Bickerton", "description": "William Bickerton was a leader in the Latter Day Saint movement after the 1844 succession crisis. In 1862, Bickerton became the founding president of the church now known as The Church of Jesus Christ (Bickertonite), which is one of many churches that claim to be a continuation of the Church of Christ founded by Joseph Smith in 1830."}, {"title": "Latter Day Saint movement", "href": "/wiki/Latter_Day_Saint_movement", "description": "The Latter Day Saint movement is the collection of independent church groups that trace their origins to a Christian Restorationist movement founded by Joseph Smith in the late 1820s."}]}, {"heading": "Deaths", "year": "1909", "date": "February 17", "txt": "Geronimo, American tribal leader (b. 1829)", "entities": [{"title": "Geronimo", "href": "/wiki/Geronimo", "description": "Geronimo was a prominent leader and medicine man from the Bedonkohe band of the Apache tribe. From 1850 to 1886, Geronimo joined with members of three other Chiricahua Apache bands—the Tchihende, the Tsokanende and the Nednhi—to carry out numerous raids, as well as fight against Mexican and U.S. military campaigns in the northern Mexico states of Chihuahua and Sonora and in the southwestern Americ"}]}, {"heading": "Deaths", "year": "1912", "date": "February 17", "txt": "Edgar Evans, Welsh sailor and explorer (b. 1876)", "entities": [{"title": "Edgar Evans", "href": "/wiki/Edgar_Evans", "description": "Petty Officer Edgar Evans was a Welsh naval seaman and member of the \"Polar Party\" in Robert Falcon Scott's ill-fated Terra Nova Expedition to the South Pole in 1911–1912. This group of five men, personally selected for the final expedition push, attained the Pole on 17 January 1912. The party perished as they attempted to return to the base camp."}]}, {"heading": "Deaths", "year": "1919", "date": "February 17", "txt": "Wilfrid Laurier, Canadian lawyer and politician, 7th Prime Minister of Canada (b. 1841)", "entities": [{"title": "Wilfrid Laurier", "href": "/wiki/Wilfrid_Laurier", "description": "Sir Henri Charles Wilfrid Laurier was a Canadian politician and statesman who served as the seventh prime minister of Canada, in office from 11 July 1896 to 6 October 1911."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1934", "date": "February 17", "txt": "Albert I of Belgium (b. 1875)", "entities": [{"title": "Albert I of Belgium", "href": "/wiki/Albert_I_of_Belgium", "description": "Albert I reigned as King of the Belgians from 1909 to 1934. He ruled during an eventful period in the history of Belgium, which included the period of World War I (1914–1918), when 90 percent of Belgium was overrun, occupied, and ruled by the German Empire. Other crucial issues included the adoption of the Treaty of Versailles in June 1919, the ruling of the Belgian Congo as an overseas possession"}]}, {"heading": "Deaths", "year": "1934", "date": "February 17", "txt": "Siegbert Tarrasch, German chess player and theoretician (b. 1862)", "entities": []}, {"heading": "Deaths", "year": "1939", "date": "February 17", "txt": "Willy Hess, German violinist and educator (b. 1859)", "entities": [{"title": "Willy Hess (violinist)", "href": "/wiki/Willy_Hess_(violinist)", "description": "Willy Hess was a German violinist and violin teacher."}]}, {"heading": "Deaths", "year": "1946", "date": "February 17", "txt": "Dorothy Gibson, American actress and singer (b. 1889)", "entities": [{"title": "Dorothy Gibson", "href": "/wiki/Dorothy_Gibson", "description": "Dorothy Gibson was a pioneering American silent film actress, artist's model, and singer active in the early 20th century. She is best remembered as a survivor of the sinking of the Titanic and for starring in the first motion picture based on the disaster."}]}, {"heading": "Deaths", "year": "1961", "date": "February 17", "txt": "Lütfi Kırdar, Turkish physician and politician, Turkish Minister of Health (b. 1887)", "entities": [{"title": "Lütfi Kırdar", "href": "/wiki/L%C3%BCtfi_K%C4%B1rdar", "description": "Mehmet Lütfi Kırdar was a Turkish physician, civil servant, politician and Minister of Health and Social Security. He is best remembered for his long-term position as the Governor and Mayor of Istanbul."}, {"title": "Ministry of Health (Turkey)", "href": "/wiki/Ministry_of_Health_(Turkey)", "description": "The Ministry of Health is the ministry of the Government of Turkey responsible for proposing and executing the government policy on health, planning and providing healthcare and protecting consumers. Likewise, it is responsible for proposing and executing the government policy on social cohesion and inclusion, family, protection of minors, youth and of care for dependent or disabled persons. The M"}]}, {"heading": "Deaths", "year": "1961", "date": "February 17", "txt": "Nita Naldi, American actress (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1962", "date": "February 17", "txt": "Joseph Kearns, American actor (b. 1907)", "entities": [{"title": "Joseph Kearns", "href": "/wiki/Joseph_Kearns", "description": "Joseph Sherrard Kearns was an American actor, who is best remembered for his role as George Wilson on the CBS television series Dennis the Menace from 1959 until his death in 1962, and for providing the voice of the Doorknob in the 1951 animated Disney film, Alice in Wonderland."}]}, {"heading": "Deaths", "year": "1962", "date": "February 17", "txt": "Bruno Walter, German-American pianist, composer, and conductor (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "February 17", "txt": "Hans Hofmann, German-American painter (b. 1880)", "entities": [{"title": "Hans Hofmann", "href": "/wiki/Hans_Hofmann", "description": "Hans Hofmann was a German-born American painter, renowned as both an artist and teacher. His career spanned two generations and two continents, and is considered to have both preceded and influenced Abstract Expressionism. Born and educated near Munich, he was active in the early twentieth-century European avant-garde and brought a deep understanding and synthesis of Symbolism, Neo-impressionism, "}]}, {"heading": "Deaths", "year": "1969", "date": "February 17", "txt": "Berry L. Cannon, American aquanaut (b. 1935)", "entities": [{"title": "Berry L. Cannon", "href": "/wiki/Berry_L._Cannon", "description": "Berry Louis Cannon was an American aquanaut who served on the SEALAB II and III projects of the U.S. Navy. Cannon died of carbon dioxide poisoning while attempting to repair SEALAB III. It was later found that his diving rig's baralyme canister, which should have absorbed the carbon dioxide Cannon exhaled, was empty."}]}, {"heading": "Deaths", "year": "1970", "date": "February 17", "txt": "Shmuel Yosef Agnon, Ukrainian-Israeli novelist, short story writer, and poet, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Shmuel Yosef Agnon", "href": "/wiki/Shmuel_Yosef_Agnon", "description": "Shmuel Yosef Agnon was a Nobel Prize laureate writer and was one of the central figures of modern Hebrew fiction. In Hebrew, he is known by the acronym Shai Agnon. In English, his works are published under the name S. Y. Agnon."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1970", "date": "February 17", "txt": "Alfred Newman, American composer and conductor (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "February 17", "txt": "Friday Hassler, American race car driver (b. 1935)", "entities": [{"title": "Friday Hassler", "href": "/wiki/Friday_Hassler", "description": "Raymond \"Friday\" Hassler was a NASCAR Grand National and Winston Cup Series driver."}]}, {"heading": "Deaths", "year": "1977", "date": "February 17", "txt": "Janani Luwum, Ugandan archbishop and saint (b. 1922)", "entities": [{"title": "Janani Luwum", "href": "/wiki/Janani_Luwum", "description": "Janani Jakaliya Luwum was the archbishop of the Church of Uganda from 1974 to 1977 and one of the most influential leaders of the modern church in Africa. He was arrested in February 1977 and died shortly after. Although the official account describes a car crash, it is generally accepted that he was murdered on the orders of then-President Idi Amin."}]}, {"heading": "Deaths", "year": "1979", "date": "February 17", "txt": "William Gargan, American actor (b. 1905)", "entities": [{"title": "William Gargan", "href": "/wiki/William_Gargan", "description": "William Dennis Gargan was an American film, television and radio actor. He was the 5th recipient of the Screen Actors Guild Lifetime Achievement Award in 1967, and in 1941, was nominated for the Academy Award for Best Supporting Actor for his role as Joe in They Knew What They Wanted. He acted in decades of movies including parts in Follow the Leader, Rain, Night Flight, Three Sons, Isle of Destin"}]}, {"heading": "Deaths", "year": "1982", "date": "February 17", "txt": "Nestor Chylak, American baseball player and umpire (b. 1922)", "entities": [{"title": "Nestor Chylak", "href": "/wiki/Nestor_Chylak", "description": "Nestor George Chylak Jr. was an American umpire in Major League Baseball who worked in the American League from 1954 to 1978. He umpired in three ALCS, serving as crew chief in 1969 and 1973. He also called five World Series, serving as the crew chief in 1971 and 1977. He also worked in six All-Star Games: 1957, 1960, 1964, 1973 and 1978, working home plate in the second 1960 game and in 1973."}]}, {"heading": "Deaths", "year": "1982", "date": "February 17", "txt": "Thelonious Monk, American pianist and composer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "February 17", "txt": "Lee Strasberg, American actor and director (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "February 17", "txt": "Jiddu Krishnamurti, Indian-American philosopher and author (b. 1895)", "entities": [{"title": "Jiddu Krishnamurti", "href": "/wiki/Jiddu_Krishnamurti", "description": "Jiddu Krishnamurti was a philosopher, speaker and writer. In his early life, he was groomed to be the new World Teacher, but later rejected this mantle and withdrew from the Theosophy organization behind it. His interests included psychological revolution, the nature of mind, meditation, inquiry, human relationships, and bringing about radical change in society. He stressed the need for a revoluti"}]}, {"heading": "Deaths", "year": "1988", "date": "February 17", "txt": "John M. Allegro, English archaeologist and scholar (b. 1923)", "entities": [{"title": "John M. Allegro", "href": "/wiki/John_M._Allegro", "description": "John Marco Allegro was an English archaeologist and Dead Sea Scrolls scholar. He was a populariser of the Dead Sea Scrolls through his books and radio broadcasts. He was the editor of some of the most famous and controversial scrolls published, the pesharim. A number of Allegro's later books, including The Sacred Mushroom and the Cross, brought him both popular fame and notoriety, and also destroy"}]}, {"heading": "Deaths", "year": "1988", "date": "February 17", "txt": "Karpoori Thakur, Indian educator and politician, 11th Chief Minister of Bihar (b. 1924)", "entities": [{"title": "List of Chief Ministers of Bihar", "href": "/wiki/List_of_Chief_Ministers_of_Bihar", "description": "The Chief Minister of Bihar is the chief executive of the Indian state of Bihar. As per the Constitution of India, the Governor of Bihar is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Bihar Legislative Assembly, the governor usually invites the party with a majority of seats to form the government. The governor appoints the c"}]}, {"heading": "Deaths", "year": "1989", "date": "February 17", "txt": "Lefty Gomez, American baseball player (b. 1908)", "entities": [{"title": "Lefty Gomez", "href": "/wiki/Lefty_Gomez", "description": "Vernon Louis \"Lefty\" Gomez was an American professional baseball player. A left-handed pitcher, Gomez played in Major League Baseball (MLB) between 1930 and 1943 for the New York Yankees and the Washington Senators. Gomez was a five-time World Series champion with the Yankees. He was also known for his colorful personality and humor throughout his career and life."}, {"title": "1908", "href": "/wiki/1908", "description": "1908 (MCMVIII) was a leap year starting on Wednesday of the Gregorian calendar and a leap year starting on Tuesday of the Julian calendar, the 1908th year of the Common Era (CE) and Anno Domini (AD) designations, the 908th year of the 2nd millennium, the 8th year of the 20th century, and the 9th year of the 1900s decade. As of the start of 1908, the Gregorian calendar was 13 days ahead of the Juli"}]}, {"heading": "Deaths", "year": "1990", "date": "February 17", "txt": "Jean-Marc Boivin, French mountaineer, skier, and pilot (b. 1951)", "entities": [{"title": "Jean-Marc Boivin", "href": "/wiki/Jean-Marc_Boivin", "description": "Jean-Marc Boivin was a French mountaineer, extreme skier, hang glider and paraglider pilot, speleologist, BASE jumper, film maker and author. The holder of several altitude records for hang gliding and paragliding, the creator of numerous first ascents and first ski descents in the Alps, a member of the team that broke the record for a sub-glacial dive and the first person to paraglide from the su"}, {"title": "1951", "href": "/wiki/1951", "description": "1951 (MCMLI) was a common year starting on Monday of the Gregorian calendar, the 1951st year of the Common Era (CE) and Anno Domini (AD) designations, the 951st year of the 2nd millennium, the 51st year of the 20th century, and the 2nd year of the 1950s decade. "}]}, {"heading": "Deaths", "year": "1994", "date": "February 17", "txt": "Randy Shilts, American journalist and author (b. 1951)", "entities": [{"title": "Randy Shilts", "href": "/wiki/Randy_Shilts", "description": "Randy Shilts was an American journalist and author. After studying journalism at the University of Oregon, he began working as a reporter for both The Advocate and the San Francisco Chronicle, as well as for San Francisco Bay Area television stations. In the early 1980s, he was noted for being the first openly-gay reporter for the San Francisco Chronicle. His first book The Mayor of Castro Street:"}]}, {"heading": "Deaths", "year": "1998", "date": "February 17", "txt": "Ernst Jünger, German soldier, philosopher, and author (b. 1895)", "entities": [{"title": "Ernst Jünger", "href": "/wiki/Ernst_J%C3%BCnger", "description": "Ernst Jünger was a philosopher, a highly decorated Imperial German soldier, author, and entomologist who became publicly known for his World War I memoir Storm of Steel."}, {"title": "1895", "href": "/wiki/1895", "description": "1895 (MDCCCXCV) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1895th year of the Common Era (CE) and Anno Domini (AD) designations, the 895th year of the 2nd millennium, the 95th year of the 19th century, and the 6th year of the 1890s decade. As of the start of 1895, the Gregorian calendar was 12 days ahead of the J"}]}, {"heading": "Deaths", "year": "2003", "date": "February 17", "txt": "Steve Bechler, American baseball player (b. 1979)", "entities": [{"title": "Steve Bechler", "href": "/wiki/Steve_Bechler", "description": "Steven Scott Bechler was an American professional baseball pitcher, who played in Major League Baseball (MLB) for the Baltimore Orioles."}, {"title": "1979", "href": "/wiki/1979", "description": "1979 (MCMLXXIX) was a common year starting on Monday of the Gregorian calendar, the 1979th year of the Common Era (CE) and Anno Domini (AD) designations, the 979th year of the 2nd millennium, the 79th year of the 20th century, and the 10th and last year of the 1970s decade. "}]}, {"heading": "Deaths", "year": "2004", "date": "February 17", "txt": "José López Portillo, Mexican lawyer and politician, 51st President of Mexico (b. 1920)", "entities": [{"title": "José López Portillo", "href": "/wiki/Jos%C3%A9_L%C3%B3pez_Portillo", "description": "José Guillermo Abel López Portillo y Pacheco CYC was a Mexican lawyer and politician affiliated with the Institutional Revolutionary Party (PRI) who served as the 58th President of Mexico from 1976 to 1982. López Portillo was the only official candidate in the 1976 Presidential election, being the only President in recent Mexican history to win an election unopposed."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}, {"title": "1920", "href": "/wiki/1920", "description": "1920 (MCMXX) was a leap year starting on Thursday of the Gregorian calendar and a leap year starting on Wednesday of the Julian calendar, the 1920th year of the Common Era (CE) and Anno Domini (AD) designations, the 920th year of the 2nd millennium, the 20th year of the 20th century, and the 1st year of the 1920s decade. As of the start of 1920, the Gregorian calendar was 13 days ahead of the Juli"}]}, {"heading": "Deaths", "year": "2005", "date": "February 17", "txt": "Dan O'Herlihy, Irish-American actor (b. 1919)", "entities": [{"title": "Dan O'Herlihy", "href": "/wiki/Dan_O%27Herlihy", "description": "Daniel Peter O'Herlihy was an Irish-born American film actor, known for such roles as Brigadier General Warren A. \"Blackie\" Black in Fail Safe, Marshal Ney in Waterloo, Conal Cochran in Halloween III: Season of the Witch, \"The Old Man\" in RoboCop, Grig in The Last Starfighter, and Andrew Packard in Twin Peaks. He was nominated for the Academy Award for Best Actor for the 1954 film Adventures of Ro"}, {"title": "1919", "href": "/wiki/1919", "description": "1919 (MCMXIX) was a common year starting on Wednesday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1919th year of the Common Era (CE) and Anno Domini (AD) designations, the 919th year of the 2nd millennium, the 19th year of the 20th century, and the 10th and last year of the 1910s decade. As of the start of 1919, the Gregorian calendar was 13 days ahe"}]}, {"heading": "Deaths", "year": "2005", "date": "February 17", "txt": "Omar Sívori, Argentinian footballer and manager (b. 1935)", "entities": [{"title": "1935", "href": "/wiki/1935", "description": "1935 (MCMXXXV) was a common year starting on Tuesday of the Gregorian calendar, the 1935th year of the Common Era (CE) and Anno Domini (AD) designations, the 935th year of the 2nd millennium, the 35th year of the 20th century, and the 6th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "2006", "date": "February 17", "txt": "Ray Barretto, American drummer (b. 1929)", "entities": [{"title": "Ray Barretto", "href": "/wiki/Ray_Barretto", "description": "Ray Barretto was an American percussionist and bandleader of Puerto Rican ancestry. Throughout his career as a percussionist, he played a wide variety of Latin music styles, as well as Latin jazz. His first hit, \"El Watusi\", was recorded by his Charanga Moderna in 1962, becoming the most successful pachanga song in the United States. In the late 1960s, Barretto became one of the leading exponents "}, {"title": "1929", "href": "/wiki/1929", "description": "1929 (MCMXXIX) was a common year starting on Tuesday of the Gregorian calendar, the 1929th year of the Common Era (CE) and Anno Domini (AD) designations, the 929th year of the 2nd millennium, the 29th year of the 20th century, and the 10th and last year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "2006", "date": "February 17", "txt": "Bill Cowsill, American singer-songwriter and guitarist (b. 1948)", "entities": [{"title": "1948", "href": "/wiki/1948", "description": "1948 (MCMXLVIII) was a leap year starting on Thursday of the Gregorian calendar, the 1948th year of the Common Era (CE) and Anno Domini (AD) designations, the 948th year of the 2nd millennium, the 48th year of the 20th century, and the 9th year of the 1940s decade. "}]}, {"heading": "Deaths", "year": "2009", "date": "February 17", "txt": "Conchita Cintrón, Chilean bullfighter and journalist (b. 1922)", "entities": [{"title": "Conchita Cintrón", "href": "/wiki/Conchita_Cintr%C3%B3n", "description": "Concepción Cintrón Verrill, also known as Conchita Cintrón or La Diosa de Oro, was a Chile-born Peruvian torera, perhaps the most famous in the history of bullfighting. In the ring Cintrón was said to display particular grace, style and bravado, a combination known as duende."}, {"title": "1922", "href": "/wiki/1922", "description": "1922 (MCMXXII) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1922nd year of the Common Era (CE) and Anno Domini (AD) designations, the 922nd year of the 2nd millennium, the 22nd year of the 20th century, and the 3rd year of the 1920s decade. As of the start of 1922, the Gregorian calendar was 13 days ahead of the J"}]}, {"heading": "Deaths", "year": "2010", "date": "February 17", "txt": "Kathryn Grayson, American actress and singer (b. 1922)", "entities": [{"title": "Kathryn Grayson", "href": "/wiki/Kathryn_Grayson", "description": "Zelma Kathryn Elisabeth Hedrick was an American actress and coloratura soprano."}]}, {"heading": "Deaths", "year": "2012", "date": "February 17", "txt": "Robert Carr, English engineer and politician, Shadow Chancellor of the Exchequer (b. 1916)", "entities": [{"title": "Robert Carr", "href": "/wiki/Robert_Carr", "description": "Leonard Robert Carr, Baron Carr of Hadley, was a British Conservative politician who served as Home Secretary from 1972 to 1974."}, {"title": "Shadow Chancellor of the Exchequer", "href": "/wiki/Shadow_Chancellor_of_the_Exchequer", "description": "The Shadow Chancellor of the Exchequer in the British Parliamentary system is the member of the Shadow Cabinet who is responsible for shadowing the Chancellor of the Exchequer. The title is in the gift of the Leader of the Opposition but is informal. The Shadow Chancellor has no constitutional role."}, {"title": "1916", "href": "/wiki/1916", "description": "1916 (MCMXVI) was a leap year starting on Saturday of the Gregorian calendar and a leap year starting on Friday of the Julian calendar, the 1916th year of the Common Era (CE) and Anno Domini (AD) designations, the 916th year of the 2nd millennium, the 16th year of the 20th century, and the 7th year of the 1910s decade. As of the start of 1916, the Gregorian calendar was 13 days ahead of the Julian"}]}, {"heading": "Deaths", "year": "2012", "date": "February 17", "txt": "Michael Davis, American singer-songwriter and bass player (b. 1943)", "entities": [{"title": "1943", "href": "/wiki/1943", "description": "1943 (MCMXLIII) was a common year starting on Friday of the Gregorian calendar, the 1943rd year of the Common Era (CE) and Anno Domini (AD) designations, the 943rd year of the 2nd millennium, the 43rd year of the 20th century, and the 4th year of the 1940s decade. "}]}, {"heading": "Deaths", "year": "2012", "date": "February 17", "txt": "Nicolaas Govert de Bruijn, Dutch mathematician and theorist (b. 1918)", "entities": [{"title": "1918", "href": "/wiki/1918", "description": "1918 (MCMXVIII) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Monday of the Julian calendar, the 1918th year of the Common Era (CE) and Anno Domini (AD) designations, the 918th year of the 2nd millennium, the 18th year of the 20th century, and the 9th year of the 1910s decade. As of the start of 1918, the Gregorian calendar was 13 days ahead of the J"}]}, {"heading": "Deaths", "year": "2012", "date": "February 17", "txt": "Ulric Neisser, German-American psychologist and academic (b. 1928)", "entities": [{"title": "1928", "href": "/wiki/1928", "description": "1928 (MCMXXVIII) was a leap year starting on Sunday of the Gregorian calendar, the 1928th year of the Common Era (CE) and Anno Domini (AD) designations, the 928th year of the 2nd millennium, the 28th year of the 20th century, and the 9th year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "2013", "date": "February 17", "txt": "Richard Briers, English actor (b. 1934)", "entities": [{"title": "Richard Briers", "href": "/wiki/Richard_Briers", "description": "Richard David Briers, was an English actor. His fifty-year career encompassed television, stage, film and radio."}, {"title": "1934", "href": "/wiki/1934", "description": "1934 (MCMXXXIV) was a common year starting on Monday of the Gregorian calendar, the 1934th year of the Common Era (CE) and Anno Domini (AD) designations, the 934th year of the 2nd millennium, the 34th year of the 20th century, and the 5th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "2013", "date": "February 17", "txt": "Shmulik Kraus, Israeli singer-songwriter and actor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 17", "txt": "Sophie Kurys, American baseball player (b. 1925)", "entities": [{"title": "1925", "href": "/wiki/1925", "description": "1925 (MCMXXV) was a common year starting on Thursday of the Gregorian calendar, the 1925th year of the Common Era (CE) and Anno Domini (AD) designations, the 925th year of the 2nd millennium, the 25th year of the 20th century, and the 6th year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "2013", "date": "February 17", "txt": "Mindy McCready, American singer-songwriter (b. 1975)", "entities": [{"title": "1975", "href": "/wiki/1975", "description": "1975 (MCMLXXV) was a common year starting on Wednesday of the Gregorian calendar, the 1975th year of the Common Era (CE) and Anno Domini (AD) designations, the 975th year of the 2nd millennium, the 75th year of the 20th century, and the 6th year of the 1970s decade. "}]}, {"heading": "Deaths", "year": "2014", "date": "February 17", "txt": "Bob Casale, American guitarist, keyboard player, and producer (b. 1952)", "entities": [{"title": "Bob Casale", "href": "/wiki/Bob_Casale", "description": "Robert Edward \"Bob\" Casale, Jr., or \"Bob 2\", was an American multi-instrumentalist, composer, record producer and audio engineer."}, {"title": "1952", "href": "/wiki/1952", "description": "1952 (MCMLII) was a leap year starting on Tuesday of the Gregorian calendar, the 1952nd year of the Common Era (CE) and Anno Domini (AD) designations, the 952nd year of the 2nd millennium, the 52nd year of the 20th century, and the 3rd year of the 1950s decade. "}]}, {"heading": "Deaths", "year": "2014", "date": "February 17", "txt": "Peter Florin, German politician and diplomat, President of the United Nations General Assembly (b. 1921)", "entities": [{"title": "President of the United Nations General Assembly", "href": "/wiki/President_of_the_United_Nations_General_Assembly", "description": "The President of the United Nations General Assembly is a position voted for by representatives in the United Nations General Assembly (UNGA) on a yearly basis. The President is the chair and presiding officer of the General Assembly."}, {"title": "1921", "href": "/wiki/1921", "description": "1921 (MCMXXI) was a common year starting on Saturday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1921st year of the Common Era (CE) and Anno Domini (AD) designations, the 921st year of the 2nd millennium, the 21st year of the 20th century, and the 2nd year of the 1920s decade. As of the start of 1921, the Gregorian calendar was 13 days ahead of the Ju"}]}, {"heading": "Deaths", "year": "2014", "date": "February 17", "txt": "Wayne Smith, Jamaican singer (b. 1965)", "entities": [{"title": "1965", "href": "/wiki/1965", "description": "1965 (MCMLXV) was a common year starting on Friday of the Gregorian calendar, the 1965th year of the Common Era (CE) and Anno Domini (AD) designations, the 965th year of the 2nd millennium, the 65th year of the 20th century, and the 6th year of the 1960s decade. "}]}, {"heading": "Deaths", "year": "2015", "date": "February 17", "txt": "John Barrow, American-Canadian football player and manager (b. 1935)", "entities": [{"title": "John Barrow (Canadian football)", "href": "/wiki/John_Barrow_(Canadian_football)", "description": "John B. Barrow was an American college and professional football player who was an offensive and defensive tackle in the Canadian Football League (CFL) for fourteen seasons in the 1950s, 1960s and 1970s. Barrow played college football for the University of Florida, and was recognized as an All-American. Thereafter, he played professionally for the Hamilton Tiger-Cats of the CFL, and was later indu"}]}, {"heading": "Deaths", "year": "2015", "date": "February 17", "txt": "Cathy Ubels-Veen, Dutch politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 17", "txt": "Liu Yudi, Chinese general and pilot (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 17", "txt": "Andy Ganteaume, Trinidadian cricketer (b. 1921)", "entities": [{"title": "Andy Ganteaume", "href": "/wiki/Andy_Ganteaume", "description": "Andrew Gordon Ganteaume was a Trinidadian cricketer who played one Test match for the West Indies in 1948 as a batsman. He scored 112 in his only Test innings which left him with the highest Test batting average in history. Ganteaume played for Trinidad from a young age and was chosen to play in a Test match against England following his good batting form in 1948. However, his slow scoring probabl"}]}, {"heading": "Deaths", "year": "2016", "date": "February 17", "txt": "Mohamed Hassanein Heikal, Egyptian journalist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 17", "txt": "Claude Jeancolas, French historian, author, and journalist (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 17", "txt": "Tony Phillips, American baseball player (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 17", "txt": "Andrzej Żuławski, Polish film director (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 17", "txt": "Robert H. Michel, American politician (b. 1923)", "entities": [{"title": "Robert H. Michel", "href": "/wiki/Robert_H._Michel", "description": "Robert Henry Michel was an American Republican Party politician who was a member of the United States House of Representatives for 38 years. He represented central Illinois' 18th congressional district, and was the GOP leader in Congress, serving as Minority Leader for the last 14 years (1981–1995) of a decades-long era of Democratic Party dominance of the House."}]}, {"heading": "Deaths", "year": "2017", "date": "February 17", "txt": "Michael Novak, American Roman Catholic theologian (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "February 17", "txt": "Rush Limbaugh, American talk show host and author (b. 1951)", "entities": [{"title": "Rush Limbaugh", "href": "/wiki/Rush_Limbaugh", "description": "Rush Hudson Limbaugh III was an American radio personality, conservative political commentator, author, and television show host. He was best known as the host of The Rush Limbaugh Show, which was nationally syndicated on AM and FM radio stations."}]}]