[{"heading": "Events", "year": "421", "date": "February 8", "txt": "Constantius III becomes co-Emperor of the Western Roman Empire.", "entities": [{"title": "Constantius III", "href": "/wiki/Constantius_III", "description": "Constantius III was Roman emperor of the West in 421, from 8 February until his death on 2 September. He earned his position as Emperor due to his capability as a general under Honorius, achieving the rank of Magister militum by 411. That same year, he was sent to suppress the revolt of Constantine III, a Roman general who declared himself emperor. Constantius led his army to Arles in Gaul, the ca"}, {"title": "Western Roman Empire", "href": "/wiki/Western_Roman_Empire", "description": "The Western Roman Empire comprises the western provinces of the Roman Empire at any time during which they were administered by a separate independent Imperial court; in particular, this term is used in historiography to describe the period from 395 to 476, where there were separate coequal courts dividing the governance of the empire in the Western and the Eastern provinces, with a distinct imper"}]}, {"heading": "Events", "year": "1238", "date": "February 8", "txt": "The Mongols burn the Russian city of Vladimir.", "entities": [{"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "Vladimir, Russia", "href": "/wiki/Vladimir,_Russia", "description": "Vladimir is a city and the administrative center of Vladimir Oblast, Russia, located on the Klyazma River, 200 kilometers (120 mi) to the east of Moscow. It is served by a railway and the M7 motorway. Its population is 345,373 (2010 Census); 315,954 (2002 Census); 349,702 (1989 Census)."}]}, {"heading": "Events", "year": "1250", "date": "February 8", "txt": "Seventh Crusade: Crusaders engage Ayyubid forces in the Battle of Al Mansurah.", "entities": [{"title": "Seventh Crusade", "href": "/wiki/Seventh_Crusade", "description": "The Seventh Crusade was a crusade led by Louis IX of France from 1248 to 1254. Louis' Christian army was defeated by the Ayyubid army led by Fakhr al-Din ibn Shaykh al-Shuyukh and their allies, the Bahriyya Mamluks, led by Faris ad-Din Aktai, Baibars al-Bunduqdari, Qutuz, Aybak and Qalawun. Shaykh al-Shuyukh was killed in the war, and Louis was captured. Approximately 800,000 bezants were paid in "}, {"title": "Ayyubid dynasty", "href": "/wiki/Ayyubid_dynasty", "description": "The Ayyubid dynasty was a Sunni Muslim dynasty of Kurdish origin, founded by Saladin and centered in Egypt, ruling over the Levant, Mesopotamia, Hijaz, Nubia and parts of the Maghreb. The dynasty ruled large parts of the Middle East during the 12th–13th and 14th centuries. Saladin had risen to vizier of Fatimid Egypt in 1169, before abolishing the Fatimid Caliphate in 1171. Three years later, he w"}, {"title": "Battle of Al Mansurah", "href": "/wiki/Battle_of_Al_Mansurah", "description": "The Battle of Mansurah was fought from 8 to 11 February 1250, between Crusaders led by Louis IX, King of France, and Ayyubid forces led by Queen Shajar al-Durr, Emir Fakhr-ad-Din Yusuf, Faris ad-Din Aktai and Baibars al-Bunduqdari. It was fought in present-day Mansoura, Egypt."}]}, {"heading": "Events", "year": "1347", "date": "February 8", "txt": "The Byzantine civil war of 1341–47 ends with a power-sharing agreement between John VI Kantakouzenos and John V Palaiologos.", "entities": [{"title": "Byzantine civil war of 1341–47", "href": "/wiki/Byzantine_civil_war_of_1341%E2%80%9347", "description": "The Byzantine civil war of 1341–1347, sometimes referred to as the Second Palaiologan Civil War, was a conflict that broke out in the Byzantine Empire after the death of Andronikos III Palaiologos over the guardianship of his nine-year-old son and heir, John V Palaiologos. It pitted on the one hand Andronikos III's chief minister, John VI Kantakouzenos, and on the other a regency headed by the Emp"}, {"title": "John VI Kantakouzenos", "href": "/wiki/John_VI_Kantakouzenos", "description": "John VI Kantakouzenos, Cantacuzenus, or Cantacuzene was a Greek nobleman, statesman, and general. He served as grand domestic under Andronikos III Palaiologos and regent for John V Palaiologos before reigning as Byzantine emperor in his own right from 1347 to 1354. Deposed by his former ward, he was made to retire to a monastery under the name Joasaph Christodoulos and spent the remainder of his l"}, {"title": "John V Palaiologos", "href": "/wiki/John_V_Palaiologos", "description": "John V Palaiologos or Palaeologus was Byzantine Emperor from 1341 to 1391."}]}, {"heading": "Events", "year": "1575", "date": "February 8", "txt": "Leiden University is founded, and given the motto Praesidium Libertatis.", "entities": [{"title": "Leiden University", "href": "/wiki/Leiden_University", "description": "Leiden University is a public research university in Leiden, Netherlands. Founded in 1575 by William, Prince of Orange as a reward to the town of Leiden for its defense against Spanish attacks during the Eighty Years' War, it is the oldest institution of higher education in the Netherlands."}]}, {"heading": "Events", "year": "1587", "date": "February 8", "txt": "Mary, Queen of Scots, is executed on suspicion of having been involved in the Babington Plot to murder her cousin, Queen Elizabeth I.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "Babington Plot", "href": "/wiki/Babington_Plot", "description": "The Babington Plot was a plan in 1586 to assassinate Queen Elizabeth I, a Protestant, and put Mary, Queen of Scots, her Roman Catholic cousin, on the English throne. It led to the Queen of Scots' execution, a result of a letter sent by Mary in which she consented to the assassination of Elizabeth."}, {"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}]}, {"heading": "Events", "year": "1590", "date": "February 8", "txt": "Luis de Carvajal y de la Cueva is tortured by the Inquisition in Mexico, charged with concealing the practice of Judaism of his sister and her children.", "entities": [{"title": "Luis de Carvajal y de la Cueva", "href": "/wiki/Luis_de_Carvajal_y_de_la_Cueva", "description": "Luis de Carvajal was governor of the Spanish province of Nuevo León in present-day Mexico, an alleged slave trader, and the first Spanish subject known to have entered Texas from Mexico across the lower Rio Grande."}]}, {"heading": "Events", "year": "1601", "date": "February 8", "txt": "Robert Devereux, 2nd Earl of Essex, rebels against Queen Elizabeth I and the revolt is quickly crushed.", "entities": [{"title": "Robert Devereux, 2nd Earl of Essex", "href": "/wiki/Robert_Devereux,_2nd_Earl_of_Essex", "description": "Robert Devereux, 2nd Earl of Essex, KG, PC was an English nobleman and a favourite of Elizabeth I. Politically ambitious, and a committed general, he was placed under house arrest following a poor campaign in Ireland during the Nine Years' War in 1599. In 1601, he led an abortive coup d'état against the government and was executed for treason."}, {"title": "Essex's Rebellion", "href": "/wiki/Essex%27s_Rebellion", "description": "Essex's Rebellion was an unsuccessful rebellion led by Robert Devereux, 2nd Earl of Essex, in 1601 against Queen Elizabeth I of England and the court faction led by Sir Robert Cecil to gain further influence at court."}]}, {"heading": "Events", "year": "1693", "date": "February 8", "txt": "The College of William & Mary in Williamsburg, Virginia, America, is granted a charter by King William III and Queen Mary II.", "entities": [{"title": "College of William & Mary", "href": "/wiki/College_of_William_%26_Mary", "description": "The College of William & Mary is a public research university in Williamsburg, Virginia. Founded in 1693 by letters patent issued by King William III and Queen Mary II, it is the second-oldest institution of higher education in the United States, after Harvard University."}, {"title": "Williamsburg, Virginia", "href": "/wiki/Williamsburg,_Virginia", "description": "Williamsburg is a city in the U.S. state of Virginia. As of the 2010 U.S. Census, the population was 14,068. In 2019, the population was estimated at 14,954. Located on the Virginia Peninsula, Williamsburg is in the northern part of the Hampton Roads metropolitan area. It is bordered by James City County and York County."}, {"title": "United States of America", "href": "/wiki/United_States_of_America", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}, {"title": "Mary II of England", "href": "/wiki/Mary_II_of_England", "description": "Mary II was Queen of England, Scotland, and Ireland, co-reigning with her husband, King William III & II, from 1689 until her death from smallpox at the age of 32. Popular histories usually refer to their joint reign as that of William and Mary."}]}, {"heading": "Events", "year": "1807", "date": "February 8", "txt": "After two days of bitter fighting, the Russians under Bennigsen and the Prussians under L'Estocq concede the Battle of Eylau to Napoleon.", "entities": [{"title": "Levin August, Count von Bennigsen", "href": "/wiki/Levin_August,_Count_von_Bennigsen", "description": "Levin August Gottlieb Theophil Graf von Bennigsen was a German general in the service of the Russian Empire."}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Anton Wilhelm von L'Estocq", "href": "/wiki/Anton_Wilhelm_von_L%27Estocq", "description": "Anton Wilhelm von L'Estocq was a Prussian cavalry general best known for his command of the Prussian troops at the Battle of Eylau."}, {"title": "Battle of Eylau", "href": "/wiki/Battle_of_Eylau", "description": "The Battle of Eylau or Battle of Preussisch-Eylau, 7 and 8 February 1807, was a bloody and strategically inconclusive battle between Napoleon's Grande Armée and the Imperial Russian Army under the command of Levin August von Bennigsen near the town of Preussisch Eylau in East Prussia. Late in the battle, the Russians received timely reinforcements from a Prussian division of von L'Estocq. After 19"}]}, {"heading": "Events", "year": "1817", "date": "February 8", "txt": "Las Heras completes his crossing of the Andes with an army to join San Martín and liberate Chile from Spain.", "entities": [{"title": "Juan Gregorio de las Heras", "href": "/wiki/Juan_Gregorio_de_las_Heras", "description": "Grand Marshal Juan Gregorio de Las Heras was an Argentine soldier who took part in the Spanish American wars of independence and was also a governor of the province of Buenos Aires."}, {"title": "Crossing of the Andes", "href": "/wiki/Crossing_of_the_Andes", "description": "The Crossing of the Andes was one of the most important feats in the Argentine and Chilean wars of independence, in which a combined army of Argentine soldiers and Chilean exiles invaded Chile leading to Chile's liberation from Spanish rule. The crossing of the Andes was a major step in the strategy devised by José de San Martín to defeat the royalist forces at their stronghold of Lima, Viceroyalt"}, {"title": "José de San Martín", "href": "/wiki/Jos%C3%A9_de_San_Mart%C3%ADn", "description": "José Francisco de San Martín y Matorras, known simply as José de San Martín or El Libertador of Argentina, Chile and Peru, was an Argentine general and the prime leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of "}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1837", "date": "February 8", "txt": "Richard Johnson becomes the first Vice President of the United States chosen by the United States Senate.", "entities": [{"title": "Richard Mentor Johnson", "href": "/wiki/Richard_Mentor_Johnson", "description": "Richard Mentor Johnson was an American lawyer and politician who served as the ninth vice president of the United States, serving from 1837 to 1841 under President Martin Van Buren. He is the only vice president elected by the United States Senate under the provisions of the Twelfth Amendment. Johnson also represented Kentucky in the U.S. House of Representatives and Senate. He began and ended his"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1865", "date": "February 8", "txt": "Delaware refuses to ratify the Thirteenth Amendment to the U.S. Constitution. Slavery was outlawed in the United States, including Delaware, when the Amendment was ratified by the requisite number of states on December 6, 1865. Delaware ratified the Thirteenth Amendment on February 12, 1901, which was the ninety-second anniversary of the birth of Abraham Lincoln.", "entities": [{"title": "Delaware", "href": "/wiki/Delaware", "description": "Delaware is a state in the Mid-Atlantic region of the United States, bordering Maryland to its south and west; Pennsylvania to its north; and New Jersey and the Atlantic Ocean to its east. The state takes its name from the nearby Delaware River named after Thomas West, 3rd Baron De La Warr, an English nobleman and Virginia's first colonial governor."}, {"title": "Thirteenth Amendment to the U.S. Constitution", "href": "/wiki/Thirteenth_Amendment_to_the_U.S._Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Events", "year": "1879", "date": "February 8", "txt": "Sandford Fleming first proposes adoption of Universal Standard Time at a meeting of the Royal Canadian Institute.", "entities": [{"title": "Sandford Fleming", "href": "/wiki/Sandford_Fleming", "description": "Sir Sandford Fleming was a Scottish Canadian engineer and inventor. Born and raised in Scotland, he emigrated to colonial Canada at the age of 18. He promoted worldwide standard time zones, a prime meridian, and use of the 24-hour clock as key elements to communicating the accurate time, all of which influenced the creation of Coordinated Universal Time. He designed Canada's first postage stamp, p"}, {"title": "Universal Standard Time", "href": "/wiki/Universal_Standard_Time", "description": "\nUniversal Time (UT) is a time standard based on Earth's rotation. There are several versions of Universal Time, which differ by up to a few seconds. The most commonly used are Coordinated Universal Time (UTC) and UT1. All of these versions of UT, except for UTC, are based on Earth's rotation relative to distant celestial objects, but with a scaling factor and other adjustments to make them closer"}, {"title": "Royal Canadian Institute", "href": "/wiki/Royal_Canadian_Institute", "description": "The Royal Canadian Institute for Science (RCIS), known also as the Royal Canadian Institute, is a Canadian nonprofit organization dedicated to the advancement of science."}]}, {"heading": "Events", "year": "1879", "date": "February 8", "txt": "The England cricket team led by Lord Harris is attacked in a riot during a match in Sydney.", "entities": [{"title": "George Harris, 4th Baron Harris", "href": "/wiki/George_Harris,_4th_Baron_Harris", "description": "Colonel George Robert Canning Harris, 4th Baron Harris,, generally known as Lord Harris, was a British colonial administrator and Governor of Bombay. He was also an English amateur cricketer, mainly active from 1870 to 1889, who played for Kent and England as captain of both teams. He had a political career from 1885 to 1900 and was for much of his life a highly influential figure in cricket admin"}, {"title": "Sydney Riot of 1879", "href": "/wiki/Sydney_Riot_of_1879", "description": "The Sydney Riot of 1879 was an instance of civil disorder that occurred at an early international cricket match. It took place on 8 February 1879 at what is now the Sydney Cricket Ground, during a match between New South Wales, captained by Dave Gregory, and a touring English team, captained by Lord Harris."}]}, {"heading": "Events", "year": "1885", "date": "February 8", "txt": "The first government-approved Japanese immigrants arrive in Hawaii.", "entities": [{"title": "Japanese in Hawaii", "href": "/wiki/Japanese_in_Hawaii", "description": "The Japanese in Hawaii are the second largest ethnic group in Hawaii. At their height in 1920, they constituted 43% of Hawaii's population. They now number about 16.7% of the islands' population, according to the 2000 U.S. Census. The U.S. Census categorizes mixed-race individuals separately, so the proportion of people with some Japanese ancestry is likely much larger."}]}, {"heading": "Events", "year": "1887", "date": "February 8", "txt": "The Dawes Act authorizes the President of the United States to survey Native American tribal land and divide it into individual allotments.", "entities": [{"title": "Dawes Act", "href": "/wiki/Dawes_Act", "description": "The Dawes Act of 1887 regulated land rights on tribal territories within the United States. It authorized the President of the United States to subdivide Native American tribal communal landholdings into allotments for Native American heads of families and individuals. This would convert traditional systems of land tenure into a government-imposed system of private property by forcing Native Ameri"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}]}, {"heading": "Events", "year": "1904", "date": "February 8", "txt": "Battle of Port Arthur: A surprise torpedo attack by the Japanese at Port Arthur, China starts the Russo-Japanese War.", "entities": [{"title": "Battle of Port Arthur", "href": "/wiki/Battle_of_Port_Arthur", "description": "The Battle of Port Arthur  of 8–9 February 1904 marked the commencement of the Russo-Japanese War. It began with a surprise night attack by a squadron of Japanese destroyers on the neutral Russian fleet anchored at Port Arthur, Manchuria, and continued with an engagement the following morning; further skirmishing off Port Arthur would continue until May 1904. The attack ended inconclusively, thoug"}, {"title": "Torpedo", "href": "/wiki/Torpedo", "description": "A modern torpedo is an underwater ranged weapon launched above or below the water surface, self-propelled towards a target, and with an explosive warhead designed to detonate either on contact with or in proximity to the target. Historically, such a device was called an automotive, automobile, locomotive or fish torpedo; colloquially a fish. The term torpedo originally applied to a variety of devi"}, {"title": "Lushun", "href": "/wiki/Lushun", "description": "Lüshunkou District is a district of Dalian, Liaoning province, China. Also formerly called Lüshun City or literally Lüshun Port, it was formerly known as both Port Arthur and Ryojun. The district's area is 512.15 square kilometres (197.74 sq mi) and its permanent population as of 2010 is 324,773."}, {"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}]}, {"heading": "Events", "year": "1904", "date": "February 8", "txt": "Aceh War: Dutch Colonial Army's Marechaussee regiment led by General G.C.E. van Daalen launch military campaign to capture Gayo Highland, Alas Highland, and Batak Highland in Dutch East Indies' Northern Sumatra region, which ends with genocide to Acehnese and Bataks people.", "entities": [{"title": "Royal Netherlands East Indies Army", "href": "/wiki/Royal_Netherlands_East_Indies_Army", "description": "The Royal Netherlands East Indies Army was the military force maintained by the Kingdom of the Netherlands in its colony of the Dutch East Indies, in areas that are now part of Indonesia. The KNIL's air arm was the Royal Netherlands East Indies Army Air Force. Elements of the Royal Netherlands Navy were also stationed in the Netherlands East Indies."}, {"title": "Korps Marechaussee te voet", "href": "/wiki/Korps_Marechaussee_te_voet", "description": "The Korps Marechaussee te voet were a colonial gendarmerie of the Royal Netherlands East Indies Army (KNIL), principally used for counter-insurgency in the Dutch East Indies."}, {"title": "General officer", "href": "/wiki/General_officer", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "Gotfried Coenraad Ernst van Daalen", "href": "/wiki/Gotfried_Coenraad_Ernst_van_Daalen", "description": "Gotfried Coenraad Ernst \"Frits\" van Daalen was an Indo (Eurasian) Lieutenant General of the Royal Dutch East Indies Army who served in the Dutch East Indies. He was also the appointed Governor of Aceh from 1905 until 1908."}, {"title": "Gayo Lues Regency", "href": "/wiki/Gayo_Lues_Regency", "description": "Gayo Lues Regency is a regency in the Aceh Special Region of Indonesia. It is located on the island of Sumatra. The regency was created in 2002 under Statute UU 4/2002 from the northern part of Aceh Tenggara. Its capital is Blangkejeren. The regency covers an area of 5,719.58 square kilometres and according to the 2010 census had a population of 79,560; the latest official estimate is 92,834. Alon"}, {"title": "Batak", "href": "/wiki/Batak", "description": "Batak is a collective term used to identify a number of closely related Austronesian ethnic groups predominantly found in North Sumatra, Indonesia who speak Batak languages. The term is used to include the Karo, Pakpak, Simalungun, Toba, Angkola, and Mandailing which are related groups with distinct languages and traditional customs (adat)."}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}, {"title": "North Sumatra", "href": "/wiki/North_Sumatra", "description": "North Sumatra is a province of Indonesia. It consists of a large northwestern belt of the island of Sumatra and its capital is Medan. North Sumatra is the fourth most-populous province after West Java, East Java and Central Java — it covers an area of 72,981 km2, and at the Census of 2020 it had a population of 14,799,361."}, {"title": "Genocide", "href": "/wiki/Genocide", "description": "Genocide is the intentional action to destroy a people—usually defined as an ethnic, national, racial, or religious group—in whole or in part. A term coined by Raphael Lemkin in his 1944 book Axis Rule in Occupied Europe, the hybrid word geno-cide is a combination of the Greek word γένος and the Latin suffix -caedo."}, {"title": "Acehnese people", "href": "/wiki/Acehnese_people", "description": "The Acehnese are an ethnic group from Aceh, Indonesia on the northernmost tip of the island of Sumatra. The area has a history of political struggle against the Dutch. The vast majority of the Acehnese people are Muslims. The Acehnese people are also referred to by other names such as Lam Muri, Lambri, Akhir, Achin, Asji, A-tse and Atse. Their language, Acehnese, belongs to the Aceh–Chamic group o"}, {"title": "Bataks", "href": "/wiki/Bataks", "description": "Batak is a collective term used to identify a number of closely related Austronesian ethnic groups predominantly found in North Sumatra, Indonesia who speak Batak languages. The term is used to include the Karo, Pakpak, Simalungun, Toba, Angkola, and Mandailing which are related groups with distinct languages and traditional customs (adat)."}]}, {"heading": "Events", "year": "1910", "date": "February 8", "txt": "The Boy Scouts of America is incorporated by William D. Boyce.", "entities": [{"title": "Boy Scouts of America", "href": "/wiki/Boy_Scouts_of_America", "description": "The Boy Scouts of America is the largest scouting organization and one of the largest youth organizations in the United States, with about 2.3 million youth participants and about one million adult volunteers. The BSA was founded in 1910, and since then, about 110 million Americans participated in BSA programs at some time in their lives. BSA is part of the international Scout Movement and became "}, {"title": "William D. Boyce", "href": "/wiki/William_D._Boyce", "description": "William Dickson Boyce was an American newspaper man, entrepreneur, magazine publisher, and explorer. He was the founder of the Boy Scouts of America (BSA) and the short-lived Lone Scouts of America (LSA). Born in Allegheny County, Pennsylvania, he acquired a love for the outdoors early in his life. After working as a schoolteacher and a coal miner, Boyce attended Wooster Academy in Ohio before mov"}]}, {"heading": "Events", "year": "1915", "date": "February 8", "txt": "D. W. Griffith's controversial film The Birth of a Nation premieres in Los Angeles.", "entities": [{"title": "D. W. Griffith", "href": "/wiki/D._W._Griffith", "description": "David Wark Griffith was an American film director. Widely considered as the most important filmmaker of his generation, he pioneered financing of the feature-length movie."}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1922", "date": "February 8", "txt": "United States President Warren G. Harding introduces the first radio set in the White House.", "entities": [{"title": "Warren G. Harding", "href": "/wiki/Warren_G._Harding", "description": "Warren Gamaliel Harding was the 29th president of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular U.S. presidents to that point. After his death, a number of scandals, including Teapot Dome, came to light, as did his extramarital affair with Nan Britton; those eroded his popular regard."}, {"title": "Radio set", "href": "/wiki/Radio_set", "description": "An antique radio is a radio receiving set that is collectible because of its age and rarity."}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}]}, {"heading": "Events", "year": "1924", "date": "February 8", "txt": "Capital punishment: The first state execution in the United States by gas chamber takes place in Nevada.", "entities": [{"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Gas chamber", "href": "/wiki/Gas_chamber", "description": "A gas chamber is an apparatus for killing humans or other animals with gas, consisting of a sealed chamber into which a poisonous or asphyxiant gas is introduced. Poisonous agents used include hydrogen cyanide, carbon dioxide and carbon monoxide."}, {"title": "Gee Jon", "href": "/wiki/Gee_Jon", "description": "Gee Jon was a Chinese national who was the first person in the United States to be executed by lethal gas. A member of the Hip Sing Tong criminal society from San Francisco, California, Gee was sentenced to death for the murder of an elderly member from another gang in Nevada. An unsuccessful attempt to pump poison gas directly into his cell at Nevada State Prison led to the development of the gas"}, {"title": "Nevada", "href": "/wiki/Nevada", "description": "Nevada is a state in the Western region of the United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th-most extensive, the 19th-least populous, and the 9th-least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the La"}]}, {"heading": "Events", "year": "1937", "date": "February 8", "txt": "Spanish Civil War: Republicans establish the Interprovincial Council of Santander, Palencia and Burgos in Cantabria.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Interprovincial Council of Santander, Palencia and Burgos", "href": "/wiki/Interprovincial_Council_of_Santander,_Palencia_and_Burgos", "description": "The Interprovincial Council of Santander, Palencia and Burgos was a governing body established on 8 February 1937 to coordinate the republican areas of Cantabria as well as the provinces of Palencia and Burgos during the Spanish Civil War. The Council was dissolved in August 1937 after the occupation of the region by nationalist forces."}, {"title": "Cantabria", "href": "/wiki/Cantabria", "description": "Cantabria is an autonomous community in northern Spain with Santander as its capital city. It is recognized as a historic community and is bordered on the east by the Basque Autonomous Community, on the south by Castile and León, on the west by the Principality of Asturias, and on the north by the Cantabrian Sea."}]}, {"heading": "Events", "year": "1942", "date": "February 8", "txt": "World War II: Japan invades Singapore.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Battle of Singapore", "href": "/wiki/Battle_of_Singapore", "description": "The Battle of Singapore, also known as the Fall of Singapore, was fought in the South-East Asian theatre of World War II when the Empire of Japan captured the British stronghold of Singapore—nicknamed the \"Gibraltar of the East\". Singapore was the major British military base in South-East Asia and was the key to British imperial interwar defence planning for South-East Asia and the South-West Paci"}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Events", "year": "1942", "date": "February 8", "txt": "World War II: Dutch Colonial Army General Destruction Unit (AVC, Algemene Vernielings Corps) burns Banjarmasin, South Borneo to avoid Japanese capture.", "entities": [{"title": "Banjarmasin", "href": "/wiki/Banjarmasin", "description": "Banjarmasin is the capital of South Kalimantan, Indonesia. It is located on a delta island near the junction of the Barito and Martapura rivers. As a result, Banjarmasin is sometimes called the \"River City\". Its population was 625,395 at the 2010 Census and estimated to be \nmore than 700,000 in late 2018."}, {"title": "South Borneo", "href": "/wiki/South_Borneo", "description": "South Kalimantan is a province of Indonesia. It is the smallest province in Kalimantan, the Indonesian territory of Borneo. The provincial capital is Banjarmasin. The population of South Kalimantan was recorded at just over 3.625 million people at the 2010 Census, and at nearly 4 million at the 2015 Census; the latest official estimate is 4,303,979. One of the five Indonesian provinces in Kalimant"}]}, {"heading": "Events", "year": "1945", "date": "February 8", "txt": "World War II: The United Kingdom and Canada commence Operation Veritable to occupy the west bank of the Rhine.", "entities": [{"title": "Operation Veritable", "href": "/wiki/Operation_Veritable", "description": "Operation Veritable was the northern part of an Allied pincer movement that took place between 8 February and 11 March 1945 during the final stages of the Second World War. The operation was conducted by Field Marshal Bernard Montgomery's Anglo-Canadian 21st Army Group, primarily consisting of the First Canadian Army under Lieutenant-General Harry Crerar and the British XXX Corps under Lieutenant-"}, {"title": "Rhine", "href": "/wiki/Rhine", "description": "The Rhine is one of the major European rivers, and has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the G"}]}, {"heading": "Events", "year": "1945", "date": "February 8", "txt": "World War II: Mikhail Devyataev escapes with nine other Soviet inmates from a Nazi concentration camp in Peenemünde on the island of Usedom by hijacking the camp commandant's Heinkel He 111.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Nazi concentration camps", "href": "/wiki/Nazi_concentration_camps", "description": "From 1933 to 1945, Nazi Germany operated more than a thousand concentration camps on its own territory and in parts of German-occupied Europe."}, {"title": "Peenemünde", "href": "/wiki/Peenem%C3%BCnde", "description": "Peenemünde is a municipality on the Baltic Sea island of Usedom in the Vorpommern-Greifswald district in Mecklenburg-Vorpommern, Germany. It is part of the Amt of Usedom-Nord. The community is known for the Peenemünde Army Research Center, where the world's first functional large-scale liquid-propellant rocket, the V-2, was developed."}, {"title": "Usedom", "href": "/wiki/Usedom", "description": "Usedom is a Baltic Sea island in Pomerania, divided between Germany and Poland. It is the second largest Pomeranian island after Rügen, and the most populous island in the Baltic Sea."}, {"title": "Aircraft hijacking", "href": "/wiki/Aircraft_hijacking", "description": "Aircraft hijacking, is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands. However, in rare cases, the hijackers have flown the aircraft themselves and used them in suicide attacks –most notably in the September 11 attacks– and in several cases, planes have bee"}, {"title": "Heinkel He 111", "href": "/wiki/Heinkel_He_111", "description": "The Heinkel He 111 was a German bomber aircraft designed by Siegfried and Walter Günter at Heinkel Flugzeugwerke in 1934. Through development it was described as a \"wolf in sheep's clothing\". Due to restrictions placed on Germany after the First World War prohibiting bombers, it masqueraded as a civil airliner, although from conception the design was intended to provide the nascent Luftwaffe with "}]}, {"heading": "Events", "year": "1946", "date": "February 8", "txt": "The first portion of the Revised Standard Version of the Bible, the first serious challenge to the popularity of the Authorized King James Version, is published.", "entities": [{"title": "Revised Standard Version", "href": "/wiki/Revised_Standard_Version", "description": "The Revised Standard Version (RSV) is an English translation of the Bible published in 1952 by the Division of Christian Education of the National Council of the Churches of Christ in the USA. This translation itself is a revision of the American Standard Version (ASV) of 1901, and was intended to be a readable and literally accurate modern English translation which aimed to \"preserve all that is "}, {"title": "Bible", "href": "/wiki/Bible", "description": "The Bible is a collection of religious texts or scriptures sacred to Christians, Jews, Samaritans, Rastafari and others. It appears in the form of an anthology, a compilation of texts of a variety of forms that are all linked by the belief that they are collectively revelations of God. These texts include theologically-focused historical accounts, hymns, prayers, proverbs, parables, didactic lette"}, {"title": "Authorized King James Version", "href": "/wiki/Authorized_King_James_Version", "description": "The King James Version (KJV), also known as the King James Bible (KJB), sometimes as the English version of 1611, or simply the Authorized Version (AV), is an English translation of the Christian Bible for the Church of England, commissioned in 1604 and completed as well as published in 1611 under the sponsorship of James VI and I. The books of the King James Version include the 39 books of the Ol"}]}, {"heading": "Events", "year": "1946", "date": "February 8", "txt": "The People's Republic of Korea is dissolved in the North, establishing the communist-controlled Provisional People's Committee of North Korea.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia constituting the northern part of the Korean Peninsula. It borders China to its north, and shares a small border with Russia along the Yalu (Amnok) and Tumen rivers, while being bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ), which separates the two. North Korea,"}, {"title": "Communist Party of Korea", "href": "/wiki/Communist_Party_of_Korea", "description": "The Communist Party of Korea was a communist party in Korea. It was founded during a secret meeting in Seoul in 1925. The Governor-General of Korea had banned communist parties under the Peace Preservation Law, so the party had to operate in a clandestine manner. The leaders of the party were Kim Yong-bom and Pak Hon-yong."}, {"title": "Provisional People's Committee of North Korea", "href": "/wiki/Provisional_People%27s_Committee_of_North_Korea", "description": "The Provisional People's Committee of North Korea was the provisional government of North Korea."}]}, {"heading": "Events", "year": "1950", "date": "February 8", "txt": "Cold War: The Stasi, the secret police of East Germany, is established.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Stasi", "href": "/wiki/Stasi", "description": "The Ministry for State Security (German: Ministerium für Staatssicherheit, MfS or State Security Service, commonly known as the Stasi, was the official state security service of the German Democratic Republic. It has been described as one of the most effective and repressive intelligence and secret police agencies ever to have existed. The Stasi was headquartered in East Berlin, with an extensive "}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}]}, {"heading": "Events", "year": "1955", "date": "February 8", "txt": "The Government of Sindh, Pakistan, abolishes the Jagirdari system in the province. One million acres (4000 km2) of land thus acquired is to be distributed among the landless peasants.", "entities": [{"title": "Sindh", "href": "/wiki/Sindh", "description": "Sindh is one of the four provinces of Pakistan. Located in the southeast of the country, it is the home of the Sindhi people. Sindh is the third largest province of Pakistan by area and second largest province by population after Punjab. Sindh is bordered by Balochistan province to the west and Punjab province to the north. Sindh also borders the Indian states of Gujarat and Rajasthan to the east "}, {"title": "Feudalism in Pakistan", "href": "/wiki/Feudalism_in_Pakistan", "description": "Feudalism in contemporary Pakistan usually refers to the power and influence of large landowning families, particularly through very large estates and in more remote areas. \nThe adjective \"feudal\" in the context of Pakistan has been used to mean \"a relatively small group of politically active and powerful landowners\". \"Feudal attitude\" refers to \"a combination of arrogance and entitlement\".\nAccord"}, {"title": "Peasant", "href": "/wiki/Peasant", "description": "A peasant is a pre-industrial agricultural laborer or a farmer with limited land-ownership, especially one living in the Middle Ages under feudalism and paying rent, tax, fees, or services to a landlord. In Europe, three classes of peasants existed: slave, serf, and free tenant. Peasants may hold title to land either in fee simple or by any of several forms of land tenure, among them socage, quit-"}]}, {"heading": "Events", "year": "1960", "date": "February 8", "txt": "Queen Elizabeth II of the United Kingdom issues an Order-in-Council, stating that she and her family would be known as the House of Windsor, and that her descendants will take the name Mountbatten-Windsor.", "entities": [{"title": "Order-in-Council", "href": "/wiki/Order-in-Council", "description": "An Order in Council is a type of legislation in many countries, especially the Commonwealth realms. In the United Kingdom this legislation is formally made in the name of the monarch by and with the advice and consent of the Privy Council (Queen-in-Council), but in other countries the terminology may vary. The term should not be confused with Order of Council, which is made in the name of the Coun"}, {"title": "House of Windsor", "href": "/wiki/House_of_Windsor", "description": "The House of Windsor is the reigning royal house of the United Kingdom and the other Commonwealth realms. In 1901, the House of Saxe-Coburg and Gotha succeeded the House of Hanover to the British monarchy with the accession of King Edward VII, son of Queen Victoria and Prince Albert of Saxe-Coburg and Gotha. In 1917, the name of the royal house was changed from the anglicised German Saxe-Coburg an"}, {"title": "Mountbatten-Windsor", "href": "/wiki/Mountbatten-Windsor", "description": "Mountbatten-Windsor is the personal surname used by some of the male-line descendants of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. Under a declaration made in Privy Council in 1960, the name Mountbatten-Windsor applies to male-line descendants of the Queen without royal styles and titles. Individuals with royal styles do not usually use a surname, but some descendants of the Queen w"}]}, {"heading": "Events", "year": "1962", "date": "February 8", "txt": "Charonne massacre: Nine trade unionists are killed by French police at the instigation of Nazi collaborator Maurice Papon, then chief of the Paris Prefecture of Police.", "entities": [{"title": "Charonne massacre", "href": "/wiki/Charonne_massacre", "description": "The Paris massacre of 1961 occurred on 17 October 1961, during the Algerian War (1954–62). Under orders from the head of the Parisian police, Maurice Papon, the French National Police attacked a demonstration by 30,000 pro-National Liberation Front (FLN) Algerians. After 37 years of denial and censorship of the press, in 1998 the French government finally acknowledged 40 deaths, although there are"}, {"title": "Nazi", "href": "/wiki/Nazi", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Maurice Papon", "href": "/wiki/Maurice_Papon", "description": "Maurice Papon was a French civil servant who led the police in major prefectures from the 1930s to the 1960s, before he became a Gaullist politician. When he was secretary general for the police in Bordeaux during World War II, he participated in the deportation of more than 1600 Jews. He is also known for his activities in the Algerian War (1954–1962), during which he tortured insurgent prisoners"}, {"title": "Prefecture of Police", "href": "/wiki/Prefecture_of_Police", "description": "In France, a Prefecture of Police , headed by the Prefect of Police, is an agency of the Government of France which provides the police force for one or some départements. As of 2012, two such Prefectures exist:the Prefecture of Police of Paris, created in 1800\nthe Prefecture of Police of the Bouches-du-Rhône, created in 2012."}]}, {"heading": "Events", "year": "1963", "date": "February 8", "txt": "The regime of Prime Minister of Iraq, Brigadier General Abd al-Karim Qasim is overthrown by the Ba'ath Party.", "entities": [{"title": "Abd al-Karim Qasim", "href": "/wiki/Abd_al-Karim_Qasim", "description": "Abd al-Karim Qasim Muhammad Bakr al-Fadhli al-Zubaidi  was an Iraqi Army brigadier and nationalist who came to power when the Iraqi monarchy was overthrown during the 14 July Revolution. He ruled the country as the 24th Prime Minister until his downfall and execution during the 1963 Ramadan Revolution."}, {"title": "Ramadan Revolution", "href": "/wiki/Ramadan_Revolution", "description": "The Ramadan Revolution, also referred to as the 8 February Revolution and the February 1963 coup d'état in Iraq, was a military coup by the Ba'ath Party's Iraqi-wing which overthrew the Prime Minister of Iraq, Abd al-Karim Qasim in 1963. It took place between 8 and 10 February 1963. Qasim's former deputy, Abdul Salam Arif, who was not a Ba'athist, was given the largely ceremonial title of Presiden"}, {"title": "Ba'ath Party", "href": "/wiki/Ba%27ath_Party", "description": "The Arab Socialist Baʽath Party was a political party founded in Syria by Michel Aflaq, Salah al-Din al-Bitar, and associates of Zaki al-Arsuzi. The party espoused Baʽathism, which is an ideology mixing Arab nationalist, pan-Arabism, Arab socialist, and anti-imperialist interests. Baʽathism calls for unification of the Arab world into a single state. Its motto, \"Unity, Liberty, Socialism\", refers "}]}, {"heading": "Events", "year": "1965", "date": "February 8", "txt": "Eastern Air Lines Flight 663 crashes into the Atlantic Ocean and explodes, killing everyone aboard.", "entities": [{"title": "Eastern Air Lines Flight 663", "href": "/wiki/Eastern_Air_Lines_Flight_663", "description": "Eastern Air Lines Flight 663 was a domestic passenger flight from Boston, Massachusetts, to Atlanta, Georgia, with scheduled stopovers at John F. Kennedy International Airport, New York; Richmond, Virginia; Charlotte, North Carolina; and Greenville, South Carolina. On the night of February 8, 1965, the aircraft serving the flight, a Douglas DC-7, crashed near Jones Beach State Park, New York, just"}]}, {"heading": "Events", "year": "1968", "date": "February 8", "txt": "American civil rights movement: The Orangeburg massacre: An attack on black students from South Carolina State University who are protesting racial segregation at the town's only bowling alley, leaves three or four dead in Orangeburg, South Carolina.", "entities": [{"title": "American civil rights movement", "href": "/wiki/American_civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Orangeburg massacre", "href": "/wiki/Orangeburg_massacre", "description": "The Orangeburg massacre refers to the shooting of protesters by South Carolina Highway Patrol officers in Orangeburg, South Carolina, on the South Carolina State University campus on the evening of February 8, 1968. The approximately 200 protesters had previously demonstrated against racial segregation at a local bowling alley. Three of the protesters, African-American males, were killed and 28 ot"}, {"title": "South Carolina State University", "href": "/wiki/South_Carolina_State_University", "description": "South Carolina State University is a public, historically black, land-grant university in Orangeburg, South Carolina, United States. It is the only public, historically black land-grant institution in South Carolina, is a member-school of the Thurgood Marshall College Fund, and is accredited by the Southern Association of Colleges and Schools (SACS)."}, {"title": "Racial segregation", "href": "/wiki/Racial_segregation", "description": "Racial segregation is the systematic separation of people into racial or other ethnic groups in daily life. Racial segregation can amount to the international crime of apartheid and a crime against humanity under the Statute of the International Criminal Court. Segregation can involve the spatial separation of the races, and mandatory use of different institutions, such as schools and hospitals by"}, {"title": "Orangeburg, South Carolina", "href": "/wiki/Orangeburg,_South_Carolina", "description": "Orangeburg, also known as The Garden City, is the principal city in and the county seat of Orangeburg County, South Carolina, United States. The population of the city was 13,964 according to the 2010 United States Census. The city is located 37 miles southeast of Columbia, on the north fork of the Edisto River."}]}, {"heading": "Events", "year": "1971", "date": "February 8", "txt": "The NASDAQ stock market index opens for the first time.", "entities": [{"title": "NASDAQ", "href": "/wiki/NASDAQ", "description": "The Nasdaq Stock Market is an American stock exchange based in New York City. It is ranked second on the list of stock exchanges by market capitalization of shares traded, behind the New York Stock Exchange. The exchange platform is owned by Nasdaq, Inc., which also owns the Nasdaq Nordic stock market network and several U.S. stock and options exchanges."}, {"title": "Stock market index", "href": "/wiki/Stock_market_index", "description": "In finance, a stock index, or stock market index, is an index that measures a stock market, or a subset of the stock market, that helps investors compare current price levels with past prices to calculate market performance. It is computed from the prices of selected stocks."}]}, {"heading": "Events", "year": "1971", "date": "February 8", "txt": "South Vietnamese ground troops launch an incursion into Laos to try to cut off the Ho Chi Minh trail and stop communist infiltration.", "entities": [{"title": "Operation Lam Son 719", "href": "/wiki/Operation_Lam_Son_719", "description": "Operation Lam Son 719 or 9th Route – Southern Laos Campaign was a limited-objective offensive campaign conducted in the southeastern portion of the Kingdom of Laos. The campaign was carried out by the armed forces of South Vietnam between 8 February and 25 March 1971, during the Vietnam War. The United States provided logistical, aerial and artillery support for the operation, but its ground force"}, {"title": "Laos", "href": "/wiki/Laos", "description": "Laos, officially the Lao People's Democratic Republic, is a socialist state and the only landlocked country in Southeast Asia. At the heart of the Indochinese Peninsula, Laos is bordered by Myanmar and China to the northwest, Vietnam to the east, Cambodia to the southeast and Thailand to the west and southwest."}, {"title": "Ho Chi Minh trail", "href": "/wiki/Ho_Chi_Minh_trail", "description": "The Ho Chi Minh trail, also called Annamite Range trail was a logistical network of roads and trails that ran from the Democratic Republic of Vietnam to the Republic of Vietnam through the kingdoms of Laos and Cambodia. The system provided support, in the form of manpower and materiel, to the National Front for the Liberation of South Vietnam and the People's Army of Vietnam (PAVN), or North Vietn"}, {"title": "People's Army of Vietnam", "href": "/wiki/People%27s_Army_of_Vietnam", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Coast Guard, Border Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}]}, {"heading": "Events", "year": "1974", "date": "February 8", "txt": "After 84 days in space, the crew of Skylab 4, the last crew to visit American space station Skylab, returns to Earth.", "entities": [{"title": "Outer space", "href": "/wiki/Outer_space", "description": "Outer space is the expanse that exists beyond Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature of outer space, as set by the background radiation from the Bi"}, {"title": "Skylab 4", "href": "/wiki/Skylab_4", "description": "Skylab 4 was the third crewed Skylab mission and placed the third and final crew aboard the first American space station."}, {"title": "Space station", "href": "/wiki/Space_station", "description": "A space station, also known as an orbital station or an orbital space station, is a spacecraft capable of supporting a human crew in orbit for an extended period of time, and is therefore a type of space habitat. It lacks major propulsion or landing systems. Stations must have docking ports to allow other spacecraft to dock to transfer crew and supplies."}, {"title": "Skylab", "href": "/wiki/Skylab", "description": "Skylab was the first United States space station, launched by NASA, occupied for about 24 weeks between May 1973 and February 1974. It was operated by three separate three-astronaut crews: Skylab 2, Skylab 3 and Skylab 4. Major operations included an orbital workshop, a solar observatory, Earth observation, and hundreds of experiments."}]}, {"heading": "Events", "year": "1978", "date": "February 8", "txt": "Proceedings of the United States Senate are broadcast on radio for the first time.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1981", "date": "February 8", "txt": "Twenty-one association football spectators are trampled to death at Karaiskakis Stadium in Neo Faliro, Greece, after a football match between Olympiacos F.C. and AEK Athens F.C.", "entities": [{"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}, {"title": "Karaiskakis Stadium disaster", "href": "/wiki/Karaiskakis_Stadium_disaster", "description": "The Karaiskakis Stadium disaster was an incident that occurred on 8 February 1981 in the Karaiskakis Stadium in Neo Faliro, Piraeus, Greece, after the conclusion of a football match between Olympiacos and AEK Athens. It is the biggest football tragedy in Greece's history, and among the worst in sports history."}, {"title": "Karaiskakis Stadium", "href": "/wiki/Karaiskakis_Stadium", "description": "The Georgios Karaiskakis Stadium, commonly referred to as the Karaiskakis Stadium, is a football stadium in Piraeus, Attica, Greece, and the home ground of the Piraeus football club Olympiacos. With a capacity of 32,115, it is the largest football-only stadium and the second largest football stadium overall in Greece. It is named after Georgios Karaiskakis, a military commander of the Greek War of"}, {"title": "Faliro", "href": "/wiki/Faliro", "description": "Phalerum or Phaleron was a port of Ancient Athens, 5 km southwest of the Acropolis of Athens, on a bay of the Saronic Gulf. The bay is also referred to as Bay of Phalerum."}, {"title": "Olympiacos F.C.", "href": "/wiki/Olympiacos_F.C.", "description": "Olympiacos Football Club, also known simply as Olympiacos, Olympiacos Piraeus or with its full name as Olympiacos C.F.P., is a Greek professional football club based in Piraeus, Attica. Part of the major multi-sport club Olympiacos CFP, their name was inspired from the ancient Olympic Games and along with the club's emblem, the laurel-crowned Olympic athlete, symbolize the Olympic ideals of ancien"}, {"title": "AEK Athens F.C.", "href": "/wiki/AEK_Athens_F.C.", "description": "AEK Athens Football Club is a Greek professional football club based in Nea Filadelfeia, a suburb of Athens, Greece."}]}, {"heading": "Events", "year": "1983", "date": "February 8", "txt": "The Melbourne dust storm hits Australia's second largest city. The result of the worst drought on record and a day of severe weather conditions, a 320 metres (1,050 ft) deep dust cloud envelops the city, turning day to night.", "entities": [{"title": "Melbourne dust storm", "href": "/wiki/Melbourne_dust_storm", "description": "\nThe 1983 Melbourne dust storm was a meteorological phenomenon that occurred during the afternoon of 8 February 1983, throughout much of Victoria, Australia and affected the capital, Melbourne. Red soil, dust and sand from Central and Southeastern Australia was swept up in high winds and carried southeast through Victoria. The dust storm was one of the most dramatic consequences of the 1982/83 dro"}]}, {"heading": "Events", "year": "1986", "date": "February 8", "txt": "Hinton train collision: Twenty-three people are killed when a VIA Rail passenger train collides with a 118-car Canadian National freight train near the town of Hinton, Alberta, west of Edmonton. It is the worst rail accident in Canada until the Lac-Mégantic, Quebec derailment in 2013 which killed forty-seven people.", "entities": [{"title": "Hinton train collision", "href": "/wiki/Hinton_train_collision", "description": "The Hinton train collision was a rail transport accident that occurred in Canada on 8 February 1986. Twenty-three people were killed in a collision between a Canadian National Railway freight train and a Via Rail passenger train called the Super Continental, including the engine crews of both trains. It was the deadliest rail disaster in Canada at this time, since the Dugald accident of 1947 which"}]}, {"heading": "Events", "year": "1989", "date": "February 8", "txt": "Independent Air Flight 1851 strikes Pico Alto mountain while on approach to Santa Maria Airport (Azores) killing all 144 passengers on board.", "entities": [{"title": "Independent Air Flight 1851", "href": "/wiki/Independent_Air_Flight_1851", "description": "On 8 February 1989, Independent Air Flight 1851, a Boeing 707 on an American charter flight from Bergamo, Italy to Punta Cana, Dominican Republic, struck Pico Alto while on approach to Santa Maria Airport in the Azores for a scheduled stopover. The aircraft was destroyed, with the loss of all 144 people on board, resulting in the deadliest plane crash in Portugal's history. All of the passengers o"}, {"title": "Pico Alto (Santa Maria)", "href": "/wiki/Pico_Alto_(Santa_Maria)", "description": "Pico Alto is a mountain which is the highest point, 586.84 metres (1,925.3 ft), on the island of Santa Maria, in the Portuguese archipelago of the Azores."}, {"title": "Santa Maria Airport (Azores)", "href": "/wiki/Santa_Maria_Airport_(Azores)", "description": "Santa Maria Airport is an international airport located 5 km (3.1 mi) west northwest of the urbanized area of Vila do Porto on the island of Santa Maria, in the Portuguese autonomous region of the Azores. A principal hub in transatlantic travel until the end of the 20th century, it was constructed at the start of the Second World War to protect convoys by American troops who were ceded authority u"}]}, {"heading": "Events", "year": "1993", "date": "February 8", "txt": "General Motors sues NBC after Dateline NBC allegedly rigs two crashes intended to demonstrate that some GM pickups can easily catch fire if hit in certain places. NBC settles the lawsuit the next day.", "entities": [{"title": "General Motors", "href": "/wiki/General_Motors", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}, {"title": "NBC", "href": "/wiki/NBC", "description": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network owned by NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles, and Chicago. NBC is one of the Big Three television networks, and is sometimes referred to as the \"Peacock Ne"}]}, {"heading": "Events", "year": "1993", "date": "February 8", "txt": "An Iran Air Tours Tupolev Tu-154 and an Iranian Air Force Sukhoi Su-24 collide in mid-air near Qods, Iran, killing all 133 people on board both aircraft.", "entities": [{"title": "Tupolev Tu-154", "href": "/wiki/Tupolev_Tu-154", "description": "The Tupolev Tu-154 is a three-engine medium-range narrow-body airliner designed in the mid-1960s and manufactured by Tupolev. A workhorse of Soviet and (subsequently) Russian airlines for several decades, it carried half of all passengers flown by Aeroflot and its subsidiaries, remaining the standard domestic-route airliner of Russia and former Soviet states until the mid-2000s. It was exported to"}, {"title": "Islamic Republic of Iran Air Force", "href": "/wiki/Islamic_Republic_of_Iran_Air_Force", "description": "The Islamic Republic of Iran Air Force is the aviation branch of the Islamic Republic of Iran Army. The present Air Force came into being when the Imperial Iranian Air Force was renamed in 1979. It is one of the few air forces in the Middle East, with experience in a conventional war, having fought the Iran-Iraq War. It has carried out major operations like Operation Kaman 99, Operation Sultan 10,"}, {"title": "Sukhoi Su-24", "href": "/wiki/Sukhoi_Su-24", "description": "The Sukhoi Su-24 is a supersonic, all-weather attack aircraft developed in the Soviet Union. The aircraft has a variable-sweep wing, twin-engines and a side-by-side seating arrangement for its crew of two. It was the first of the USSR's aircraft to carry an integrated digital navigation/attack system. It remains in service with the Russian Air Force, Syrian Air Force, Ukrainian Air Force, Azerbaij"}, {"title": "1993 Tehran mid-air collision", "href": "/wiki/1993_Tehran_mid-air_collision", "description": "On 8 February 1993, Iran Air Tours Flight 962, a Tupolev Tu-154, collided in mid-air with an Islamic Republic of Iran Air Force (IRIAF) Sukhoi Su-24 attack aircraft near the Iranian capital of Tehran, killing all 133 people aboard both aircraft. The accident had the highest number of aviation fatalities in 1993."}, {"title": "Qods, Iran", "href": "/wiki/Qods,_Iran", "description": "Qods is a city and capital of Qods County, Tehran Province, Iran. At the 2006 census, its population was 229,354, in 60,331 families. Before Qods officially became a municipality in 1989 it was named Qal‘eh Hasan."}]}, {"heading": "Events", "year": "1996", "date": "February 8", "txt": "The U.S. Congress passes the Communications Decency Act.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Communications Decency Act", "href": "/wiki/Communications_Decency_Act", "description": "The Communications Decency Act of 1996 (CDA) was the United States Congress's first notable attempt to regulate pornographic material on the Internet. In the 1997 landmark case Reno v. ACLU, the United States Supreme Court struck the act's anti-indecency provisions."}]}, {"heading": "Events", "year": "2005", "date": "February 8", "txt": "Sri Lankan Civil War: Sri Lankan Tamil politician and former MP A. Chandranehru dies of injuries sustained in an ambush the previous day.", "entities": [{"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}, {"title": "A. Chandranehru", "href": "/wiki/A._Chandranehru", "description": "Ariyanayagam Chandranehru was a Sri Lankan Tamil merchant seaman, politician and Member of Parliament."}]}, {"heading": "Events", "year": "2010", "date": "February 8", "txt": "A freak storm in the Hindu Kush mountains of Afghanistan triggers a series of at least 36 avalanches, burying over two miles of road, killing at least 172 people and trapping over 2,000 travelers.", "entities": [{"title": "Hindu Kush", "href": "/wiki/Hindu_Kush", "description": "The Hindu Kush is an 800-kilometre-long (500 mi) mountain range that stretches through Afghanistan, from its centre to Northern Pakistan and into Tajikistan. The range forms the western section of the Hindu Kush Himalayan Region (HKH) and is the westernmost extension of the Pamir Mountains, the Karakoram and the Himalayas. It divides the valley of the Amu Darya to the north from the Indus River va"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "2010 Salang avalanches", "href": "/wiki/2010_Salang_avalanches", "description": "The 2010 Salang avalanches consisted of a series of at least 36 avalanches that struck the southern approach to the Salang Tunnel, north of Kabul. They were caused by a freak storm in the Hindu Kush mountains."}]}, {"heading": "Events", "year": "2013", "date": "February 8", "txt": "A blizzard disrupts transportation and leaves hundreds of thousands of people without electricity in the Northeastern United States and parts of Canada.", "entities": [{"title": "February 2013 nor'easter", "href": "/wiki/February_2013_nor%27easter", "description": "The February 2013 North American blizzard, also known as Winter Storm Nemo and the Blizzard of 2013, was a powerful blizzard that developed from the combination of two areas of low pressure, primarily affecting the Northeastern United States and parts of Canada, causing heavy snowfall and hurricane-force winds. The storm crossed the Atlantic Ocean, affecting Ireland and the United Kingdom. The nor"}]}, {"heading": "Events", "year": "2014", "date": "February 8", "txt": "A hotel fire in Medina, Saudi Arabia kills 15 Egyptian pilgrims with 130 others injured.", "entities": [{"title": "2014 Medina hotel fire", "href": "/wiki/2014_Medina_hotel_fire", "description": "The 2014 Medina hotel fire was a hotel fire that occurred in a hotel in Medina, Saudi Arabia. The fire killed at least 15 people and another 130 were injured."}, {"title": "Medina, Saudi Arabia", "href": "/wiki/Medina,_Saudi_Arabia", "description": "Medina, officially Al Madinah Al Munawwarah, commonly simplified as Madīnah or Madinah, is the second holiest city in Islam and the capital of the Medina Province of Saudi Arabia. The 2020 estimated population of the city is 1,488,782, making it the fourth-most populous city in the country. Located at the core of the Medina Province in the western reaches of the country, the city is distributed ov"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Births", "year": "120", "date": "February 8", "txt": "Vettius Valens, Greek astronomer, mathematician, and astrologer (probable; d. 175)", "entities": [{"title": "Vettius Valens", "href": "/wiki/Vettius_Valens", "description": "Vettius Valens was a 2nd-century Hellenistic astrologer, a somewhat younger contemporary of Claudius Ptolemy."}]}, {"heading": "Births", "year": "412", "date": "February 8", "txt": "Proclus, Greek mathematician and philosopher (probable; d. 485)", "entities": [{"title": "Proclus", "href": "/wiki/Proclus", "description": "Proclus Lycius, called Proclus the Successor, was a Greek Neoplatonist philosopher, one of the last major classical philosophers. He set forth one of the most elaborate and fully developed systems of Neoplatonism. He stands near the end of the classical development of philosophy and influenced Western medieval philosophy."}]}, {"heading": "Births", "year": "882", "date": "February 8", "txt": "Muhammad ibn Tughj al-Ikhshid, Egyptian commander and politician, Abbasid Governor of Egypt (d. 946)", "entities": [{"title": "Muhammad ibn Tughj al-Ikhshid", "href": "/wiki/Muhammad_ibn_Tughj_al-Ikhshid", "description": "Abū Bakr Muḥammad ibn Ṭughj ibn Juff ibn Yiltakīn ibn Fūrān ibn Fūrī ibn Khāqān, better known by the title al-Ikhshīd after 939, was an Abbasid commander and governor who became the autonomous ruler of Egypt and parts of Syria from 935 until his death in 946. He was the founder of the Sunni Ikhshidid dynasty, which ruled the region until the Fatimid conquest of 969."}, {"title": "List of governors of Islamic Egypt", "href": "/wiki/List_of_governors_of_Islamic_Egypt", "description": "Governors of Arab Egypt (640–1250) and Mamluk Egypt (1250–1517). For other periods, see the list of rulers of Egypt."}]}, {"heading": "Births", "year": "1191", "date": "February 8", "txt": "Yaroslav II of Vladimir (d. 1246)", "entities": [{"title": "Yaroslav II of Vladimir", "href": "/wiki/Yaroslav_II_of_Vladimir", "description": "Yaroslav II, Christian name Theodor (Феодо́р) was the Grand Prince of Vladimir (1238–1246) who helped to restore his country and capital after the Mongol invasion of Russia."}]}, {"heading": "Births", "year": "1291", "date": "February 8", "txt": "Afonso IV of Portugal (d. 1357)", "entities": [{"title": "Afonso IV of Portugal", "href": "/wiki/Afonso_IV_of_Portugal", "description": "Afonso IV, called the Brave, was King of Portugal from 1325 until his death. He was the only legitimate son of King Denis of Portugal by his wife Elizabeth of Aragon."}]}, {"heading": "Births", "year": "1405", "date": "February 8", "txt": "Constantine XI Palaiologos, Byzantine emperor (d. 1453)", "entities": [{"title": "Constantine XI Palaiologos", "href": "/wiki/Constantine_XI_Palaiologos", "description": "Constantine XI Dragases Palaiologos or Dragaš Palaeologus was the last Byzantine emperor, reigning from 1449 until his death in battle at the Fall of Constantinople in 1453. Constantine's death marked the end of the Byzantine Empire, which traced its origin to Constantine the Great's foundation of Constantinople as the Roman Empire's new capital in 330. Given that the Byzantine Empire was the Roma"}]}, {"heading": "Births", "year": "1487", "date": "February 8", "txt": "Ulrich, Duke of Württemberg (d. 1550)", "entities": [{"title": "Ulrich, Duke of Württemberg", "href": "/wiki/Ulrich,_Duke_of_W%C3%BCrttemberg", "description": "Duke Ulrich of Württemberg succeeded his kinsman Eberhard II as Duke of Württemberg in 1498. He was declared of age in 1503. His volatile personality made him infamous, being called the \"Swabian Henry VIII\" by historians."}]}, {"heading": "Births", "year": "1514", "date": "February 8", "txt": "Daniele Barbaro, Venetian churchman, diplomat and scholar (d. 1570)", "entities": [{"title": "Daniele Barbaro", "href": "/wiki/Daniele_Barbaro", "description": "Daniele Matteo Alvise Barbaro was an Italian architect, writer on architecture, and translator of, and commentator on, Vitruvius. He also had a significant ecclesiastical career."}]}, {"heading": "Births", "year": "1552", "date": "February 8", "txt": "Agrippa d'Aubigné, French poet and soldier (d. 1630)", "entities": [{"title": "Agrippa d'Aubigné", "href": "/wiki/Agrippa_d%27Aubign%C3%A9", "description": "Théodore-Agrippa d'Aubigné was a French poet, soldier, propagandist and chronicler. His epic poem Les Tragiques (1616) is widely regarded as his masterpiece. In a book about his Catholic contemporary Jean de La Ceppède, English poet Keith Bosley has called d'Aubigné, \"the epic poet of the Protestant cause,\" during the French Wars of Religion. Bosley added, however, that after d'Aubigné's death, he"}]}, {"heading": "Births", "year": "1577", "date": "February 8", "txt": "Robert Burton, English priest, physician, and scholar (d. 1640)", "entities": [{"title": "Robert Burton (scholar)", "href": "/wiki/Robert_Burton_(scholar)", "description": "Robert Burton was an English writer and fellow of Oxford University, best known for his encyclopedic book The Anatomy of Melancholy."}]}, {"heading": "Births", "year": "1591", "date": "February 8", "txt": "Guercino, Italian painter (d. 1666)", "entities": [{"title": "Guercino", "href": "/wiki/Guercino", "description": "Giovanni Francesco Barbieri, better known as Guercino, or il Guercino [ɡwerˈtʃiːno], was an Italian Baroque painter and draftsman from Cento in the Emilia region, who was active in Rome and Bologna. The vigorous naturalism of his early manner contrasts with the classical equilibrium of his later works. His many drawings are noted for their luminosity and lively style."}]}, {"heading": "Births", "year": "1685", "date": "February 8", "txt": "Charles-Jean-François Hénault, French historian and author (d. 1770)", "entities": [{"title": "Charles-Jean-François Hénault", "href": "/wiki/Charles-Jean-Fran%C3%A7ois_H%C3%A9nault", "description": "Charles-Jean-François Hénault was a French writer and historian."}]}, {"heading": "Births", "year": "1700", "date": "February 8", "txt": "Daniel Bernoulli, Dutch-Swiss mathematician and physicist (d. 1782)", "entities": [{"title": "Daniel Bernoulli", "href": "/wiki/Daniel_Bernoulli", "description": "Daniel Bernoulli FRS was a Swiss mathematician and physicist and was one of the many prominent mathematicians in the Bernoulli family from Basel. He is particularly remembered for his applications of mathematics to mechanics, especially fluid mechanics, and for his pioneering work in probability and statistics. His name is commemorated in the Bernoulli's principle, a particular example of the cons"}]}, {"heading": "Births", "year": "1720", "date": "February 8", "txt": "Emperor Sakuramachi of Japan (d. 1750)", "entities": [{"title": "Emperor Sakuramachi", "href": "/wiki/Emperor_Sakuramachi", "description": "Emperor Sakuramachi  was the 115th Emperor of Japan, according to the traditional order of succession. Sakuramachi's birth name was  Teruhito before he became enthroned as Emperor in 1735, a reign that would last until 1747 with his retirement. As with previous Emperors during the Edo period, the Tokugawa shogunate had control over Japan. The Emperor's role was a religious figure who performed lim"}]}, {"heading": "Births", "year": "1741", "date": "February 8", "txt": "André Grétry, Belgian-French organist and composer (d. 1813)", "entities": [{"title": "André Grétry", "href": "/wiki/Andr%C3%A9_Gr%C3%A9try", "description": "André Ernest Modeste Grétry was a \ncomposer from the Prince-Bishopric of Liège, who worked from 1767 onwards in France and took French nationality. He is most famous for his opéras comiques."}]}, {"heading": "Births", "year": "1762", "date": "February 8", "txt": "Gia Long, Vietnamese emperor (d. 1820)", "entities": [{"title": "Gia Long", "href": "/wiki/Gia_Long", "description": "Gia Long, born Nguyễn Phúc Ánh or Nguyễn Ánh, was the first Emperor of the Nguyễn dynasty of Vietnam. Unifying what is now modern Vietnam in 1802, he founded the Nguyễn dynasty, the last of the Vietnamese dynasties."}]}, {"heading": "Births", "year": "1764", "date": "February 8", "txt": "Joseph Leopold Eybler, Austrian composer and conductor (d. 1846)", "entities": [{"title": "Joseph Leopold Eybler", "href": "/wiki/Joseph_Leopold_Eybler", "description": "Joseph Leopold Eybler was an Austrian composer and contemporary of Wolfgang Amadeus Mozart."}]}, {"heading": "Births", "year": "1792", "date": "February 8", "txt": "Caroline Augusta of Bavaria (d. 1873)", "entities": [{"title": "Caroline Augusta of Bavaria", "href": "/wiki/Caroline_Augusta_of_Bavaria", "description": "Princess Caroline Augusta of Bavaria was Empress of Austria by marriage to Francis I of Austria. She was a daughter of King Maximilian I Joseph of Bavaria and Princess Augusta Wilhelmine of Hesse-Darmstadt. She married Crown Prince William of Württemberg, whom she divorced, and Emperor Francis I of Austria."}]}, {"heading": "Births", "year": "1798", "date": "February 8", "txt": "Grand Duke Michael Pavlovich of Russia (d. 1849)", "entities": [{"title": "Grand Duke Michael Pavlovich of Russia", "href": "/wiki/Grand_Duke_Michael_Pavlovich_of_Russia", "description": "Grand Duke Michael Pavlovich of Russia was a Russian prince, the tenth child and fourth son of Paul I of Russia and Sophie Dorothea of Württemberg. He was born in St. Petersburg."}]}, {"heading": "Births", "year": "1807", "date": "February 8", "txt": "Benjamin Waterhouse Hawkins, English sculptor and zoologist (d. 1889)", "entities": [{"title": "Benjamin Waterhouse Hawkins", "href": "/wiki/Benjamin_Waterhouse_Hawkins", "description": "Benjamin Waterhouse Hawkins was an English sculptor and natural history artist renowned for his work on the life-size models of dinosaurs in the Crystal Palace Park in south London. The models, accurately made using the latest scientific knowledge, created a sensation at the time. Hawkins was also a noted lecturer on zoological topics."}]}, {"heading": "Births", "year": "1817", "date": "February 8", "txt": "Richard S. Ewell, American general (d. 1872)", "entities": [{"title": "Richard S. Ewell", "href": "/wiki/Richard_S._Ewell", "description": "Richard Stoddert Ewell was a career United States Army officer and a Confederate general during the American Civil War. He achieved fame as a senior commander under Stonewall Jackson and Robert E. Lee and fought effectively through much of the war, but his legacy has been clouded by controversies over his actions at the Battle of Gettysburg and at the Battle of Spotsylvania Court House."}]}, {"heading": "Births", "year": "1819", "date": "February 8", "txt": "John Ruskin, English author, critic, and academic (d. 1900)", "entities": [{"title": "John Ruskin", "href": "/wiki/John_Ruskin", "description": "John Ruskin was the leading English art critic of the Victorian era, as well as an art patron, draughtsman, watercolourist, philosopher, prominent social thinker and philanthropist. He wrote on subjects as varied as geology, architecture, myth, ornithology, literature, education, botany and political economy."}]}, {"heading": "Births", "year": "1820", "date": "February 8", "txt": "William Tecumseh Sherman, American general (d. 1891)", "entities": [{"title": "William Tecumseh Sherman", "href": "/wiki/William_Tecumseh_Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}]}, {"heading": "Births", "year": "1822", "date": "February 8", "txt": "Maxime Du Camp, French photographer and journalist (d. 1894)", "entities": [{"title": "Maxime Du Camp", "href": "/wiki/Maxime_Du_Camp", "description": "Maxime Du Camp was a French writer and photographer."}]}, {"heading": "Births", "year": "1825", "date": "February 8", "txt": "Henry Walter Bates, English geographer, biologist, and explorer (d. 1892)", "entities": [{"title": "Henry Walter Bates", "href": "/wiki/Henry_Walter_Bates", "description": "Henry Walter Bates was an English naturalist and explorer who gave the first scientific account of mimicry in animals. He was most famous for his expedition to the rainforests of the Amazon with Alfred Russel Wallace, starting in 1848. Wallace returned in 1852, but lost his collection on the return voyage when his ship caught fire. When Bates arrived home in 1859 after a full eleven years, he had "}]}, {"heading": "Births", "year": "1828", "date": "February 8", "txt": "Jules Verne, French author, poet, and playwright (d. 1905)", "entities": [{"title": "Jules Verne", "href": "/wiki/Jules_Verne", "description": "Jules Gabriel Verne was a French novelist, poet, and playwright. His collaboration with the publisher Pierre-Jules Hetzel led to the creation of the Voyages extraordinaires, a series of bestselling adventure novels including Journey to the Center of the Earth (1864), Twenty Thousand Leagues Under the Seas (1870), and Around the World in Eighty Days (1872)."}]}, {"heading": "Births", "year": "1829", "date": "February 8", "txt": "Vital-Justin Grandin, French-Canadian bishop and missionary (d. 1902)", "entities": [{"title": "Vital-Justin Grandin", "href": "/wiki/Vital-Justin_Grandin", "description": "Vital-Justin Grandin was a Roman Catholic priest and bishop. He served the Church in the western parts of what is now Canada both before and after Confederation and was an early supporter of the Canadian Indian residential school system."}]}, {"heading": "Births", "year": "1830", "date": "February 8", "txt": "Abdülaziz of the Ottoman Empire (d. 1876)", "entities": [{"title": "Abdülaziz of the Ottoman Empire", "href": "/wiki/Abd%C3%BClaziz_of_the_Ottoman_Empire", "description": "Abdulaziz was the 32nd Sultan of the Ottoman Empire and reigned between 25 June 1861 and 30 May 1876. He was the son of Sultan Mahmud II and succeeded his brother Abdulmejid I in 1861."}]}, {"heading": "Births", "year": "1834", "date": "February 8", "txt": "Dmitri Mendeleev, Russian chemist and academic (d. 1907)", "entities": [{"title": "Dmitri Mendeleev", "href": "/wiki/Dmitri_Mendeleev", "description": "Dmitri Ivanovich Mendeleev was a Russian chemist and inventor. He is best remembered for formulating the Periodic Law and creating a farsighted version of the periodic table of elements. He used the Periodic Law not only to correct the then-accepted properties of some known elements, such as the valence and atomic weight of uranium, but also to predict the properties of eight elements that were ye"}]}, {"heading": "Births", "year": "1850", "date": "February 8", "txt": "Kate Chopin, American author (d. 1904)", "entities": [{"title": "Kate Chopin", "href": "/wiki/Kate_Chopin", "description": "Kate Chopin was an American author of short stories and novels based in Louisiana. She is considered by scholars to have been a forerunner of American 20th-century feminist authors of Southern or Catholic background, such as Zelda Fitzgerald, and is one of the most frequently read and recognized writers of Louisiana Creole heritage."}]}, {"heading": "Births", "year": "1860", "date": "February 8", "txt": "Adella Brown Bailey, American politician and suffragist (d. 1937)", "entities": [{"title": "Adella Brown Bailey", "href": "/wiki/Adella_Brown_Bailey", "description": "Adella Brown Bailey (1860-1937) was an American politician and suffragist."}]}, {"heading": "Births", "year": "1866", "date": "February 8", "txt": "Moses Gomberg, Ukrainian-American chemist and academic (d. 1947)", "entities": [{"title": "Moses Gomberg", "href": "/wiki/Moses_Gomberg", "description": "Moses Gomberg was a chemistry professor at the University of Michigan."}]}, {"heading": "Births", "year": "1876", "date": "February 8", "txt": "Paula Modersohn-Becker, German painter (d. 1907)", "entities": [{"title": "Paula Modersohn-Becker", "href": "/wiki/Paula_Modersohn-Becker", "description": "Paula Modersohn-Becker was a German painter and one of the most important representatives of early expressionism."}]}, {"heading": "Births", "year": "1878", "date": "February 8", "txt": "Martin Buber, Austrian-Israeli philosopher and academic (d. 1965)", "entities": [{"title": "Martin Buber", "href": "/wiki/Martin_Buber", "description": "Martin Buber was an Austrian Jewish and Israeli philosopher best known for his philosophy of dialogue, a form of existentialism centered on the distinction between the I–Thou relationship and the I–It relationship. Born in Vienna, Buber came from a family of observant Jews, but broke with Jewish custom to pursue secular studies in philosophy. In 1902, he became the editor of the weekly Die Welt, t"}]}, {"heading": "Births", "year": "1880", "date": "February 8", "txt": "Franz Marc, German soldier and painter (d. 1916)", "entities": [{"title": "Franz Marc", "href": "/wiki/Franz_Marc", "description": "Franz Moritz Wilhelm Marc was a German painter and printmaker, one of the key figures of German Expressionism. He was a founding member of Der Blaue Reiter, a journal whose name later became synonymous with the circle of artists collaborating in it."}]}, {"heading": "Births", "year": "1880", "date": "February 8", "txt": "Viktor Schwanneke, German actor and director (d. 1931)", "entities": []}, {"heading": "Births", "year": "1882", "date": "February 8", "txt": "Thomas Selfridge, American lieutenant and pilot (d. 1908)", "entities": [{"title": "Thomas Selfridge", "href": "/wiki/Thomas_Selfridge", "description": "Thomas Etholen Selfridge was a first lieutenant in the U.S. Army and the first person to die in an airplane crash. He was also the first active-duty member of the U.S. military to die in a crash while on duty. He was killed while seated as a passenger in the Wright Flyer, on a demonstration flight piloted by Orville Wright."}]}, {"heading": "Births", "year": "1883", "date": "February 8", "txt": "Joseph Schumpeter, Czech-American economist and political scientist (d. 1950)", "entities": [{"title": "Joseph Schumpeter", "href": "/wiki/Joseph_Schumpeter", "description": "Joseph Alois Schumpeter was an Austrian political economist. He was born in Moravia, and briefly served as Finance Minister of German-Austria in 1919. In 1932, he emigrated to the United States to become a professor at Harvard University, where he remained until the end of his career, and in 1939 obtained American citizenship."}]}, {"heading": "Births", "year": "1884", "date": "February 8", "txt": "Snowy Baker, Australian boxer, rugby player, and actor (d. 1953)", "entities": [{"title": "Snowy Baker", "href": "/wiki/Snowy_Baker", "description": "Reginald Leslie \"Snowy\" Baker was an Australian athlete, sports promoter, and actor. Born in Surry Hills, an inner-city suburb of Sydney, New South Wales, Baker excelled at a number of sports, winning New South Wales swimming and boxing championships while still a teenager. Playing rugby union for Eastern Suburbs, he played several games for New South Wales against Queensland, and in 1904 represen"}]}, {"heading": "Births", "year": "1886", "date": "February 8", "txt": "Charlie Ruggles, American actor (d. 1970)", "entities": [{"title": "Charlie Ruggles", "href": "/wiki/Charlie_Ruggles", "description": "Charles Sherman Ruggles was a comic American character actor. In a career spanning six decades, Ruggles appeared in close to 100 feature films, often in mild-mannered and comic roles. He was also the elder brother of director, producer, and silent film actor Wesley Ruggles (1889–1972)."}]}, {"heading": "Births", "year": "1888", "date": "February 8", "txt": "Edith Evans, English actress (d. 1976)", "entities": [{"title": "Edith Evans", "href": "/wiki/Edith_Evans", "description": "Dame Edith Mary Evans, was an English actress. She was best known for her work on the stage, but also appeared in films at the beginning and towards the end of her career. Between 1964 and 1968, she was nominated for three Academy Awards."}]}, {"heading": "Births", "year": "1888", "date": "February 8", "txt": "Giuseppe Ungaretti, Egyptian-Italian soldier, journalist, and poet (d. 1970)", "entities": []}, {"heading": "Births", "year": "1890", "date": "February 8", "txt": "Claro M. Recto, Filipino lawyer, jurist, and politician (d. 1960)", "entities": [{"title": "Claro M. Recto", "href": "/wiki/Claro_M._Recto", "description": "Claro Mayo Recto Jr. was a Filipino statesman, jurist, poet and one of the foremost statesmen of his generation. He is remembered for his nationalism, for \"the impact of his patriotic convictions on modern political thought\", and has been seen in the same class as Dr. Jose Rizal, Sen. Jose W. Diokno, and Sen. Lorenzo Tañada."}]}, {"heading": "Births", "year": "1893", "date": "February 8", "txt": "Ba Maw, Burmese lawyer and politician, Prime Minister of Burma (d. 1977)", "entities": [{"title": "Ba Maw", "href": "/wiki/Ba_Maw", "description": "Ba Maw was a Burmese lawyer and political leader, active during the interwar and World War II periods. He was 1st Burma Premier (1937–1939) and head of State of Burma (Myanmar) from 1943 to 1945."}, {"title": "Prime Minister of Burma", "href": "/wiki/Prime_Minister_of_Burma", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Births", "year": "1894", "date": "February 8", "txt": "King Vidor, American director, producer, and screenwriter (d. 1982)", "entities": [{"title": "King Vidor", "href": "/wiki/King_Vidor", "description": "King Wallis Vidor was an American film director, film producer, and screenwriter whose 67-year film-making career successfully spanned the silent and sound eras. His works are distinguished by a vivid, humane, and sympathetic depiction of contemporary social issues. Considered an auteur director, Vidor approached multiple genres and allowed the subject matter to determine the style, often pressing"}]}, {"heading": "Births", "year": "1897", "date": "February 8", "txt": "Zakir Hussain, Indian academic and politician, 3rd president of India (d. 1969)", "entities": [{"title": "Zakir Hussain (politician)", "href": "/wiki/Zakir_Hussain_(politician)", "description": "Zakir Husain Khan was an Indian economist and politician who served as the third President of India, from 13 May 1967 until his death on 3 May 1969."}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1899", "date": "February 8", "txt": "Lonnie Johnson, American singer-songwriter and guitarist (d. 1970)", "entities": [{"title": "Lonnie Johnson (musician)", "href": "/wiki/Lonnie_Johnson_(musician)", "description": "Alonzo \"Lonnie\" Johnson was an American blues and jazz singer, guitarist, violinist and songwriter. He was a pioneer of jazz guitar and jazz violin and is recognized as the first to play an electrically amplified violin."}]}, {"heading": "Births", "year": "1903", "date": "February 8", "txt": "Greta Keller, Austrian-American singer and actress (d. 1977)", "entities": [{"title": "Greta Keller", "href": "/wiki/Greta_Keller", "description": "Margaretha \"Greta\" Keller was an Austrian and American cabaret singer and actress."}]}, {"heading": "Births", "year": "1903", "date": "February 8", "txt": "Tunku Abdul Rahman, 1st Prime Minister of Malaysia (d. 1990)", "entities": []}, {"heading": "Births", "year": "1906", "date": "February 8", "txt": "Chester Carlson, American physicist and lawyer, invented Xerography (d. 1968)", "entities": [{"title": "Chester Carlson", "href": "/wiki/Chester_Carlson", "description": "Chester Floyd Carlson was an American physicist, inventor, and patent attorney born in Seattle, Washington."}, {"title": "Xerography", "href": "/wiki/Xerography", "description": "Xerography is a dry photocopying technique. Originally called electrophotography, it was renamed xerography—from the Greek roots ξηρός xeros, \"dry\" and -γραφία -graphia, \"writing\"—to emphasize that unlike reproduction techniques then in use such as cyanotype, the process of xerography used no liquid chemicals."}]}, {"heading": "Births", "year": "1909", "date": "February 8", "txt": "Elisabeth Murdoch, Australian philanthropist (d. 2012)", "entities": [{"title": "Elisabeth Murdoch (philanthropist)", "href": "/wiki/Elisabeth_Murdoch_(philanthropist)", "description": "Dame Elisabeth Joy Murdoch, Lady Murdoch, also known as Elisabeth, Lady Murdoch, was an Australian philanthropist and matriarch of the Murdoch family. She was the widow of Australian newspaper publisher Sir Keith Murdoch and the mother of American international media proprietor Rupert Murdoch. She was appointed a Dame Commander of the Order of the British Empire (DBE) in 1963 for her charity work "}]}, {"heading": "Births", "year": "1911", "date": "February 8", "txt": "Elizabeth Bishop, American poet and author (d. 1979)", "entities": [{"title": "Elizabeth Bishop", "href": "/wiki/Elizabeth_Bishop", "description": "Elizabeth Bishop was an American poet and short-story writer. She was Consultant in Poetry to the Library of Congress from 1949 to 1950, the Pulitzer Prize winner for Poetry in 1956, the National Book Award winner in 1970, and the recipient of the Neustadt International Prize for Literature in 1976. Dwight Garner argued that she was perhaps “the most purely gifted poet of the 20th century.”"}]}, {"heading": "Births", "year": "1913", "date": "February 8", "txt": "Betty Field, American actress (d. 1973)", "entities": [{"title": "Betty Field", "href": "/wiki/Betty_Field", "description": "Betty Field was an American film and stage actress."}]}, {"heading": "Births", "year": "1913", "date": "February 8", "txt": "Danai Stratigopoulou, Greek singer-songwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1914", "date": "February 8", "txt": "Bill Finger, American author and screenwriter, co-created Batman (d. 1974)", "entities": [{"title": "Bill Finger", "href": "/wiki/Bill_Finger", "description": "Milton Finger, known professionally and personally as Bill Finger, was an American comic strip and comic book writer best known as the creator, with Bob Kane, of the DC Comics character Batman, and the co-architect of the series' development, who mostly worked as his ghostwriter. Although Finger did not receive contemporaneous credit for his hand in the development of Batman, Kane acknowledged Fin"}, {"title": "Batman", "href": "/wiki/Batman", "description": "Batman is a superhero who appears in American comic books published by DC Comics. Batman was created by artist Bob Kane and writer Bill Finger, and debuted in the 27th issue of the comic book Detective Comics on March 30, 1939. In the DC Universe continuity, Batman is the alias of Bruce Wayne, a wealthy American playboy, philanthropist, and industrialist who resides in Gotham City. Kane, Finger, a"}]}, {"heading": "Births", "year": "1915", "date": "February 8", "txt": "Georges Guétary, Egyptian-French singer, dancer, and actor (d. 1997)", "entities": [{"title": "Georges Guétary", "href": "/wiki/Georges_Gu%C3%A9tary", "description": "Georges Guétary, born Lambros Vorloou was a French singer, dancer, cabaret performer and film actor, best known for his role in the 1951 musical An American in Paris."}]}, {"heading": "Births", "year": "1918", "date": "February 8", "txt": "Freddie Blassie, American wrestler and manager (d. 2003)", "entities": [{"title": "Freddie Blassie", "href": "/wiki/Freddie_Blassie", "description": "Frederick Kenneth Blassie, better known as \"Classy\" Freddie Blassie, was an American professional wrestling villain and manager. Renowned as \"The Hollywood Fashion Plate\", he was a one-time NWA World Junior Heavyweight Champion."}]}, {"heading": "Births", "year": "1921", "date": "February 8", "txt": "Barney Danson, Canadian colonel and politician, 21st Canadian Minister of National Defence (d. 2011)", "entities": [{"title": "Barney Danson", "href": "/wiki/Barney_Danson", "description": "Barnett Jerome \"Barney\" Danson, was a Canadian politician and Cabinet minister."}, {"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1921", "date": "February 8", "txt": "Nexhmije Hoxha, Albanian politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 8", "txt": "Lana Turner, American actress (d. 1995)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 8", "txt": "Audrey Meadows, American actress and banker (d. 1996)", "entities": [{"title": "Audrey Meadows", "href": "/wiki/Audrey_Meadows", "description": "Audrey Meadows was an American actress best known for her role as the deadpan housewife Alice Kramden on the 1950s American television comedy The Honeymooners. She was the younger sister of Hollywood leading lady Jayne Meadows."}]}, {"heading": "Births", "year": "1925", "date": "February 8", "txt": "Jack Lemmon, American actor (d. 2001)", "entities": [{"title": "Jack Lemmon", "href": "/wiki/Jack_Lemmon", "description": "John Uhler Lemmon III was an American actor and musician who was nominated for an Academy Award eight times, winning twice. He starred in over 60 films, such as Mister Roberts, Some Like It Hot (1959), The Apartment (1960), Days of Wine and Roses (1962), Irma la Douce (1963), The Great Race (1965), The Odd Couple, Save the Tiger, The China Syndrome (1979), Missing (1982), Long Day's Journey Into N"}]}, {"heading": "Births", "year": "1926", "date": "February 8", "txt": "Neal Cassady, American author and poet (d. 1968)", "entities": [{"title": "Neal Cassady", "href": "/wiki/Neal_Cassady", "description": "Neal Leon Cassady was a major figure of the Beat Generation of the 1950s and the psychedelic and counterculture movements of the 1960s."}]}, {"heading": "Births", "year": "1926", "date": "February 8", "txt": "Birgitte Reimer, Danish film actress", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 8", "txt": "Alejandro Rey, Argentinian-American actor and director (d. 1987)", "entities": [{"title": "Alejandro Rey", "href": "/wiki/Alejandro_Rey", "description": "Alejandro Rey was an Argentine-American actor and television director."}]}, {"heading": "Births", "year": "1931", "date": "February 8", "txt": "James Dean, American actor (d. 1955)", "entities": [{"title": "James Dean", "href": "/wiki/James_Dean", "description": "James Byron Dean was an American actor. He is remembered as a cultural icon of teenage disillusionment and social estrangement, as expressed in the title of his most celebrated film, Rebel Without a Cause (1955), in which he starred as troubled teenager Jim Stark. The other two roles that defined his stardom were loner Cal Trask in East of Eden (1955) and surly ranch hand Jett Rink in Giant (1956)"}]}, {"heading": "Births", "year": "1932", "date": "February 8", "txt": "Cliff Allison, English racing driver and businessman (d. 2005)", "entities": [{"title": "Cliff Allison", "href": "/wiki/Cliff_Allison", "description": "Henry Clifford \"Cliff\" Allison was a British racing driver from England, who participated in Formula One during seasons 1958 to 1961 for the Lotus, Scuderia Centro Sud, Ferrari and UDT Laystall teams. He was born and died in Brough, Westmorland."}]}, {"heading": "Births", "year": "1932", "date": "February 8", "txt": "John Williams, American pianist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 8", "txt": "Elly Ameling, Dutch soprano", "entities": [{"title": "Elly Ameling", "href": "/wiki/Elly_Ameling", "description": "Elisabeth Sara \"Elly\" Ameling is a retired Dutch soprano, who was particularly known for lieder recitals and for performing works by Johann Sebastian Bach. Performing with distinguished pianists and ensembles around the globe, she was awarded various honours and recording prizes."}]}, {"heading": "Births", "year": "1937", "date": "February 8", "txt": "Joe Raposo, American pianist and composer (d. 1989)", "entities": [{"title": "Joe Raposo", "href": "/wiki/Joe_Raposo", "description": "Joseph Guilherme Raposo, OIH was an American composer, songwriter, pianist, singer and lyricist, best known for his work on the children's television series Sesame Street, for which he wrote the theme song, as well as classic songs such as \"Bein' Green\" and \"C Is For Cookie\". He also wrote music for television shows such as The Electric Company, Shining Time Station and the sitcoms Three's Company"}]}, {"heading": "Births", "year": "1937", "date": "February 8", "txt": "Harry Wu, Chinese human rights activist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 8", "txt": "Jose Maria Sison, Filipino activist and theorist", "entities": [{"title": "Jose Maria Sison", "href": "/wiki/Jose_Maria_Sison", "description": "Jose Maria Canlas Sison, also known by his nickname Joma, is a Filipino writer and activist who founded the Communist Party of the Philippines and added elements of Maoism to its philosophy — which would be known as national democracy. He applied the theory of Marxism–Leninism-Maoism on Philippine history and current circumstances."}]}, {"heading": "Births", "year": "1940", "date": "February 8", "txt": "Sophie Lihau-Kanza, Congolese politician (d. 1999)", "entities": [{"title": "Sophie Kanza", "href": "/wiki/Sophie_Kanza", "description": "Sophie Lihau-Kanza or  Zala Lusibu N'Kanza was a Congolese politician and sociologist. She was the first woman of her country to receive a secondary education, the first to graduate from a university, and the first to hold a government office in the Democratic Republic of the Congo, serving as Minister of Social Affairs from 31 October 1966 to 6 December 1970. In her later life she held positions "}]}, {"heading": "Births", "year": "1940", "date": "February 8", "txt": "Ted Koppel, English-American journalist", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 8", "txt": "Nick Nolte, American actor and producer", "entities": [{"title": "Nick Nolte", "href": "/wiki/Nick_Nolte", "description": "Nicholas King Nolte is an American actor, producer, author, and former model. He won the Golden Globe Award for Best Actor – Motion Picture Drama and was nominated for the Academy Award for Best Actor for the 1991 film The Prince of Tides. He went on to receive Academy Award nominations for Affliction (1998) and Warrior (2011)."}]}, {"heading": "Births", "year": "1941", "date": "February 8", "txt": "Tom Rush, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 8", "txt": "Jagjit Singh, Indian singer-songwriter (d. 2011)", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 8", "txt": "Robert Klein, American comedian, actor, and singer", "entities": [{"title": "Robert Klein", "href": "/wiki/Robert_Klein", "description": "Robert Klein is an American stand-up comedian, singer, and actor. He had several comedy albums in the 1970s, was nominated for a Best Actor in a Musical Tony Award for They're Playing Our Song (1979), and has made a variety of TV and movie appearances, including hosting Saturday Night Live twice."}]}, {"heading": "Births", "year": "1942", "date": "February 8", "txt": "Terry Melcher, American singer-songwriter and producer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 8", "txt": "Valerie Thomas, American scientist and inventor", "entities": [{"title": "Valerie Thomas", "href": "/wiki/Valerie_Thomas", "description": "Valerie L. Thomas is an American scientist and inventor. She invented the illusion transmitter, for which she received a patent in 1980. She was responsible for developing the digital media formats image processing systems used in the early years of the Landsat program."}]}, {"heading": "Births", "year": "1944", "date": "February 8", "txt": "Roger Lloyd-Pack, English actor (d. 2014)", "entities": [{"title": "Roger Lloyd-Pack", "href": "/wiki/Roger_Lloyd-Pack", "description": "Roger Lloyd-Pack was a British actor. He is best known for the role of Trigger in Only Fools and Horses from 1981 to 2003 and Owen Newitt in The Vicar of Dibley from 1994 to 2007. He later starred as Tom in The Old Guys with Clive Swift. He is also well known for playing Barty Crouch, Sr. in Harry Potter and the Goblet of Fire and for his appearances in Doctor Who as John Lumic in the episodes \"Ri"}]}, {"heading": "Births", "year": "1944", "date": "February 8", "txt": "Sebastião Salgado, Brazilian photographer and journalist", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 8", "txt": "Dan Seals, American singer-songwriter and guitarist (d. 2009)", "entities": [{"title": "Dan Seals", "href": "/wiki/Dan_Seals", "description": "Danny Wayland Seals was an American musician. The younger brother of Seals and Crofts member Jim Seals, he first gained fame as \"England Dan\", one half of the soft rock duo England Dan & John Ford Coley, who charted nine pop singles between 1976 and 1980, including the No. 2 Billboard Hot 100 hit \"I'd Really Love to See You Tonight\"."}]}, {"heading": "Births", "year": "1949", "date": "February 8", "txt": "Brooke Adams, American actress, producer, and screenwriter", "entities": [{"title": "Brooke Adams (actress)", "href": "/wiki/Brooke_Adams_(actress)", "description": "Brooke Adams is an American actress. She is best known for her film roles in Days of Heaven (1978), Invasion of the Body Snatchers (1978) and The Dead Zone (1983)."}]}, {"heading": "Births", "year": "1949", "date": "February 8", "txt": "Niels Arestrup, French actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 8", "txt": "Marinho Chagas, Brazilian footballer and coach (d. 2014)", "entities": [{"title": "Marinho Chagas", "href": "/wiki/Marinho_Chagas", "description": "Francisco das Chagas Marinho, generally known as Marinho Chagas or Francisco Marinho, was a Brazilian association footballer. One of the best left backs of his era, he is best known for his flowing curly blond hair and his performance at the 1974 FIFA World Cup, in which Brazil finished fourth. At club level he is mostly associated with Botafogo FR of Rio de Janeiro and São Paulo FC, but he played"}]}, {"heading": "Births", "year": "1953", "date": "February 8", "txt": "Mary Steenburgen, American actress", "entities": [{"title": "Mary Steenburgen", "href": "/wiki/Mary_Steenburgen", "description": "Mary Nell Steenburgen is an American actress, comedian, singer, and songwriter. She won the Academy Award for Best Supporting Actress and the Golden Globe Award for Best Supporting Actress – Motion Picture for playing the role of Lynda Dummar in Jonathan Demme's 1980 film Melvin and Howard."}]}, {"heading": "Births", "year": "1955", "date": "February 8", "txt": "John Grisham, American lawyer and author", "entities": [{"title": "John Grisham", "href": "/wiki/John_Grisham", "description": "John Ray Grisham Jr. is an American novelist, attorney, politician, and activist, best known for his popular legal thrillers. His books have been translated into 42 languages and published worldwide."}]}, {"heading": "Births", "year": "1955", "date": "February 8", "txt": "Jim Neidhart, American wrestler (d. 2018)", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 8", "txt": "Marques Johnson, American basketball player and sportscaster", "entities": [{"title": "Marques Johnson", "href": "/wiki/Marques_Johnson", "description": "Marques Kevin Johnson is an American former professional basketball player who is a basketball analyst for the Milwaukee Bucks on Fox Sports Net. He played as a small forward in the National Basketball Association (NBA) from 1977 to 1989, where he was a five-time All-Star. He played the majority of his career with the Bucks."}]}, {"heading": "Births", "year": "1957", "date": "February 8", "txt": "Karine Chemla, French historian of mathematics and sinologist", "entities": [{"title": "Karine Chemla", "href": "/wiki/Karine_Chemla", "description": "Karine Chemla is a French historian of mathematics and sinologist who works as a director of research at the Centre national de la recherche scientifique (CNRS). She is also a senior fellow at the New York University Institute for the Study of the Ancient World. She was elected a Member of the American Philosophical Society in 2019."}]}, {"heading": "Births", "year": "1958", "date": "February 8", "txt": "Sherri Martel, American wrestler and manager (d. 2007)", "entities": [{"title": "Sherri Martel", "href": "/wiki/Sherri_Martel", "description": "Sherry Schrull was an American professional wrestler and manager, better known by her ring names, Sherri Martel and Sensational Sherri."}]}, {"heading": "Births", "year": "1958", "date": "February 8", "txt": "Marina Silva, Brazilian environmentalist and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 8", "txt": "Heinz Gunthardt, Swiss tennis player", "entities": [{"title": "Heinz Gunthardt", "href": "/wiki/Heinz_Gunthardt", "description": "Heinz Peter Günthardt is a retired tennis player from Switzerland."}]}, {"heading": "Births", "year": "1959", "date": "February 8", "txt": "Andrew Hoy, Australian equestrian rider", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 8", "txt": "Mauricio Macri, Argentinian businessman and politician, President of Argentina", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1960", "date": "February 8", "txt": "Benigno Aquino III, Filipino politician, 15th President of the Philippines", "entities": [{"title": "Benigno Aquino III", "href": "/wiki/Benigno_Aquino_III", "description": "Benigno Simeon Cojuangco Aquino III, also known as \"PNoy\" or \"Noynoy\", is a Filipino politician who served as the 15th president of the Philippines from 2010 until 2016. Aquino is a fourth-generation politician and was the chairman of the Liberal Party from 2010 to 2016."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1960", "date": "February 8", "txt": "Dino Ciccarelli, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 8", "txt": "Vince Neil, American singer-songwriter and actor", "entities": [{"title": "Vince Neil", "href": "/wiki/Vince_Neil", "description": "Vincent Neil Wharton is an American musician. He is best known as the lead vocalist of heavy metal band Mötley Crüe, but he has also released material as a solo artist."}]}, {"heading": "Births", "year": "1963", "date": "February 8", "txt": "Mohammad Azharuddin, Indian cricketer and politician", "entities": [{"title": "Mohammad Azharuddin", "href": "/wiki/Mohammad_Azharuddin", "description": "Mohammad Azharuddin also known as Azhar or Azzu among cricket fraternity, is an Indian politician, former cricketer who was the Member of Parliament in the Lok Sabha from Moradabad. He was renowned as an elegant middle-order batsman who played 99 tests and 334 one day matches for India. His international playing career came to an end when he was found to be involved in a match-fixing scandal in 20"}]}, {"heading": "Births", "year": "1964", "date": "February 8", "txt": "Arlie Petters, Belizean-American mathematical physicist and academic", "entities": [{"title": "Arlie Petters", "href": "/wiki/Arlie_Petters", "description": "Arlie Oswald Petters, MBE is a Belizean-American mathematical physicist, who is the Benjamin Powell Professor of Mathematics and a Professor of Physics and Economics at Duke University. Petters will become the Provost at New York University Abu Dhabi effective September 1, 2020. Petters is a founder of mathematical astronomy, focusing on problems connected to the interplay of gravity and light and"}]}, {"heading": "Births", "year": "1964", "date": "February 8", "txt": "Santosh Sivan, Indian director, cinematographer, producer, and actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 8", "txt": "Trinny Woodall, English fashion designer and author", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 8", "txt": "Kirk Muller, Canadian ice hockey player and coach", "entities": [{"title": "Kirk Muller", "href": "/wiki/Kirk_Muller", "description": "Kirk Christopher Muller is a Canadian former professional ice hockey winger who played in the National Hockey League for 19 seasons from 1984–85 until 2002–03. He was also the head coach of the National Hockey League's Carolina Hurricanes from 2011 to 2014. He was an associate coach with the Montreal Canadiens from 2016 to 2021, where he previously served as assistant coach from 2006 to 2011."}]}, {"heading": "Births", "year": "1966", "date": "February 8", "txt": "Hristo Stoichkov, Bulgarian footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 8", "txt": "Gary Coleman, American actor (d. 2010)", "entities": [{"title": "Gary Coleman", "href": "/wiki/Gary_Coleman", "description": "Gary Wayne Coleman was an American actor, comedian, and writer. One of the highest-paid child actors in the late 1970s and early 1980s, he was rated first on a list of VH1's \"100 Greatest Kid Stars\" and received several accolades throughout his career, including two Young Artist Awards and four People's Choice Awards."}]}, {"heading": "Births", "year": "1969", "date": "February 8", "txt": "Pauly Fuemana, New Zealand-Australian singer-songwriter and guitarist (d. 2010)", "entities": [{"title": "Pauly Fuemana", "href": "/wiki/Pauly_Fuemana", "description": "Paul Lawrence Fuemana was a Niuean-New Zealand singer, songwriter and musician from Auckland. One of the first globally successful pioneers of his country's unique style hip-hop, Fuemana was one of New Zealand's greatest popular music icons of the 1990s."}]}, {"heading": "Births", "year": "1969", "date": "February 8", "txt": "Mary Robinette Kowal, American puppeteer and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 8", "txt": "Mary McCormack, American actress and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 8", "txt": "Stephanie Courtney, American actress and comedian", "entities": [{"title": "Stephanie Courtney", "href": "/wiki/Stephanie_Courtney", "description": "Stephanie Courtney is an American actress and comedian, best known for playing the advertising character Flo in television and radio commercials for Progressive Corporation beginning in 2008."}]}, {"heading": "Births", "year": "1970", "date": "February 8", "txt": "John Filan, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 8", "txt": "Alonzo Mourning, American basketball player and executive", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 8", "txt": "Aidy Boothroyd, English footballer and manager", "entities": [{"title": "Aidy Boothroyd", "href": "/wiki/Aidy_Boothroyd", "description": "Adrian Neil Boothroyd is an English former footballer who was most recently the manager of the England U21 team."}]}, {"heading": "Births", "year": "1971", "date": "February 8", "txt": "Mika Karppinen, Swedish-Finnish drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 8", "txt": "Big Show, American wrestler and actor", "entities": [{"title": "Big Show", "href": "/wiki/Big_Show", "description": "Paul Donald Wight II is an American professional wrestler, actor, and professional wrestling commentator. He is signed to All Elite Wrestling (AEW) as an in-ring performer, and as a commentator for its web television show, AEW Dark: Elevation, under his real name of Paul Wight. He is best known for his tenure with WWE from 1999 to 2021 under the ring name (The) Big Show, and his appearances with W"}]}, {"heading": "Births", "year": "1974", "date": "February 8", "txt": "Seth Green, American actor, voice artist, comedian, producer, writer, and director", "entities": [{"title": "Seth Green", "href": "/wiki/Seth_Green", "description": "Seth Benjamin Green is an American actor, producer, writer and director. He is known as a co-creator, executive producer, and most frequent voice on Adult Swim's Robot Chicken and has also directed the Robot Chicken Star Wars and DC Comics specials."}]}, {"heading": "Births", "year": "1976", "date": "February 8", "txt": "Khaled Mashud, Bangladeshi cricketer", "entities": [{"title": "Khaled Mashud", "href": "/wiki/Khaled_Mashud", "description": "Khaled Mashud is a former Bangladeshi cricketer and a captain in Tests and ODIs. A wicketkeeper and middle order batsman, he was a regular member of the national team between 1995–2007. Bangladeshi coach Dav Whatmore claimed Mashud as the \"best wicketkeeper in Asia.\" He contributed to Bangladesh's first ever ODI hat-trick by taking two catches off Shahadat Hossain's bowling. After the internationa"}]}, {"heading": "Births", "year": "1976", "date": "February 8", "txt": "Nicolas Vouilloz, French rally driver and mountain biker", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 8", "txt": "Roman Kostomarov, Russian ice dancer", "entities": [{"title": "Roman Kostomarov", "href": "/wiki/Roman_Kostomarov", "description": "Roman Sergeyevich Kostomarov is a Russian ice dancer. With partner Tatiana Navka, he is the 2006 Olympic champion, two-time World champion (2004–05), three-time Grand Prix Final champion (2003–05), and three-time European champion (2004–06)."}]}, {"heading": "Births", "year": "1978", "date": "February 8", "txt": "Mick de Brenni, Australian politician", "entities": [{"title": "Mick de Brenni", "href": "/wiki/Mick_de_Brenni", "description": "Michael Christopher de Brenni is an Australian politician currently serving as the Minister for Energy, Renewables and Hydrogen and Minister for Public Works and Procurement of Queensland. He previously served as the Minister for Housing and Public Works, Minister for Sport and Minister for Digital Technology. He has been the Labor member for Springwood in the Queensland Legislative Assembly since"}]}, {"heading": "Births", "year": "1979", "date": "February 8", "txt": "Aaron Cook, American baseball player", "entities": [{"title": "Aaron Cook (baseball)", "href": "/wiki/Aaron_Cook_(baseball)", "description": "Aaron Lane Cook is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Colorado Rockies and Boston Red Sox."}]}, {"heading": "Births", "year": "1980", "date": "February 8", "txt": "William Jackson Harper, American actor", "entities": [{"title": "William Jackson Harper", "href": "/wiki/William_Jackson_Harper", "description": "William Jackson Harper is an American actor and playwright. He is best known for his role as Chidi Anagonye on the NBC comedy The Good Place (2016–2020)."}]}, {"heading": "Births", "year": "1981", "date": "February 8", "txt": "Steve Gohouri, Ivorian footballer (d. 2015)", "entities": [{"title": "Steve Gohouri", "href": "/wiki/Steve_Gohouri", "description": "Lohoré Steve Ulrich Gohouri was an Ivorian professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1981", "date": "February 8", "txt": "Myriam Montemayor Cruz, Mexican singer", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 8", "txt": "Jermaine Anderson, Canadian basketball player", "entities": [{"title": "Jermaine Anderson", "href": "/wiki/Jermaine_Anderson", "description": "Jermaine Anderson is a Canadian professional basketball player who last played for Châlons-Reims of the LNB Pro A. He is a veteran member of the Canadian national basketball team."}]}, {"heading": "Births", "year": "1983", "date": "February 8", "txt": "Cory Jane, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 8", "txt": "Cecily Strong, American actress", "entities": [{"title": "Cecily Strong", "href": "/wiki/Cecily_Strong", "description": "Cecily Legler Strong is an American actress and comedian who has been a cast member of Saturday Night Live since 2012. Other roles include the film Ghostbusters and voice work on The Awesomes. For her work on Saturday Night Live, she was nominated for Outstanding Supporting Actress in a Comedy Series at the 72nd Primetime Emmy Awards."}]}, {"heading": "Births", "year": "1984", "date": "February 8", "txt": "Panagiotis Vasilopoulos, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 8", "txt": "Petra Cetkovská, Czech tennis player", "entities": [{"title": "Petra Cetkovská", "href": "/wiki/Petra_Cetkovsk%C3%A1", "description": "Petra Cetkovská is a retired tennis player from the Czech Republic. Having turned professional in 2000, she reached a career-high singles ranking of world No. 25, on 18 June 2012. Over her career, Cetkovská defeated top-ten players Marion Bartoli, Elena Dementieva, Angelique Kerber, Li Na, Agnieszka Radwańska, Caroline Wozniacki, and Vera Zvonareva."}]}, {"heading": "Births", "year": "1985", "date": "February 8", "txt": "Jeremy Davis, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 8", "txt": "Brian Randle, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 8", "txt": "Anderson Paak, American singer, songwriter, rapper, record producer, and multi-instrumentalist", "entities": [{"title": "Anderson Paak", "href": "/wiki/Anderson_Paak", "description": "Brandon Paak Anderson, known professionally as Anderson .Paak, is an American singer, rapper, songwriter, record producer, and drummer from Oxnard, California. He released his debut mixtape, O.B.E. Vol. 1 in 2012 and went on to release Venice in 2014. He later followed up with Malibu, in 2016, which received a nomination for Best Urban Contemporary Album at the Grammy Awards, followed by Oxnard, i"}]}, {"heading": "Births", "year": "1987", "date": "February 8", "txt": "Javi García, Spanish footballer", "entities": [{"title": "Javi García", "href": "/wiki/Javi_Garc%C3%ADa", "description": "Francisco Javier \"Javi\" García Fernández is a Spanish professional footballer who plays for Portuguese club Boavista. A defensive midfielder by nature, he can also appear as a central defender."}]}, {"heading": "Births", "year": "1987", "date": "February 8", "txt": "Carolina Kostner, Italian figure skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 8", "txt": "Keegan Meth, Zimbabwean cricketer", "entities": [{"title": "Keegan Meth", "href": "/wiki/Keegan_Meth", "description": "Keegan Orry Meth is a Zimbabwean cricketer. He plays domestically for the Matabeleland Tuskers and has represented Zimbabwe in One Day Internationals (ODIs). An all-rounder, he bowls right-arm medium-fast and generally bats in the lower middle order."}]}, {"heading": "Births", "year": "1989", "date": "February 8", "txt": "Zac Guildford, New Zealand rugby player", "entities": [{"title": "Zac Guildford", "href": "/wiki/Zac_Guildford", "description": "Zachary Robert Guildford is a New Zealand rugby union player of English and Māori descent who plays for Waikato in the Mitre 10 Cup. A wing, he has won 11 caps for the New Zealand national team, the All Blacks, including during their victorious 2011 Rugby World Cup campaign."}]}, {"heading": "Births", "year": "1989", "date": "February 8", "txt": "Julio Jones, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "February 8", "txt": "Klay Thompson, American professional basketball player", "entities": [{"title": "Klay Thompson", "href": "/wiki/Klay_Thompson", "description": "Klay Alexander Thompson is an American professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). He is credited as one of the greatest shooters in NBA history. A three-time NBA champion with the Warriors, he is a five-time NBA All-Star and a two-time All-NBA Third Team honoree. He has also been named to the NBA All-Defensive Second Team."}]}, {"heading": "Births", "year": "1991", "date": "February 8", "txt": "Nam Woo-hyun, South Korean singer", "entities": [{"title": "Nam Woo-hyun", "href": "/wiki/Nam_Woo-hyun", "description": "Nam Woo-hyun, also known mononymously as Woohyun, is a South Korean singer, songwriter, and actor. He is well known as a member of South Korean boy group Infinite."}]}, {"heading": "Births", "year": "1992", "date": "February 8", "txt": "Bruno Martins Indi, Portuguese-Dutch footballer", "entities": [{"title": "Bruno Martins Indi", "href": "/wiki/Bruno_Martins_Indi", "description": "Rolando Maximiliano \"Bruno\" Martins Indi is a Dutch professional footballer who plays as a defender for AZ Alkmaar, on loan from Championship club Stoke City."}]}, {"heading": "Births", "year": "1994", "date": "February 8", "txt": "Hakan Çalhanoğlu, Turkish footballer", "entities": [{"title": "Hakan Çalhanoğlu", "href": "/wiki/Hakan_%C3%87alhano%C4%9Flu", "description": "Hakan Çalhanoğlu is a Turkish professional footballer who plays as an attacking midfielder for Serie A club Milan and the Turkish national team."}]}, {"heading": "Births", "year": "1994", "date": "February 8", "txt": "Nikki Yanofsky, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1995", "date": "February 8", "txt": "Joshua Kimmich, German footballer", "entities": [{"title": "Joshua Kimmich", "href": "/wiki/Joshua_Kimmich", "description": "Joshua Walter Kimmich is a German professional footballer who plays as a defensive midfielder or right-back for Bundesliga club Bayern Munich and the Germany national team. Known for his versatility, passing, shooting, tackling and aggression, Kimmich is considered as both one of the best midfielders, defenders, and players in the world."}]}, {"heading": "Births", "year": "1996", "date": "February 8", "txt": "Kenedy, Brazilian footballer", "entities": [{"title": "Kenedy (footballer)", "href": "/wiki/Kenedy_(footballer)", "description": "Robert Kenedy Nunes Nascimento, commonly known as Kenedy, is a Brazilian professional footballer who plays as a winger for Spanish club Granada on loan from Chelsea."}]}, {"heading": "Deaths", "year": "538", "date": "February 8", "txt": "Severus of Antioch, patriarch of Antioch", "entities": [{"title": "Severus of Antioch", "href": "/wiki/Severus_of_Antioch", "description": "Severus the Great of Antioch, also known as Severus of Gaza, was the Patriarch of Antioch, and head of the Syriac Orthodox Church, from 512 until his death in 538. He is venerated as a saint in the Oriental Orthodox Church, and his feast day is 8 February."}, {"title": "Patriarch of Antioch", "href": "/wiki/Patriarch_of_Antioch", "description": "Patriarch of Antioch is a traditional title held by the bishop of Antioch. As the traditional \"overseer\" of the first gentile Christian community, the position has been of prime importance in Pauline Christianity from its earliest period. This diocese is one of the few for which the names of its bishops from the apostolic beginnings have been preserved. Today five churches use the title of patriar"}]}, {"heading": "Deaths", "year": "1135", "date": "February 8", "txt": "Elvira of Castile, Queen of Sicily (b.c. 1100)", "entities": [{"title": "Elvira of Castile, Queen of Sicily", "href": "/wiki/Elvira_of_Castile,_Queen_of_Sicily", "description": "Elvira of Castile was a member of the House of Jiménez and the first queen of Sicily."}]}, {"heading": "Deaths", "year": "1204", "date": "February 8", "txt": "Alexios IV Angelos, Byzantine emperor (b. 1182)", "entities": [{"title": "Alexios IV Angelos", "href": "/wiki/Alexios_IV_Angelos", "description": "Alexios IV Angelos or Alexius IV Angelus was Byzantine Emperor from August 1203 to January 1204. He was the son of Emperor Isaac II Angelos and his first wife, an unknown Palaiologina, who became a nun with the name Irene. His paternal uncle was his predecessor Emperor Alexios III Angelos."}]}, {"heading": "Deaths", "year": "1229", "date": "February 8", "txt": "Ali ibn Hanzala, sixth Dāʿī al-Muṭlaq of Tayyibi Isma'ilism", "entities": [{"title": "Ali ibn Hanzala", "href": "/wiki/Ali_ibn_Hanzala", "description": "Ali ibn Hanzala ibn Abi Salim al-Mahfuzi al-Wadi'i al-Hamdani was the sixth Tayyibi Isma'ili Dāʿī al-Muṭlaq in Yemen, from 1215 to his death in 1229."}, {"title": "Tayyibi Isma'ilism", "href": "/wiki/Tayyibi_Isma%27ilism", "description": "Ṭayyibi Ismā‘īlism is the only surviving sect of the Musta'li branch of Isma'ilism, the other being Hafizi Isma'ilism. Most followers of Tayyibi Isma'ilism are found in various Bohra communities: Dawoodi, Sulaymani, and Alavi."}]}, {"heading": "Deaths", "year": "1250", "date": "February 8", "txt": "Robert I, Count of Artois (b. 1216)", "entities": [{"title": "Robert I, Count of Artois", "href": "/wiki/Robert_I,_Count_of_Artois", "description": "Robert I, called the Good, was the first Count of Artois, a Prince of France, and the fifth son of Louis VIII, King of France and Blanche of Castile."}]}, {"heading": "Deaths", "year": "1250", "date": "February 8", "txt": "William II Longespée, English martyr (b. 1212)", "entities": []}, {"heading": "Deaths", "year": "1265", "date": "February 8", "txt": "Hulagu Khan, Mongol ruler (b. 1217)", "entities": [{"title": "Hulagu Khan", "href": "/wiki/Hulagu_Khan", "description": "Hulagu Khan, also known as Hülegü or Hulegu, was a Mongol ruler who conquered much of Western Asia. Son of Tolui and the Keraite princess Sorghaghtani Beki, he was a grandson of Genghis Khan and brother of Ariq Böke, Möngke Khan, and Kublai Khan."}]}, {"heading": "Deaths", "year": "1285", "date": "February 8", "txt": "Theodoric of Landsberg (b. 1242)", "entities": [{"title": "Theodoric of Landsberg", "href": "/wiki/Theodoric_of_Landsberg", "description": "Theodoric of Landsberg, a member of the House of Wettin was Margrave of Landsberg from 1265 until his death."}]}, {"heading": "Deaths", "year": "1296", "date": "February 8", "txt": "Przemysł II of Poland (b. 1257)", "entities": [{"title": "Przemysł II", "href": "/wiki/Przemys%C5%82_II", "description": "Przemysł II, was the Duke of Poznań from 1257–1279, of Greater Poland from 1279–1296, of Kraków from 1290–1291, and Gdańsk Pomerania (Pomerelia) from 1294–1296, and then King of Poland from 1295 until his death. After a long period of Polish high dukes and two nominal kings, he was the first to obtain the hereditary title of king, and thus to return Poland to the rank of kingdom. A member of the G"}]}, {"heading": "Deaths", "year": "1314", "date": "February 8", "txt": "Helen of Anjou, queen of Serbia (b. 1236)", "entities": [{"title": "Helen of Anjou", "href": "/wiki/Helen_of_Anjou", "description": "Helen of Anjou was the queen consort of the Serbian Kingdom, as spouse of King Stefan Uroš I, who ruled from 1243 to 1276. Their sons were later Serbian kings Stefan Dragutin (1276–1282) and Stefan Milutin (1282–1321). As a dowager-queen, she held provincial governorship in the regions of Zeta and Travunija. She built Gradac monastery and was known for her religious tolerance. She is revered as sa"}]}, {"heading": "Deaths", "year": "1382", "date": "February 8", "txt": "Blanche of France, Duchess of Orléans (b. 1328)", "entities": [{"title": "Blanche of France, Duchess of Orléans", "href": "/wiki/Blanche_of_France,_Duchess_of_Orl%C3%A9ans", "description": "Blanche of France was the posthumous daughter of King Charles IV of France and his third wife, Jeanne d'Évreux. She is the last direct Capetian; she was the last-surviving member of her family, and her marriage to her cousin Philippe d'Orléans proved childless. With Blanche's death in 1393, the House of Capet continued to exist only via its numerous cadet branches."}]}, {"heading": "Deaths", "year": "1537", "date": "February 8", "txt": "Saint Gerolamo Emiliani, Italian humanitarian (b. 1481)", "entities": [{"title": "Gerolamo Emiliani", "href": "/wiki/Gerolamo_Emiliani", "description": "Gerolamo Emiliani was an Italian humanitarian, founder of the Somaschi Fathers, and is considered a saint by the Catholic church. He was canonized in 1767 and is the patron saint of orphans."}]}, {"heading": "Deaths", "year": "1587", "date": "February 8", "txt": "Mary, Queen of Scots (b. 1542)", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}]}, {"heading": "Deaths", "year": "1599", "date": "February 8", "txt": "Robert Rollock, Scottish theologian and academic (b. 1555)", "entities": [{"title": "Robert Rollock", "href": "/wiki/Robert_Rollock", "description": "Robert Rollock was the first regent and first principal of the University of Edinburgh. He was the son of David Rollock of Powis, near Stirling. He received his early education at the school of Stirling from Thomas Buchanan, a nephew of George Buchanan, and, after graduating from the University of St Andrews in 1577, became a regent there in 1580. In 1583 be was appointed by the Edinburgh town cou"}]}, {"heading": "Deaths", "year": "1623", "date": "February 8", "txt": "Thomas Cecil, 1st Earl of Exeter, English soldier and politician, Lord Lieutenant of Northamptonshire (b. 1546)", "entities": [{"title": "Thomas Cecil, 1st Earl of Exeter", "href": "/wiki/Thomas_Cecil,_1st_Earl_of_Exeter", "description": "Thomas Cecil, 1st Earl of Exeter, KG, known as Lord Burghley from 1598 to 1605, was an English politician, courtier and soldier."}, {"title": "Lord Lieutenant of Northamptonshire", "href": "/wiki/Lord_Lieutenant_of_Northamptonshire", "description": "Below is a list of people who have served as Lord Lieutenant of Northamptonshire. Since 1735, all Lords Lieutenant have also been Custos Rotulorum of Northamptonshire. The lieutenancy included the Soke of Peterborough until 1965, when the Lord Lieutenant of Huntingdonshire became Lord Lieutenant of Huntingdon and Peterborough. This merged with the lieutenancy of Cambridgeshire and Isle of Ely in 1"}]}, {"heading": "Deaths", "year": "1676", "date": "February 8", "txt": "Alexis of Russia (b. 1629)", "entities": [{"title": "Alexis of Russia", "href": "/wiki/Alexis_of_Russia", "description": "Alexei Mikhailovich was the Tsar of Russia from 1645 until his death in 1676. His reign saw wars with Poland and Sweden, schism in the Russian Orthodox Church, and the major Cossack revolt of Stenka Razin. Nevertheless, at the time of his death Russia spanned almost 2,000,000,000 acres (8,100,000 km2)."}]}, {"heading": "Deaths", "year": "1696", "date": "February 8", "txt": "Ivan V of Russia (b. 1666)", "entities": [{"title": "Ivan V of Russia", "href": "/wiki/Ivan_V_of_Russia", "description": "Ivan V Alekseyevich was a joint-Tsar of Russia with his younger half-brother Peter I who co-reigned between 1682 and 1696. Ivan was the youngest son of Alexis I of Russia by his first wife, Maria Miloslavskaya, while Peter was the only son of Alexis by his second wife, Natalya Naryshkina. Ivan's reign was solely titular because he had serious physical and mental issues."}]}, {"heading": "Deaths", "year": "1709", "date": "February 8", "txt": "Giuseppe Torelli, Italian violinist and composer (b. 1658)", "entities": [{"title": "Giuseppe Torelli", "href": "/wiki/Giuseppe_Torelli", "description": "Giuseppe Torelli was an Italian violist, violinist, teacher, and composer of the late Baroque era."}]}, {"heading": "Deaths", "year": "1725", "date": "February 8", "txt": "Peter the Great, Russian emperor (b. 1672)", "entities": [{"title": "Peter the Great", "href": "/wiki/Peter_the_Great", "description": "Peter the Great, Peter I or Pyotr Alekseevich ruled the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V."}]}, {"heading": "Deaths", "year": "1749", "date": "February 8", "txt": "Jan van Huysum, Dutch painter (b. 1682)", "entities": [{"title": "Jan van Huysum", "href": "/wiki/Jan_van_Huysum", "description": "Jan van Huysum, also spelled Huijsum, was a Dutch painter."}]}, {"heading": "Deaths", "year": "1750", "date": "February 8", "txt": "Aaron Hill, English playwright and poet (b. 1685)", "entities": [{"title": "Aaron Hill (writer)", "href": "/wiki/Aaron_Hill_(writer)", "description": "Aaron Hill was an English dramatist and miscellany writer."}]}, {"heading": "Deaths", "year": "1768", "date": "February 8", "txt": "George Dance the Elder, English architect, designed St Leonard's and St Botolph's Aldgate (b. 1695)", "entities": [{"title": "George Dance the Elder", "href": "/wiki/George_Dance_the_Elder", "description": "\nGeorge Dance the Elder was a British architect of the 18th century. He was the City of London surveyor and architect from 1735 until his death."}, {"title": "St Leonard's, Shoreditch", "href": "/wiki/St_Leonard%27s,_Shoreditch", "description": "St. Leonard's, Shoreditch, is the ancient parish church of Shoreditch, often known simply as Shoreditch Church. It is located at the intersection of Shoreditch High Street with Hackney Road, within the London Borough of Hackney in East London. The current building dates from about 1740. The church is mentioned in the line \"When I grow rich, say the bells of Shoreditch\" from the nursery rhyme Orang"}, {"title": "St Botolph's Aldgate", "href": "/wiki/St_Botolph%27s_Aldgate", "description": "St Botolph's Aldgate is a Church of England parish church in the City of London and also, as it lies outside the line of the city's former eastern walls, a part of the East End of London."}]}, {"heading": "Deaths", "year": "1772", "date": "February 8", "txt": "Princess Augusta of Saxe-Gotha (b. 1719)", "entities": [{"title": "Princess Augusta of Saxe-Gotha", "href": "/wiki/Princess_Augusta_of_Saxe-Gotha", "description": "Princess Augusta of Saxe-Gotha-Altenburg was Princess of Wales by marriage to Frederick, Prince of Wales, son and heir of King George II. She never became queen consort, as Frederick predeceased his father in 1751. Augusta's eldest son succeeded her father-in-law as King George III in 1760. After her spouse died, Augusta was presumptive regent of Great Britain in the event of a regency until her s"}]}, {"heading": "Deaths", "year": "1849", "date": "February 8", "txt": "François Habeneck, French violinist and conductor (b. 1781)", "entities": [{"title": "François Habeneck", "href": "/wiki/Fran%C3%A7ois_Habeneck", "description": "François Antoine Habeneck was a French classical violinist and conductor."}]}, {"heading": "Deaths", "year": "1849", "date": "February 8", "txt": "France Prešeren, Slovenian poet and lawyer (b. 1800)", "entities": []}, {"heading": "Deaths", "year": "1856", "date": "February 8", "txt": "Agostino Bassi, Italian entomologist and academic (b. 1773)", "entities": [{"title": "Agostino Bassi", "href": "/wiki/Agostino_Bassi", "description": "Agostino Bassi, sometimes called de Lodi, was an Italian entomologist. He preceded Louis Pasteur in the discovery that microorganisms can be the cause of disease. He discovered that the muscardine disease of silkworms was caused by a living, very small, parasitic organism, a fungus that would be named eventually Beauveria bassiana in his honor. In 1844, he stated the idea that not only animal (ins"}]}, {"heading": "Deaths", "year": "1907", "date": "February 8", "txt": "Hendrik Willem Bakhuis Roozeboom, Dutch chemist and academic (b. 1854)", "entities": [{"title": "Hendrik Willem Bakhuis Roozeboom", "href": "/wiki/Hendrik_Willem_Bakhuis_Roozeboom", "description": "H. W. Bakhuis Roozeboom was a Dutch chemist who studied phase behaviour in physical chemistry."}]}, {"heading": "Deaths", "year": "1910", "date": "February 8", "txt": "Hans Jæger, Norwegian philosopher and activist (b. 1854)", "entities": [{"title": "Hans Jæger", "href": "/wiki/Hans_J%C3%A6ger", "description": "Hans Henrik Jæger was a Norwegian writer, philosopher and anarchist political activist who was part of the Oslo -based bohemian group known as the Kristiania Bohemians. In 1886 he was prosecuted for his book Fra Kristiania-bohêmen, then convicted and sentenced to 60 days' imprisonment and a fine of 80 kr for infringement of modesty and public morals, and for blasphemy. He also lost his position as"}]}, {"heading": "Deaths", "year": "1914", "date": "February 8", "txt": "Dayrolles Eveleigh-de-Moleyns, 4th Baron Ventry, Irish hereditary peer (b. 1828)", "entities": [{"title": "Dayrolles Eveleigh-de-Moleyns, 4th Baron Ventry", "href": "/wiki/Dayrolles_Eveleigh-de-Moleyns,_4th_Baron_Ventry", "description": "Dayrolles Blakeney Eveleigh-de-Moleyns, 4th Baron Ventry, DL, JP, was an Irish hereditary peer, elected as a representative peer in 1871."}]}, {"heading": "Deaths", "year": "1915", "date": "February 8", "txt": "François Langelier, Canadian journalist, lawyer, and politician, 10th Lieutenant Governor of Quebec (b. 1838)", "entities": [{"title": "François Langelier", "href": "/wiki/Fran%C3%A7ois_Langelier", "description": "Sir François Langelier, was a Canadian lawyer, professor, journalist, politician, the tenth Lieutenant Governor of Quebec, and author. He was born in Sainte-Rosalie, Lower Canada and died in Spencer Wood, Sillery, Quebec."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Deaths", "year": "1921", "date": "February 8", "txt": "George Formby Sr, English actor and singer (b. 1876)", "entities": [{"title": "George Formby Sr", "href": "/wiki/George_Formby_Sr", "description": "George Formby was an English comedian and singer in musical theatre, known as one of the greatest music hall performers of the early 20th century. His comedy played upon Lancashire stereotypes, and he was popular around Britain. His nickname, \"The Wigan Nightingale\", was coined because of the way he would use his bronchial cough as a comedic device in his act."}]}, {"heading": "Deaths", "year": "1921", "date": "February 8", "txt": "Peter Kropotkin, Russian zoologist, geographer, and philologist (b. 1842)", "entities": []}, {"heading": "Deaths", "year": "1928", "date": "February 8", "txt": "Theodor Curtius, German chemist (b. 1857)", "entities": [{"title": "Theodor Curtius", "href": "/wiki/Theodor_Curtius", "description": "Geheimrat Julius Wilhelm Theodor Curtius was professor of Chemistry at Heidelberg University and elsewhere. He published the Curtius rearrangement in 1890/1894 and also discovered diazoacetic acid, hydrazine and hydrazoic acid."}]}, {"heading": "Deaths", "year": "1932", "date": "February 8", "txt": "Yordan Milanov, Bulgarian architect, designed the Sveti Sedmochislenitsi Church (b. 1867)", "entities": [{"title": "Yordan Milanov", "href": "/wiki/Yordan_Milanov", "description": "Yordan Milanov was a Bulgarian architect."}, {"title": "Sveti Sedmochislenitsi Church", "href": "/wiki/Sveti_Sedmochislenitsi_Church", "description": "The Sveti Sedmochislenitsi Church and formerly The Black Mosque is a Bulgarian Orthodox church in Sofia, the capital of Bulgaria. It was created between 1901 and 1902 through the conversion of an Ottoman mosque, and was inaugurated on 27 July 1903. The church is named after Cyril and Methodius and their five disciples, known in the Orthodox Church collectively as the Sedmochislenitsi."}]}, {"heading": "Deaths", "year": "1935", "date": "February 8", "txt": "Eemil Nestor Setälä, Finnish linguist and politician, Finnish Minister for Foreign Affairs (b. 1864)", "entities": [{"title": "Eemil Nestor Setälä", "href": "/wiki/Eemil_Nestor_Set%C3%A4l%C3%A4", "description": "Eemil Nestor Setälä, was a Finnish politician and once the Chairman of the Senate of Finland, from September 1917 to November 1917, when he was author of the Finnish Declaration of Independence."}, {"title": "Minister for Foreign Affairs (Finland)", "href": "/wiki/Minister_for_Foreign_Affairs_(Finland)", "description": "The Minister for Foreign Affairs handles the Finnish Government's foreign policy and relations, and is in charge of the Ministry for Foreign Affairs. The Minister for Foreign Trade and Development is also associated with this ministry."}]}, {"heading": "Deaths", "year": "1936", "date": "February 8", "txt": "Charles Curtis, American lawyer and politician, 31st Vice President of the United States (b. 1860)", "entities": [{"title": "Charles Curtis", "href": "/wiki/Charles_Curtis", "description": "Charles Curtis was an American attorney and Republican politician from Kansas who served as the 31st vice president of the United States from 1929 to 1933. He also previously served as the Senate Majority Leader from 1924 to 1929."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1945", "date": "February 8", "txt": "Italo Santelli, Italian fencer and coach (b. 1866)", "entities": [{"title": "Italo Santelli", "href": "/wiki/Italo_Santelli", "description": "Italo Santelli was an Italian fencer who is considered to be the \"father of modern sabre fencing\"."}]}, {"heading": "Deaths", "year": "1956", "date": "February 8", "txt": "Connie Mack, American baseball player and manager (b. 1862)", "entities": [{"title": "Connie Mack", "href": "/wiki/Connie_Mack", "description": "Cornelius McGillicuddy, better known as Connie Mack, was an American professional baseball catcher, manager, and team owner. The longest-serving manager in Major League Baseball history, he holds records for wins (3,731), losses (3,948), and games managed (7,755), with his victory total being almost 1,000 more than any other manager."}]}, {"heading": "Deaths", "year": "1957", "date": "February 8", "txt": "Walther Bothe, German physicist and academic, Nobel Prize laureate (b. 1891)", "entities": [{"title": "Walther Bothe", "href": "/wiki/Walther_Bothe", "description": "Walther Wilhelm Georg Bothe was a German nuclear physicist, who shared the Nobel Prize in Physics in 1954 with Max Born."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1957", "date": "February 8", "txt": "John von Neumann, Hungarian-American mathematician and physicist (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "February 8", "txt": "William J. Donovan, American head of the Office of Strategic Services (OSS) (b. 1883)", "entities": [{"title": "William J. Donovan", "href": "/wiki/William_J._Donovan", "description": "William Joseph \"Wild Bill\" Donovan was an Irish American soldier, lawyer, intelligence officer and diplomat, best known for serving as the head of the Office of Strategic Services (OSS), the precursor to the Central Intelligence Agency, during World War II. He is regarded as the founding father of the CIA, and a statue of him stands in the lobby of the CIA headquarters building in Langley, Virgini"}]}, {"heading": "Deaths", "year": "1960", "date": "February 8", "txt": "J. L. Austin, English philosopher and academic (b. 1911)", "entities": [{"title": "J. L. Austin", "href": "/wiki/J._L._Austin", "description": "John Langshaw Austin was a British philosopher of language and leading proponent of ordinary language philosophy, perhaps best known for developing the theory of speech acts."}]}, {"heading": "Deaths", "year": "1960", "date": "February 8", "txt": "Giles Gilbert Scott, English architect and engineer, designed the Red telephone box and Liverpool Cathedral (b. 1880)", "entities": [{"title": "Red telephone box", "href": "/wiki/Red_telephone_box", "description": "The red telephone box, a telephone kiosk for a public telephone designed by Sir Giles Gilbert Scott, is a familiar sight on the streets of the United Kingdom, Malta, Bermuda and Gibraltar."}, {"title": "Liverpool Cathedral", "href": "/wiki/Liverpool_Cathedral", "description": "Liverpool Cathedral is the Cathedral of the Anglican Diocese of Liverpool, built on St James's Mount in Liverpool, and the seat of the Bishop of Liverpool. It may be referred to as the Cathedral Church of Christ in Liverpool or the Cathedral Church of the Risen Christ, Liverpool, being dedicated to Christ 'in especial remembrance of His most glorious Resurrection'. Liverpool Cathedral is the large"}]}, {"heading": "Deaths", "year": "1963", "date": "February 8", "txt": "George Dolenz, Italian-American actor (b. 1908)", "entities": [{"title": "George Dolenz", "href": "/wiki/George_Dolenz", "description": "George Dolenz was an American film actor born in Trieste, in the city's Slovene community."}]}, {"heading": "Deaths", "year": "1964", "date": "February 8", "txt": "Ernst Kretschmer, German psychiatrist and author (b. 1888)", "entities": [{"title": "Ernst Kretschmer", "href": "/wiki/Ernst_Kretschmer", "description": "Ernst Kretschmer was a German psychiatrist who researched the human constitution and established a typology."}]}, {"heading": "Deaths", "year": "1972", "date": "February 8", "txt": "Markos Vamvakaris, Greek singer-songwriter and bouzouki player (b. 1905)", "entities": [{"title": "Markos Vamvakaris", "href": "/wiki/Markos_Vamvakaris", "description": "Márkos Vamvakáris, was a rebetiko musician. He is universally referred to by rebetiko writers and fans simply by his first name, Márkos. The great significance of Vamvakaris for the rebetiko is also reflected by his nickname: the \"patriarch of the rebetiko\"."}, {"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Deaths", "year": "1975", "date": "February 8", "txt": "Robert Robinson, English chemist and academic, Nobel Prize laureate (b. 1886)", "entities": [{"title": "Robert Robinson (organic chemist)", "href": "/wiki/Robert_Robinson_(organic_chemist)", "description": "Sir Robert Robinson was a British organic chemist and Nobel laureate recognised in 1947 for his research on plant dyestuffs (anthocyanins) and alkaloids. In 1947, he also received the Medal of Freedom with Silver Palm."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1977", "date": "February 8", "txt": "Eivind Groven, Norwegian composer and theorist (b. 1901)", "entities": [{"title": "Eivind Groven", "href": "/wiki/Eivind_Groven", "description": "Eivind Groven was a Norwegian microtonal composer and music-theorist. He was from traditional region of Vest-Telemark and had a background in the folk music of the area."}]}, {"heading": "Deaths", "year": "1979", "date": "February 8", "txt": "Dennis Gabor, Hungarian-English physicist and engineer, Nobel Prize laureate (b. 1900)", "entities": [{"title": "Dennis Gabor", "href": "/wiki/Dennis_Gabor", "description": "Dennis Gabor was a Hungarian-British electrical engineer and physicist, most notable for inventing holography, for which he later received the 1971 Nobel Prize in Physics."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1980", "date": "February 8", "txt": "Nikos Xilouris, Greek singer-songwriter (b. 1936)", "entities": [{"title": "Nikos Xilouris", "href": "/wiki/Nikos_Xilouris", "description": "Nikos Xylouris, nicknamed Psaronikos, was a Greek composer and singer. He was born in the village of Anogeia in Crete, the largest of the Greek islands. He was the older brother of two other great musicians of Cretan music, Antonis Xylouris or Psarantonis and Yiannis Xylouris or Psaroyiannis. His songs and music captured the Greek psyche and demeanor, earning Xylouris the title, Archangel of Crete"}]}, {"heading": "Deaths", "year": "1982", "date": "February 8", "txt": "John Hay Whitney, American financier and diplomat, United States Ambassador to the United Kingdom (b. 1904)", "entities": [{"title": "John Hay Whitney", "href": "/wiki/John_Hay_Whitney", "description": "John Hay \"Jock\" Whitney was U.S. Ambassador to the United Kingdom, publisher of the New York Herald Tribune, and president of the Museum of Modern Art. He was a member of the Whitney family."}, {"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Deaths", "year": "1985", "date": "February 8", "txt": "William Lyons, English businessman, co-founded Swallow Sidecar Company (b. 1901)", "entities": [{"title": "William Lyons", "href": "/wiki/William_Lyons", "description": "Sir William Lyons, known as \"Mr. Jaguar\", was with fellow motorcycle enthusiast William Walmsley, the co-founder in 1922 of the Swallow Sidecar Company, which became Jaguar Cars Limited after the Second World War."}, {"title": "Swallow Sidecar Company", "href": "/wiki/Swallow_Sidecar_Company", "description": "Swallow Sidecar Company, Swallow Sidecar and Coachbuilding Company, and Swallow Coachbuilding Company were trading names used by Walmsley & Lyons, partners and joint owners of a British manufacturer of motorcycle sidecars and automobile bodies in Blackpool, Lancashire, before incorporating a company in 1930 to own their business, which they named Swallow Coachbuilding Company Limited."}]}, {"heading": "Deaths", "year": "1987", "date": "February 8", "txt": "Harriet E. MacGibbon, American actress (b. 1905)", "entities": [{"title": "Harriet E. MacGibbon", "href": "/wiki/Harriet_E._MacGibbon", "description": "Harriet MacGibbon was an American film, stage and television actress best known for her role as the insufferably snobbish, \"blue-blooded Bostonian\" Mrs. Margaret Drysdale in the CBS sitcom The Beverly Hillbillies."}]}, {"heading": "Deaths", "year": "1990", "date": "February 8", "txt": "Del Shannon, American singer-songwriter and guitarist (b. 1934)", "entities": [{"title": "Del Shannon", "href": "/wiki/Del_Shannon", "description": "Charles Weedon Westover, better known by his stage name Del Shannon, was an American rock and roll country musician, singer and songwriter, best known for his 1961 number 1 Billboard hit \"Runaway\"."}]}, {"heading": "Deaths", "year": "1990", "date": "February 8", "txt": "Ernest Titterton, British Australian nuclear physicist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "February 8", "txt": "Stanley Armour Dunham, American sergeant (b. 1918)", "entities": [{"title": "Stanley Armour Dunham", "href": "/wiki/Stanley_Armour_Dunham", "description": "Stanley Armour Dunham was the maternal grandfather of the 44th U.S. President Barack Obama. He and his wife Madelyn Payne Dunham raised Obama from the age of 10 in Honolulu, Hawaii."}]}, {"heading": "Deaths", "year": "1994", "date": "February 8", "txt": "Raymond Scott, American pianist and composer (b. 1908)", "entities": [{"title": "Raymond Scott", "href": "/wiki/Raymond_Scott", "description": "Raymond Scott was an American composer, band leader, pianist, record producer, and inventor of electronic instruments."}]}, {"heading": "Deaths", "year": "1996", "date": "February 8", "txt": "Del Ennis, American baseball player (b. 1925)", "entities": [{"title": "Del Ennis", "href": "/wiki/Del_Ennis", "description": "Delmer Ennis was an American professional baseball outfielder, who played in Major League Baseball (MLB) from 1946 to 1959 for the Philadelphia Phillies, St. Louis Cardinals, Cincinnati Reds, and Chicago White Sox. From 1949 to 1957, he accumulated more runs batted in (RBI) than anyone besides Stan Musial and was eighth in the National League (NL) in home runs. In 1950, Ennis led the NL with 126 R"}]}, {"heading": "Deaths", "year": "1997", "date": "February 8", "txt": "Corey Scott, American motorcycle stunt rider (b. 1968)", "entities": [{"title": "Corey Scott", "href": "/wiki/Corey_Scott", "description": "Corey L. Scott was an American stunt performer and professional motorcycle stunt rider. Scott died during a live stunt in front of a crowd of around 30,000 spectators at the Orange Bowl stadium in Miami, Florida, while attempting to perform a dangerous step-up jump on a motorcycle. The fatal accident was captured on camera."}]}, {"heading": "Deaths", "year": "1998", "date": "February 8", "txt": "Halldór Laxness, Icelandic author, poet, and playwright, Nobel Prize laureate (b. 1902)", "entities": [{"title": "Halldór Laxness", "href": "/wiki/Halld%C3%B3r_Laxness", "description": "Halldór Kiljan Laxness was an Icelandic writer and winner of the 1955 Nobel Prize in Literature. He wrote novels, poetry, newspaper articles, essays, plays, travelogues and short stories. Major influences included August Strindberg, Sigmund Freud, Knut Hamsun, Sinclair Lewis, Upton Sinclair, Bertolt Brecht and Ernest Hemingway."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1998", "date": "February 8", "txt": "Enoch Powell, English soldier and politician, Secretary of State for Health (b. 1912)", "entities": [{"title": "Secretary of State for Health", "href": "/wiki/Secretary_of_State_for_Health", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Deaths", "year": "1998", "date": "February 8", "txt": "Julian Simon, American economist and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "February 8", "txt": "Iris Murdoch, Irish-born British novelist and philosopher (b. 1919)", "entities": [{"title": "Iris Murdoch", "href": "/wiki/Iris_Murdoch", "description": "Dame Jean Iris Murdoch was an Irish and British novelist and philosopher. Murdoch is best known for her novels about good and evil, sexual relationships, morality, and the power of the unconscious. Her first published novel, Under the Net, was selected in 1998 as one of Modern Library's 100 best English-language novels of the 20th century. Her 1978 novel The Sea, the Sea won the Booker Prize. In 1"}]}, {"heading": "Deaths", "year": "2000", "date": "February 8", "txt": "Sid Abel, Canadian-American ice hockey player, coach, and sportscaster (b. 1918)", "entities": [{"title": "Sid Abel", "href": "/wiki/Sid_Abel", "description": "Sidney Gerald \"Sid\" Abel was a Canadian Hall of Fame hockey player, coach and general manager in the National Hockey League, most notably for the Detroit Red Wings, and was a member of three Stanley Cup-winning teams in 1943, 1950, and 1952. In 2017 Abel was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Deaths", "year": "2000", "date": "February 8", "txt": "Derrick Thomas, American football player (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "February 8", "txt": "Ivo Caprino, Norwegian director and screenwriter (b. 1920)", "entities": [{"title": "Ivo Caprino", "href": "/wiki/Ivo_Caprino", "description": "Ivo Caprino was a Norwegian film director and writer, best known for his puppet films. His most noted film, Flåklypa Grand Prix, was made in 1975."}]}, {"heading": "Deaths", "year": "2002", "date": "February 8", "txt": "Ong Teng Cheong, Singaporean architect and politician, 5th President of Singapore (b. 1936)", "entities": [{"title": "Ong Teng Cheong", "href": "/wiki/Ong_Teng_Cheong", "description": "Ong Teng Cheong was a Singaporean politician and architect who was the fifth president of Singapore serving a six-year term from 1 September 1993 to 31 August 1999 after winning the 1993 Singaporean presidential election as a candidate. He was Singaporean's first elected president and was named as People's President by Singaporeans. On 8 February 2002, at the age of 66, Mr Ong died in his sleep fr"}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Deaths", "year": "2004", "date": "February 8", "txt": "Julius Schwartz, American journalist and author (b. 1915)", "entities": [{"title": "Julius Schwartz", "href": "/wiki/Julius_Schwartz", "description": "Julius \"Julie\" Schwartz was a comic book editor, and a science fiction agent and prominent fan. He was born in The Bronx, New York. He is best known as a longtime editor at DC Comics, where at various times he was primary editor over the company's flagship superheroes, Superman and Batman."}]}, {"heading": "Deaths", "year": "2005", "date": "February 8", "txt": "A. Chandranehru, Sri Lankan sailor and politician (b. 1944)", "entities": [{"title": "A. Chandranehru", "href": "/wiki/A._Chandranehru", "description": "Ariyanayagam Chandranehru was a Sri Lankan Tamil merchant seaman, politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "2006", "date": "February 8", "txt": "Elton Dean, English saxophonist, songwriter, and producer (b. 1945)", "entities": [{"title": "Elton Dean", "href": "/wiki/Elton_Dean", "description": "Elton Dean was an English jazz musician who performed on alto saxophone, saxello and occasionally keyboards. He was considered a pillar of the Canterbury scene."}]}, {"heading": "Deaths", "year": "2006", "date": "February 8", "txt": "Thierry Fortineau, French actor (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "February 8", "txt": "Akira Ifukube, Japanese composer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 8", "txt": "Anna Nicole Smith, American model and actress (b. 1967)", "entities": [{"title": "Anna Nicole Smith", "href": "/wiki/Anna_Nicole_Smith", "description": "Anna Nicole Smith was an American model, actress, and television personality. Smith first gained popularity in Playboy magazine when she won the title of 1993 Playmate of the Year. She modeled for fashion companies, including Guess, H&M, Heatherette and Lane Bryant."}]}, {"heading": "Deaths", "year": "2007", "date": "February 8", "txt": "Ian Stevenson, Canadian-American psychiatrist and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 8", "txt": "Ruby Garrard Woodson, American educator and cultural historian (b. 1931)", "entities": [{"title": "Ruby Garrard Woodson", "href": "/wiki/Ruby_Garrard_Woodson", "description": "Ruby Garrard Woodson was an educator and chemistry teacher, the founder of the Cromwell Academy in Washington, D. C., and the founder of the Florida Academy of African American Culture in Sarasota, Florida."}]}, {"heading": "Deaths", "year": "2010", "date": "February 8", "txt": "John Murtha, American colonel and politician (b. 1932)", "entities": [{"title": "John Murtha", "href": "/wiki/John_Murtha", "description": "John Patrick Murtha Jr. was an American politician from the Commonwealth of Pennsylvania. Murtha, a Democrat, represented Pennsylvania's 12th congressional district in the United States House of Representatives from 1974 until his death in 2010. He is the longest-serving member ever of the United States House of Representatives from the Commonwealth of Pennsylvania."}]}, {"heading": "Deaths", "year": "2011", "date": "February 8", "txt": "Tony Malinosky, American baseball player and soldier (b. 1909)", "entities": [{"title": "Tony Malinosky", "href": "/wiki/Tony_Malinosky", "description": "Anthony Francis Malinosky was an American baseball player. He played third baseman and shortstop in Major League baseball in 35 games for the Brooklyn Dodgers in the 1937 season. Listed at 5' 10\", Weight: 165 lb., he batted and threw right-handed."}]}, {"heading": "Deaths", "year": "2012", "date": "February 8", "txt": "Wando, Brazilian singer-songwriter (b. 1945)", "entities": [{"title": "Wando (singer)", "href": "/wiki/Wando_(singer)", "description": "Wanderley Alves dos Reis, better known as Wando, was a Brazilian singer-songwriter."}]}, {"heading": "Deaths", "year": "2012", "date": "February 8", "txt": "Luis Alberto Spinetta, Argentinian singer-songwriter (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 8", "txt": "Giovanni Cheli, Italian cardinal (b. 1918)", "entities": [{"title": "Giovanni Cheli", "href": "/wiki/Giovanni_Cheli", "description": "Giovanni Cheli was an Italian prelate of the Catholic Church, who had a career in the diplomatic service of the Holy See and then in the senior ranks of the Roman Curia. He was made a cardinal in 1998."}]}, {"heading": "Deaths", "year": "2013", "date": "February 8", "txt": "James DePreist, American conductor and educator (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 8", "txt": "Maureen Dragone, American journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 8", "txt": "Nevin Scrimshaw, American scientist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 8", "txt": "Els Borst, Dutch physician and politician, Deputy Prime Minister of the Netherlands (b. 1932)", "entities": [{"title": "Els Borst", "href": "/wiki/Els_Borst", "description": "Else \"Els\" Borst-Eilers was a Dutch politician of the Democrats 66 (D66) party and physician. She was granted the honorary title of Minister of State on 21 December 2012."}, {"title": "Deputy Prime Minister of the Netherlands", "href": "/wiki/Deputy_Prime_Minister_of_the_Netherlands", "description": "The Deputy Prime Minister of the Netherlands is the official deputy of the head of government of the Netherlands. In the absence of the Prime Minister of the Netherlands the Deputy Prime Minister takes over his functions, such as chairing the Cabinet of the Netherlands and the Council of Ministers of the Netherlands. Conventionally, all of the junior partners in the coalition get one deputy, and t"}]}, {"heading": "Deaths", "year": "2014", "date": "February 8", "txt": "Maicon Pereira de Oliveira, Brazilian footballer (b. 1988)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 8", "txt": "Nancy Holt, American sculptor and painter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 8", "txt": "Rauni-Leena Luukanen-Kilde, Finnish physician and parapsychologist (b. 1939)", "entities": [{"title": "Rauni-Leena Luukanen-Kilde", "href": "/wiki/Rauni-Leena_Luukanen-Kilde", "description": "Rauni-Leena Tellervo Luukanen-Kilde née Valve was a Finnish physician who wrote and lectured on parapsychology, ufology and mind control."}]}, {"heading": "Deaths", "year": "2016", "date": "February 8", "txt": "Amelia Bence, Argentine actress (b. 1914)", "entities": [{"title": "Amelia Bence", "href": "/wiki/Amelia_Bence", "description": "Amelia Bence was an Argentine film actress and one of the divas of the Golden Age of Argentine Cinema (1940–60)."}]}, {"heading": "Deaths", "year": "2016", "date": "February 8", "txt": "Nida Fazli, Indian poet and songwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 8", "txt": "Margaret Forster, English historian, author, and critic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 8", "txt": "Violette Verdy, French ballerina (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 8", "txt": "Peter Mansfield, English physicist, Nobel laureate (b. 1933)", "entities": [{"title": "Peter Mansfield", "href": "/wiki/Peter_Mansfield", "description": "Sir Peter Mansfield was an English physicist who was awarded the 2003 Nobel Prize in Physiology or Medicine, shared with Paul Lauterbur, for discoveries concerning Magnetic Resonance Imaging (MRI). Mansfield was a professor at the University of Nottingham."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2017", "date": "February 8", "txt": "Rina Matsuno, Japanese idol singer (Shiritsu Ebisu Chugaku) (b. 1998)", "entities": [{"title": "Shiritsu Ebisu Chugaku", "href": "/wiki/Shiritsu_Ebisu_Chugaku", "description": "Shiritsu Ebisu Chugaku  are a Japanese female idol group. The band's name is officially shortened to Ebichu (エビ中). The group was created by 3B Junior, the third section of the talent agency Stardust Promotion. Shiritsu Ebisu Chugaku is considered a \"little sister\" group to another Stardust Promotion girl group, Momoiro Clover Z."}]}, {"heading": "Deaths", "year": "2017", "date": "February 8", "txt": "Alan Simpson, English scriptwriter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "February 8", "txt": "Marty Schottenheimer, American football player and coach (b. 1943)", "entities": [{"title": "Marty Schottenheimer", "href": "/wiki/Marty_Schottenheimer", "description": "Martin Edward Schottenheimer was an American football linebacker and coach who served as a head coach in the National Football League (NFL) from 1984 to 2006. He was the head coach of the Kansas City Chiefs for ten seasons, the Cleveland Browns and the San Diego Chargers for five each, and the Washington Redskins for one. Eighth in career wins at 205 and seventh in regular season wins at 200, Scho"}]}, {"heading": "Deaths", "year": "2021", "date": "February 8", "txt": "Mary Wilson (singer), American singer, founding member of The Supremes (b. 1944)", "entities": [{"title": "The Supremes", "href": "/wiki/The_Supremes", "description": "The Supremes were an American female singing group and a premier act of Motown Records during the 1960s. Founded as The Primettes in Detroit, Michigan, in 1959, the Supremes were the most commercially successful of Motown's acts and the most successful American vocal group, with 12 number one singles on the Billboard Hot 100. Most of these hits were written and produced by Motown's main songwritin"}]}]