[{"heading": "Events", "year": "0474", "date": "February 9", "txt": "Zeno is crowned as co-emperor of the Byzantine Empire.", "entities": [{"title": "Zeno (emperor)", "href": "/wiki/Zeno_(emperor)", "description": "Flavius Zeno was Eastern Roman emperor from 474 to 475 and again from 476 to 491. Domestic revolts and religious dissension plagued his reign, which nevertheless succeeded to some extent in foreign issues. His reign saw the end of the Western Roman Empire following the deposition of Romulus Augustus and the death of Julius Nepos, but he was credited with contributing much to stabilising the Easter"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1003", "date": "February 9", "txt": "Boleslaus III is restored to authority with armed support from Bolesław I the Brave of Poland.", "entities": [{"title": "Boleslaus III, Duke of Bohemia", "href": "/wiki/Boleslaus_III,_Duke_of_Bohemia", "description": "Boleslaus III, called the Red or the Blind, a member of the Přemyslid dynasty, was duke of Bohemia from 999 until 1002 and briefly again during the year 1003. He was the \"worst of all men who ever sat on the Bohemian throne\". During his chaotic reign, Bohemia became a pawn in the long German–Polish War between King Henry II and Duke Bolesław I, \"the Brave\", of Poland."}, {"title": "Bolesław I the Brave", "href": "/wiki/Boles%C5%82aw_I_the_Brave", "description": "Bolesław the Brave, less often known as Bolesław the Great, was Duke of Poland from 992 to 1025, and the first King of Poland in 1025. He was also Duke of Bohemia between 1003 and 1004 as Boleslaus IV."}, {"title": "Greater Poland", "href": "/wiki/Greater_Poland", "description": "Greater Poland, often known by its Polish name Wielkopolska, is a historical region of west-central Poland. Its chief and largest city is Poznań followed by Kalisz, the oldest city in Poland."}]}, {"heading": "Events", "year": "1539", "date": "February 9", "txt": "The first recorded race is held on Chester Racecourse, known as the Roodee.", "entities": [{"title": "Chester Racecourse", "href": "/wiki/Chester_Racecourse", "description": "Chester Racecourse, known as the Roodee, is officially recognised by the Guinness World Records as the oldest racecourse still in operation. Horse racing at Chester dates back to the early sixteenth century, with 1539 cited as the year racing began. It is also thought to be the smallest racecourse of significance in England at 1 mile and 1 furlong (1.8 km) long."}]}, {"heading": "Events", "year": "1555", "date": "February 9", "txt": "Bishop of Gloucester John Hooper is burned at the stake.", "entities": [{"title": "Bishop of Gloucester", "href": "/wiki/Bishop_of_Gloucester", "description": "The Bishop of Gloucester is the ordinary of the Church of England Diocese of Gloucester in the Province of Canterbury."}, {"title": "John Hooper (bishop)", "href": "/wiki/John_Hooper_(bishop)", "description": "John Hooper was an English churchman, Anglican Bishop of Gloucester, and Worcester, a Protestant reformer and a Protestant martyr. A proponent of the English Reformation, he was executed for heresy by burning during the reign of Queen Mary I."}, {"title": "Burned at the stake", "href": "/wiki/Burned_at_the_stake", "description": "Death by burning is an execution method involving combustion or exposure to extreme heat. It has a long history as a form of public capital punishment, and many societies have employed it as a punishment for and warning against crimes such as treason, heresy and witchcraft. The best-known execution of this type is burning at the stake, where the condemned is bound to a large wooden stake and a fir"}]}, {"heading": "Events", "year": "1621", "date": "February 9", "txt": "Gregory XV becomes Pope, the last Pope elected by acclamation.", "entities": [{"title": "Pope Gregory XV", "href": "/wiki/Pope_Gregory_XV", "description": "Pope Gregory XV, born Alessandro Ludovisi, was head of the Catholic Church and ruler of the Papal States from 9 February 1621 to his death in 1623."}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. The primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the powers of \"binding and loos"}, {"title": "Papal election", "href": "/wiki/Papal_election", "description": "A papal conclave is a gathering of the College of Cardinals convened to elect a bishop of Rome, also known as the pope. The pope is considered by Catholics to be the apostolic successor of Saint Peter and earthly head of the Catholic Church."}, {"title": "Acclamation (papal elections)", "href": "/wiki/Acclamation_(papal_elections)", "description": "Acclamation  was formerly one of the methods of papal election."}]}, {"heading": "Events", "year": "1654", "date": "February 9", "txt": "The Capture of Fort Rocher takes place during the Anglo-Spanish War.", "entities": [{"title": "Capture of Fort Rocher", "href": "/wiki/Capture_of_Fort_Rocher", "description": "The Capture of Fort Rocher took place on 9 February 1654, during the Franco-Spanish War (1635–1659). Equipped with one siege battery, a Spanish expedition of 700 troops attacked the buccaneer stronghold of Tortuga, capturing the Fort de Rocher and 500 prisoners including 330 buccaneers and goods valued at approximately 160,000 pieces-of-eight. The Spanish burned the colony to the ground and slaugh"}, {"title": "Anglo-Spanish War (1654–60)", "href": "/wiki/Anglo-Spanish_War_(1654%E2%80%9360)", "description": "The Anglo-Spanish War was a conflict between the English Protectorate under Oliver Cromwell and Spain, between 1654 and 1660. It was caused by commercial rivalry. Each side attacked the other's commercial and colonial interests in various ways such as privateering and naval expeditions. In 1655, an English amphibious expedition invaded Spanish territory in the Caribbean. In 1657, England formed an"}]}, {"heading": "Events", "year": "1775", "date": "February 9", "txt": "American Revolutionary War: The British Parliament declares Massachusetts in rebellion.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Parliament of Great Britain", "href": "/wiki/Parliament_of_Great_Britain", "description": "The Parliament of Great Britain was formed in May 1707 following the ratification of the Acts of Union by both the Parliament of England and the Parliament of Scotland. The Acts created a new unified Kingdom of Great Britain and dissolved the separate English and Scottish parliaments in favour of a single parliament, located in the former home of the English parliament in the Palace of Westminster"}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}]}, {"heading": "Events", "year": "1778", "date": "February 9", "txt": "Rhode Island becomes the fourth US state to ratify the Articles of Confederation.", "entities": [{"title": "Rhode Island", "href": "/wiki/Rhode_Island", "description": "Rhode Island, officially the State of Rhode Island, is a state in the New England region of the United States. It is the smallest U.S. state by area and the seventh-least populous, but it is also the second-most densely populated behind New Jersey. The state takes its name from Rhode Island; however, most of the state is located on the mainland. The state has land borders with Connecticut to the w"}, {"title": "Articles of Confederation", "href": "/wiki/Articles_of_Confederation", "description": "The Articles of Confederation and Perpetual Union was an agreement among the 13 original states of the United States of America that served as its first constitution. It was approved after much debate by the Second Continental Congress on November 15, 1777, and sent to the states for ratification. The Articles of Confederation came into force on March 1, 1781, after ratification by all the states."}]}, {"heading": "Events", "year": "1788", "date": "February 9", "txt": "The Habsburg Empire joins the Russo-Turkish War in the Russian camp.", "entities": [{"title": "Habsburg Monarchy", "href": "/wiki/Habsburg_Monarchy", "description": "Habsburg Monarchy, or Danubian Monarchy, or Habsburg Empire is a modern umbrella term coined by historians to denote the numerous lands and kingdoms of the Habsburg dynasty, especially for those of the Austrian line. Although from 1438 to 1806, a member of the House of Habsburg was also Holy Roman Emperor, the Holy Roman Empire itself was not considered to be part of the Habsburg Monarchy."}, {"title": "Russo-Turkish War (1787–92)", "href": "/wiki/Russo-Turkish_War_(1787%E2%80%9392)", "description": "The Russo-Turkish War of 1787–1792 involved an unsuccessful attempt by the Ottoman Empire to regain lands lost to the Russian Empire in the course of the previous Russo-Turkish War (1768–1774). It took place concomitantly with the Austro-Turkish War (1788–1791)."}, {"title": "Imperial Russia", "href": "/wiki/Imperial_Russia", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1822", "date": "February 9", "txt": "Haiti attacks the newly established Dominican Republic on the other side of the island.", "entities": [{"title": "Haiti", "href": "/wiki/Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}, {"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}]}, {"heading": "Events", "year": "1825", "date": "February 9", "txt": "After no candidate receives a majority of electoral votes in the US presidential election of 1824, the United States House of Representatives elects John Quincy Adams as President of the United States.", "entities": [{"title": "U.S. Electoral College", "href": "/wiki/U.S._Electoral_College", "description": "The United States Electoral College is the group of presidential electors required by the Constitution to form every four years for the sole purpose of electing the president and vice president. Each state appoints electors according to its legislature, equal in number to its congressional delegation. Federal office holders cannot be electors. Of the current 538 electors, an absolute majority of 2"}, {"title": "1824 United States presidential election", "href": "/wiki/1824_United_States_presidential_election", "description": "The 1824 United States presidential election was the tenth quadrennial presidential election. It was held from Tuesday, October 26 to Wednesday, December 1, 1824. Andrew Jackson, John Quincy Adams, Henry Clay and William Crawford were the primary contenders for the presidency. The result of the election was inconclusive, as no candidate won a majority of the electoral vote. In the election for vic"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "John Quincy Adams", "href": "/wiki/John_Quincy_Adams", "description": "John Quincy Adams was an American statesman, diplomat, lawyer, and diarist who served as the sixth president of the United States, from 1825 to 1829. He previously served as the eighth United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Senate and House of Representatives repre"}]}, {"heading": "Events", "year": "1849", "date": "February 9", "txt": "The new Roman Republic is declared.", "entities": [{"title": "Roman Republic (1849)", "href": "/wiki/Roman_Republic_(1849)", "description": "The Roman Republic was a short-lived state declared on 9 February 1849, when the government of the Papal States was temporarily replaced by a republican government due to Pope Pius IX's flight to Gaeta. The republic was led by Carlo Armellini, Giuseppe Mazzini, and Aurelio Saffi. Together they formed a triumvirate, a reflection of a form of government in the ancient Roman Republic."}]}, {"heading": "Events", "year": "1861", "date": "February 9", "txt": "American Civil War: Jefferson Davis is elected the Provisional President of the Confederate States of America by the Confederate convention at Montgomery, Alabama.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Montgomery Convention", "href": "/wiki/Montgomery_Convention", "description": "The Provisional Congress of the Confederate States, also known as the Provisional Congress of the Confederate States of America, was a congress of deputies and delegates called together from the Southern States which became the governing body of the Provisional Government of the Confederate States from February 4, 1861, to February 17, 1862. It sat in Montgomery, Alabama, until May 21, 1861, when "}, {"title": "Montgomery, Alabama", "href": "/wiki/Montgomery,_Alabama", "description": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. According to the US estimated census of 2019, it is the third most populous city in Alabama, after Birmingham and Huntsville, and i"}]}, {"heading": "Events", "year": "1870", "date": "February 9", "txt": "US president Ulysses S. Grant signs a joint resolution of Congress establishing the U.S. Weather Bureau.", "entities": [{"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Joint resolution", "href": "/wiki/Joint_resolution", "description": "In the United States Congress, a joint resolution is a legislative measure that requires passage by the Senate and the House of Representatives and is presented to the President for his approval or disapproval. Generally, there is no legal difference between a joint resolution and a bill. Both must be passed, in exactly the same form, by both chambers of Congress, and signed by the President to be"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "U.S. Weather Bureau", "href": "/wiki/U.S._Weather_Bureau", "description": "The National Weather Service (NWS) is an agency of the United States federal government that is tasked with providing weather forecasts, warnings of hazardous weather, and other weather-related products to organizations and the public for the purposes of protection, safety, and general information. It is a part of the National Oceanic and Atmospheric Administration (NOAA) branch of the Department "}]}, {"heading": "Events", "year": "1889", "date": "February 9", "txt": "US president Grover Cleveland signs a bill elevating the United States Department of Agriculture to a Cabinet-level agency.", "entities": [{"title": "Grover Cleveland", "href": "/wiki/Grover_Cleveland", "description": "Stephen Grover Cleveland was an American lawyer and politician who served as the 22nd and 24th president of the United States from 1885 to 1889 and from 1893 to 1897. Cleveland is the only president in American history to serve two nonconsecutive terms in office. He won the popular vote for three presidential elections—in 1884, 1888, and 1892—and was one of two Democrats to be elected president du"}, {"title": "United States Department of Agriculture", "href": "/wiki/United_States_Department_of_Agriculture", "description": "The United States Department of Agriculture (USDA), also known as the Agriculture Department, is the federal executive department responsible for developing and executing federal laws related to farming, forestry, rural economic development, and food. It aims to meet the needs of commercial farming and livestock food production, promotes agricultural trade and production, works to assure food safe"}, {"title": "United States Cabinet", "href": "/wiki/United_States_Cabinet", "description": "The Cabinet of the United States is a body consisting of the vice president of the United States and the heads of the executive branch's federal executive departments in the federal government of the United States, which is regarded as the principal advisory body to the president of the United States. The president is not formally a member of the Cabinet. The heads of departments, appointed by the"}]}, {"heading": "Events", "year": "1893", "date": "February 9", "txt": "Verdi's last opera, Falstaff premieres at La Scala, Milan.", "entities": [{"title": "Verdi", "href": "/wiki/Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}, {"title": "La Scala", "href": "/wiki/La_Scala", "description": "La Scala is an opera house in Milan, Italy. The theatre was inaugurated on 3 August 1778 and was originally known as the Nuovo Regio Ducale Teatro alla Scala. The premiere performance was Antonio Salieri's Europa riconosciuta."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Events", "year": "1895", "date": "February 9", "txt": "William G. Morgan creates a game called Mintonette, which soon comes to be referred to as volleyball.", "entities": [{"title": "William G. Morgan", "href": "/wiki/William_G._Morgan", "description": "William George Morgan was the inventor of volleyball, originally called \"Mintonette\", a name derived from the game of badminton which he later agreed to change to better reflect the nature of the sport. He was born in Lockport, New York, U.S.A."}, {"title": "Volleyball", "href": "/wiki/Volleyball", "description": "Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules. It has been a part of the official program of the Summer Olympic Games since Tokyo 1964. Beach Volleyball was introduced to the programme at the Atlanta 1996. The adapted version of volleyball at the Summer Paralym"}]}, {"heading": "Events", "year": "1900", "date": "February 9", "txt": "The Davis Cup competition is established.", "entities": [{"title": "Davis Cup", "href": "/wiki/Davis_Cup", "description": "The Davis Cup is the premier international team event in men's tennis. It is run by the International Tennis Federation (ITF) and Kosmos Holding and is contested annually between teams from competing countries in a knock-out format. It is described by the organisers as the \"World Cup of Tennis\", and the winners are referred to as the World Champion team. The competition began in 1900 as a challeng"}]}, {"heading": "Events", "year": "1904", "date": "February 9", "txt": "Russo-Japanese War: Battle of Port Arthur concludes.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "Battle of Port Arthur", "href": "/wiki/Battle_of_Port_Arthur", "description": "The Battle of Port Arthur  of 8–9 February 1904 marked the commencement of the Russo-Japanese War. It began with a surprise night attack by a squadron of Japanese destroyers on the neutral Russian fleet anchored at Port Arthur, Manchuria, and continued with an engagement the following morning; further skirmishing off Port Arthur would continue until May 1904. The attack ended inconclusively, thoug"}]}, {"heading": "Events", "year": "1907", "date": "February 9", "txt": "The Mud March is the first large procession organised by the National Union of Women's Suffrage Societies (NUWSS).", "entities": [{"title": "Mud March (suffragists)", "href": "/wiki/Mud_March_(suffragists)", "description": "The United Procession of Women, or Mud March as it became known, was a peaceful demonstration in London on 9 February 1907 organised by the National Union of Women's Suffrage Societies (NUWSS), in which more than three thousand women marched from Hyde Park Corner to the Strand in support of women's suffrage. Women from all classes participated in what was the largest public demonstration supportin"}, {"title": "National Union of Women's Suffrage Societies", "href": "/wiki/National_Union_of_Women%27s_Suffrage_Societies", "description": "The National Union of Women's Suffrage Societies (NUWSS), also known as the suffragists was an organisation founded in 1897 of women's suffrage societies around the United Kingdom. In 1919 it was renamed the National Union of Societies for Equal Citizenship."}]}, {"heading": "Events", "year": "1913", "date": "February 9", "txt": "A group of meteors is visible across much of the eastern seaboard of North and South America, leading astronomers to conclude the source had been a small, short-lived natural satellite of the Earth.", "entities": [{"title": "Meteor", "href": "/wiki/Meteor", "description": "A meteoroid is a small rocky or metallic body in outer space."}, {"title": "Meteor procession of February 9, 1913", "href": "/wiki/Meteor_procession_of_February_9,_1913", "description": "The 1913 Great Meteor Procession occurred on February 9, 1913. It was a meteoric phenomenon reported from locations across Canada, the northeastern United States, and Bermuda, and from many ships at sea, including eight off Brazil, giving a total recorded ground track of over 11,000 km. The meteors were particularly unusual in that there was no apparent radiant, that is to say, no point in the sky"}, {"title": "Natural satellite", "href": "/wiki/Natural_satellite", "description": "A natural satellite, or moon, is, in the most common usage, an astronomical body that orbits a planet or minor planet."}]}, {"heading": "Events", "year": "1920", "date": "February 9", "txt": "Under the terms of the Svalbard Treaty, international diplomacy recognizes Norwegian sovereignty over Arctic archipelago Svalbard, and designates it as demilitarized.", "entities": [{"title": "Svalbard Treaty", "href": "/wiki/Svalbard_Treaty", "description": "The Svalbard Treaty recognises the sovereignty of Norway over the Arctic archipelago of Svalbard, at the time called Spitsbergen. The exercise of sovereignty is, however, subject to certain stipulations, and not all Norwegian law applies. The treaty regulates the demilitarisation of the archipelago. The signatories were given equal rights to engage in commercial activities on the islands. As of 20"}, {"title": "Svalbard", "href": "/wiki/Svalbard", "description": "Svalbard, previously known as Spitsbergen, or Spitzbergen, is a Norwegian archipelago in the Arctic Ocean. Situated north of mainland Europe, it is about midway between the northern coast of Norway and the North Pole. The islands of the group range from 74° to 81° north latitude, and from 10° to 35° east longitude. The largest island is Spitsbergen, followed by Nordaustlandet and Edgeøya, and the "}, {"title": "Demilitarized", "href": "/wiki/Demilitarized", "description": "A demilitarized zone, DMZ or DZ is an area in which treaties or agreements between nations, military powers or contending groups forbid military installations, activities or personnel. A DMZ often lies along an established frontier or boundary between two or more military powers or alliances. A DMZ may sometimes form a de facto international border, such as the 38th parallel between North and Sout"}]}, {"heading": "Events", "year": "1922", "date": "February 9", "txt": "Brazil becomes a member of the Berne Convention copyright treaty.", "entities": [{"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "Berne Convention for the Protection of Literary and Artistic Works", "href": "/wiki/Berne_Convention_for_the_Protection_of_Literary_and_Artistic_Works", "description": "The Berne Convention for the Protection of Literary and Artistic Works, usually known as the Berne Convention, is an international agreement governing copyright, which was first accepted in Berne, Switzerland, in 1886."}, {"title": "Copyright", "href": "/wiki/Copyright", "description": "Copyright is a type of intellectual property that gives its owner the exclusive right to make copies of a creative work, usually for a limited time. The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself. A copyright is subject to limitations based on"}]}, {"heading": "Events", "year": "1929", "date": "February 9", "txt": "Members of the Viet Nam Quoc Dan Dang assassinate the labor recruiter Bazin, prompting a crackdown by French colonial authorities.", "entities": [{"title": "Viet Nam Quoc Dan Dang", "href": "/wiki/Viet_Nam_Quoc_Dan_Dang", "description": "The Việt Nam Quốc Dân Đảng, abbreviated VNQDĐ or Việt Quốc, was a nationalist and democratic socialist political party that sought independence from French colonial rule in Vietnam during the early 20th century. Its origins lie in the mid-1920s, when a group of young Hanoi-based intellectuals began publishing revolutionary material. In 1927, after the publishing house failed because of French hara"}, {"title": "Bazin assassination", "href": "/wiki/Bazin_assassination", "description": "The assassination of Alfred François Bazin, a French labour recruiter in Hanoi, colonial Vietnam, on February 9, 1929, marked the beginning of the demise of the Vietnamese Nationalist Party (VNQDD), which perpetrated the killing. The resulting French retribution severely weakened the fledgling Vietnamese revolutionary movement and hampered its ability to undermine colonial rule."}, {"title": "French Indochina", "href": "/wiki/French_Indochina", "description": "French Indochina, officially known as the Indochinese Union from 1887 and the Indochinese Federation after 1947, was a grouping of French colonial territories in Southeast Asia until its demise in 1954. It comprised three Vietnamese regions of Tonkin in the north, Annam in the centre, and Cochinchina in the south, Cambodia, Laos and the Chinese territory of Guangzhouwan. The capital for most of it"}]}, {"heading": "Events", "year": "1934", "date": "February 9", "txt": "The Balkan Entente is formed.", "entities": [{"title": "Balkan Entente", "href": "/wiki/Balkan_Entente", "description": "The Balkan Pact, or Balkan Entente, was a treaty signed by Greece, Turkey, Romania and Yugoslavia on 9 February 1934 in Athens, aimed at maintaining the geopolitical status quo in the region after the end of World War I. To present a united front against Bulgarian designs on their territories, the signatories agreed to suspend all disputed territorial claims against one another and their immediate"}]}, {"heading": "Events", "year": "1941", "date": "February 9", "txt": "World War II: The Cathedral of San Lorenzo in Genoa, Italy, is struck by a bomb which fails to detonate.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Cathedral of San Lorenzo", "href": "/wiki/Cathedral_of_San_Lorenzo", "description": "Genoa Cathedral or Metropolitan Cathedral of Saint Lawrence is a Roman Catholic cathedral in the Italian city of Genoa. It is dedicated to Saint Lawrence, and is the seat of the Archbishop of Genoa. The cathedral was consecrated by Pope Gelasius II in 1118 and was built between the twelfth century and the fourteenth century as fundamentally a medieval building, with some later additions. Secondary"}, {"title": "Genoa", "href": "/wiki/Genoa", "description": "Genoa is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, had 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera."}]}, {"heading": "Events", "year": "1942", "date": "February 9", "txt": "World War II: The Joint Chiefs of Staff hold their first formal meeting to coordinate the activities of the United States Army and Navy.", "entities": [{"title": "Joint Chiefs of Staff", "href": "/wiki/Joint_Chiefs_of_Staff", "description": "The Joint Chiefs of Staff (JCS) is the body of the most senior uniformed leaders within the United States Department of Defense, that advises the president of the United States, the secretary of defense, the Homeland Security Council and the National Security Council on military matters. The composition of the Joint Chiefs of Staff is defined by statute and consists of a chairman (CJCS), a vice ch"}]}, {"heading": "Events", "year": "1942", "date": "February 9", "txt": "Year-round Daylight saving time (aka War Time) is reinstated in the United States as a wartime measure to help conserve energy resources.", "entities": []}, {"heading": "Events", "year": "1943", "date": "February 9", "txt": "World War II: Allied authorities declare Guadalcanal secure after Imperial Japan evacuates its remaining forces from the island, ending the Battle of Guadalcanal.", "entities": [{"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Guadalcanal (Pacific Ocean island)", "href": "/wiki/Guadalcanal_(Pacific_Ocean_island)", "description": "Guadalcanal is the principal island in Guadalcanal Province of the Solomon Islands, located in the south-western Pacific, northeast of Australia. It is the largest island in the Solomon Islands by area, and the second by population. The island is mainly covered in dense tropical rainforest and has a mountainous interior."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Battle of Guadalcanal", "href": "/wiki/Battle_of_Guadalcanal", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}]}, {"heading": "Events", "year": "1945", "date": "February 9", "txt": "World War II: Battle of the Atlantic: HMS Venturer sinks U-864 off the coast of Fedje, Norway, in a rare instance of submarine-to-submarine combat.", "entities": [{"title": "Battle of the Atlantic", "href": "/wiki/Battle_of_the_Atlantic", "description": "The Battle of the Atlantic, the longest continuous military campaign in World War II, ran from 1939 to the defeat of Nazi Germany in 1945, covering a major part of the Naval history of World War II. At its core was the Allied naval blockade of Germany, announced the day after the declaration of war, and Germany's subsequent counter-blockade. The campaign peaked from mid-1940 through to the end of "}, {"title": "HMS Venturer (P68)", "href": "/wiki/HMS_Venturer_(P68)", "description": "HMS Venturer was a Second World War British submarine of the V class that sank two German U-boats and five merchant ships during the war. Following the war, the boat was sold to Norway and was renamed HNoMS Utstein. She was discarded in 1964."}, {"title": "Action of 9 February 1945", "href": "/wiki/Action_of_9_February_1945", "description": "The Sinking of U-864 occurred during the action of 9 February 1945, when HMS Venturer – a submarine of the Royal Navy, which was patrolling the waters around Fedje, a Norwegian island in the North Sea – attacked and sank the German U-boat U-864."}, {"title": "Fedje", "href": "/wiki/Fedje", "description": "Fedje is an island municipality in the Nordhordland region of Vestland county, Norway. The administrative centre of the municipality is the village of Fedje. The traditional economic activity of the inhabitants is fishing."}]}, {"heading": "Events", "year": "1945", "date": "February 9", "txt": "World War II: A force of Allied aircraft unsuccessfully attack a German destroyer in Førdefjorden, Norway.", "entities": [{"title": "Black Friday (1945)", "href": "/wiki/Black_Friday_(1945)", "description": "On 9 February 1945, a force of Allied Bristol Beaufighter aircraft suffered many losses during an attack on the German destroyer Z33 and its escorting vessels; the operation was called \"Black Friday\" by the Allied survivors. The German ships were sheltering in a strong defensive position in Førde Fjord, Norway, forcing the Allied aircraft to attack through massed anti-aircraft fire."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Førdefjorden", "href": "/wiki/F%C3%B8rdefjorden", "description": "Førde Fjord is a fjord in Vestland county, Norway. It is the longest of all the fjords in the traditional district of Sunnfjord. Førdefjorden passes through the municipalities of Sunnfjord, Askvoll, and Kinn. The fjord begins at the town of Førde, at the estuary of the river Jølstra, which comes from the lake Jølstravatn. The island of Svanøya lies just outside the mouth of Førdefjorden. There are"}]}, {"heading": "Events", "year": "1950", "date": "February 9", "txt": "Second Red Scare: US Senator Joseph McCarthy accuses the United States Department of State of being filled with Communists.", "entities": [{"title": "Second Red Scare", "href": "/wiki/Second_Red_Scare", "description": "McCarthyism is the practice of making accusations of subversion or treason, especially when related to communism. The term refers to U.S. senator Joseph McCarthy (R-Wisconsin) and has its origins in the period in the United States known as the Second Red Scare, lasting from the late 1940s through the 1950s. It was characterized by heightened political repression and a campaign spreading fear of co"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Joseph McCarthy", "href": "/wiki/Joseph_McCarthy", "description": "Joseph Raymond McCarthy was an American politician and attorney who served as a Republican U.S. Senator from the state of Wisconsin from 1947 until his death in 1957. Beginning in 1950, McCarthy became the most visible public face of a period in the United States in which Cold War tensions fueled fears of widespread communist subversion. He is known for alleging that numerous communists and Soviet"}, {"title": "United States Department of State", "href": "/wiki/United_States_Department_of_State", "description": "The United States Department of State (DOS), or State Department, is an executive department of the U.S. federal government responsible for the nation's foreign policy and international relations. Equivalent to the ministry of foreign affairs of other nations, its primary duties are advising the U.S. president, administering diplomatic missions, negotiating international treaties and agreements, a"}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}]}, {"heading": "Events", "year": "1951", "date": "February 9", "txt": "Korean War: The two-day Geochang massacre begins as a battalion of the 11th Division of the South Korean Army kills 719 unarmed citizens in Geochang, in the South Gyeongsang district of South Korea.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Geochang massacre", "href": "/wiki/Geochang_massacre", "description": "The Geochang massacre was a massacre conducted by the third battalion of the 9th regiment of the 11th Division of the South Korean Army between 9 February 1951 and 11 February 1951 of 719 unarmed citizens in Geochang, South Gyeongsang district of South Korea. The victims included 385 children. The 11th Division also conducted the Sancheong-Hamyang massacre two days earlier. The general commanding "}, {"title": "South Korean Army", "href": "/wiki/South_Korean_Army", "description": "The Republic of Korea Army, also known as the ROK Army, is the army of South Korea, responsible for ground-based warfare. It is the largest of the military branches of the Republic of Korea Armed Forces with 420,000 members as of 2020. This size is maintained through conscription; South Korean men must complete 18 months of military service between the age of 18 and 35."}, {"title": "Geochang", "href": "/wiki/Geochang", "description": "Geochang County is a county in South Gyeongsang Province, South Korea. The Geochang International Festival of Theater, which was started in 1989, is renowned as the best play festival in Korea. The District Office is located in Geochang-eup, and has jurisdiction over 1 eup and 11 myeon."}, {"title": "South Gyeongsang", "href": "/wiki/South_Gyeongsang", "description": "South Gyeongsang Province is a province in the southeast of South Korea. The provincial capital is at Changwon. It is adjacent to the major metropolitan center and port of Busan. There is UNESCO World Heritage Site Haeinsa, a Buddhist temple that houses the Tripitaka Koreana and attracts many tourists. Automobile and petrochemical factories are largely concentrated along the southern part of the p"}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}]}, {"heading": "Events", "year": "1959", "date": "February 9", "txt": "The R-7 Semyorka, the first intercontinental ballistic missile, becomes operational at Plesetsk, USSR.", "entities": [{"title": "R-7 Semyorka", "href": "/wiki/R-7_Semyorka", "description": "The R-7 Semyorka, officially the GRAU index 8K71, was a Soviet missile developed during the Cold War, and the world's first intercontinental ballistic missile. The R-7 made 28 launches between 1957 and 1961, but was never deployed operationally. A derivative, the R-7A, was deployed from 1959 to 1968. To the West it was unknown until its launch. In modified form, it launched Sputnik 1, the first ar"}, {"title": "Intercontinental ballistic missile", "href": "/wiki/Intercontinental_ballistic_missile", "description": "An intercontinental ballistic missile (ICBM) is a missile with a minimum range of 5,500 kilometres (3,400 mi) primarily designed for nuclear weapons delivery. Similarly, conventional, chemical, and biological weapons can also be delivered with varying effectiveness, but have never been deployed on ICBMs. Most modern designs support multiple independently targetable reentry vehicles (MIRVs), allowi"}, {"title": "Plesetsk", "href": "/wiki/Plesetsk", "description": "Plesetsk is an urban locality and the administrative center of Plesetsky District, Arkhangelsk Oblast, Russia, situated about 800 kilometers (500 mi) northeast of Moscow and 180 kilometers (110 mi) south of Arkhangelsk. Municipally, it is the administrative center of Plesetskoye Urban Settlement, one of eight urban settlements in the district. Population: 11,037 (2010 Census); 11,300 (2002 Census)"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1964", "date": "February 9", "txt": "The Beatles make their first appearance on The Ed Sullivan Show, performing before a record-setting audience of 73 million viewers across the USA.", "entities": [{"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}]}, {"heading": "Events", "year": "1965", "date": "February 9", "txt": "The United States Marine Corps sends a MIM-23 Hawk missile battalion to South Vietnam, the first American troops in-country without an official advisory or training mission.", "entities": [{"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "MIM-23 Hawk", "href": "/wiki/MIM-23_Hawk", "description": "The Raytheon MIM-23 HAWK is an American medium-range surface-to-air missile. It was designed to be a much more mobile counterpart to the MIM-14 Nike Hercules, trading off range and altitude capability for a much smaller size and weight. Its low-level performance was greatly improved over Nike through the adoption of new radars and a continuous wave semi-active radar homing guidance system. It ente"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1971", "date": "February 9", "txt": "The 6.5–6.7 Mw  Sylmar earthquake hits the Greater Los Angeles Area with a maximum Mercalli intensity of XI (Extreme), killing 64 and injuring 2,000.", "entities": [{"title": "1971 San Fernando earthquake", "href": "/wiki/1971_San_Fernando_earthquake", "description": "The 1971 San Fernando earthquake occurred in the early morning of February 9 in the foothills of the San Gabriel Mountains in southern California. The unanticipated thrust earthquake had a magnitude of 6.5 on the Ms scale and 6.6 on the Mw scale, and a maximum Mercalli intensity of XI (Extreme). The event was one in a series that affected Los Angeles county in the late 20th century. Damage was loc"}, {"title": "Greater Los Angeles Area", "href": "/wiki/Greater_Los_Angeles_Area", "description": "Greater Los Angeles, also called the Southland, with a 2019 population of 18,710,563, is the second-largest urban region area in the United States, encompassing five counties in southern California extending from Ventura County in the west to San Bernardino County and Riverside County in the east, with Los Angeles County in the center and Orange County to the southeast. According to the U.S. Censu"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1971", "date": "February 9", "txt": "Satchel Paige becomes the first Negro league player to be voted into the USA's Baseball Hall of Fame.", "entities": [{"title": "Negro league baseball", "href": "/wiki/Negro_league_baseball", "description": "The Negro leagues were United States professional baseball leagues comprising teams of African Americans and, to a lesser extent, Latin Americans. The term may be used broadly to include professional black teams outside the leagues and it may be used narrowly for the seven relatively successful leagues beginning in 1920 that are sometimes termed \"Negro Major Leagues\"."}, {"title": "National Baseball Hall of Fame and Museum", "href": "/wiki/National_Baseball_Hall_of_Fame_and_Museum", "description": "The National Baseball Hall of Fame and Museum is a history museum and hall of fame in Cooperstown, New York, operated by private interests. It serves as the central point of the history of baseball in the United States and displays baseball-related artifacts and exhibits, honoring those who have excelled in playing, managing, and serving the sport. The Hall's motto is \"Preserving History, Honoring"}]}, {"heading": "Events", "year": "1971", "date": "February 9", "txt": "Apollo program: Apollo 14 returns to Earth after the third manned Moon landing.", "entities": [{"title": "Apollo 14", "href": "/wiki/Apollo_14", "description": "Apollo 14 was the eighth crewed mission in the United States Apollo program, the third to land on the Moon, and the first to land in the lunar highlands. It was the last of the \"H missions\", landings at specific sites of scientific interest on the Moon for two-day stays with two lunar extravehicular activities."}]}, {"heading": "Events", "year": "1975", "date": "February 9", "txt": "The Soyuz 17 Soviet spacecraft returns to Earth.", "entities": [{"title": "Soyuz 17", "href": "/wiki/Soyuz_17", "description": "Soyuz 17 was the first of two long-duration missions to the Soviet Union's Salyut 4 space station in 1975. The flight set a Soviet mission-duration record of 29 days, surpassing the 23-day record set by the ill-fated Soyuz 11 crew aboard Salyut 1 in 1971."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}]}, {"heading": "Events", "year": "1976", "date": "February 9", "txt": "Aeroflot Flight 3739, a Tupolev Tu-104, crashes during takeoff from Irkutsk Airport, killing 24.", "entities": [{"title": "Aeroflot Flight 3739 (1976)", "href": "/wiki/Aeroflot_Flight_3739_(1976)", "description": "Aeroflot Flight 3739 was a regularly scheduled Russian domestic flight from Irkutsk to Pulkovo Airport in Saint Petersburg that crashed during takeoff from Irkutsk International Airport on 9 February 1976. 24 of the 114 people on board perished in the accident."}, {"title": "Tupolev Tu-104", "href": "/wiki/Tupolev_Tu-104", "description": "The Tupolev Tu-104 was a twinjet medium-range narrow-body turbojet-powered Soviet airliner. It was the second to enter regular service, behind the British de Havilland Comet, and was the only jetliner operating in the world from 1956 to 1958, when the British jetliner was grounded due to safety concerns."}, {"title": "International Airport Irkutsk", "href": "/wiki/International_Airport_Irkutsk", "description": "Irkutsk International Airport  is an international airport on the outskirts of Irkutsk, Russia, at a distance of 60 kilometers (37 miles) from Lake Baikal."}]}, {"heading": "Events", "year": "1978", "date": "February 9", "txt": "The Budd Company unveils its first SPV-2000 self-propelled railcar in Philadelphia, Pennsylvania.", "entities": [{"title": "Budd Company", "href": "/wiki/Budd_Company", "description": "The Budd Company was a 20th-century metal fabricator, a major supplier of body components to the automobile industry, and a manufacturer of stainless steel passenger rail cars, airframes, missile and space vehicles, and various defense products."}, {"title": "Budd SPV-2000", "href": "/wiki/Budd_SPV-2000", "description": "The Budd SPV-2000 is a self-propelled diesel multiple unit railcar built by the Budd Company between 1978 and 1981 for use on North American commuter railroads. The design was a successor to Budd's popular Rail Diesel Car (RDC) but based on the body of the Amfleet passenger car. It did not prove a success: Budd built 31 cars and they proved mechanically unreliable."}, {"title": "Philadelphia, Pennsylvania", "href": "/wiki/Philadelphia,_Pennsylvania", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1986", "date": "February 9", "txt": "Halley's Comet last appeared in the inner Solar System.", "entities": [{"title": "Halley's Comet", "href": "/wiki/Halley%27s_Comet", "description": "Halley's Comet or Comet Halley, officially designated 1P/Halley, is a short-period comet visible from Earth every 75–76 years. Halley is the only known short-period comet that is regularly visible to the naked eye from Earth, and the only naked-eye comet that can appear twice in a human lifetime. Halley last appeared in the inner parts of the Solar System in 1986 and will next appear in mid-2061."}, {"title": "Solar System", "href": "/wiki/Solar_System", "description": "The Solar System is the gravitationally bound system of the Sun and the objects that orbit it, either directly or indirectly. Of the objects that orbit the Sun directly, the largest are the eight planets, with the remainder being smaller objects, the dwarf planets and small Solar System bodies. Of the objects that orbit the Sun indirectly—the natural satellites—two are larger than the smallest pla"}]}, {"heading": "Events", "year": "1991", "date": "February 9", "txt": "Voters in Lithuania vote for independence.", "entities": [{"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Lithuanian independence referendum, 1991", "href": "/wiki/Lithuanian_independence_referendum,_1991", "description": "An independence referendum was held in the Lithuanian Soviet Socialist Republic on 9 February 1991, eleven months after independence from the Soviet Union had been declared on 11 March 1990. Just over 93% of those voting voted in favour of independence, while the number of eligible voters voting \"yes\" was 76.5%, far exceeding the threshold of 50%. Independence was subsequently achieved in August 1"}]}, {"heading": "Events", "year": "1996", "date": "February 9", "txt": "The Provisional Irish Republican Army declares the end to its 18-month ceasefire and explodes a large bomb in London's Canary Wharf, killing two people.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Ceasefire", "href": "/wiki/Ceasefire", "description": "A ceasefire, also spelled cease fire, is a temporary stoppage of a war in which each side agrees with the other to suspend aggressive actions. Historically, the concept existed at least by the time of the Middle Ages, when it was known as a 'truce of God'. Ceasefires can be declared as a humanitarian gesture, be preliminary, i.e., prior to a political agreement, or definitive, i.e., with the inten"}, {"title": "1996 Docklands bombing", "href": "/wiki/1996_Docklands_bombing", "description": "The London Docklands bombing occurred on 9 February 1996, when the Provisional Irish Republican Army (IRA) detonated a powerful truck bomb in South Quay. The blast killed two people and devastated a wide area, causing an estimated £150 million worth of damage. The IRA had sent warnings 90 minutes beforehand, but the area was not fully evacuated. As well as the two people who were killed, more than"}, {"title": "Canary Wharf", "href": "/wiki/Canary_Wharf", "description": "Canary Wharf is the secondary central business district of London located on the Isle of Dogs in the London Borough of Tower Hamlets. After the City of London, it is one of the main financial centres in the United Kingdom and the world, containing many high-rise buildings including the third-tallest in the UK, One Canada Square."}]}, {"heading": "Events", "year": "1996", "date": "February 9", "txt": "Copernicium is discovered, by Sigurd Hofmann, Victor Ninov et al.", "entities": [{"title": "Victor Ninov", "href": "/wiki/Victor_Ninov", "description": "Victor Ninov is a physicist and former researcher who worked primarily in creating heavy elements. He is known for the co-discoveries of elements 110, 111, and 112 and the alleged fabrication of the evidence used to claim the creation of elements 116 and 118."}]}, {"heading": "Events", "year": "2001", "date": "February 9", "txt": "The Ehime Maru and USS Greeneville collision takes place, killing nine of the thirty-five people on board the Japanese fishery high-school training ship Ehime Maru, leaving the USS Greeneville (SSN-772) with a US $2 million in repairs, at Pearl Harbor.", "entities": [{"title": "Ehime Maru and USS Greeneville collision", "href": "/wiki/Ehime_Maru_and_USS_Greeneville_collision", "description": "On 9 February 2001, about nine nautical miles south of Oahu, Hawaii in the Pacific Ocean, the United States Navy (USN)  Los Angeles-class submarine USS Greeneville (SSN-772) collided with the Japanese-fishery high-school training ship Ehime Maru (えひめ丸) from Ehime Prefecture. In a demonstration for some VIP civilian visitors, Greeneville performed an emergency ballast blow surfacing maneuver. As th"}, {"title": "Fishery", "href": "/wiki/Fishery", "description": "Fishery is the enterprise of raising or harvesting fish and other aquatic life. Commercial fisheries include wild fisheries and fish farms, both in fresh water and the oceans. About 500 million people worldwide are economically dependent on fisheries. 171 million tonnes of fish were produced in 2016, but overfishing is an increasing problem -- causing declines in some populations. Recreational fis"}, {"title": "USS Greeneville (SSN-772)", "href": "/wiki/USS_Greeneville_(SSN-772)", "description": "USS Greeneville is a  Los Angeles-class fast attack submarine, and the only vessel of the United States Navy to be named after Greeneville, Tennessee. The contract to build the boat was awarded to Newport News Shipbuilding and Dry Dock Company in Newport News, Virginia, on 14 December 1988, and her keel was laid down on 28 February 1992. She was launched on 17 September 1994, sponsored by Tipper G"}, {"title": "United States dollar", "href": "/wiki/United_States_dollar", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}, {"title": "Pearl Harbor", "href": "/wiki/Pearl_Harbor", "description": "Pearl Harbor is an American lagoon harbor on the island of Oahu, Hawaii, west of Honolulu. It has been long visited by the Naval fleet of the United States, before it was acquired from the Hawaiian Kingdom by the U.S. with the signing of the Reciprocity Treaty of 1875. Much of the harbor and surrounding lands are now a United States Navy deep-water naval base. It is also the headquarters of the Un"}]}, {"heading": "Events", "year": "2016", "date": "February 9", "txt": "Two passenger trains collide in the German town of Bad Aibling in the state of Bavaria. Twelve people died, and 85 others were injured.", "entities": [{"title": "Bad Aibling rail accident", "href": "/wiki/Bad_Aibling_rail_accident", "description": "On 9 February 2016, two Meridian-branded passenger trains were involved in a head-on collision at Bad Aibling in southeastern Germany. Of approximately 150 people on board the two trains, 12 people died and 85 others were injured, including 24 seriously."}, {"title": "Bad Aibling", "href": "/wiki/Bad_Aibling", "description": "Bad Aibling is a spa town and former district seat in Bavaria on the river Mangfall, located some 56 km (35 mi) southeast of Munich. It features a luxury health resort with a peat pulp bath and mineral spa."}, {"title": "Bavaria", "href": "/wiki/Bavaria", "description": "Bavaria, officially the Free State of Bavaria, is a landlocked state (Land) in the south-east of Germany. With an area of 70,550.19 square kilometres (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size it is"}]}, {"heading": "Events", "year": "2018", "date": "February 9", "txt": "Winter Olympics: Opening ceremony is performed in Pyeongchang County in South Korea.", "entities": [{"title": "2018 Winter Olympics", "href": "/wiki/2018_Winter_Olympics", "description": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony."}, {"title": "2018 Winter Olympics opening ceremony", "href": "/wiki/2018_Winter_Olympics_opening_ceremony", "description": "The opening ceremony of the 2018 Winter Olympics was held at the Pyeongchang Olympic Stadium in Pyeongchang, South Korea on 9 February 2018. It began at 20:00 KST and finished at approximately 22:20 KST. The Games were officially opened by President of the Republic of Korea Moon Jae-in."}, {"title": "Pyeongchang County", "href": "/wiki/Pyeongchang_County", "description": "Pyeongchang is a county in the province of Gangwon-do, South Korea, located in the Taebaek Mountains region. It is home to several Buddhist temples, including Woljeongsa. It is about 180 km (110 mi) east southeast of Seoul, the capital of South Korea, and connected by expressways and high-speed passenger railways. Pyeongchang's slogan, \"Happy 700 Pyeongchang\", is taken from its average elevation o"}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}]}, {"heading": "Events", "year": "2020", "date": "February 9", "txt": "Salvadoran President Nayib Bukele has 1,400 army soldiers enter the Legislative Assembly building, causing a brief political crisis.", "entities": [{"title": "Nayib Bukele", "href": "/wiki/Nayib_Bukele", "description": "Nayib Armando Bukele Ortez is a Salvadoran politician and businessman who is the 46th and current President of El Salvador. He has served since 1 June 2019 after winning the 2019 election. He ran as the candidate of the centre-right Grand Alliance for National Unity (GANA) party and became the first president since José Napoleón Duarte (1984–1989) not to have been elected as the candidate of one o"}, {"title": "Salvadoran Army", "href": "/wiki/Salvadoran_Army", "description": "The Salvadoran Army is the land branch and largest of the Armed Forces of El Salvador."}, {"title": "Legislative Assembly of El Salvador", "href": "/wiki/Legislative_Assembly_of_El_Salvador", "description": "The Legislative Assembly is the legislative branch of the government of El Salvador."}, {"title": "2020 Salvadoran political crisis", "href": "/wiki/2020_Salvadoran_political_crisis", "description": "The 2020 Salvadoran political crisis, commonly referred to as 9F or 9-F, occurred on 9 February 2020 when Salvadoran President Nayib Bukele sent forty soldiers from the Salvadoran Army into the Legislative Assembly building in an effort to coerce politicians to approve a loan request of 109 million dollars from the United States for Bukele's security plan for the country. The event is considered t"}]}, {"heading": "Events", "year": "2021", "date": "February 9", "txt": "Second impeachment trial of Donald Trump began.", "entities": [{"title": "Second impeachment trial of Donald Trump", "href": "/wiki/Second_impeachment_trial_of_Donald_Trump", "description": "The second impeachment trial of Donald Trump, the 45th president of the United States, began on February 9, 2021, and concluded with his acquittal on February 13. Trump had been impeached for the second time by the House of Representatives on January 13, 2021. The House adopted one article of impeachment against Trump: incitement of insurrection. He is the only U.S. President and only federal offi"}]}, {"heading": "Births", "year": "1060", "date": "February 9", "txt": "Honorius II, pope of the Catholic Church (d. 1130)", "entities": [{"title": "Pope Honorius II", "href": "/wiki/Pope_Honorius_II", "description": "Pope Honorius II, born Lamberto Scannabecchi, was head of the Catholic Church and ruler of the Papal States from 21 December 1124 to his death in 1130."}]}, {"heading": "Births", "year": "1274", "date": "February 9", "txt": "Louis of Toulouse, French bishop (d. 1297)", "entities": [{"title": "Louis of Toulouse", "href": "/wiki/Louis_of_Toulouse", "description": "Louis of Toulouse was a Neapolitan prince of the Capetian House of Anjou and a Catholic bishop."}]}, {"heading": "Births", "year": "1313", "date": "February 9", "txt": "Maria of Portugal, Queen of Castile, Portuguese infanta (d. 1357)", "entities": [{"title": "Maria of Portugal, Queen of Castile", "href": "/wiki/Maria_of_Portugal,_Queen_of_Castile", "description": "Maria of Portugal was a Portuguese princess who became Queen of Castile upon her marriage to Alfonso XI in 1328. She was the first daughter of King Afonso IV of Portugal and his first wife Beatrice of Castile."}]}, {"heading": "Births", "year": "1344", "date": "February 9", "txt": "Meinhard III, count of Tyrol (d. 1363)", "entities": [{"title": "Meinhard III of Gorizia-Tyrol", "href": "/wiki/Meinhard_III_of_Gorizia-Tyrol", "description": "Meinhard III, a member of the House of Wittelsbach, was duke of Upper Bavaria and count of Tyrol from 1361 until his death. He was the son of Duke Louis V of Bavaria with Countess Margaret of Tyrol and as such also the last descendant of the Tyrolean branch of the House of Gorizia."}]}, {"heading": "Births", "year": "1441", "date": "February 9", "txt": "Ali-Shir Nava'i, Turkic poet, linguist, and painter (d. 1501)", "entities": [{"title": "Ali-Shir Nava'i", "href": "/wiki/Ali-Shir_Nava%27i", "description": "'Ali-Shir Nava'i, also known as Nizām-al-Din ʿAli-Shir Herawī, was a Turkic poet, writer, politician, linguist, Hanafi Maturidi mystic and painter who was the greatest representative of Chagatai literature."}, {"title": "Turkic peoples", "href": "/wiki/Turkic_peoples", "description": "The Turkic peoples are a collection of ethnic groups of Central, East, North and West Asia as well as parts of Europe and North Africa, who speak Turkic languages."}]}, {"heading": "Births", "year": "1533", "date": "February 9", "txt": "Shimazu Yoshihisa, Japanese daimyō (d. 1611)", "entities": [{"title": "Shimazu Yoshihisa", "href": "/wiki/Shimazu_Yoshihisa", "description": "Shimazu Yoshihisa  was a powerful daimyō and the 16th Chief of Shimazu clan of Satsuma Province, the eldest son of Shimazu Takahisa. Eventually in 1584, Yoshihisa succeeded controlled the entire Kyushu region."}]}, {"heading": "Births", "year": "1579", "date": "February 9", "txt": "Johannes Meursius, Dutch classical scholar (d. 1639)", "entities": [{"title": "Johannes Meursius", "href": "/wiki/Johannes_Meursius", "description": "Johannes Meursius was a Dutch classical scholar and antiquary."}]}, {"heading": "Births", "year": "1651", "date": "February 9", "txt": "Procopio Cutò, French entrepreneur (d. 1727)", "entities": [{"title": "Procopio Cutò", "href": "/wiki/Procopio_Cut%C3%B2", "description": "Procopio Cutò, also known as Francesco Procopio Cutò, Francesco Procopio dei Coltelli, or François Procope was an Italian chef from Sicily. Billing himself as a modern Procopius, he founded in 1686 what has become the oldest extant café in Paris, Café Procope. It became the first literary coffeehouse in Paris. For over 200 years the cafe-restaurant attracted notables in the world of arts, politics"}]}, {"heading": "Births", "year": "1666", "date": "February 9", "txt": "George Hamilton, 1st Earl of Orkney, Scottish field marshal (d. 1737)", "entities": [{"title": "George Hamilton, 1st Earl of Orkney", "href": "/wiki/George_Hamilton,_1st_Earl_of_Orkney", "description": "Field Marshal George Hamilton, 1st Earl of Orkney, KT, styled Lord George Hamilton from 1666 to 1696, was a British soldier and Scottish nobleman and the first British Army officer to be promoted to the rank of field marshal. After commanding a regiment for the cause of William of Orange during the Williamite War in Ireland, he commanded a regiment in the Low Countries during the Nine Years' War. "}]}, {"heading": "Births", "year": "1711", "date": "February 9", "txt": "Luis Vicente de Velasco e Isla, Spanish sailor and commander (d. 1762)", "entities": [{"title": "Luis Vicente de Velasco e Isla", "href": "/wiki/Luis_Vicente_de_Velasco_e_Isla", "description": "Luis Vicente de Velasco e Isla was a Spanish officer and naval commander in the Royal Spanish Navy. He is known for his valiant defense during the Siege of Havana in 1762, during which he was killed in action."}]}, {"heading": "Births", "year": "1737", "date": "February 9", "txt": "Thomas Paine, English-American philosopher, author, and activist (d. 1809)", "entities": [{"title": "Thomas Paine", "href": "/wiki/Thomas_Paine", "description": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), the two most influential pamphlets at the start of the American Revolution, and helped inspire the patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnati"}]}, {"heading": "Births", "year": "1741", "date": "February 9", "txt": "Henri-Joseph Rigel, German-French composer (d. 1799)", "entities": [{"title": "Henri-Joseph Rigel", "href": "/wiki/Henri-Joseph_Rigel", "description": "Henri-Joseph Rigel was a German-born composer of the Classical era who spent most of his working life in France. He was born in Wertheim am Main where his father was musical intendant to the local prince. After an education in Germany, where his teachers included Niccolò Jommelli, Rigel moved to Paris in 1767. He quickly acquired a reputation in musical circles and published harpsichord pieces, st"}]}, {"heading": "Births", "year": "1748", "date": "February 9", "txt": "Sir John Duckworth, 1st Baronet, English admiral and politician, Commodore Governor of Newfoundland (d. 1817)", "entities": [{"title": "Sir John Duckworth, 1st Baronet", "href": "/wiki/Sir_John_Duckworth,_1st_Baronet", "description": "Sir John Thomas Duckworth, 1st Baronet, GCB was an officer of the Royal Navy, serving during the Seven Years' War, the American War of Independence, the French Revolutionary and Napoleonic wars, as the Governor of Newfoundland during the War of 1812, and a member of the British House of Commons during his semi-retirement. Duckworth, a vicar's son, achieved much in a naval career that began at the "}, {"title": "List of lieutenant governors of Newfoundland and Labrador", "href": "/wiki/List_of_lieutenant_governors_of_Newfoundland_and_Labrador", "description": "The following is a list of the governors, commodore-governors, and lieutenant governors of Newfoundland and Labrador. Though the present day office of the lieutenant governor in Newfoundland and Labrador came into being only upon the province's entry into Canadian Confederation in 1949, the post is a continuation from the first governorship of Newfoundland in 1610."}]}, {"heading": "Births", "year": "1763", "date": "February 9", "txt": "Louis I, Grand Duke of Baden (d. 1830)", "entities": [{"title": "Louis I, Grand Duke of Baden", "href": "/wiki/Louis_I,_Grand_Duke_of_Baden", "description": "Ludwig I succeeded as Grand Duke of Baden on 8 December 1818.\nHe was the uncle of his predecessor Karl Ludwig Friedrich, and his death marked the end of the Zähringen line of the House of Baden. He was succeeded by his half brother, Leopold."}]}, {"heading": "Births", "year": "1769", "date": "February 9", "txt": "George W. Campbell, Scottish-American lawyer and politician, 5th United States Secretary of the Treasury (d. 1848)", "entities": [{"title": "George W. Campbell", "href": "/wiki/George_W._Campbell", "description": "George Washington Campbell was an American statesman who served as a U.S. Representative, Senator, Tennessee Supreme Court Justice, U.S. Ambassador to Russia and the 5th United States Secretary of the Treasury from February to October 1814."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1773", "date": "February 9", "txt": "William Henry Harrison, American general and politician, 9th President of the United States (d. 1841)", "entities": [{"title": "William Henry Harrison", "href": "/wiki/William_Henry_Harrison", "description": "William Henry Harrison was an American military officer and politician who served as the ninth president of the United States for 31 days in 1841, becoming the first president to die in office and the shortest-serving U.S. president in history. His death sparked a brief constitutional crisis regarding succession to the presidency."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1775", "date": "February 9", "txt": "Farkas Bolyai, Hungarian mathematician and academic (d. 1856)", "entities": [{"title": "Farkas Bolyai", "href": "/wiki/Farkas_Bolyai", "description": "Farkas Bolyai was a Hungarian mathematician, mainly known for his work in geometry."}]}, {"heading": "Births", "year": "1781", "date": "February 9", "txt": "Johann Baptist von Spix, German biologist and explorer (d. 1826)", "entities": [{"title": "Johann Baptist von Spix", "href": "/wiki/Johann_Baptist_von_Spix", "description": "Johann Baptist Ritter von Spix was a German biologist. From his expedition to Brazil he brought to Germany a large variety of specimens of plants, insects, mammals, birds, amphibians and fish. They constitute an important basis for today's National Zoological Collection in Munich. Numerous examples of his ethnographic collections, such as dance masks and the like, are now part of the collection of"}]}, {"heading": "Births", "year": "1783", "date": "February 9", "txt": "Vasily Zhukovsky, Russian poet and translator (d. 1852)", "entities": [{"title": "Vasily Zhukovsky", "href": "/wiki/Vasily_Zhukovsky", "description": "Vasily Andreyevich Zhukovsky was the foremost Russian poet of the 1810s and a leading figure in Russian literature in the first half of the 19th century. He held a high position at the Romanov court as tutor to the Grand Duchess Alexandra Feodorovna and later to her son, the future Tsar-Liberator Alexander II."}]}, {"heading": "Births", "year": "1789", "date": "February 9", "txt": "Franz Xaver Gabelsberger, German engineer, invented Gabelsberger shorthand (d. 1849)", "entities": [{"title": "Franz Xaver Gabelsberger", "href": "/wiki/Franz_Xaver_Gabelsberger", "description": "Franz Xaver Gabelsberger was a German inventor of a shorthand writing system, named Gabelsberger shorthand after him."}, {"title": "Gabelsberger shorthand", "href": "/wiki/Gabelsberger_shorthand", "description": "Gabelsberger shorthand, named for its creator, is a form of shorthand previously common in Germany and Austria. Created c. 1817 by Franz Xaver Gabelsberger, it was first fully described in the 1834 textbook Anleitung zur deutschen Redezeichenkunst oder Stenographie and became rapidly used."}]}, {"heading": "Births", "year": "1800", "date": "February 9", "txt": "Hyrum Smith, American religious leader (d. 1844)", "entities": [{"title": "Hyrum Smith", "href": "/wiki/Hyrum_Smith", "description": "Hyrum Smith was an American religious leader in the Church of Jesus Christ of Latter Day Saints, the original church of the Latter Day Saint movement. He was the older brother of the movement's founder, Joseph Smith, and was killed with his brother at Carthage Jail where they were being held awaiting trial."}]}, {"heading": "Births", "year": "1814", "date": "February 9", "txt": "Samuel J. Tilden, American lawyer and politician, 28th Governor of New York (d. 1886)", "entities": [{"title": "Samuel J. Tilden", "href": "/wiki/Samuel_J._Tilden", "description": "Samuel Jones Tilden  was an American politician who served as the 25th Governor of New York and was the Democratic candidate for president in the disputed 1876 United States presidential election. Tilden was the second presidential candidate to lose the election despite winning the popular vote and is the only person to win a majority of the popular vote in a United States presidential election bu"}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1815", "date": "February 9", "txt": "Federico de Madrazo, Spanish painter (d.1894)", "entities": [{"title": "Federico de Madrazo", "href": "/wiki/Federico_de_Madrazo", "description": "Federico de Madrazo y Kuntz was a Spanish painter."}]}, {"heading": "Births", "year": "1834", "date": "February 9", "txt": "Felix Dahn, German lawyer, historian, and author (d. 1912)", "entities": [{"title": "Felix Dahn", "href": "/wiki/Felix_Dahn", "description": "Felix Dahn was a German law professor, German nationalist author, poet and historian."}]}, {"heading": "Births", "year": "1826", "date": "February 9", "txt": "Keʻelikōlani, Hawaiian royal and governor (d. 1883)", "entities": [{"title": "Keʻelikōlani", "href": "/wiki/Ke%CA%BBelik%C5%8Dlani", "description": "Ruth Ke‘elikōlani, sometimes written as Luka Ke‘elikōlani, also known as Ruth Ke‘elikōlani Keanolani Kanāhoahoa or Ruth Keanolani Kanāhoahoa Ke‘elikōlani, was a formal member of the House of Kamehameha, Governor of the Island of Hawaiʻi and for a period, the largest and wealthiest landowner in the Hawaiian islands. Keʻelikōlani's genealogy is controversial. Her mother's identity has never been in "}]}, {"heading": "Births", "year": "1837", "date": "February 9", "txt": "José Burgos, Filipino priest and revolutionary (d. 1872)", "entities": [{"title": "José Burgos", "href": "/wiki/Jos%C3%A9_Burgos", "description": "José Apolonio Burgos y García was a Filipino Catholic priest, accused of mutiny by the Spanish colonial authorities in the Philippines in the 19th century. He was tried and executed in Manila along with two other clergymen, Mariano Gomez and Jacinto Zamora, who are collectively known as the Gomburza."}]}, {"heading": "Births", "year": "1839", "date": "February 9", "txt": "Silas Adams, American colonel, lawyer, and politician (d. 1896)", "entities": [{"title": "Silas Adams", "href": "/wiki/Silas_Adams", "description": "Silas Adams was a lawyer and politician from Kentucky."}]}, {"heading": "Births", "year": "1846", "date": "February 9", "txt": "Wilhelm Maybach, German engineer and businessman, founded Maybach (d. 1929)", "entities": [{"title": "Wilhelm Maybach", "href": "/wiki/Wilhelm_Maybach", "description": "Wilhelm Maybach (help·info) was an early German engine designer and industrialist. During the 1890s he was hailed in France, then the world centre for car production, as the \"King of Designers\"."}, {"title": "Maybach", "href": "/wiki/Maybach", "description": "Maybach is a German car brand that exists today as a part of Mercedes-Benz. The original company was founded in 1909 by Wilhelm Maybach and his son, originally as a subsidiary of Luftschiffbau Zeppelin GmbH, and it was known as Luftfahrzeug-Motorenbau GmbH until 1999."}]}, {"heading": "Births", "year": "1846", "date": "February 9", "txt": "Whitaker Wright, English businessman and financier (d. 1904)", "entities": []}, {"heading": "Births", "year": "1847", "date": "February 9", "txt": "Hugh Price Hughes, Welsh-English clergyman and theologian (d. 1902)", "entities": [{"title": "Hugh Price Hughes", "href": "/wiki/Hugh_Price_Hughes", "description": "Hugh Price Hughes was a Welsh Protestant clergyman and religious reformer in the Methodist tradition. He served in multiple leadership roles in the Wesleyan Methodist Church. He organised the West London Methodist Mission, a key Methodist organisation today. Recognised as one of the greatest orators of his era, Hughes also founded and edited an influential newspaper, the Methodist Times in 1885. H"}]}, {"heading": "Births", "year": "1854", "date": "February 9", "txt": "Aletta Jacobs,  Dutch physician and suffrage activist (d. 1929)", "entities": [{"title": "Aletta Jacobs", "href": "/wiki/Aletta_Jacobs", "description": "Aletta Henriëtte Jacobs was a Dutch physician and women's suffrage activist. As the first woman officially to attend a Dutch university, she became one of the first female physicians in the Netherlands. In 1882, she founded the world's first birth control clinic and was a leader in both the Dutch and international women's movements. She led campaigns aimed at deregulating prostitution, improving w"}]}, {"heading": "Births", "year": "1856", "date": "February 9", "txt": "Hara Takashi, Japanese politician, 10th Prime Minister of Japan (d. 1921)", "entities": [{"title": "Hara Takashi", "href": "/wiki/Hara_Takashi", "description": "Hara Takashi  was a Japanese politician who served as the Prime Minister of Japan from 1918 to 1921."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1859", "date": "February 9", "txt": "Akiyama Yoshifuru, Japanese general (d. 1930)", "entities": [{"title": "Akiyama Yoshifuru", "href": "/wiki/Akiyama_Yoshifuru", "description": "Count Akiyama Yoshifuru  was a general in the Imperial Japanese Army, and is considered the father of modern Japanese cavalry. He was Vice Admiral Akiyama Saneyuki's older brother."}]}, {"heading": "Births", "year": "1863", "date": "February 9", "txt": "Anthony Hope, English author and playwright (d. 1933)", "entities": [{"title": "Anthony Hope", "href": "/wiki/Anthony_Hope", "description": "Sir Anthony Hope Hawkins, better known as Anthony Hope, was a British novelist and playwright. He was a prolific writer, especially of adventure novels but he is remembered predominantly for only two books: The Prisoner of Zenda (1894) and its sequel Rupert of Hentzau (1898). These works, \"minor classics\" of English literature, are set in the contemporaneous fictional country of Ruritania and spaw"}]}, {"heading": "Births", "year": "1864", "date": "February 9", "txt": "Miina Härma, Estonian organist, composer, and conductor (d. 1941)", "entities": [{"title": "Miina Härma", "href": "/wiki/Miina_H%C3%A4rma", "description": "Miina Härma was an Estonian composer. She was the second Estonian musician with higher education."}]}, {"heading": "Births", "year": "1865", "date": "February 9", "txt": "Mrs. Patrick Campbell, English-French actress (d. 1940)", "entities": [{"title": "Mrs. Patrick Campbell", "href": "/wiki/Mrs._Patrick_Campbell", "description": "Mrs Patrick Campbell, born Beatrice Rose Stella Tanner and known informally as \"Mrs Pat\", was an English stage actress, best known for appearing in plays by Shakespeare, Shaw and Barrie. She also toured the United States and appeared briefly in films."}]}, {"heading": "Births", "year": "1865", "date": "February 9", "txt": "Erich von Drygalski, German geographer and geophysicist (d. 1949)", "entities": []}, {"heading": "Births", "year": "1867", "date": "February 9", "txt": "Natsume Sōseki, Japanese author and poet (d. 1916)", "entities": [{"title": "Natsume Sōseki", "href": "/wiki/Natsume_S%C5%8Dseki", "description": "Natsume Sōseki , born Natsume Kin'nosuke , was a Japanese novelist. He is best known around the world for his novels Kokoro, Botchan, I Am a Cat and his unfinished work Light and Darkness. He was also a scholar of British literature and composer of haiku, kanshi, and fairy tales. From 1984 until 2004, his portrait appeared on the front of the Japanese 1000 yen note."}]}, {"heading": "Births", "year": "1871", "date": "February 9", "txt": "Howard Taylor Ricketts, American pathologist and physician (d. 1910)", "entities": [{"title": "Howard Taylor Ricketts", "href": "/wiki/Howard_Taylor_Ricketts", "description": "Howard Taylor Ricketts was an American pathologist after whom the family Rickettsiaceae and the order Rickettsiales are named."}]}, {"heading": "Births", "year": "1874", "date": "February 9", "txt": "Amy Lowell, American poet, critic, and educator (d. 1925)", "entities": [{"title": "Amy Lowell", "href": "/wiki/Amy_Lowell", "description": "Amy Lawrence Lowell was an American poet of the imagist school, which promoted a return to classical values. She posthumously won the Pulitzer Prize for Poetry in 1926."}]}, {"heading": "Births", "year": "1876", "date": "February 9", "txt": "Arthur Edward Moore, New Zealand-Australian politician, 23rd Premier of Queensland (d. 1963)", "entities": [{"title": "Arthur Edward Moore", "href": "/wiki/Arthur_Edward_Moore", "description": "Arthur Edward Moore was an Australian politician. He was the Country and Progressive National Party Premier of Queensland, from 1929 to 1932. He was the only Queensland Premier not to come from the ranks of the Labor Party between 1915 and 1957. Although successful in achieving the unity of the conservative forces in Queensland for an extended period, Moore's abilities were tested by the onset of "}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1878", "date": "February 9", "txt": "Jack Kirwan, Irish international footballer (d. 1959)", "entities": [{"title": "Jack Kirwan", "href": "/wiki/Jack_Kirwan", "description": "John Henry Kirwan was an Irish football player and coach. As a player, he was described as an out and out winger with good pace and skills, playing as an outside-left for, among others, Everton, Tottenham Hotspur, Chelsea and Ireland. He had previously played gaelic football for Dublin. As a football coach he became the first professional manager of Dutch side Ajax. He was the last survivor of the"}]}, {"heading": "Births", "year": "1880", "date": "February 9", "txt": "Lipót Fejér, Hungarian mathematician and academic (d. 1959)", "entities": [{"title": "Lipót Fejér", "href": "/wiki/Lip%C3%B3t_Fej%C3%A9r", "description": "Lipót Fejér was a Hungarian mathematician of Jewish heritage. Fejér was born Leopold Weisz, and changed to the Hungarian name Fejér around 1900."}]}, {"heading": "Births", "year": "1883", "date": "February 9", "txt": "Jules Berry, French actor and director (d. 1951)", "entities": [{"title": "Jules Berry", "href": "/wiki/Jules_Berry", "description": "Jules Berry was a French actor."}]}, {"heading": "Births", "year": "1885", "date": "February 9", "txt": "Alban Berg, Austrian composer and educator (d. 1935)", "entities": [{"title": "Alban Berg", "href": "/wiki/Alban_Berg", "description": "Alban Maria Johannes Berg was an Austrian composer of the Second Viennese School. His compositional style combined Romantic lyricism with the twelve-tone technique. Although he left a relatively small oeuvre, he is remembered as one of the most important composers of the 20th century for his expressive style encompassing \"entire worlds of emotion and structure\"."}]}, {"heading": "Births", "year": "1885", "date": "February 9", "txt": "Clarence H. Haring, American historian and author (d. 1960)", "entities": []}, {"heading": "Births", "year": "1889", "date": "February 9", "txt": "Larry Semon, American actor, producer, director and screenwriter (d. 1928)", "entities": [{"title": "Larry Semon", "href": "/wiki/Larry_Semon", "description": "Lawrence \"Larry\" Semon was an American actor, director, producer, and screenwriter during the silent film era. In his day, Semon was considered a major movie comedian, but he is now remembered mainly for working with both Stan Laurel and Oliver Hardy before they started working together."}]}, {"heading": "Births", "year": "1891", "date": "February 9", "txt": "Ronald Colman, English-American actor (d. 1958)", "entities": [{"title": "Ronald Colman", "href": "/wiki/Ronald_Colman", "description": "Ronald Charles Colman was an English-born actor, starting his career in theatre and silent film in his native country, then emigrating to the United States and having a successful Hollywood film career. He was most popular during the 1920s, 1930s and 1940s. He received Oscar nominations for Bulldog Drummond (1929), Condemned (1929) and Random Harvest (1942). Colman starred in several classic films"}]}, {"heading": "Births", "year": "1892", "date": "February 9", "txt": "Peggy Wood, American actress (d. 1978)", "entities": [{"title": "Peggy Wood", "href": "/wiki/Peggy_Wood", "description": "Mary Margaret Wood was an American actress of stage, film, and television. She is best remembered for her performance as the title character in the CBS television series Mama (1949–1957), for which she was nominated for a Primetime Emmy Award for Outstanding Lead Actress in a Drama Series; her starring role as Naomi, Ruth's mother-in-law, in The Story of Ruth (1960); and her final screen appearanc"}]}, {"heading": "Births", "year": "1893", "date": "February 9", "txt": "Georgios Athanasiadis-Novas, Greek lawyer and politician, 163rd Prime Minister of Greece (d. 1987)", "entities": [{"title": "Georgios Athanasiadis-Novas", "href": "/wiki/Georgios_Athanasiadis-Novas", "description": "\nGeorgios Athanasiadis–Novas was a Greek poet, lawyer and politician who served as Prime Minister for one month in 1965.\nBorn in Nafpaktos, he obtained his law degree from the University of Athens. He was first elected to the Greek Parliament in 1926 representing his native prefecture of Aetolia-Acarnania, and was repeatedly elected to office until 1964."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1895", "date": "February 9", "txt": "Hermann Brill, German lawyer and politician, 8th Minister-President of Thuringia (d. 1959)", "entities": [{"title": "Hermann Brill", "href": "/wiki/Hermann_Brill", "description": "Dr. Hermann Louis Brill was a German doctor of law and a politician (SPD)."}, {"title": "List of Ministers-President of Thuringia", "href": "/wiki/List_of_Ministers-President_of_Thuringia", "description": "The office of Minister-President of Thuringia was established at the state's first formation in 1920. On 23 July 1952 the state, then part of the socialist German Democratic Republic, was abolished. On 3 October 1990, the state was re-established and joined the Federal Republic of Germany; since then it has been one of the country's sixteen constituent states (Länder)."}]}, {"heading": "Births", "year": "1896", "date": "February 9", "txt": "Alberto Vargas, Peruvian-American painter and illustrator (d. 1982)", "entities": [{"title": "Alberto Vargas", "href": "/wiki/Alberto_Vargas", "description": "Joaquin Alberto Vargas y Chávez was a noted Peruvian painter of pin-up girls. He is often considered one of the most famous of the pin-up artists. Numerous Vargas paintings have sold and continue to sell for hundreds of thousands of dollars."}]}, {"heading": "Births", "year": "1897", "date": "February 9", "txt": "Charles Kingsford Smith, Australian captain and pilot (d. 1935)", "entities": [{"title": "Charles Kingsford Smith", "href": "/wiki/Charles_Kingsford_Smith", "description": "Sir Charles Edward Kingsford Smith, MC, AFC, often called by his nickname Smithy, was an early Australian aviator."}]}, {"heading": "Births", "year": "1898", "date": "February 9", "txt": "Jūkichi Yagi, Japanese poet and educator (d. 1927)", "entities": [{"title": "Jūkichi Yagi", "href": "/wiki/J%C5%ABkichi_Yagi", "description": "Jūkichi Yagi   was a Japanese poet active in the late Taishō period and for the first few years of the Shōwa period, who focused on modern religious themes."}]}, {"heading": "Births", "year": "1901", "date": "February 9", "txt": "Brian Donlevy, American actor (d. 1972)", "entities": [{"title": "Brian Donlevy", "href": "/wiki/Brian_Donlevy", "description": "Waldo Brian Donlevy was an American actor, noted for playing dangerous tough guys from the 1930s to the 1960s. He usually appeared in supporting roles. Among his best-known films are Beau Geste (1939), The Great McGinty (1940) and Wake Island (1942), in which he played the lead. For his role as Sergeant Markoff in Beau Geste, he was nominated for the Academy Award for Best Supporting Actor."}]}, {"heading": "Births", "year": "1901", "date": "February 9", "txt": "James Murray, American actor (d. 1936)", "entities": []}, {"heading": "Births", "year": "1905", "date": "February 9", "txt": "David Cecil, 6th Marquess of Exeter, English hurdler and politician (d. 1981)", "entities": [{"title": "David Cecil, 6th Marquess of Exeter", "href": "/wiki/David_Cecil,_6th_Marquess_of_Exeter", "description": "David George Brownlow Cecil, 6th Marquess of Exeter KCMG OLY, styled Lord Burghley before 1956 and also known as David Burghley, was an English athlete, sports official, peer, and Conservative Party politician. He won the gold medal in the 400 m hurdles at the 1928 Summer Olympics."}]}, {"heading": "Births", "year": "1906", "date": "February 9", "txt": "André Kostolany, Hungarian-French economist and journalist (d. 1999)", "entities": [{"title": "André Kostolany", "href": "/wiki/Andr%C3%A9_Kostolany", "description": "André Kostolany was a stock market expert, bon vivant and Chevalier de la Légion d'Honneur. He worked most of his life in France and Germany."}]}, {"heading": "Births", "year": "1907", "date": "February 9", "txt": "Trường Chinh, Vietnamese politician, 4th President of Vietnam (d. 1988)", "entities": [{"title": "Trường Chinh", "href": "/wiki/Tr%C6%B0%E1%BB%9Dng_Chinh", "description": "Trường Chinh was a Vietnamese communist political leader and theoretician. He was one of the key figures of Vietnamese politics. He played a major role in the anti-French colonialism movement and finally after decades of protracted war in Vietnam, the Vietnamese defeated the colonial power. He was the think-tank of the Communist Party who determined the direction of the communist movement, particu"}, {"title": "List of Presidents of Vietnam", "href": "/wiki/List_of_Presidents_of_Vietnam", "description": "The President of the Socialist Republic of Vietnam, known as Chairman of the Council of State from 1981 to 1992, is the head of state of the Socialist Republic of Vietnam. Beside, the president is also the head of government with prime minister. Since Vietnam is a single-party state, the president is generally considered to hold the second highest position in the political system, after the Genera"}]}, {"heading": "Births", "year": "1907", "date": "February 9", "txt": "Harold Scott MacDonald Coxeter, English-Canadian mathematician and academic (d. 2003)", "entities": []}, {"heading": "Births", "year": "1909", "date": "February 9", "txt": "Heather Angel, English-American actress (d. 1986)", "entities": [{"title": "Heather Angel (actress)", "href": "/wiki/Heather_Angel_(actress)", "description": "Heather Grace Angel was an British-American actress. She has been known for providing the voice of Mrs. Darling, Wendy's mother in Peter Pan and Alice's sister in Alice in wonderland."}]}, {"heading": "Births", "year": "1909", "date": "February 9", "txt": "Carmen Miranda, Portuguese-Brazilian actress, singer, and dancer (d. 1955)", "entities": []}, {"heading": "Births", "year": "1909", "date": "February 9", "txt": "Dean Rusk, American colonel and politician, 54th United States Secretary of State (d. 1994)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1910", "date": "February 9", "txt": "Jacques Monod, French biochemist and geneticist, Nobel Prize laureate (d. 1976)", "entities": [{"title": "Jacques Monod", "href": "/wiki/Jacques_Monod", "description": "Jacques Lucien Monod was a French biochemist who won the Nobel Prize in Physiology or Medicine in 1965, sharing it with François Jacob and André Lwoff \"for their discoveries concerning genetic control of enzyme and virus synthesis\"."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1911", "date": "February 9", "txt": "William Orlando Darby, American general (d. 1945)", "entities": [{"title": "William Orlando Darby", "href": "/wiki/William_Orlando_Darby", "description": "William O. Darby was a career United States Army officer who fought in World War II, where he was killed in action in Italy. He was posthumously promoted to brigadier general. Darby led the famous Darby's Rangers, which evolved into the United States Army Rangers."}]}, {"heading": "Births", "year": "1912", "date": "February 9", "txt": "Futabayama Sadaji, Japanese sumo wrestler, the 35th Yokozuna (d. 1968)", "entities": [{"title": "Futabayama Sadaji", "href": "/wiki/Futabayama_Sadaji", "description": "Futabayama Sadaji  was a Japanese professional sumo wrestler from Oita Prefecture. Entering sumo in 1927, he was the sport's 35th yokozuna from 1937 until his retirement in 1945. He won twelve yūshō or top division championships and had a winning streak of 69 consecutive bouts, an all-time record. Despite his dominance he was extremely popular with the public. After his retirement he was head coac"}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1912", "date": "February 9", "txt": "Ginette Leclerc, French actress (d. 1992)", "entities": []}, {"heading": "Births", "year": "1914", "date": "February 9", "txt": "Ernest Tubb, American singer-songwriter and guitarist (d. 1984)", "entities": [{"title": "Ernest Tubb", "href": "/wiki/Ernest_Tubb", "description": "Ernest Dale Tubb, nicknamed the Texas Troubadour, was an American singer and songwriter and one of the pioneers of country music. His biggest career hit song, \"Walking the Floor Over You\" (1941), marked the rise of the honky tonk style of music."}]}, {"heading": "Births", "year": "1916", "date": "February 9", "txt": "Tex Hughson, American baseball player (d. 1993)", "entities": [{"title": "Tex Hughson", "href": "/wiki/Tex_Hughson", "description": "Cecil Carlton Hughson, was a Major League Baseball starting pitcher who played his entire career in the American League with the Boston Red Sox. He batted and threw right-handed."}]}, {"heading": "Births", "year": "1918", "date": "February 9", "txt": "Lloyd Noel Ferguson, American chemist (d. 2011)", "entities": [{"title": "Lloyd Noel Ferguson", "href": "/wiki/Lloyd_Noel_Ferguson", "description": "Lloyd Noel Ferguson was an American chemist."}]}, {"heading": "Births", "year": "1920", "date": "February 9", "txt": "Fred Allen, New Zealand rugby player and coach (d. 2012)", "entities": [{"title": "Fred Allen (rugby union)", "href": "/wiki/Fred_Allen_(rugby_union)", "description": "Sir Frederick Richard Allen was a captain and coach of the All Blacks, New Zealand's national rugby union team. The All Blacks won all 14 of the test matches they played under his coaching."}]}, {"heading": "Births", "year": "1920", "date": "February 9", "txt": "Enrico Schiavetti, Italian football player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 9", "txt": "Kathryn Grayson, American actress and soprano (d. 2010)", "entities": [{"title": "Kathryn Grayson", "href": "/wiki/Kathryn_Grayson", "description": "Zelma Kathryn Elisabeth Hedrick was an American actress and coloratura soprano."}]}, {"heading": "Births", "year": "1922", "date": "February 9", "txt": "Jim Laker, English international cricketer and broadcaster; holder of world record for most wickets taken in a match (d. 1986)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 9", "txt": "C. P. Krishnan Nair, Indian businessman, founded The Leela Palaces, Hotels and Resorts (d. 2014)", "entities": [{"title": "The Leela Palaces, Hotels and Resorts", "href": "/wiki/The_Leela_Palaces,_Hotels_and_Resorts", "description": "The Leela Palaces, Hotels and Resorts, commonly known as The Leela, is an Indian luxury hotel chain, founded in 1986 by C. P. Krishnan Nair, and owned by Brookfield Asset Management. Currently, The Leela is a group of eight luxury palaces and hotels."}]}, {"heading": "Births", "year": "1922", "date": "February 9", "txt": "Robert E. Ogren, American zoologist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 9", "txt": "Brendan Behan, Irish rebel, poet, and playwright (d. 1964)", "entities": [{"title": "Brendan Behan", "href": "/wiki/Brendan_Behan", "description": "Brendan Francis Aidan Behan was an Irish poet, short story writer, novelist and playwright who wrote in both English and Irish. He was named by Irish Central as one of the greatest Irish writers of all time."}]}, {"heading": "Births", "year": "1923", "date": "February 9", "txt": "Tonie Nathan, American radio host, producer, and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "February 9", "txt": "John B. Cobb, American philosopher and theologian", "entities": [{"title": "John B. Cobb", "href": "/wiki/John_B._Cobb", "description": "John Boswell Cobb, Jr. is an American theologian, philosopher, and environmentalist. Cobb is often regarded as the preeminent scholar in the field of process philosophy and process theology, the school of thought associated with the philosophy of Alfred North Whitehead. Cobb is the author of more than fifty books. In 2014, Cobb was elected to the prestigious American Academy of Arts and Sciences."}]}, {"heading": "Births", "year": "1925", "date": "February 9", "txt": "Burkhard Heim, German physicist and academic (d. 2001)", "entities": []}, {"heading": "Births", "year": "1926", "date": "February 9", "txt": "Garret FitzGerald, Irish lawyer and politician, 7th Taoiseach of Ireland (d. 2011)", "entities": [{"title": "Garret FitzGerald", "href": "/wiki/Garret_FitzGerald", "description": "Garret Desmond FitzGerald was an Irish Fine Gael politician, economist and barrister who served twice as Taoiseach, serving from 1981 to 1982 and 1982 to 1987. He served as Leader of Fine Gael from 1977 to 1987, and was twice Leader of the Opposition between 1977 and 1982; he was previously Minister for Foreign Affairs from 1973 to 1977. FitzGerald served as a Teachta Dála (TD) from 1969 to 1992 a"}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1927", "date": "February 9", "txt": "Richard A. Long, American historian and author (d. 2013)", "entities": [{"title": "Richard A. Long", "href": "/wiki/Richard_A._Long", "description": "Richard V. Long is an American cultural historian and author, who has been called \"one of the great pillars of African-American arts and culture\". As an academic, he taught at University of Pennsylvania, University of Paris, University of Poitiers, Atlanta University, Emory University, Morgan State College and West Virginia State College, and had worked as a visiting lecturer at universities in Af"}]}, {"heading": "Births", "year": "1928", "date": "February 9", "txt": "Frank Frazetta, American painter and illustrator (d. 2010)", "entities": [{"title": "Frank Frazetta", "href": "/wiki/Frank_Frazetta", "description": "Frank Frazetta was an American fantasy and science fiction artist, noted for comic books, paperback book covers, paintings, posters, LP record album covers and other media. He is often referred to as the \"Godfather\" of fantasy art, and one of the most renowned illustrators of the 20th century. He was also the subject of a 2003 documentary Painting with Fire."}]}, {"heading": "Births", "year": "1928", "date": "February 9", "txt": "Rinus Michels, Dutch footballer and coach (d. 2005)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 9", "txt": "Roger Mudd, American journalist (d. 2021)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 9", "txt": "A. R. Antulay, Indian social worker and politician, 8th Chief Minister of Maharashtra (d. 2014)", "entities": [{"title": "A. R. Antulay", "href": "/wiki/A._R._Antulay", "description": "Barrister Abdul Rahman Antulay was an Indian politician. Antulay was a union minister for Minority Affairs and a Member of Parliament in the 14th Lok Sabha of India. Earlier he had been the Chief Minister of the state of Maharashtra, but was forced to resign after being convicted by the Bombay High Court on charges that he had extorted money for a trust fund he managed."}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Births", "year": "1929", "date": "February 9", "txt": "Clement Meadmore, Australian-American sculptor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1930", "date": "February 9", "txt": "Garner Ted Armstrong, American evangelist and author (d. 2003)", "entities": [{"title": "Garner Ted Armstrong", "href": "/wiki/Garner_Ted_Armstrong", "description": "Garner Ted Armstrong was an American evangelist and the son of Herbert W. Armstrong, founder of the Worldwide Church of God, at the time a Sabbatarian organization that taught observance of seventh-day Sabbath, and annual Sabbath days based on Leviticus 23."}]}, {"heading": "Births", "year": "1931", "date": "February 9", "txt": "Thomas Bernhard, Austrian author, poet, and playwright (d. 1989)", "entities": [{"title": "Thomas Bernhard", "href": "/wiki/Thomas_Bernhard", "description": "Nicolaas Thomas Bernhard was an Austrian novelist, playwright and poet. Bernhard's body of work has been called \"the most significant literary achievement since World War II.\" He is widely considered to be one of the most important German-speaking authors of the postwar era."}]}, {"heading": "Births", "year": "1931", "date": "February 9", "txt": "Josef Masopust, Czech footballer and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 9", "txt": "Robert Morris, American sculptor and painter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1932", "date": "February 9", "txt": "Tatsuro Hirooka, Japanese baseball player and manager", "entities": [{"title": "Tatsuro Hirooka", "href": "/wiki/Tatsuro_Hirooka", "description": "Tatsuro Hirooka is a retired Japanese professional baseball player and manager. He was awarded Central League rookie of the year award in 1954."}]}, {"heading": "Births", "year": "1932", "date": "February 9", "txt": "Gerhard Richter, German painter and photographer", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 9", "txt": "Lionel Fanthorpe, English-Welsh priest, journalist, and author", "entities": [{"title": "Lionel Fanthorpe", "href": "/wiki/Lionel_Fanthorpe", "description": "Robert Lionel Fanthorpe, FCollP, FRSA, FCMI is a retired British priest and entertainer. Fanthorpe also worked as a dental technician, journalist, teacher, television presenter, author and lecturer. Born in Dereham in Norfolk, he lives in Cardiff in South Wales, where he served as Director of Media Studies and tutor/lecturer in Religious Studies."}]}, {"heading": "Births", "year": "1936", "date": "February 9", "txt": "Clive Swift, English actor and singer-songwriter (d. 2019)", "entities": [{"title": "Clive Swift", "href": "/wiki/Clive_Swift", "description": "Clive Walter Swift was an English actor and songwriter. He was best known for his role as Richard Bucket, the long-suffering husband of Hyacinth in the British television series Keeping Up Appearances, but played many other film and television roles."}]}, {"heading": "Births", "year": "1937", "date": "February 9", "txt": "Clete Boyer, American baseball player and manager (d. 2007)", "entities": [{"title": "Clete Boyer", "href": "/wiki/Clete_Boyer", "description": "Cletis Leroy \"Clete\" Boyer was an American professional baseball third baseman — who occasionally played shortstop and second base — in Major League Baseball (MLB) for the Kansas City Athletics (1955–57), New York Yankees (1959–66), and Atlanta Braves (1967–71). Boyer also spent four seasons with the Taiyō Whales of Nippon Professional Baseball (NPB). In his 16-year big league career, Boyer hit 16"}]}, {"heading": "Births", "year": "1938", "date": "February 9", "txt": "Ron Logan, Disney theatrical producer and professor", "entities": [{"title": "Ron Logan", "href": "/wiki/Ron_Logan", "description": "Ron Logan is a former executive vice president of Walt Disney Entertainment. After retiring from the company in 2001, he is now a professor at the University of Central Florida Rosen College of Hospitality Management in Orlando, Florida, United States."}, {"title": "Walt Disney Creative Entertainment", "href": "/wiki/Walt_Disney_Creative_Entertainment", "description": "Walt Disney Creative Entertainment is the theatrical live entertainment production division of Walt Disney Imagineering, the design and development arm of Disney Parks, Experiences and Products, a segment and direct subsidiary of The Walt Disney Company."}]}, {"heading": "Births", "year": "1939", "date": "February 9", "txt": "Mahala Andrews, British vertebrae palaeontologist (d. 1997)", "entities": [{"title": "Mahala Andrews", "href": "/wiki/Mahala_Andrews", "description": "Mahala Andrews was a British vertebrae palaeontologist who worked for the National Museum of Scotland."}]}, {"heading": "Births", "year": "1939", "date": "February 9", "txt": "Barry Mann, American pianist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 9", "txt": "Janet Suzman, South African-British actress and director", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 9", "txt": "Brian Bennett, English drummer and songwriter", "entities": [{"title": "Brian Bennett", "href": "/wiki/Brian_Bennett", "description": "Brian Laurence Bennett, is an English drummer, pianist, composer and producer of popular music. He is best known as the drummer of the UK rock and roll group The Shadows. He is father of musician and Shadows band member Warren Bennett."}]}, {"heading": "Births", "year": "1940", "date": "February 9", "txt": "J. M. Coetzee, South African-Australian novelist, essayist, and linguist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1941", "date": "February 9", "txt": "Kermit Gosnell, American abortionist and serial killer", "entities": [{"title": "Kermit Gosnell", "href": "/wiki/Kermit_Gosnell", "description": "Kermit Barron Gosnell is an American former physician and abortion provider and serial killer convicted of murdering three infants who were born alive during attempted abortion procedures; he was also convicted of involuntary manslaughter of one woman during an abortion procedure."}]}, {"heading": "Births", "year": "1941", "date": "February 9", "txt": "Sheila Kuehl, American actress, lawyer, gay rights activist, and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "February 9", "txt": "Carole King, American singer-songwriter and pianist", "entities": [{"title": "Carole King", "href": "/wiki/Carole_King", "description": "Carole King Klein is an American singer-songwriter who has been active since 1958, initially as one of the staff songwriters at the Brill Building and later as a solo artist. She is the most successful female songwriter of the latter half of the 20th century in the US, having written or co-written 118 pop hits on the Billboard Hot 100. King also wrote 61 hits that charted in the UK, making her the"}]}, {"heading": "Births", "year": "1943", "date": "February 9", "txt": "Barbara Lewis, American soul/R&B singer-songwriter", "entities": [{"title": "Barbara Lewis", "href": "/wiki/Barbara_Lewis", "description": "Barbara Ann Lewis is an American singer and songwriter whose smooth style influenced rhythm and blues."}]}, {"heading": "Births", "year": "1943", "date": "February 9", "txt": "Joe Pesci, American actor", "entities": []}, {"heading": "Births", "year": "1943", "date": "February 9", "txt": "Joseph Stiglitz, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1944", "date": "February 9", "txt": "Derryn Hinch, New Zealand-Australian radio and television host and politician", "entities": [{"title": "Derryn Hinch", "href": "/wiki/Derryn_Hinch", "description": "Derryn Nigel Hinch is an Australian media personality, politician, actor, journalist and published author, best known for his work on Melbourne radio and television. He served as a Senator for Victoria from 2016 to 2019."}]}, {"heading": "Births", "year": "1944", "date": "February 9", "txt": "Alice Walker, American novelist, short story writer, and poet", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 9", "txt": "Mia Farrow, American actress, activist, and former fashion model", "entities": [{"title": "Mia Farrow", "href": "/wiki/Mia_Farrow", "description": "María de Lourdes Villiers \"Mia\" Farrow is an American actress, activist, and former fashion model. Farrow has appeared in more than 50 films and won numerous awards, including a Golden Globe Award and three BAFTA Award nominations. Farrow is also known for her extensive work as a UNICEF Goodwill Ambassador, which includes humanitarian activities in Darfur, Chad, and the Central African Republic. I"}]}, {"heading": "Births", "year": "1945", "date": "February 9", "txt": "Yoshinori Ohsumi, Japanese cell biologist, 2016 Nobel Prize Laureate in Physiology or Medicine", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 9", "txt": "Carol Wood, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 9", "txt": "Bob Eastwood, American golfer", "entities": [{"title": "Bob Eastwood", "href": "/wiki/Bob_Eastwood", "description": "Robert Fred Eastwood is an American professional golfer who has won numerous amateur and professional tournaments."}]}, {"heading": "Births", "year": "1946", "date": "February 9", "txt": "Vince Papale, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 9", "txt": "Jim Webb, American captain and politician, 18th United States Secretary of the Navy", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1947", "date": "February 9", "txt": "Carla Del Ponte, Swiss lawyer and diplomat", "entities": [{"title": "Carla Del Ponte", "href": "/wiki/Carla_Del_Ponte", "description": "Carla Del Ponte is a former Chief Prosecutor of two United Nations international criminal law tribunals. A former Swiss attorney general, she was appointed prosecutor for the International Criminal Tribunal for the former Yugoslavia (ICTY) and the International Criminal Tribunal for Rwanda (ICTR) in August 1999, replacing Louise Arbour."}]}, {"heading": "Births", "year": "1947", "date": "February 9", "txt": "Joe Ely, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 9", "txt": "Major Harris, American R&B singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 9", "txt": "Alexis Smirnoff, Canadian-American wrestler and actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 9", "txt": "Guy Standing, English economist and academic", "entities": [{"title": "Guy Standing (economist)", "href": "/wiki/Guy_Standing_(economist)", "description": "Guy Standing, FAcSS is a British professor of Development Studies at the School of Oriental and African Studies (SOAS), University of London, and co-founder of the Basic Income Earth Network (BIEN)."}]}, {"heading": "Births", "year": "1949", "date": "February 9", "txt": "Bernard Gallacher, Scottish golfer and journalist", "entities": [{"title": "Bernard Gallacher", "href": "/wiki/Bernard_Gallacher", "description": "Bernard Gallacher, OBE is a Scottish professional golfer."}]}, {"heading": "Births", "year": "1949", "date": "February 9", "txt": "Judith Light, American actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 9", "txt": "Richard F. Colburn, American sergeant and politician", "entities": [{"title": "Richard F. Colburn", "href": "/wiki/Richard_F._Colburn", "description": "Richard F. Colburn, a Republican, is a former State Senator for District 37 in Maryland."}]}, {"heading": "Births", "year": "1951", "date": "February 9", "txt": "David Pomeranz, American singer, musician, and composer", "entities": [{"title": "David Pomeranz", "href": "/wiki/David_Pomeranz", "description": "David Pomeranz is an American singer, composer, lyricist, and writer for musical theatre. He is also an ambassador for Operation Smile."}]}, {"heading": "Births", "year": "1952", "date": "February 9", "txt": "Danny White, American football player and sportscaster", "entities": [{"title": "Danny White", "href": "/wiki/Danny_White", "description": "Wilford Daniel White is a former quarterback and punter for the Dallas Cowboys and an American football coach in the Arena Football League. He has been the color commentator for Cowboys games on Compass Media Networks' America's Team Radio Network since the 2011 season. He played college football at Arizona State University."}]}, {"heading": "Births", "year": "1953", "date": "February 9", "txt": "Ciarán Hinds, Irish actor", "entities": [{"title": "Ciarán Hinds", "href": "/wiki/Ciar%C3%A1n_Hinds", "description": "Ciarán Hinds is an Irish actor, originally from Belfast, Northern Ireland. A versatile character actor, Hinds has played roles ranging from the villainous to the heroic, starring in feature films including The Sum of All Fears, Road to Perdition, Munich, There Will Be Blood, Harry Potter and the Deathly Hallows – Part 2, Tinker Tailor Soldier Spy, Frozen, Silence, Red Sparrow, Justice League and i"}]}, {"heading": "Births", "year": "1953", "date": "February 9", "txt": "Ezechiele Ramin, Italian missionary, priest, and martyr (d. 1985)", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 9", "txt": "Gabriel Rotello, American journalist and author, founded OutWeek", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 9", "txt": "Jo Duffy, American author", "entities": [{"title": "Jo Duffy", "href": "/wiki/Jo_Duffy", "description": "Mary Jo Duffy is an American comic book editor and writer, known for her work for Marvel Comics in the 1980s and DC Comics and Image Comics in the 1990s."}]}, {"heading": "Births", "year": "1954", "date": "February 9", "txt": "Chris Gardner, American businessman and philanthropist", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 9", "txt": "Kevin Warwick, English cybernetics scientist", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 9", "txt": "Jerry Beck, American historian and author", "entities": [{"title": "Jerry Beck", "href": "/wiki/Jerry_Beck", "description": "Jerry Beck is an American animation historian, author, blogger, and video producer."}]}, {"heading": "Births", "year": "1955", "date": "February 9", "txt": "Jimmy Pursey, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 9", "txt": "Charles Shaughnessy, English actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 9", "txt": "Mookie Wilson, American baseball player and coach", "entities": [{"title": "Mookie Wilson", "href": "/wiki/Mookie_Wilson", "description": "William Hayward \"Mookie\" Wilson is an American former Major League Baseball outfielder and coach remembered as the Met who hit the ground ball that rolled through Bill Buckner's legs in the bottom of the 10th inning of game six of the 1986 World Series."}]}, {"heading": "Births", "year": "1957", "date": "February 9", "txt": "Terry McAuliffe, American businessman and politician, 72nd Governor of Virginia", "entities": [{"title": "Terry McAuliffe", "href": "/wiki/Terry_McAuliffe", "description": "Terence Richard McAuliffe is an American politician and former entrepreneur who served as the 72nd Governor of Virginia from 2014 to 2018. He was chair of the Democratic National Committee from 2001 to 2005, was co-chair of President Bill Clinton's 1996 re-election campaign and 1997 Presidential inauguration and was chair of Hillary Clinton's 2008 presidential campaign."}, {"title": "Governor of Virginia", "href": "/wiki/Governor_of_Virginia", "description": "The governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The incumbent, Ralph Northam, was sworn in January 13, 2018. The next gubernatorial election shall be held on November 2, 2021."}]}, {"heading": "Births", "year": "1957", "date": "February 9", "txt": "Gordon Strachan, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 9", "txt": "Sandy Lyle, Scottish golfer", "entities": [{"title": "Sandy Lyle", "href": "/wiki/Sandy_Lyle", "description": "Alexander Walter Barr Lyle is a Scottish professional golfer. Lyle has won two major championships during his career. Along with Nick Faldo and Ian Woosnam, he became one of Britain's top golfers during the 1980s. He spent 167 weeks in the top-10 of the Official World Golf Ranking from its introduction, in 1986, until 1989. Lyle was inducted to the World Golf Hall of Fame in May 2012."}]}, {"heading": "Births", "year": "1958", "date": "February 9", "txt": "Chris Nilan, American ice hockey player, coach, and radio host", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 9", "txt": "Holly Johnson, English singer-songwriter and bass player", "entities": [{"title": "Holly Johnson", "href": "/wiki/Holly_Johnson", "description": "William \"Holly\" Johnson is an English artist, musician, and writer, best known as the lead vocalist of Frankie Goes to Hollywood, who achieved huge commercial success in the mid-1980s. Prior to that, in the late 1970s he was a bassist for the band Big in Japan. In 1989, Johnson's debut solo album, Blast, reached number one in the UK albums chart. Two singles from the album – \"Love Train\" and \"Amer"}]}, {"heading": "Births", "year": "1960", "date": "February 9", "txt": "David Simon, American journalist, author, screenwriter, and television producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 9", "txt": "Peggy Whitson, American biochemist and astronaut", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 9", "txt": "John Kruk, American baseball player and sportscaster", "entities": [{"title": "John Kruk", "href": "/wiki/John_Kruk", "description": "John Martin Kruk is an American former professional baseball first baseman and outfielder. Kruk played in Major League Baseball (MLB) for the San Diego Padres, Philadelphia Phillies, and Chicago White Sox from 1986 through 1995. During his career, he was a three-time MLB All-Star. After retiring as a player, Kruk became a baseball analyst for ESPN. He is now a color commentator for Phillies' games"}]}, {"heading": "Births", "year": "1962", "date": "February 9", "txt": "Anik Bissonnette, Canadian ballerina", "entities": [{"title": "Anik Bissonnette", "href": "/wiki/Anik_Bissonnette", "description": "Anik Bissonnette is a Canadian ballet dancer and principal dancer, since 1990, with Les Grands Ballets Canadiens. Her father, Jean Bissonnette, was famous as a television director with Télévision de Radio-Canada."}]}, {"heading": "Births", "year": "1963", "date": "February 9", "txt": "Brian Greene, American physicist", "entities": [{"title": "Brian Greene", "href": "/wiki/Brian_Greene", "description": "Brian Randolph Greene is an American theoretical physicist, mathematician, and string theorist. Greene was a physics professor at Cornell University from 1990–1995, and has been a professor at Columbia University since 1996 and chairman of the World Science Festival since co-founding it in 2008. Greene has worked on mirror symmetry, relating two different Calabi–Yau manifolds. He also described th"}]}, {"heading": "Births", "year": "1963", "date": "February 9", "txt": "Peter Rowsthorn, Australian comedian and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 9", "txt": "Travis Tritt, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 9", "txt": "Debrah Miceli, Italian-American wrestler and manager", "entities": [{"title": "Debrah Miceli", "href": "/wiki/Debrah_Miceli", "description": null}]}, {"heading": "Births", "year": "1964", "date": "February 9", "txt": "Dewi Morris, English rugby player", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 9", "txt": "Alejandro Ávila, Mexican telenovela actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 9", "txt": "Ernesto Valverde, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 9", "txt": "Dieter Baumann, German runner", "entities": [{"title": "Dieter Baumann", "href": "/wiki/Dieter_Baumann", "description": "Dieter Baumann is a former German athlete and winner of the 5000 m at the 1992 Summer Olympics. He also won the silver medal in the same event at the 1988 Summer Olympics. In 1999 Baumann tested positive for nandrolone and received a two-year suspension."}]}, {"heading": "Births", "year": "1966", "date": "February 9", "txt": "Harald Eia, Norwegian comedian, actor, and screenwriter", "entities": [{"title": "Harald Eia", "href": "/wiki/Harald_Eia", "description": "Harald Meldal Eia is a Norwegian comedian, sociologist and documentarian."}]}, {"heading": "Births", "year": "1967", "date": "February 9", "txt": "Todd Pratt, American baseball player and coach", "entities": [{"title": "Todd Pratt", "href": "/wiki/Todd_Pratt", "description": "Todd Alan Pratt is an American former Major League Baseball (MLB) catcher, playing from 1992 to 2006 and current manager for the Jupiter Hammerheads. He primarily served as a back-up catcher for most of his career.\nPratt was the head baseball coach and athletic director at West Georgia Technical College, a member of the Georgia Collegiate Athletic Association from 2011 to 2016 and the owner/head c"}]}, {"heading": "Births", "year": "1967", "date": "February 9", "txt": "Dan Shulman, Canadian sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 9", "txt": "Gaston Browne, Antiguan and Barbudan Prime Minister", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 9", "txt": "Alejandra Guzmán, Mexican singer-songwriter and actress", "entities": [{"title": "Alejandra Guzmán", "href": "/wiki/Alejandra_Guzm%C3%A1n", "description": "Gabriela Alejandra Guzmán Pinal, known professionally as Alejandra Guzmán, is a Mexican musician, singer, composer, and actress. With more than 20 million albums sold throughout her career, and winner of a Latin Grammy, she is one of the most successful Mexican female singers. She is the daughter of actress Silvia Pinal and singer Enrique Guzmán."}]}, {"heading": "Births", "year": "1968", "date": "February 9", "txt": "Derek Strong, American basketball player and race car driver", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 9", "txt": "Gloria Trevi, Mexican singer and actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 9", "txt": "Jimmy Smith, American football player", "entities": [{"title": "Jimmy Smith (wide receiver)", "href": "/wiki/Jimmy_Smith_(wide_receiver)", "description": "Jimmy Lee Smith Jr. is a former American football wide receiver in the National Football League for the Dallas Cowboys and Jacksonville Jaguars. He played college football at Jackson State University."}]}, {"heading": "Births", "year": "1970", "date": "February 9", "txt": "Glenn McGrath, Australian cricketer and sportscaster", "entities": [{"title": "Glenn McGrath", "href": "/wiki/Glenn_McGrath", "description": "Glenn Donald McGrath is an Australian former international cricketer who played international cricket for 14 years. He was a fast-medium pace bowler and is considered one of the greatest Australian international bowlers of all time, and a leading contributor to Australia's domination of world cricket from the mid-1990s to the late-2000s."}]}, {"heading": "Births", "year": "1971", "date": "February 9", "txt": "Matt Gogel, American golfer", "entities": [{"title": "Matt Gogel", "href": "/wiki/Matt_Gogel", "description": "Matthew John Gogel is an American professional golfer and golf commentator who has played on the PGA Tour and the Nationwide Tour."}]}, {"heading": "Births", "year": "1971", "date": "February 9", "txt": "Johan Mjällby, Swedish footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 9", "txt": "Darren Ferguson, Scottish footballer and manager", "entities": [{"title": "Darren Ferguson", "href": "/wiki/Darren_Ferguson", "description": "Darren Ferguson is a Scottish professional football manager and former player, who is currently the manager of League One club Peterborough United. Between his first and third stints with Peterborough, he also managed Preston North End and Doncaster Rovers."}]}, {"heading": "Births", "year": "1973", "date": "February 9", "txt": "Svetlana Boginskaya, Belarusian gymnast", "entities": [{"title": "Svetlana Boginskaya", "href": "/wiki/Svetlana_Boginskaya", "description": "Svetlana Leonidovna Boginskaya is a former artistic gymnast for the Soviet Union and Belarus of Belarusian origin. She is a three-time Olympic champion, with an individual gold medal on vault from the 1988 Summer Olympics and team gold medals from the 1988 and 1992 Summer Olympics."}]}, {"heading": "Births", "year": "1973", "date": "February 9", "txt": "Colin Egglesfield, American actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 9", "txt": "Makoto Shinkai, Japanese animator, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 9", "txt": "Jordi Cruyff, Dutch footballer and manager", "entities": [{"title": "Jordi Cruyff", "href": "/wiki/Jordi_Cruyff", "description": "Johan Jordi Cruijff is a Dutch-Spanish football coach and former player. Cruyff is the son of former player and manager Johan Cruyff. He is currently the head coach of Chinese Super League club Shenzhen FC."}]}, {"heading": "Births", "year": "1974", "date": "February 9", "txt": "Brad Maynard, American football player", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 9", "txt": "Amber Valletta, American model", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 9", "txt": "John Wallace, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 9", "txt": "Kurt Asle Arvesen, Norwegian cyclist and coach", "entities": [{"title": "Kurt Asle Arvesen", "href": "/wiki/Kurt_Asle_Arvesen", "description": "Kurt Asle Arvesen is a Norwegian former professional road bicycle racer, who competed as a professional between 1998 and 2011. Arvesen is from Eresfjord, Nesset. He won the Norwegian National Road Race Championships five times, as well as stages in each of the three Grand Tours."}]}, {"heading": "Births", "year": "1975", "date": "February 9", "txt": "Clinton Grybas, Australian journalist and sportscaster (d. 2008)", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 9", "txt": "Vladimir Guerrero, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 9", "txt": "Charlie Day, American actor, producer, and screenwriter", "entities": [{"title": "Charlie Day", "href": "/wiki/Charlie_Day", "description": "Charles Peckham Day is an American actor, screenwriter, producer, comedian, and director. He is best known for playing Charlie Kelly on the sitcom It's Always Sunny in Philadelphia (2005–present), for which he was nominated for a Critics' Choice Television Award and a Satellite Award in 2011. In film, he is known for his role as Dale in the films Horrible Bosses (2011) and its 2014 sequel, as well"}]}, {"heading": "Births", "year": "1978", "date": "February 9", "txt": "A. J. Buckley, Irish-Canadian actor, director, and screenwriter", "entities": [{"title": "A. J. Buckley", "href": "/wiki/A._J._Buckley", "description": "Alan John \"A. J.\" Buckley is an Irish–Canadian actor. He is best known for playing Adam Ross on CSI:NY (2005-2013), Sonny on SEAL Team (2017-present) and for playing Ed on Supernatural (2006-2014). And for his movie roles, such as The Box (2007), Home Sweet Hell (2015), and for the voice of Nash in The Good Dinosaur (2015)."}]}, {"heading": "Births", "year": "1979", "date": "February 9", "txt": "Akinori Iwamura, Japanese baseball player", "entities": [{"title": "Akinori Iwamura", "href": "/wiki/Akinori_Iwamura", "description": "Akinori Iwamura  is a former Japanese baseball infielder, who currently is a manager for the Fukushima Red Hopes in Japan's Baseball Challenge League. He made his Major League debut with the Tampa Bay Devil Rays in 2007."}]}, {"heading": "Births", "year": "1979", "date": "February 9", "txt": "Irina Slutskaya, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 9", "txt": "Angelos Charisteas, Greek footballer", "entities": [{"title": "Angelos Charisteas", "href": "/wiki/Angelos_Charisteas", "description": "Angelos Charisteas is a Greek former professional footballer who played as a forward. He works as sporting director for Aris Thessaloniki."}]}, {"heading": "Births", "year": "1980", "date": "February 9", "txt": "Margarita Levieva, Russian-American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 9", "txt": "Manu Raju, American journalist", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 9", "txt": "Tom Hiddleston, English actor, producer, and musical performer", "entities": [{"title": "Tom Hiddleston", "href": "/wiki/Tom_Hiddleston", "description": "Thomas William Hiddleston is an English actor. He is the recipient of several accolades, including a Golden Globe Award and a Laurence Olivier Award, in addition to nominations for two Primetime Emmy Awards and a Tony Award."}]}, {"heading": "Births", "year": "1981", "date": "February 9", "txt": "Daisuke Sekimoto, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 9", "txt": "Domingo Cisma, Spanish footballer", "entities": [{"title": "Domingo Cisma", "href": "/wiki/Domingo_Cisma", "description": "Domingo Cisma González is a Spanish retired footballer who played as a left back, and is the manager of Morón CF."}]}, {"heading": "Births", "year": "1982", "date": "February 9", "txt": "Jameer Nelson, American basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 9", "txt": "Ami Suzuki, Japanese singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 9", "txt": "Chris Weale, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 9", "txt": "Mikel Arruabarrena, Spanish footballer", "entities": [{"title": "Mikel Arruabarrena", "href": "/wiki/Mikel_Arruabarrena", "description": "Mikel Arruabarrena Aranbide is a Spanish former professional footballer who played as a centre forward, and is the current manager of Tolosa CF."}]}, {"heading": "Births", "year": "1984", "date": "February 9", "txt": "Maurice Ager, American basketball player, singer, and producer", "entities": [{"title": "Maurice Ager", "href": "/wiki/Maurice_Ager", "description": "Maurice Darnell Ager is an American former professional basketball player. He played at the collegiate level for the Michigan State Spartans from 2002 until 2006, and earned a spot on the 19-and-under USA basketball team in the summer of 2004. As a junior, Ager led the Spartans to the NCAA Final Four in 2005, averaging 14 points per game. As a senior, Ager led the Big Ten in scoring, averaging jus"}]}, {"heading": "Births", "year": "1984", "date": "February 9", "txt": "Shōhōzan Yūya, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 9", "txt": "David Gallagher, American actor", "entities": [{"title": "David Gallagher", "href": "/wiki/David_Gallagher", "description": "David Lee Gallagher is an American actor. Beginning a prolific career as a child actor and model at the age of two, Gallagher is a five-time Young Artist Award nominee and Teen Choice Award winner, best known for his role as Simon Camden on the long-running television series 7th Heaven, as well as for his feature film roles; as Mikey Ubriacco in Look Who's Talking Now, as Kevin Harper in Angels in"}]}, {"heading": "Births", "year": "1987", "date": "February 9", "txt": "Sam Coulson, English guitarist", "entities": [{"title": "Sam Coulson", "href": "/wiki/Sam_Coulson", "description": "Sam Coulson is an English guitarist, best known for being a member of progressive rock band Asia from 2013 to 2018, after his guitar-playing skills were noticed on the video-hosting website YouTube.\nSam was born in Chigwell London, and later moved to the Worcestershire town of Bromsgrove.\nIn 2013 Coulson married and moved to Canada. As of 2019, he is currently the lead guitarist for the Queen-base"}]}, {"heading": "Births", "year": "1987", "date": "February 9", "txt": "Michael B. Jordan, American actor", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 9", "txt": "Davide Lanzafame, Italian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 9", "txt": "Magdalena Neuner, German biathlete", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 9", "txt": "Lotte Friis, Danish swimmer", "entities": [{"title": "Lotte Friis", "href": "/wiki/Lotte_Friis", "description": "Lotte Friis is a Danish competitive swimmer from Allerød Municipality."}]}, {"heading": "Births", "year": "1989", "date": "February 9", "txt": "Maxime Dufour-Lapointe, Canadian skier", "entities": [{"title": "Maxime Dufour-Lapointe", "href": "/wiki/Maxime_Dufour-Lapointe", "description": "Maxime Dufour-Lapointe is a Canadian freestyle skier from Montréal, Quebec."}]}, {"heading": "Births", "year": "1990", "date": "February 9", "txt": "Tariq Sims, Australian-Fijian rugby league player", "entities": [{"title": "Tariq Sims", "href": "/wiki/Tariq_Sims", "description": "Tariq Sims is a Fiji international rugby league footballer who plays as a second-row and lock for the St. George Illawarra Dragons in the NRL."}]}, {"heading": "Births", "year": "1991", "date": "February 9", "txt": "Logan Ryan, American football player", "entities": [{"title": "Logan Ryan", "href": "/wiki/Logan_Ryan", "description": "Logan Daniel Ryan is an American football cornerback for the New York Giants of the National Football League (NFL). He played college football at Rutgers and was drafted by the New England Patriots in the third round of the 2013 NFL Draft. He has also played for the Tennessee Titans."}]}, {"heading": "Births", "year": "1992", "date": "February 9", "txt": "Kyle Feldt, Australian rugby league player", "entities": [{"title": "Kyle Feldt", "href": "/wiki/Kyle_Feldt", "description": "Kyle Feldt is an Australian professional rugby league footballer who plays as a winger for the North Queensland Cowboys in the NRL."}]}, {"heading": "Births", "year": "1992", "date": "February 9", "txt": "Mitchell Frei, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 9", "txt": "Avan Jogia, Canadian actor", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 9", "txt": "Niclas Füllkrug, German footballer", "entities": [{"title": "Niclas Füllkrug", "href": "/wiki/Niclas_F%C3%BCllkrug", "description": "Niclas Füllkrug is a German professional footballer who plays as a striker for SV Werder Bremen."}]}, {"heading": "Births", "year": "1995", "date": "February 9", "txt": "André Burakovsky, Swedish ice hockey player", "entities": [{"title": "André Burakovsky", "href": "/wiki/Andr%C3%A9_Burakovsky", "description": "André Burakovsky is an Austrian-born Swedish professional ice hockey forward for the Colorado Avalanche of the National Hockey League (NHL). He had previously played for the Washington Capitals, who drafted him 23rd overall in 2013. Burakovsky won the Stanley Cup as a member of the Capitals in 2018."}]}, {"heading": "Births", "year": "1995", "date": "February 9", "txt": "Mario Pašalić, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1999", "date": "February 9", "txt": "Shonte Seale, Barbadian netball player", "entities": [{"title": "Shonte Seale", "href": "/wiki/Shonte_Seale", "description": "Shonte Seale is a Barbadian netball player who represents Barbados internationally and plays in the positions of wing defense, goal defense and goal keeper. She made her maiden World Cup appearance representing Barbados at the 2019 Netball World Cup. She also represented Barbados at the 2018 Commonwealth Games, which also marked her maiden Commonwealth Games appearance."}]}, {"heading": "Deaths", "year": "0966", "date": "February 9", "txt": "Ono no Michikaze, Japanese calligrapher (b. 894)", "entities": [{"title": "Ono no Michikaze", "href": "/wiki/Ono_no_Michikaze", "description": "Ono no Michikaze or Ono no Tōfū  was a prominent Shodōka who lived in the Heian period (794–1185). One of the so-called Sanseki 三跡, along with Fujiwara no Sukemasa and Fujiwara no Yukinari, Tōfū is considered the founder of Japanese style calligraphy or wayōshodō (和様書道)."}]}, {"heading": "Deaths", "year": "0967", "date": "February 9", "txt": "Sayf al-Dawla, emir of Aleppo (b. 916)", "entities": [{"title": "Sayf al-Dawla", "href": "/wiki/Sayf_al-Dawla", "description": "ʿAlī ibn ʾAbū l-Hayjāʾ ʿAbdallāh ibn Ḥamdān ibn al-Ḥārith al-Taghlibī, more commonly known simply by his laqab of Sayf al-Dawla, was the founder of the Emirate of Aleppo, encompassing most of northern Syria and parts of western Jazira, and the brother of al-Hasan ibn Abdallah ibn Hamdan."}]}, {"heading": "Deaths", "year": "0978", "date": "February 9", "txt": "Luitgarde, duchess consort of Normandy", "entities": [{"title": "Luitgarde of Vermandois", "href": "/wiki/Luitgarde_of_Vermandois", "description": "Luitgarde of Vermandois was a French noblewoman. She was a countess of Vermandois by birth and a duchess consort of Normandy by her first marriage, and a countess consort of Blois by her second. She was a daughter of Herbert II of Vermandois, and Adele, daughter of Robert I of France. She first married William I of Normandy in 940. This marriage was childless. As a widow, following his death in 94"}, {"title": "Duchy of Normandy", "href": "/wiki/Duchy_of_Normandy", "description": "The Duchy of Normandy grew out of the 911 Treaty of Saint-Clair-sur-Epte between King Charles III of West Francia and the Viking leader Rollo. The duchy was named for its inhabitants, the Normans."}]}, {"heading": "Deaths", "year": "1011", "date": "February 9", "txt": "Bernard I, Duke of Saxony", "entities": [{"title": "Bernard I, Duke of Saxony", "href": "/wiki/Bernard_I,_Duke_of_Saxony", "description": "Bernard I was the Duke of Saxony between 973 and 1011, the second of the Billung dynasty, a son of Duke Herman and Oda. He extended his father's power considerably."}]}, {"heading": "Deaths", "year": "1014", "date": "February 9", "txt": "Yang Yanzhao, Chinese general", "entities": [{"title": "Yang Yanzhao", "href": "/wiki/Yang_Yanzhao", "description": "Yang Yanzhao (楊延昭), named Yang Yanlang (楊延朗) before 1012 and Liu Yanlang (劉延朗) before 979, was a military general in ancient China's Northern Song Dynasty. For over 2 decades he defended Song's northern border against the Khitan-ruled Liao Dynasty, helping Song thwart Liao's repeated invasion attempts between 999 and 1004."}]}, {"heading": "Deaths", "year": "1135", "date": "February 9", "txt": "Tai Zong, Chinese emperor (b. 1075)", "entities": [{"title": "Emperor Taizong of Jin", "href": "/wiki/Emperor_Taizong_of_Jin", "description": "Emperor Taizong of Jin, personal name Wuqimai, sinicised name Wanyan Sheng, was the second emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. His regnal name was \"Tianhui\" (天會). During his reign, the Jin dynasty conquered the Khitan-led Liao dynasty. He then led the Jurchens in their campaigns against the Song dynasty, captured the Song capital "}]}, {"heading": "Deaths", "year": "1199", "date": "February 9", "txt": "Minamoto no Yoritomo, Japanese shōgun (b. 1147)", "entities": [{"title": "Minamoto no Yoritomo", "href": "/wiki/Minamoto_no_Yoritomo", "description": "Minamoto no Yoritomo  was the founder and the first shogun of the Kamakura shogunate of Japan, ruling from 1192 until 1199. He was the husband of Hōjō Masako who acted as regent (shikken) after his death."}]}, {"heading": "Deaths", "year": "1251", "date": "February 9", "txt": "Matthias II, duke of Lorraine", "entities": [{"title": "Matthias II, Duke of Lorraine", "href": "/wiki/Matthias_II,_Duke_of_Lorraine", "description": "Matthias II was Duke of Lorraine from 1220 to his death. He was the son of Duke Frederick II and Agnes of Bar and succeeded his brother, Theobald I."}]}, {"heading": "Deaths", "year": "1407", "date": "February 9", "txt": "William I, margrave of Meissen (b. 1343)", "entities": [{"title": "William I, Margrave of Meissen", "href": "/wiki/William_I,_Margrave_of_Meissen", "description": "William I, the one-eyed, was Margrave of Meissen. His surname is related to the legend that Saint Benno appeared to him because of his disputes with the Church in a dream and he had an eye gouged out."}]}, {"heading": "Deaths", "year": "1450", "date": "February 9", "txt": "Agnès Sorel, French mistress of Charles VII of France (b. 1421)", "entities": [{"title": "Agnès Sorel", "href": "/wiki/Agn%C3%A8s_Sorel", "description": "Agnès Sorel, known by the sobriquet Dame de beauté, was a favourite and chief mistress of King Charles VII of France, by whom she bore four daughters. She is considered the first officially recognized royal mistress of a French king. She was the subject of several contemporary paintings and works of art, including Jean Fouquet's Virgin and Child Surrounded by Angels."}, {"title": "Charles VII of France", "href": "/wiki/Charles_VII_of_France", "description": "Charles VII, called the Victorious or the Well-Served, was King of France from 1422 to his death in 1461."}]}, {"heading": "Deaths", "year": "1555", "date": "February 9", "txt": "John Hooper, English bishop and martyr (b. 1495)", "entities": [{"title": "John Hooper (bishop)", "href": "/wiki/John_Hooper_(bishop)", "description": "John Hooper was an English churchman, Anglican Bishop of Gloucester, and Worcester, a Protestant reformer and a Protestant martyr. A proponent of the English Reformation, he was executed for heresy by burning during the reign of Queen Mary I."}]}, {"heading": "Deaths", "year": "1555", "date": "February 9", "txt": "Rowland Taylor, English priest and martyr (b. 1510)", "entities": []}, {"heading": "Deaths", "year": "1588", "date": "February 9", "txt": "Álvaro de Bazán, 1st Marquis of Santa Cruz, Spanish admiral (b. 1526)", "entities": [{"title": "Álvaro de Bazán, 1st Marquis of Santa Cruz", "href": "/wiki/%C3%81lvaro_de_Baz%C3%A1n,_1st_Marquis_of_Santa_Cruz", "description": "Álvaro de Bazán, 1st Marquess of Santa Cruz, GE, KOS, was a Spanish admiral. He was never defeated, a remarkable achievement in a fifty-year long career. His personal galley, La Loba, thus called by her golden figurehead, was feared by Spanish enemies and regarded with hope amongst Spanish sailors and allies."}]}, {"heading": "Deaths", "year": "1600", "date": "February 9", "txt": "John Frederick, Duke of Pomerania (b. 1542)", "entities": [{"title": "John Frederick, Duke of Pomerania", "href": "/wiki/John_Frederick,_Duke_of_Pomerania", "description": "John Frederick was Duke of Pomerania from 1560 to 1600, and Bishop of Cammin (Kamień) from 1556 to 1574. Elected bishop in 1556 and heir of the duchy in 1560, he remained under tutelage of his great-uncle Barnim XI until he took on his offices in 1567."}]}, {"heading": "Deaths", "year": "1619", "date": "February 9", "txt": "Lucilio Vanini, Italian physician and philosopher (b. 1585)", "entities": [{"title": "Lucilio Vanini", "href": "/wiki/Lucilio_Vanini", "description": "Lucilio Vanini, who, in his works, styled himself Giulio Cesare Vanini, was an Italian philosopher, physician and free-thinker, who was one of the first significant representatives of intellectual libertinism. He was among the first modern thinkers who viewed the universe as an entity governed by natural laws. He was also an early literate proponent of biological evolution, maintaining that humans"}]}, {"heading": "Deaths", "year": "1640", "date": "February 9", "txt": "Murad IV, Ottoman Sultan (b. 1612)", "entities": [{"title": "Murad IV", "href": "/wiki/Murad_IV", "description": "Murad IV was the Sultan of the Ottoman Empire from 1623 to 1640, known both for restoring the authority of the state and for the brutality of his methods. Murad IV was born in Constantinople, the son of Sultan Ahmed I and Kösem Sultan. He was brought to power by a palace conspiracy in 1623, and he succeeded his uncle Mustafa I. He was only 11 when he ascended the throne. His reign is most notable "}, {"title": "Ottoman Sultan", "href": "/wiki/Ottoman_Sultan", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}]}, {"heading": "Deaths", "year": "1670", "date": "February 9", "txt": "Frederick III of Denmark (b. 1609)", "entities": [{"title": "Frederick III of Denmark", "href": "/wiki/Frederick_III_of_Denmark", "description": "Frederick III was king of Denmark and Norway from 1648 until his death in 1670. He also governed under the name Frederick II as diocesan administrator of the Prince-Bishopric of Verden, and the Prince-Archbishopric of Bremen (1635–45)."}]}, {"heading": "Deaths", "year": "1675", "date": "February 9", "txt": "Gerrit Dou, Dutch painter (b. 1613)", "entities": [{"title": "Gerrit Dou", "href": "/wiki/Gerrit_Dou", "description": "Gerrit Dou, also known as Gerard Douw or Dow, was a Dutch Golden Age painter, whose small, highly polished paintings are typical of the Leiden fijnschilders. He specialised in genre scenes and is noted for his trompe-l'œil \"niche\" paintings and candlelit night-scenes with strong chiaroscuro. He was a student of Rembrandt."}]}, {"heading": "Deaths", "year": "1709", "date": "February 9", "txt": "François Louis, Prince of Conti (b. 1664)", "entities": [{"title": "François Louis, Prince of Conti", "href": "/wiki/Fran%C3%A7ois_Louis,_Prince_of_Conti", "description": "François Louis de Bourbon, le Grand Conti, was Prince de Conti, succeeding his brother, Louis Armand de Bourbon, in 1685. Until this date, he used the title of Prince of La Roche-sur-Yon. He was son of Armand de Bourbon, Prince of Conti and Anne Marie Martinozzi, daughter of Girolamo Martinozzi and niece of Cardinal Mazarin, through her mother. He was proclaimed as the King of Poland in 1697. He i"}]}, {"heading": "Deaths", "year": "1777", "date": "February 9", "txt": "Seth Pomeroy, American general and gunsmith (b. 1706)", "entities": [{"title": "Seth Pomeroy", "href": "/wiki/Seth_Pomeroy", "description": "Seth Pomeroy was an American gunsmith and soldier from Northampton, Massachusetts. His military service included the French and Indian War and the early stages of the American Revolutionary War. He fought as a private soldier in the Battle of Bunker Hill, but was later appointed a major general in the Massachusetts militia."}]}, {"heading": "Deaths", "year": "1803", "date": "February 9", "txt": "Jean François de Saint-Lambert, French soldier, poet, and philosopher (b. 1716)", "entities": [{"title": "Jean François de Saint-Lambert", "href": "/wiki/Jean_Fran%C3%A7ois_de_Saint-Lambert", "description": "Jean François de Saint-Lambert was a French poet, philosopher and military officer."}]}, {"heading": "Deaths", "year": "1857", "date": "February 9", "txt": "Dionysios Solomos, Greek poet and translator (b. 1798)", "entities": [{"title": "Dionysios Solomos", "href": "/wiki/Dionysios_Solomos", "description": "Dionysios Solomos was a Greek poet from Zakynthos. He is best known for writing the Hymn to Liberty, of which the first two stanzas, set to music by Nikolaos Mantzaros, became the Greek and Cypriot national anthem in 1865 and 1966 respectively. He was the central figure of the Heptanese School of poetry, and is considered the national poet of Greece—not only because he wrote the national anthem, b"}]}, {"heading": "Deaths", "year": "1874", "date": "February 9", "txt": "Jules Michelet, French historian, philosopher, and academic (b. 1798)", "entities": [{"title": "Jules Michelet", "href": "/wiki/Jules_Michelet", "description": "Jules Michelet was a French historian. He was born in Paris to a family with Huguenot traditions."}]}, {"heading": "Deaths", "year": "1881", "date": "February 9", "txt": "Fyodor Dostoyevsky, Russian novelist, short story writer, essayist, and philosopher (b. 1821)", "entities": [{"title": "Fyodor Dostoyevsky", "href": "/wiki/Fyodor_Dostoyevsky", "description": "Fyodor Mikhailovich Dostoevsky, sometimes transliterated as Dostoyevsky, was a Russian novelist, philosopher, short story writer, essayist, and journalist. Dostoevsky's literary works explore human psychology in the troubled political, social, and spiritual atmospheres of 19th-century Russia, and engage with a variety of philosophical and religious themes. His most acclaimed works include Crime an"}]}, {"heading": "Deaths", "year": "1891", "date": "February 9", "txt": "Johan Jongkind, Dutch painter (b. 1819)", "entities": [{"title": "Johan Jongkind", "href": "/wiki/Johan_Jongkind", "description": "Johan Barthold Jongkind was a Dutch painter and printmaker. He painted marine landscapes in a free manner and is regarded as a forerunner of Impressionism."}]}, {"heading": "Deaths", "year": "1903", "date": "February 9", "txt": "Charles Gavan Duffy, Irish-Australian politician, 8th Premier of Victoria (b. 1816)", "entities": [{"title": "Charles Gavan Duffy", "href": "/wiki/Charles_Gavan_Duffy", "description": "Sir Charles Gavan Duffy, KCMG, PC, was an Irish poet and journalist, Young Irelander and tenant-rights activist. After emigrating to Australia in 1856 he entered the politics of Victoria on a platform of land reform, and in 1871-72 served as the colony's 8th Premier."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1906", "date": "February 9", "txt": "Paul Laurence Dunbar, American author, poet, and playwright (b. 1872)", "entities": [{"title": "Paul Laurence Dunbar", "href": "/wiki/Paul_Laurence_Dunbar", "description": "Paul Laurence Dunbar was an American poet, novelist, and short story writer of the late 19th and early 20th centuries. Born in Dayton, Ohio, to parents who had been enslaved in Kentucky before the American Civil War, Dunbar began writing stories and verse when he was a child. He published his first poems at the age of 16 in a Dayton newspaper, and served as president of his high school's literary "}]}, {"heading": "Deaths", "year": "1928", "date": "February 9", "txt": "William Gillies, Australian politician, 21st Premier of Queensland (b. 1868)", "entities": [{"title": "William Gillies (Australian politician)", "href": "/wiki/William_Gillies_(Australian_politician)", "description": "William Neal Gillies was Labor Premier of Queensland from 26 February 1925 to 22 October 1925."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1930", "date": "February 9", "txt": "Richard With, Norwegian captain and businessman, founded Hurtigruten (b. 1846)", "entities": [{"title": "Richard With", "href": "/wiki/Richard_With", "description": "Richard Bernhard With was a Norwegian ship captain, businessman and politician for the Liberal Left Party. He is known as the founder of the shipping companies Vesteraalens Dampskibsselskab and Hurtigruten."}, {"title": "Hurtigruten", "href": "/wiki/Hurtigruten", "description": "Hurtigruten, formally Kystruten Bergen-Kirkenes, is a Norwegian public coastal route transporting passengers that travel locally, regionally and between the ports of call, and also cargo between ports north of Tromsø."}]}, {"heading": "Deaths", "year": "1932", "date": "February 9", "txt": "Junnosuke Inoue, Japanese businessman and banker (b. 1869)", "entities": [{"title": "Junnosuke Inoue", "href": "/wiki/Junnosuke_Inoue", "description": "Junnosuke Inoue  was a Japanese businessman and central banker. He was the 9th and 11th Governor of the Bank of Japan (BOJ)."}]}, {"heading": "Deaths", "year": "1932", "date": "February 9", "txt": "A.K. Golam Jilani, Bangladeshi soldier and activist (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "February 9", "txt": "Ella D. Barrier, American educator (b. 1852)", "entities": [{"title": "Ella D. Barrier", "href": "/wiki/Ella_D._Barrier", "description": "Ella D. Barrier was an American educator and clubwoman. Her younger sister was Fannie Barrier Williams."}]}, {"heading": "Deaths", "year": "1950", "date": "February 9", "txt": "Ted Theodore, Australian politician, 20th Premier of Queensland (b. 1884)", "entities": [{"title": "Ted Theodore", "href": "/wiki/Ted_Theodore", "description": "Edward Granville Theodore was an Australian politician who served as Premier of Queensland from 1919 to 1925, as leader of the state Labor Party. He later entered federal politics, serving as Treasurer in the Labor Scullin Government."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1951", "date": "February 9", "txt": "Eddy Duchin, American pianist, bandleader, and actor (b. 1910)", "entities": [{"title": "Eddy Duchin", "href": "/wiki/Eddy_Duchin", "description": "Edwin Frank Duchin was an American jazz pianist and bandleader during the 1930s and 1940s."}]}, {"heading": "Deaths", "year": "1957", "date": "February 9", "txt": "Miklós Horthy, Hungarian admiral and politician, Regent of Hungary (b. 1868)", "entities": [{"title": "Miklós Horthy", "href": "/wiki/Mikl%C3%B3s_Horthy", "description": "Miklós Horthy de Nagybánya was a Hungarian admiral and statesman who served as the regent of the Kingdom of Hungary between the two World Wars and throughout most of World War II, from 1 March 1920 to 15 October 1944."}, {"title": "Regent of Hungary", "href": "/wiki/Regent_of_Hungary", "description": "The Regent of Hungary was a position established in 1446 and renewed in 1920. It was held by Admiral Miklós Horthy until 1944. Under Hungary's Constitution there were two regents, one a regent of the ruling house, called the Nádor, and another called \"Kormányzó\". As the Entente had banned the legitimate Nádor from taking his place, the choice fell on electing a governor-regent: Admiral Horthy was "}]}, {"heading": "Deaths", "year": "1960", "date": "February 9", "txt": "Alexandre Benois, Russian painter and critic (b. 1870)", "entities": [{"title": "Alexandre Benois", "href": "/wiki/Alexandre_Benois", "description": "Alexandre Nikolayevich Benois was a Russian artist, art critic, historian, preservationist and founding member of Mir iskusstva, an art movement and magazine. As a designer for the Ballets Russes under Sergei Diaghilev, Benois exerted what is considered a seminal influence on the modern ballet and stage design."}]}, {"heading": "Deaths", "year": "1960", "date": "February 9", "txt": "Ernő Dohnányi, Hungarian pianist, composer, and conductor (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "February 9", "txt": "Khan Bahadur Ahsanullah, Bangladeshi theologian and educator (b. 1874)", "entities": [{"title": "Khan Bahadur Ahsanullah", "href": "/wiki/Khan_Bahadur_Ahsanullah", "description": "Khan Bahadur Ahsanullah was an educator, litterateur, Islamic theologist and social reformer of Pre-partition India. He was instrumental in the formation of the University of Dhaka and is the namesake of Ahsanullah University of Science and Technology."}]}, {"heading": "Deaths", "year": "1966", "date": "February 9", "txt": "Sophie Tucker, Russian-born American singer (b. 1884)", "entities": [{"title": "Sophie Tucker", "href": "/wiki/Sophie_Tucker", "description": "Sophie Tucker was a Russian-born American singer, comedian, actress, and radio personality. Known for her powerful delivery of comical and risqué songs, she was one of the more popular entertainers in the U.S. during the first half of the 20th century. She was known by the nickname \"The Last of the Red Hot Mamas\"."}]}, {"heading": "Deaths", "year": "1969", "date": "February 9", "txt": "George \"Gabby\" Hayes, American actor and singer (b. 1885)", "entities": [{"title": "George \"Gabby\" Hayes", "href": "/wiki/George_%22Gabby%22_Hayes", "description": "George Francis \"Gabby\" Hayes, was an American actor. He began as something of a leading man and a character player, but he was best known for his numerous appearances in B-Western film series as the bewhiskered, cantankerous, woman-hating, but ever-loyal and brave comic sidekick of the cowboy stars Hopalong Cassidy and Roy Rogers."}]}, {"heading": "Deaths", "year": "1976", "date": "February 9", "txt": "Percy Faith, Canadian composer and conductor (b. 1908)", "entities": [{"title": "Percy Faith", "href": "/wiki/Percy_Faith", "description": "Percy Faith was a Canadian bandleader, orchestrator, composer and conductor, known for his lush arrangements of pop and Christmas standards. He is often credited with popularizing the \"easy listening\" or \"mood music\" format. Faith became a staple of American popular music in the 1950s and continued well into the 1960s. Though his professional orchestra-leading career began at the height of the swi"}]}, {"heading": "Deaths", "year": "1977", "date": "February 9", "txt": "Sergey Ilyushin, Russian engineer and businessman, founded the Ilyushin Design Company (b. 1894)", "entities": [{"title": "Sergey Ilyushin", "href": "/wiki/Sergey_Ilyushin", "description": "Sergey Vladimirovich Ilyushin was a Soviet aircraft designer who founded the Ilyushin aircraft design bureau. He designed the Il-2 Shturmovik, which made its maiden flight in 1939. It is the most produced warplane, and remains the second most-produced aircraft in history, with some 36,000+ built, behind the US Cessna 172."}, {"title": "Ilyushin", "href": "/wiki/Ilyushin", "description": "The public joint stock company Ilyushin Aviation Complex, operating as \"Ilyushin\" or as \"Ilyushin Design Bureau\", is a former Soviet and now a Russian aircraft manufacturer and design bureau, founded in 1933 by Sergey Vladimirovich Ilyushin. Soviet/Russian nomenclature identifies aircraft from Ilyushin with the prefix \"Il-\". Ilyushin has its head office in Aeroport District, Northern Administrativ"}]}, {"heading": "Deaths", "year": "1978", "date": "February 9", "txt": "Costante Girardengo, Italian cyclist and coach (b. 1893)", "entities": [{"title": "Costante Girardengo", "href": "/wiki/Costante_Girardengo", "description": "Costante Girardengo was an Italian professional road bicycle racer, considered by many to be one of the finest riders in the history of the sport. He was the first rider to be declared a \"Campionissimo\" or \"champion of champions\" by the Italian media and fans. At the height of his popularity in the 1920s he was said to be more popular than Mussolini and it was decreed that all express trains shoul"}]}, {"heading": "Deaths", "year": "1979", "date": "February 9", "txt": "Allen Tate, American poet and academic (b. 1899)", "entities": [{"title": "Allen Tate", "href": "/wiki/Allen_Tate", "description": "John Orley Allen Tate, known professionally as Allen Tate, was an American poet, essayist, social commentator, and Poet Laureate from 1943 to 1944."}]}, {"heading": "Deaths", "year": "1980", "date": "February 9", "txt": "Tom Macdonald, Welsh journalist and author (b. 1900)", "entities": [{"title": "Tom Macdonald (writer)", "href": "/wiki/Tom_Macdonald_(writer)", "description": "Tom Macdonald (1900–1980) was a Welsh journalist and novelist, whose most significant publication was his highly evocative account of growing up in the north of Cardiganshire in the years before the Great War, which was published in 1975 as The White Lanes of Summer."}]}, {"heading": "Deaths", "year": "1981", "date": "February 9", "txt": "M. C. Chagla, Indian jurist and politician, Indian Minister of External Affairs (b. 1900)", "entities": [{"title": "M. C. Chagla", "href": "/wiki/M._C._Chagla", "description": "Mohammadali Carim Chagla was an Indian jurist, diplomat, and Cabinet Minister who served as Chief Justice of the Bombay High Court from 1947 to 1958."}, {"title": "Minister of External Affairs (India)", "href": "/wiki/Minister_of_External_Affairs_(India)", "description": "The Minister of External Affairs is the head of the Ministry of External Affairs of the Government of India. One of the senior-most offices in the Union Cabinet, the chief responsibility of the Foreign Minister is to represent India and its government in the international community. The Foreign Minister also plays an important role in determining Indian foreign policy. Occasionally, the Foreign Mi"}]}, {"heading": "Deaths", "year": "1981", "date": "February 9", "txt": "Bill Haley, American singer-songwriter and guitarist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "February 9", "txt": "Yuri Andropov, Russian lawyer and politician (b. 1914)", "entities": [{"title": "Yuri Andropov", "href": "/wiki/Yuri_Andropov", "description": "Yuri Vladimirovich Andropov was the sixth paramount leader of the Soviet Union and the fourth General Secretary of the Communist Party of the Soviet Union. Following the 18-year rule of Leonid Brezhnev, Andropov served in the post from November 1982 until his death in February 1984."}]}, {"heading": "Deaths", "year": "1989", "date": "February 9", "txt": "Osamu Tezuka, Japanese illustrator, animator, and producer (b. 1928)", "entities": [{"title": "Osamu Tezuka", "href": "/wiki/Osamu_Tezuka", "description": "Osamu Tezuka was a Japanese manga artist, cartoonist, and animator. Born in Osaka Prefecture, his prolific output, pioneering techniques, and innovative redefinitions of genres earned him such titles as \"the Father of Manga\" , \"the Godfather of Manga\"  and \"the God of Manga\" . Additionally, he is often considered the Japanese equivalent to Walt Disney, who served as a major inspiration during Tezu"}]}, {"heading": "Deaths", "year": "1994", "date": "February 9", "txt": "Howard Martin Temin, American geneticist and academic, Nobel Prize laureate (b. 1934)", "entities": [{"title": "Howard Martin Temin", "href": "/wiki/Howard_Martin_Temin", "description": "Howard Martin Temin was a US geneticist and virologist. He discovered reverse transcriptase in the 1970s at the University of Wisconsin–Madison, for which he shared the 1975 Nobel Prize in Physiology or Medicine with Renato Dulbecco and David Baltimore."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1995", "date": "February 9", "txt": "J. William Fulbright, American lawyer and politician (b. 1905)", "entities": [{"title": "J. William Fulbright", "href": "/wiki/J._William_Fulbright", "description": "James William Fulbright was an American politician, academic, and statesman who represented Arkansas in the United States Senate from 1945 until his resignation in 1974. As of 2021, Fulbright is the longest serving chairman in the history of the United States Senate Committee on Foreign Relations. He is best known for his staunch multilateralist positions on international issues, opposition to Ame"}]}, {"heading": "Deaths", "year": "1995", "date": "February 9", "txt": "Kalevi Keihänen, Finnish entrepreneur (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "February 9", "txt": "David Wayne, American actor (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "February 9", "txt": "Maurice Schumann, French journalist and politician, French Minister of Foreign Affairs (b. 1911)", "entities": [{"title": "Maurice Schumann", "href": "/wiki/Maurice_Schumann", "description": "Maurice Schumann was a French politician, journalist, writer, and hero of the Second World War who served as Minister of Foreign Affairs under Georges Pompidou from 22 June 1969 to 15 March 1973. Schumann was a member of the Christian democratic Popular Republican Movement."}, {"title": "Ministry of Foreign Affairs and International Development (France)", "href": "/wiki/Ministry_of_Foreign_Affairs_and_International_Development_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "2001", "date": "February 9", "txt": "Herbert A. Simon, American political scientist, economist, and academic, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Herbert A. Simon", "href": "/wiki/Herbert_A._Simon", "description": "Herbert Alexander Simon was an American economist, political scientist and cognitive psychologist, whose primary research interest was decision-making within organizations and is best known for the theories of \"bounded rationality\" and \"satisficing\". He received the Nobel Prize in Economics in 1978 and the Turing Award in 1975. His research was noted for its interdisciplinary nature and spanned ac"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2002", "date": "February 9", "txt": "Isabelle Holland, Swiss-American author (b. 1920)", "entities": [{"title": "Isabelle Holland", "href": "/wiki/Isabelle_Holland", "description": "Isabelle Christian Holland was an American author of fiction for children and adults. She wrote gothic novels, adult mysteries, romantic thrillers and many books for children and young adults."}]}, {"heading": "Deaths", "year": "2002", "date": "February 9", "txt": "Princess Margaret, Countess of Snowdon (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "February 9", "txt": "Masatoshi Gündüz Ikeda, Japanese-Turkish mathematician and academic (b. 1926)", "entities": [{"title": "Masatoshi Gündüz Ikeda", "href": "/wiki/Masatoshi_G%C3%BCnd%C3%BCz_Ikeda", "description": "Masatoşi Gündüz İkeda, was a Japanese-born Turkish mathematician known for his contributions to the field of algebraic number theory."}]}, {"heading": "Deaths", "year": "2004", "date": "February 9", "txt": "Claude Ryan, Canadian journalist and politician (b. 1925)", "entities": [{"title": "Claude Ryan", "href": "/wiki/Claude_Ryan", "description": "Claude Ryan, was a Canadian journalist and politician. He was the director of the newspaper Le Devoir from 1964 to 1978, leader of the Quebec Liberal Party from 1978 to 1982, National Assembly of Quebec member for Argenteuil from 1979 to 1994 and Minister of Education from 1985 to 1989."}]}, {"heading": "Deaths", "year": "2005", "date": "February 9", "txt": "Robert Kearns, American engineer, invented the windscreen wiper (b. 1927)", "entities": [{"title": "Robert Kearns", "href": "/wiki/Robert_Kearns", "description": "Robert William Kearns was an American engineer, educator and inventor who invented the most common intermittent windshield wiper systems used on most automobiles from 1969 to the present. His first patent for the invention was filed on December 1, 1964, after a few previous designs by other inventors had failed to gain any traction in manufacturing."}, {"title": "Windscreen wiper", "href": "/wiki/Windscreen_wiper", "description": "A windscreen wiper or windshield wiper is a device used to remove rain, snow, ice, washer fluid, water, and/or debris from a vehicle's front window so the vehicle's operator can better see what's ahead of them. Almost all motor vehicles, including cars, trucks, buses, train locomotives, and watercraft with a cabin—and some aircraft—are equipped with one or more such wipers, which are usually a leg"}]}, {"heading": "Deaths", "year": "2006", "date": "February 9", "txt": "Freddie Laker, English pilot and businessman, founded Laker Airways (b. 1922)", "entities": [{"title": "Freddie Laker", "href": "/wiki/Freddie_Laker", "description": "Sir Frederick Alfred Laker was an English airline entrepreneur, best known for founding Laker Airways in 1966, which went bankrupt in 1982. Known as Freddie Laker, he was one of the first airline owners to adopt the \"low cost / no-frills\" airline business model that has since proven to be very successful worldwide with companies such as Norwegian Air, Ryanair, easyJet, AirAsia and WestJet."}, {"title": "Laker Airways", "href": "/wiki/Laker_Airways", "description": "Laker Airways was a private British airline founded by Sir Freddie Laker in 1966. It was originally a charter airline flying passengers and cargo worldwide. Its head office was located at Gatwick Airport in Crawley, England."}]}, {"heading": "Deaths", "year": "2007", "date": "February 9", "txt": "Hank Bauer, American baseball player and manager (b. 1922)", "entities": [{"title": "Hank Bauer", "href": "/wiki/Hank_Bauer", "description": "Henry Albert Bauer was an American right fielder and manager in Major League Baseball. He played with the New York Yankees (1948–1959) and Kansas City Athletics (1960–1961); he batted and threw right-handed. He served as the manager of the Athletics in both Kansas City (1961–62) and in Oakland (1969), as well as of the Baltimore Orioles (1964–68), guiding the Orioles to the World Series title in 1"}]}, {"heading": "Deaths", "year": "2007", "date": "February 9", "txt": "Ian Richardson, Scottish actor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 9", "txt": "Christopher Hyatt, American occultist and author (b. 1943)", "entities": [{"title": "Christopher Hyatt", "href": "/wiki/Christopher_Hyatt", "description": "Christopher Hyatt, born Alan Ronald Miller, was an American psychologist, occultist, and author. He is perhaps best known as president of New Falcon Publications, an independent publisher specializing in of psychedelic and occult literature; Hyatt's press published work by several well-known champions of consciousness expansion, including Israel Regardie, Timothy Leary, Robert Anton Wilson, and An"}]}, {"heading": "Deaths", "year": "2008", "date": "February 9", "txt": "Carm Lino Spiteri, Maltese architect and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 9", "txt": "Jazeh Tabatabai, Iranian painter, poet, and sculptor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "February 9", "txt": "Orlando \"Cachaíto\" López, Cuban bassist and composer (b. 1933)", "entities": [{"title": "Orlando \"Cachaíto\" López", "href": "/wiki/Orlando_%22Cacha%C3%ADto%22_L%C3%B3pez", "description": "Candelario Orlando López Vergara, better known as Cachaíto, was a Cuban bassist and composer, who gained international fame after his involvement in the Buena Vista Social Club recordings. He was nicknamed Cachaíto after his uncle, the famous bassist and innovator of mambo music Israel \"Cachao\" López. His father and Cachao's older brother was Orestes López, also a famous bassist/multi-instrumental"}]}, {"heading": "Deaths", "year": "2010", "date": "February 9", "txt": "Walter Frederick Morrison, American businessman, invented the Frisbee (b. 1920)", "entities": [{"title": "Walter Frederick Morrison", "href": "/wiki/Walter_Frederick_Morrison", "description": "Walter Fredrick \"Fred\" Morrison was an American inventor and entrepreneur, who invented the Frisbee."}, {"title": "Frisbee", "href": "/wiki/Frisbee", "description": "A frisbee is a gliding toy or sporting item that is generally made of injection-molded plastic and roughly 8 to 10 inches in diameter with a pronounced lip. It is used recreationally and competitively for throwing and catching, as in flying disc games. The shape of the disc is an airfoil in cross-section which allows it to fly by generating lift as it moves through the air. Spinning the disc impar"}]}, {"heading": "Deaths", "year": "2011", "date": "February 9", "txt": "Miltiadis Evert, Greek lawyer and politician, 69th Mayor of Athens (b. 1939)", "entities": [{"title": "Miltiadis Evert", "href": "/wiki/Miltiadis_Evert", "description": "Miltiadis Evert was a Greek politician, a member of Parliament, government minister, and ex-chairman of the New Democracy party."}, {"title": "Mayor of Athens", "href": "/wiki/Mayor_of_Athens", "description": "The Mayor of Athens is the head of the Municipality of Athens, the largest district of the Athens."}]}, {"heading": "Deaths", "year": "2012", "date": "February 9", "txt": "O. P. Dutta, Indian director, producer, and screenwriter (b. 1922)", "entities": [{"title": "O. P. Dutta", "href": "/wiki/O._P._Dutta", "description": "O.P. Dutta an Indian filmmaker and writer, was born in Gujranwala, British India to a Punjabi Brahmin family. He began his career in 1948, as director for the film, 'Pyar Ki Jeet', which starred actress-singer, Suraiya. The film catapulted her to a 'Super Star' sensation. He directed nine films until 1959, after which he got into writing dialogues, scripts and stories for films. He wrote most of t"}]}, {"heading": "Deaths", "year": "2012", "date": "February 9", "txt": "John Hick, English philosopher and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 9", "txt": "Joe Moretti, Scottish-South African guitarist and songwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 9", "txt": "Richard Artschwager, American painter, illustrator, and sculptor (b. 1923)", "entities": [{"title": "Richard Artschwager", "href": "/wiki/Richard_Artschwager", "description": "Richard Ernst Artschwager was an American painter, illustrator and sculptor. His work has associations with Pop Art, Conceptual art and Minimalism."}]}, {"heading": "Deaths", "year": "2013", "date": "February 9", "txt": "Keiko Fukuda, Japanese-American martial artist and trainer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 9", "txt": "Jimmy Smyth, Irish hurler (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 9", "txt": "Gabriel Axel, Danish actor, director, and producer (b. 1918)", "entities": [{"title": "Gabriel Axel", "href": "/wiki/Gabriel_Axel", "description": "Axel Gabriel Erik Mørch better known as Gabriel Axel was a Danish film director, actor, writer and producer, best known for Babette's Feast (1987), which he wrote and directed."}]}, {"heading": "Deaths", "year": "2014", "date": "February 9", "txt": "Hal Herring, American football player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 9", "txt": "Logan Scott-Bowden, English general (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 9", "txt": "Liu Han, Chinese businessman and philanthropist (b. 1965)", "entities": [{"title": "Liu Han", "href": "/wiki/Liu_Han", "description": "Liu Han was a Chinese billionaire businessman, the former chairman of the conglomerate Hanlong Group, with interests in power generation and mining. His assets were officially valued at 40 billion yuan. He was convicted of murder, running a mafia-style gang, and many other charges, and executed in February 2015."}]}, {"heading": "Deaths", "year": "2015", "date": "February 9", "txt": "Ed Sabol, American film producer, co-founded NFL Films (b. 1916)", "entities": [{"title": "NFL Films", "href": "/wiki/NFL_Films", "description": "NFL Productions, LLC, doing business as NFL Films, is the film and television production company of the National Football League. It produces commercials, television programs, feature films, and documentaries for and about (NFL), as well as other unrelated major events and awards shows. Founded as Blair Motion Pictures by Ed Sabol in 1962 and run by his son Steve Sabol until his death, it produces"}]}, {"heading": "Deaths", "year": "2016", "date": "February 9", "txt": "Sushil Koirala, Nepalese politician, 37th Prime Minister of Nepal (b. 1939)", "entities": [{"title": "Sushil Koirala", "href": "/wiki/Sushil_Koirala", "description": "Sushil Koirala was a Nepalese politician and the Prime Minister of Nepal from 11 February 2014 to 10 October 2015. He was also President of the Nepali Congress from 2010 to 2016, having earlier served under various capacities in the party."}, {"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Deaths", "year": "2016", "date": "February 9", "txt": "Zdravko Tolimir, Bosnian Serb military commander (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 9", "txt": "André Salvat, French Army colonel (b. 1920)", "entities": [{"title": "André Salvat", "href": "/wiki/Andr%C3%A9_Salvat", "description": "André Salvat was a colonel in the French Army. He was a veteran of World War II, the First Indochina War and the Algerian War. He was made a Companion of the Liberation for his World War II service."}]}, {"heading": "Deaths", "year": "2018", "date": "February 9", "txt": "Reg E. Cathey, American actor of stage, film, and television (b. 1958)", "entities": [{"title": "Reg E. Cathey", "href": "/wiki/Reg_E._Cathey", "description": "Reginald Eurias Cathey was an American character actor. He was best known for his roles as Norman Wilson in The Wire, Martin Querns in Oz, the game show announcer in Square One Television, Dr. Franklin Storm in the 2015 reboot of Fantastic Four, and Freddy Hayes in House of Cards, the latter earning him three consecutive Emmy Award nominations for Outstanding Guest Actor in a Drama Series, includi"}]}, {"heading": "Deaths", "year": "2018", "date": "February 9", "txt": "Nebojša Glogovac, Serbian actor (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 9", "txt": "Jóhann Jóhannsson, Icelandic composer (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "February 9", "txt": "John Gavin,  American actor and United States ambassador to Mexico (b. 1931)", "entities": [{"title": "United States ambassador to Mexico", "href": "/wiki/United_States_ambassador_to_Mexico", "description": "The United States has maintained diplomatic relations with Mexico since 1823, when Andrew Jackson was appointed Envoy Extraordinary and Minister Plenipotentiary to that country. Jackson declined the appointment, however, and Joel R. Poinsett became the first U.S. envoy to Mexico in 1825. The rank of the U.S. chief of mission to Mexico was raised from Envoy Extraordinary and Minister Plenipotentiar"}]}, {"heading": "Deaths", "year": "2020", "date": "February 9", "txt": "Sergiy Vilkomir, Ukrainian-born computer scientist (b. 1956)", "entities": [{"title": "Sergiy Vilkomir", "href": "/wiki/Sergiy_Vilkomir", "description": "Sergiy A. Vilkomir was a Ukrainian-born computer scientist."}]}, {"heading": "Deaths", "year": "2021", "date": "February 9", "txt": "Chick Corea, American jazz composer (b. 1941)", "entities": [{"title": "Chick Corea", "href": "/wiki/Chick_Corea", "description": "Armando Anthony \"Chick\" Corea was an American jazz composer, keyboardist, bandleader, and occasional percussionist. His compositions \"Spain\", \"500 Miles High\", \"La Fiesta\", \"Armando's Rhumba\" and \"Windows\" are widely considered jazz standards. As a member of Miles Davis's band in the late 1960s, he participated in the birth of jazz fusion. In the 1970s he formed Return to Forever. Along with Herbi"}]}]