[{"heading": "Events", "year": "506", "date": "February 2", "txt": "Alaric II, eighth king of the Visigoths, promulgates the Breviary of Alaric (Breviarium Alaricianum or Lex Romana Visigothorum), a collection of \"Roman law\".", "entities": [{"title": "Alaric II", "href": "/wiki/Alaric_II", "description": "Alaric II was the King of the Visigoths in 484–507. He succeeded his father Euric as king of the Visigoths in Toulouse on 28 December 484; he was the great-grandson of the more famous Alaric I, who sacked Rome in 410. He established his capital at Aire-sur-l'Adour in Aquitaine. His dominions included not only the majority of Hispania but also Gallia Aquitania and the greater part of an as-yet undi"}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}, {"title": "Breviary of Alaric", "href": "/wiki/Breviary_of_Alaric", "description": "The Breviary of Alaric is a collection of Roman law, compiled by unknown writers and approved by referendary Anianus on the order of Alaric II, King of the Visigoths, with the advice of his bishops and nobles. It was promulgated on 2 February 506, the 22nd year of his reign. It applied, not to the Visigothic nobles under their own law, which had been formulated by Euric, but to the Hispano-Roman a"}, {"title": "Roman law", "href": "/wiki/Roman_law", "description": "Roman law is the legal system of ancient Rome, including the legal developments spanning over a thousand years of jurisprudence, from the Twelve Tables, to the Corpus Juris Civilis ordered by Eastern Roman Emperor Justinian I. Roman law forms the basic framework for civil law, the most widely used legal system today, and the terms are sometimes used synonymously. The historical importance of Roman"}]}, {"heading": "Events", "year": "880", "date": "February 2", "txt": "Battle of Lüneburg Heath: King Louis III of France is defeated by the Norse Great Heathen Army at Lüneburg Heath in Saxony.", "entities": [{"title": "Battle of Luneberg Heath", "href": "/wiki/Battle_of_Luneberg_Heath", "description": "\nThe Battle of Lüneburg Heath was a conflict between the army of King Louis the Younger and the Norse Great Heathen Army fought on 2 February 880 AD, at Lüneburg Heath in today's Lower Saxony."}, {"title": "Louis III of France", "href": "/wiki/Louis_III_of_France", "description": "Louis III was King of West Francia from 879 until his death in 882. He succeeded his father and ruled over West Francia in tandem with his brother Carloman II. Louis controlled the northern part of West Francia (Neustria), including the capital of Paris, while Carloman controlled the southern portion (Aquitania). Louis ruled from March 880 to 5 August 882, when he died and left the rest of West Fr"}, {"title": "Great Heathen Army", "href": "/wiki/Great_Heathen_Army", "description": "The Great Heathen Army, also known as the Viking Great Army, was a coalition of Scandinavian warriors mainly from Denmark, who invaded England in 865 AD. Since the late 8th century, the Vikings had been engaging in raids on centres of wealth such as monasteries. The Great Heathen Army was much larger and aimed to occupy and conquer the four English kingdoms of East Anglia, Northumbria, Mercia and "}, {"title": "Lüneburg Heath", "href": "/wiki/L%C3%BCneburg_Heath", "description": "Lüneburg Heath is a large area of heath, geest, and woodland in the northeastern part of the state of Lower Saxony in northern Germany. It forms part of the hinterland for the cities of Hamburg, Hanover and Bremen and is named after the town of Lüneburg. Most of the area is a nature reserve. Northern Low Saxon is still widely spoken in the region."}, {"title": "Saxony", "href": "/wiki/Saxony", "description": "Saxony, officially the Free State of Saxony, is a landlocked state of Germany, bordering the states of Brandenburg, Saxony-Anhalt, Thuringia, Bavaria, as well as the countries of Poland and the Czech Republic. Its capital is Dresden, and its largest city is Leipzig. Saxony is the tenth largest of Germany's sixteen states, with an area of 18,413 square kilometres (7,109 sq mi), and the sixth most p"}]}, {"heading": "Events", "year": "962", "date": "February 2", "txt": "Translatio imperii: Pope John XII crowns Otto I, Holy Roman Emperor, the first Holy Roman Emperor in nearly 40 years.", "entities": [{"title": "Pope John XII", "href": "/wiki/Pope_John_XII", "description": "Pope John XII, born Octavian, was the bishop of Rome and ruler of the Papal States from 16 December 955 to his death in 964. He was related to the counts of Tusculum, a powerful Roman family which had dominated papal politics for over half a century. He became pope in his late teenage years or early twenties. In 960, he clashed with the Lombards to the south. Unable to control Rome easily, he soug"}, {"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1032", "date": "February 2", "txt": "Conrad II, Holy Roman Emperor becomes king of Burgundy.", "entities": [{"title": "Conrad II, Holy Roman Emperor", "href": "/wiki/Conrad_II,_Holy_Roman_Emperor", "description": "Conrad II, also known as Conrad the Elder and Conrad the Salic, was Emperor of the Holy Roman Empire from 1027 until his death in 1039. The first of a succession of four Salian emperors, who reigned for one century until 1125, Conrad also served as King of Germany from 1024, King of Italy from 1026, and King of Burgundy (Arelat) from 1033."}, {"title": "Kingdom of Burgundy", "href": "/wiki/Kingdom_of_Burgundy", "description": "Kingdom of Burgundy was a name given to various states located in Western Europe during the Middle Ages. The historical Burgundy correlates with the border area of France, Italy and Switzerland and includes the major modern cities of Geneva and Lyon."}]}, {"heading": "Events", "year": "1141", "date": "February 2", "txt": "The Battle of Lincoln, at which Stephen, King of England is defeated and captured by the allies of Empress Matilda.", "entities": [{"title": "Battle of Lincoln (1141)", "href": "/wiki/Battle_of_Lincoln_(1141)", "description": "The Battle of Lincoln, or the First Battle of Lincoln, occurred on 2 February 1141 in Lincoln, England between King Stephen of England and forces loyal to Empress Matilda. Stephen was captured during the battle, imprisoned, and effectively deposed while Matilda ruled for a short time."}, {"title": "Stephen, King of England", "href": "/wiki/Stephen,_King_of_England", "description": "Stephen, often referred to as Stephen of Blois, was King of England from 22 December 1135 to his death in 1154. A younger son of the Count of Blois, he was Count of Boulogne jure uxoris from 1125 until 1147 and Duke of Normandy from 1135 until 1144. His reign was marked by the Anarchy, a civil war with his cousin and rival, the Empress Matilda, whose son, Henry II, succeeded Stephen as the first o"}, {"title": "Empress Matilda", "href": "/wiki/Empress_Matilda", "description": "Empress Matilda, also known as the Empress Maude, was one of the claimants to the English throne during the civil war known as the Anarchy. The daughter of King Henry I of England, she moved to Germany as a child when she married the future Holy Roman Emperor Henry V. She travelled with her husband into Italy in 1116, was controversially crowned in St Peter's Basilica, and acted as the imperial re"}]}, {"heading": "Events", "year": "1207", "date": "February 2", "txt": "Terra Mariana, eventually comprising present-day Latvia and Estonia, is established.", "entities": [{"title": "Terra Mariana", "href": "/wiki/Terra_Mariana", "description": "Terra Mariana was the official name for Medieval Livonia or Old Livonia. It was formed in the aftermath of the Livonian Crusade, and its territories were composed of present-day Estonia and Latvia. It was established on 2 February 1207, as a principality of the Holy Roman Empire, but lost this status in 1215 when Pope Innocent III proclaimed it as directly subject to the Holy See."}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}]}, {"heading": "Events", "year": "1438", "date": "February 2", "txt": "Nine leaders of the Transylvanian peasant revolt are executed at Torda.", "entities": [{"title": "Transylvanian peasant revolt", "href": "/wiki/Transylvanian_peasant_revolt", "description": "The Transylvanian peasant revolt, also known as the peasant revolt of Bábolna or Bobâlna revolt, was a popular revolt in the eastern territories of the Kingdom of Hungary in 1437. The revolt broke out after George Lépes, bishop of Transylvania, had failed to collect the tithe for years because of a temporary debasement of the coinage, but then demanded the arrears in one sum when coins of higher v"}, {"title": "Turda", "href": "/wiki/Turda", "description": "Turda is a city in Cluj County, Transylvania, Romania, situated on the river Arieș."}]}, {"heading": "Events", "year": "1461", "date": "February 2", "txt": "Wars of the Roses: The Battle of Mortimer's Cross results in the death of Owen Tudor.", "entities": [{"title": "Battle of Mortimer's Cross", "href": "/wiki/Battle_of_Mortimer%27s_Cross", "description": "The Battle of Mortimer's Cross was fought on 2 February 1461 near Kingsland, Herefordshire, not far from the Welsh border. It was a major battle of the Wars of the Roses. The opposing forces were an army led by Jasper Tudor and his father, Owen Tudor, and other nobles loyal to King Henry VI of the House of Lancaster, his wife, Margaret of Anjou, and their seven-year-old son, Edward, Prince of Wale"}]}, {"heading": "Events", "year": "1536", "date": "February 2", "txt": "Spaniard Pedro de Mendoza founds Buenos Aires, Argentina.", "entities": [{"title": "Pedro de Mendoza", "href": "/wiki/Pedro_de_Mendoza", "description": "Pedro de Mendoza y Luján was a Spanish conquistador, soldier and explorer, and the first adelantado of New Andalusia."}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}]}, {"heading": "Events", "year": "1645", "date": "February 2", "txt": "Scotland in the Wars of the Three Kingdoms: Battle of Inverlochy.", "entities": [{"title": "Wars of the Three Kingdoms", "href": "/wiki/Wars_of_the_Three_Kingdoms", "description": "The Wars of the Three Kingdoms, sometimes known as the British Civil Wars, were an intertwined series of conflicts that took place between 1639 and 1653 in the kingdoms of England, Scotland and Ireland – separate kingdoms which had the same king, Charles I. The wars were fought mainly over issues of governance and religion, and included rebellions, civil wars and invasions. The English Civil War h"}, {"title": "Battle of Inverlochy (1645)", "href": "/wiki/Battle_of_Inverlochy_(1645)", "description": "The Battle of Inverlochy occurred on 2 February 1645 during the Wars of the Three Kingdoms when a Royalist force of Highlanders and Confederate Irish troops under the overall command of James Graham, 1st Marquess of Montrose, routed and largely destroyed the pursuing forces of Archibald Campbell, 1st Marquess of Argyll, who had been encamped under the walls of Inverlochy Castle."}]}, {"heading": "Events", "year": "1653", "date": "February 2", "txt": "New Amsterdam (later renamed The City of New York) is incorporated.", "entities": [{"title": "New Amsterdam", "href": "/wiki/New_Amsterdam", "description": "New Amsterdam was a 17th-century Dutch settlement established at the southern tip of Manhattan Island that served as the seat of the colonial government in New Netherland. The initial trading factory gave rise to the settlement around Fort Amsterdam. The fort was situated on the strategic southern tip of the island of Manhattan and was meant to defend the fur trade operations of the Dutch West Ind"}]}, {"heading": "Events", "year": "1709", "date": "February 2", "txt": "Alexander Selkirk is rescued after being shipwrecked on a desert island, inspiring Daniel Defoe's adventure book Robinson Crusoe.", "entities": [{"title": "Alexander Selkirk", "href": "/wiki/Alexander_Selkirk", "description": "Alexander Selkirk was a Scottish privateer and Royal Navy officer who spent four years and four months as a castaway (1704–1709) after being marooned by his captain on an uninhabited island in the South Pacific Ocean. He survived that ordeal, but succumbed to tropical illness years later while serving aboard HMS Weymouth off West Africa."}, {"title": "Daniel Defoe", "href": "/wiki/Daniel_Defoe", "description": "Daniel Defoe was an English writer, trader, journalist, pamphleteer and spy. He is most famous for his novel Robinson Crusoe, published in 1719, which is claimed to be second only to the Bible in its number of translations. He has been seen as one of the earliest proponents of the English novel, and helped to popularise the form in Britain with others such as Aphra Behn and Samuel Richardson. Defo"}]}, {"heading": "Events", "year": "1814", "date": "February 2", "txt": "The last of the River Thames frost fairs comes to an end.", "entities": [{"title": "River Thames frost fairs", "href": "/wiki/River_Thames_frost_fairs", "description": "The River Thames frost fairs were held on the tideway of the River Thames in London, England in some winters, starting at least as early as the late 7th century until the early 19th century. Most were held between the early 17th and early 19th centuries during the period known as the Little Ice Age, when the river froze over most frequently. During that time the British winter was more severe than"}]}, {"heading": "Events", "year": "1848", "date": "February 2", "txt": "Mexican–American War: The Treaty of Guadalupe Hidalgo is signed.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Treaty of Guadalupe Hidalgo", "href": "/wiki/Treaty_of_Guadalupe_Hidalgo", "description": "The Treaty of Guadalupe Hidalgo, officially titled the Treaty of Peace, Friendship, Limits and Settlement between the United States of America and the Mexican Republic, is the peace treaty that was signed on February 2, 1848, in the Villa de Guadalupe Hidalgo between the United States and Mexico that ended the Mexican–American War (1846–1848). The treaty was ratified by the United States on March "}]}, {"heading": "Events", "year": "1850", "date": "February 2", "txt": "Brigham Young declares war on Timpanogos in the Battle at Fort Utah.", "entities": [{"title": "Brigham Young", "href": "/wiki/Brigham_Young", "description": "Brigham Young was an American religious leader, politician, and settler. He was the second president of The Church of Jesus Christ of Latter-day Saints from 1847 until his death in 1877. He founded Salt Lake City and served as the first governor of the Utah Territory. Young also led the foundings of the precursors to the University of Utah and Brigham Young University."}, {"title": "Timpanogos", "href": "/wiki/Timpanogos", "description": "The Timpanogos were a tribe of Native Americans who inhabited a large part of central Utah—particularly, the area from Utah Lake eastward to the Uinta Mountains and south into present-day Sanpete County. In some accounts they were called the Timpiavat, Timpanogot, Timpanogotzi, Timpannah, Tempenny and other names. During the mid-19th century, when Mormon pioneers entered the territory, the Timpano"}, {"title": "Battle at Fort Utah", "href": "/wiki/Battle_at_Fort_Utah", "description": "The Battle at Fort Utah was a battle between the Timpanogos Tribe and remnants of the Nauvoo Legion at Fort Utah in modern-day Provo, Utah. The Timpanogos people initially tolerated the presence of the settlers, and the two groups enjoyed some moments of mutual friendship. However, after three Mormons murdered a Timpanogos man called Old Bishop and a hard winter where Timpanogos took around 50 Mor"}]}, {"heading": "Events", "year": "1868", "date": "February 2", "txt": "Pro-Imperial forces capture Osaka Castle from the Tokugawa shogunate and burn it to the ground.", "entities": [{"title": "Fall of Osaka Castle", "href": "/wiki/Fall_of_Osaka_Castle", "description": "The Fall of Osaka Castle occurred between Imperial and Tokugawa shogunate forces during the Boshin War in Japan, where soon after the Battle of Toba–Fushimi, the Tokugawa-held Osaka Castle was captured by pro-Imperial \"Kangun\" forces on February 2, 1868."}, {"title": "Osaka Castle", "href": "/wiki/Osaka_Castle", "description": "Osaka Castle  is a Japanese castle in Chūō-ku, Osaka, Japan. The castle is one of Japan's most famous landmarks and it played a major role in the unification of Japan during the sixteenth century of the Azuchi-Momoyama period."}, {"title": "Tokugawa shogunate", "href": "/wiki/Tokugawa_shogunate", "description": "The Tokugawa shogunate, also known as the Edo shogunate , was the feudal military government of Japan during the Edo period from 1603 to 1868."}]}, {"heading": "Events", "year": "1876", "date": "February 2", "txt": "The National League of Professional Baseball Clubs of Major League Baseball is formed.", "entities": [{"title": "National League", "href": "/wiki/National_League", "description": "The National League of Professional Baseball Clubs, known simply as the National League (NL), is the older of two leagues constituting Major League Baseball (MLB) in the United States and Canada, and the world's oldest extant professional team sports league. Founded on February 2, 1876, to replace the National Association of Professional Base Ball Players (NAPBBP) of 1871–1875, the NL is sometimes"}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}]}, {"heading": "Events", "year": "1887", "date": "February 2", "txt": "In Punxsutawney, Pennsylvania, the first Groundhog Day is observed.", "entities": [{"title": "Punxsutawney, Pennsylvania", "href": "/wiki/Punxsutawney,_Pennsylvania", "description": "Punxsutawney is a borough in the south of Jefferson County, Pennsylvania, United States. Punxsutawney is known for its Groundhog Day celebration each February 2, during which thousands of attendees and international media outlets visit the town for an annual weather prediction by the groundhog Punxsutawney Phil."}, {"title": "Groundhog Day", "href": "/wiki/Groundhog_Day", "description": "Groundhog Day is a popular North American tradition observed in the United States and Canada on February 2. It derives from the Pennsylvania Dutch superstition that if a groundhog emerging from its burrow on this day sees its shadow due to clear weather, it will retreat to its den and winter will persist for six more weeks; if it does not see its shadow because of cloudiness, spring will arrive ea"}]}, {"heading": "Events", "year": "1899", "date": "February 2", "txt": "The Australian Premiers' Conference held in Melbourne decides to locate Australia's capital city, Canberra, between Sydney and Melbourne.", "entities": [{"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}, {"title": "Canberra", "href": "/wiki/Canberra", "description": "Canberra \nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. Unusual among Australian cities, it is an entirely planned city. The city is located at the northern end of the Australian Capital Territory at the northern tip of the Austr"}, {"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}]}, {"heading": "Events", "year": "1901", "date": "February 2", "txt": "Funeral of Queen Victoria.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Events", "year": "1909", "date": "February 2", "txt": "The Paris Film Congress opens, an attempt by European producers to form an equivalent to the MPCC cartel in the United States.", "entities": [{"title": "Paris Film Congress", "href": "/wiki/Paris_Film_Congress", "description": "The Paris Film Congress was a major meeting of European film producers and distributors in the French capital Paris from 2–4 February 1909. It intended to create an association to protect the interests of the participants through the formation of a trade organisation, a plan that ultimately failed."}, {"title": "Motion Picture Patents Company", "href": "/wiki/Motion_Picture_Patents_Company", "description": "The Motion Picture Patents Company, founded in December 1908 and terminated seven years later in 1915 after conflicts within the industry, was a trust of all the major US film companies and local foreign-branches, the leading film distributor and the biggest supplier of raw film stock, Eastman Kodak. The MPPC ended the domination of foreign films on US screens, standardized the manner in which fil"}]}, {"heading": "Events", "year": "1913", "date": "February 2", "txt": "Grand Central Terminal opens in New York City.", "entities": [{"title": "Grand Central Terminal", "href": "/wiki/Grand_Central_Terminal", "description": "Grand Central Terminal is a commuter rail terminal located at 42nd Street and Park Avenue in Midtown Manhattan, New York City. Grand Central is the southern terminus of the Metro-North Railroad's Harlem, Hudson and New Haven Lines, serving the northern parts of the New York metropolitan area. It also contains a connection to the New York City Subway at Grand Central–42nd Street station. The termin"}]}, {"heading": "Events", "year": "1920", "date": "February 2", "txt": "The Tartu Peace Treaty is signed between Estonia and Russia.", "entities": [{"title": "Treaty of Tartu (Russian–Estonian)", "href": "/wiki/Treaty_of_Tartu_(Russian%E2%80%93Estonian)", "description": "The Treaty of Tartu is a peace treaty signed on 2 February 1920 between Estonia and the Russian Soviet Federative Socialist Republic, ending the Estonian War of Independence. The terms of the treaty stated: \"In consequence of the right of all peoples to self-determination, to the point of seceding completely from the State of which they form part, a right proclaimed by the Socialist and Federal Ru"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}]}, {"heading": "Events", "year": "1922", "date": "February 2", "txt": "Ulysses by James Joyce is published.", "entities": [{"title": "James Joyce", "href": "/wiki/James_Joyce", "description": "James Augustine Aloysius Joyce was an Irish novelist, short story writer, poet, teacher, and literary critic. He contributed to the modernist avant-garde movement and is regarded as one of the most influential and important writers of the 20th century. Joyce is best known for Ulysses (1922), a landmark work in which the episodes of Homer's Odyssey are paralleled in a variety of literary styles, mo"}]}, {"heading": "Events", "year": "1925", "date": "February 2", "txt": "Serum run to Nome: Dog sleds reach Nome, Alaska with diphtheria serum, inspiring the Iditarod race.", "entities": [{"title": "1925 serum run to Nome", "href": "/wiki/1925_serum_run_to_Nome", "description": "The 1925 serum run to Nome, also known as the Great Race of Mercy and The Serum Run, was a transport of diphtheria antitoxin by dog sled relay across the U.S. territory of Alaska by 20 mushers and about 150 sled dogs across 674 miles (1,085 km) in 5 ½ days, saving the small town of Nome and the surrounding communities from a developing epidemic."}, {"title": "Dog sled", "href": "/wiki/Dog_sled", "description": "A dog sled or dog sleigh is a sled pulled by one or more sled dogs used to travel over ice and through snow. Numerous types of sleds are used, depending on their function. They can be used for dog sled racing. In Greenland the dogs pull in a fan shape in front of the sled, while in other regions, such as Alaska and Canada the dogs pull side by side in pairs."}, {"title": "Nome, Alaska", "href": "/wiki/Nome,_Alaska", "description": "Nome is a city in the Nome Census Area in the Unorganized Borough of Alaska, United States. The city is located on the southern Seward Peninsula coast on Norton Sound of the Bering Sea. In 2018 the population was estimated at 3,866, a rise from the 3,598 recorded in the 2010 census, up from 3,505 in 2000. Nome was incorporated on April 9, 1901, and was once the most-populous city in Alaska. Nome l"}, {"title": "Diphtheria", "href": "/wiki/Diphtheria", "description": "Diphtheria is an infection caused by the bacterium Corynebacterium diphtheriae. Signs and symptoms may vary from mild to severe. They usually start two to five days after exposure. Symptoms often come on fairly gradually, beginning with a sore throat and fever. In severe cases, a grey or white patch develops in the throat. This can block the airway and create a barking cough as in croup. The neck "}, {"title": "Iditarod Trail Sled Dog Race", "href": "/wiki/Iditarod_Trail_Sled_Dog_Race", "description": "The Iditarod Trail Sled Dog Race is an annual long-distance sled dog race run in early March from Anchorage to Nome, entirely within the US state of Alaska. Mushers and a team of 14 dogs, of which at least 5 must be on the towline at the finish line, cover the distance in 8–15 days or more. The Iditarod began in 1973 as an event to test the best sled dog mushers and teams but evolved into today's "}]}, {"heading": "Events", "year": "1934", "date": "February 2", "txt": "The Export-Import Bank of the United States is incorporated.", "entities": [{"title": "Export-Import Bank of the United States", "href": "/wiki/Export-Import_Bank_of_the_United_States", "description": "The Export–Import Bank of the United States is the official export credit agency (ECA) of the United States federal government. Operating as a wholly owned federal government corporation, the Bank \"assists in financing and facilitating U.S. exports of goods and services\". EXIM intervenes when private sector lenders are unable or unwilling to provide financing, equipping American businesses with th"}]}, {"heading": "Events", "year": "1935", "date": "February 2", "txt": "Leonarde Keeler administers polygraph tests to two murder suspects, the first time polygraph evidence was admitted in U.S. courts.", "entities": [{"title": "Leonarde Keeler", "href": "/wiki/Leonarde_Keeler", "description": "Leonarde Keeler was the co-inventor of the polygraph. He was named after the polymath Leonardo da Vinci, and preferred to be called as 'Nard.' He was a Berkeley high school student and amateur magician. He was captivated by John Larson's machine - his so-called 'cardio-pneumo psychogram,' capable of detecting deception, and worked on it to produce the modern polygraph."}, {"title": "Polygraph machine", "href": "/wiki/Polygraph_machine", "description": "A polygraph, popularly referred to as a lie detector test, is a device or procedure that measures and records several physiological indicators such as blood pressure, pulse, respiration, and skin conductivity while a person is asked and answers a series of questions. The belief underpinning the use of the polygraph is that deceptive answers will produce physiological responses that can be differen"}]}, {"heading": "Events", "year": "1942", "date": "February 2", "txt": "The Osvald Group is responsible for the first, active event of anti-Nazi resistance in Norway, to protest the inauguration of Vidkun Quisling.", "entities": [{"title": "Osvald Group", "href": "/wiki/Osvald_Group", "description": "The Osvald Group was a Norwegian organisation that was the most active World War II resistance group in Norway from 1941 to the summer of 1944. Numbering more than 200 members, it committed at least 110 acts of sabotage against Nazi occupying forces and the collaborationist government of Vidkun Quisling. The organisation is perhaps best known for conducting the first act of resistance against the "}, {"title": "Resistance movement", "href": "/wiki/Resistance_movement", "description": "A resistance movement is an organized effort by some portion of the civil population of a country to withstand the legally established government or an occupying power and to disrupt civil order and stability. It may seek to achieve its objectives through either the use of nonviolent resistance, or the use of force, whether armed or unarmed. In many cases, as for example in the United States durin"}, {"title": "Inauguration", "href": "/wiki/Inauguration", "description": "In government and politics, inauguration is the process of swearing a person into office and thus making that person the incumbent. Such an inauguration commonly occurs through a formal ceremony or special event, which may also include an inaugural address by the new official."}, {"title": "Vidkun Quisling", "href": "/wiki/Vidkun_Quisling", "description": "Vidkun Abraham Lauritz Jonssøn Quisling was a Norwegian military officer, politician, and Nazi collaborator who nominally headed the government of Norway during the occupation of the country by Nazi Germany during World War II. He first came to international prominence as a close collaborator of explorer Fridtjof Nansen, organizing humanitarian relief during the Russian famine of 1921 in Povolzhye"}]}, {"heading": "Events", "year": "1943", "date": "February 2", "txt": "World War II: The Battle of Stalingrad comes to an end when Soviet troops accept the surrender of the last organized German troops in the city.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Stalingrad", "href": "/wiki/Battle_of_Stalingrad", "description": "In the Battle of Stalingrad, Germany and its allies fought the Soviet Union for control of the city of Stalingrad in Southern Russia. Marked by fierce close-quarters combat and direct assaults on civilians in air raids, it is one of the bloodiest battles in the history of warfare, with an estimated 2 million total casualties. After their defeat at Stalingrad, the German High Command had to withdra"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1959", "date": "February 2", "txt": "Nine experienced ski hikers in the northern Ural Mountains in the Soviet Union die under mysterious circumstances.", "entities": [{"title": "Ural Mountains", "href": "/wiki/Ural_Mountains", "description": "The Ural Mountains or simply the Urals, are a mountain range that runs approximately from north to south through western Russia, from the coast of the Arctic Ocean to the river Ural and northwestern Kazakhstan.\nThe mountain range forms part of the conventional boundary between the regions of Europe and Asia. Vaygach Island and the islands of Novaya Zemlya form a further continuation of the chain t"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Dyatlov Pass incident", "href": "/wiki/Dyatlov_Pass_incident", "description": "The Dyatlov Pass incident was an event in which nine Russian hikers died in the northern Ural Mountains between 1 and 2 February 1959, in uncertain circumstances. The experienced trekking group from the Ural Polytechnical Institute, led by Igor Dyatlov, had established a camp on the eastern slopes of Kholat Syakhl. During the night, something caused them to cut their way out of their tent and flee"}]}, {"heading": "Events", "year": "1966", "date": "February 2", "txt": "Pakistan suggests a six-point agenda with Kashmir after the Indo-Pakistani War of 1965.", "entities": [{"title": "Kashmir", "href": "/wiki/Kashmir", "description": "Kashmir, IPA: [kaʃmiːr], is the northernmost geographical region of the Indian subcontinent. Until the mid-19th century, the term \"Kashmir\" denoted only the Kashmir Valley between the Great Himalayas and the Pir Panjal Range. Today, the term encompasses a larger area that includes the Indian-administered territories of Jammu and Kashmir and Ladakh, the Pakistani-administered territories of Azad Ka"}, {"title": "Indo-Pakistani War of 1965", "href": "/wiki/Indo-Pakistani_War_of_1965", "description": "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The "}]}, {"heading": "Events", "year": "1971", "date": "February 2", "txt": "Idi Amin replaces President Milton Obote as leader of Uganda.", "entities": [{"title": "Idi Amin", "href": "/wiki/Idi_Amin", "description": "Idi Amin Dada Oumee was a Ugandan military officer who served as the president of Uganda from 1971 to 1979. Commonly known as the \"Butcher of Uganda\", he is considered one of the most brutal despots in world history."}, {"title": "President of Uganda", "href": "/wiki/President_of_Uganda", "description": "The President of the Republic of Uganda is the head of state and the head of government of Uganda. The President leads the executive branch of the Government of Uganda and is the commander-in-chief of the Uganda People's Defence Force."}, {"title": "Milton Obote", "href": "/wiki/Milton_Obote", "description": "Apollo Milton Obote  was a Ugandan political leader who led Uganda to independence in 1962 from British colonial administration. Following the nation's independence, he served as Prime Minister of Uganda from 1962 to 1966 and President of Uganda from 1966 to 1971, then again from 1980 to 1985. He was overthrown by Idi Amin in 1971, but was re-elected in 1980 a year after Amin's 1979 overthrow. His"}, {"title": "Uganda", "href": "/wiki/Uganda", "description": "Uganda, officially the Republic of Uganda, is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the "}]}, {"heading": "Events", "year": "1971", "date": "February 2", "txt": "The international Ramsar Convention for the conservation and sustainable utilization of wetlands is signed in Ramsar, Mazandaran, Iran.", "entities": [{"title": "Wetland", "href": "/wiki/Wetland", "description": "A wetland is a distinct ecosystem that is flooded by water, either permanently or seasonally, where oxygen-free processes prevail. The primary factor that distinguishes wetlands from other land forms or water bodies is the characteristic vegetation of aquatic plants, adapted to the unique hydric soil. Wetlands play a number of functions, including water purification, water storage, processing of c"}, {"title": "Ramsar, Mazandaran", "href": "/wiki/Ramsar,_Mazandaran", "description": "Ramsar is the capital of Ramsar County, Mazandaran Province, Iran. In 2012 its population was 33,018, in 9,421 families."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "1980", "date": "February 2", "txt": "Reports surface that the FBI is targeting allegedly corrupt Congressmen in the Abscam operation.", "entities": [{"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Abscam", "href": "/wiki/Abscam", "description": "\nAbscam was an FBI sting operation in the late 1970s and early 1980s that led to the convictions of seven members of the United States Congress, among others. The two-year investigation initially targeted trafficking in stolen property and corruption of prominent businessmen, but later evolved into a public corruption investigation. The FBI was aided by the Justice Department and a convicted con-m"}]}, {"heading": "Events", "year": "1982", "date": "February 2", "txt": "Hama massacre: The government of Syria attacks the town of Hama.", "entities": [{"title": "1982 Hama massacre", "href": "/wiki/1982_Hama_massacre", "description": "The Hama Massacre, or Hama Uprising, occurred in February 1982, when the Syrian Arab Army and the Defense Companies, under the orders of the country's president Hafez al-Assad, besieged the town of Hama for 27 days in order to quell an uprising by the Muslim Brotherhood against al-Assad's government. The massacre, carried out by the Syrian Army under commanding General Rifaat al-Assad, effectively"}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "Hama", "href": "/wiki/Hama", "description": "Hama is a city on the banks of the Orontes River in west-central Syria. It is located 213 km (132 mi) north of Damascus and 46 kilometres (29 mi) north of Homs. It is the provincial capital of the Hama Governorate. With a population of 854,000, Hama is the fourth-largest city in Syria after Damascus, Aleppo and Homs."}]}, {"heading": "Events", "year": "1987", "date": "February 2", "txt": "After the 1986 People Power Revolution, the Philippines enacts a new constitution.", "entities": [{"title": "People Power Revolution", "href": "/wiki/People_Power_Revolution", "description": "The People Power Revolution, also known as the EDSA Revolution or the February Revolution, was a series of popular demonstrations in the Philippines, mostly in Metro Manila, from February 22–25, 1986. There was a sustained campaign of civil resistance against regime violence and electoral fraud. The nonviolent revolution led to the departure of Ferdinand Marcos, the end of his 20-year presidential"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Constitution of the Philippines", "href": "/wiki/Constitution_of_the_Philippines", "description": "The Constitution of the Philippines is the constitution or supreme law of the Republic of the Philippines. Its final draft was completed by the Constitutional Commission on October 12, 1986 and was ratified by a nationwide plebiscite on February 2, 1987."}]}, {"heading": "Events", "year": "1989", "date": "February 2", "txt": "Soviet–Afghan War: The last Soviet armoured column leaves Kabul.", "entities": [{"title": "Soviet–Afghan War", "href": "/wiki/Soviet%E2%80%93Afghan_War", "description": "The Soviet–Afghan War was a conflict wherein insurgent groups, as well as smaller Maoist groups, fought a nine-year guerrilla war against the Soviet Army and the Democratic Republic of Afghanistan government throughout the 1980s, mostly in the Afghan countryside. The Mujahideen were variously backed primarily by the United States, Pakistan, Iran, Saudi Arabia, China, and the United Kingdom; the co"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Soviet withdrawal from Afghanistan", "href": "/wiki/Soviet_withdrawal_from_Afghanistan", "description": "The final and complete withdrawal of Soviet combatant forces from Afghanistan began on 15 May 1988 and ended on 15 February 1989 under the leadership of Colonel-General Boris Gromov."}, {"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}]}, {"heading": "Events", "year": "1990", "date": "February 2", "txt": "Apartheid: F. W. de Klerk announces the unbanning of the African National Congress and promises to release Nelson Mandela.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "F. W. de Klerk", "href": "/wiki/F._W._de_Klerk", "description": "Frederik Willem de Klerk is a South African retired politician, who served as State President of South Africa from 1989 to 1994 and as Deputy President from 1994 to 1996. As South Africa's last head of state from the era of white-minority rule, he and his government were forced to dismantle the apartheid system and introduced universal suffrage. Ideologically a conservative and an economic liberal"}, {"title": "Speech at the Opening of the Parliament of South Africa, 1990", "href": "/wiki/Speech_at_the_Opening_of_the_Parliament_of_South_Africa,_1990", "description": "On 2 February 1990, the State President of South Africa F. W. de Klerk delivered a speech at the opening of the 1990 session of the Parliament of South Africa in Cape Town in which he announced sweeping reforms that marked the beginning of the negotiated transition from apartheid to constitutional democracy. The reforms promised in the speech included the unbanning of the African National Congress"}, {"title": "African National Congress", "href": "/wiki/African_National_Congress", "description": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017."}, {"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}]}, {"heading": "Events", "year": "2000", "date": "February 2", "txt": "First digital cinema projection in Europe (Paris) realized by Philippe Binant with the DLP CINEMA technology developed by Texas Instruments.", "entities": [{"title": "Digital cinema", "href": "/wiki/Digital_cinema", "description": "Digital cinema refers to adoption of digital technology within the film industry to distribute or project motion pictures as opposed to the historical use of reels of motion picture film, such as 35 mm film. Whereas film reels have to be shipped to movie theaters, a digital movie can be distributed to cinemas in a number of ways: over the Internet or dedicated satellite links, or by sending hard d"}, {"title": "Texas Instruments", "href": "/wiki/Texas_Instruments", "description": "Texas Instruments Incorporated (TI) is an American technology company headquartered in Dallas, Texas, that designs and manufactures semiconductors and various integrated circuits, which it sells to electronics designers and manufacturers globally. It is one of the top 10 semiconductor companies worldwide based on sales volume. The company's focus is on developing analog chips and embedded processo"}]}, {"heading": "Events", "year": "2004", "date": "February 2", "txt": "Swiss tennis player Roger Federer becomes the No. 1 ranked men's singles player, a position he will hold for a record 237 weeks.", "entities": [{"title": "Tennis", "href": "/wiki/Tennis", "description": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to pl"}, {"title": "Roger Federer", "href": "/wiki/Roger_Federer", "description": "Roger Federer is a Swiss professional tennis player. He is ranked No. 8 in the world by the Association of Tennis Professionals (ATP). He has won 20 Grand Slam men's singles titles, an all-time record shared with Rafael Nadal. Federer has been world No. 1 in the ATP rankings a total of 310 weeks – including a record 237 consecutive weeks – and has finished as the year-end No. 1 five times. Federer"}, {"title": "List of ATP number 1 ranked singles players", "href": "/wiki/List_of_ATP_number_1_ranked_singles_players", "description": "The ATP Rankings are the Association of Tennis Professionals' (ATP) merit-based method for determining the rankings in men's tennis. The top-ranked player is the player who, over the previous 52 weeks, has garnered the most ranking points on the ATP Tour. Points are awarded based on how far a player advances in tournaments and the category of those tournaments. The ATP has used a computerized syst"}, {"title": "ATP World Tour records", "href": "/wiki/ATP_World_Tour_records#ATP_Rankings", "description": "The ATP Tour is the top-level men's professional tennis circuit, administered by the Association of Tennis Professionals (ATP). The tour began in 1990, so all of the records listed here start at that time and are based on official ATP data. The names of active players appear in boldface for their career totals, currently active streaks, and in-progress season totals. However, no boldface is used i"}]}, {"heading": "Events", "year": "2005", "date": "February 2", "txt": "The Government of Canada introduces the Civil Marriage Act. This legislation would become law on July 20, 2005, legalizing same-sex marriage.", "entities": [{"title": "Government of Canada", "href": "/wiki/Government_of_Canada", "description": "The government of Canada is the body responsible for the federal administration of Canada. A constitutional monarchy, the Crown is the corporation sole, assuming distinct roles: the executive, as the Crown-in-Council; the legislature, as the Crown-in-Parliament; and the courts, as the Crown-on-the-Bench. Three institutions—the Privy Council ; the Parliament of Canada; and the judiciary, respective"}, {"title": "July 20", "href": "/wiki/July_20", "description": "July 20 is the 201st day of the year in the Gregorian calendar; 164 days remain until the end of the year."}, {"title": "Same-sex marriage", "href": "/wiki/Same-sex_marriage", "description": "Same-sex marriage, also known as gay marriage, is the marriage of two people of the same sex or gender, entered into in a civil or religious ceremony. There are records of same-sex marriage dating back to the first century. In the modern era, marriage equality was first granted to same-sex couples in the Netherlands on 1 April 2001."}]}, {"heading": "Events", "year": "2007", "date": "February 2", "txt": "Police officer Filippo Raciti is killed when a clash breaks out in the Sicily derby between Catania and Palermo, in the Serie A, the top flight of Italian football. This event led to major changes in stadium regulations in Italy.", "entities": [{"title": "Filippo Raciti", "href": "/wiki/Filippo_Raciti", "description": "On 2 February 2007, football violence occurred between football supporters and the police in Catania, Sicily, Italy. The clashes occurred during and after the Serie A match between Catania and Palermo football clubs, also known as the Sicilian derby. Police officer Filippo Raciti was killed; in response Italian football was suspended for about a week."}, {"title": "2007 Catania football violence", "href": "/wiki/2007_Catania_football_violence", "description": "On 2 February 2007, football violence occurred between football supporters and the police in Catania, Sicily, Italy. The clashes occurred during and after the Serie A match between Catania and Palermo football clubs, also known as the Sicilian derby. Police officer Filippo Raciti was killed; in response Italian football was suspended for about a week."}, {"title": "Serie A", "href": "/wiki/Serie_A", "description": "Serie A, also called Serie A TIM due to sponsorship by TIM, is a professional league competition for football clubs located at the top of the Italian football league system and the winner is awarded the Scudetto and the Coppa Campioni d'Italia. It has been operating as a round-robin tournament for over ninety years since the 1929–30 season. It had been organized by the Direttorio Divisioni Superio"}]}, {"heading": "Events", "year": "2012", "date": "February 2", "txt": "The ferry MV Rabaul Queen sinks off the coast of Papua New Guinea near the Finschhafen District, with an estimated 146-165 dead.", "entities": [{"title": "MV Rabaul Queen", "href": "/wiki/MV_Rabaul_Queen", "description": "MV Rabaul Queen was a passenger ferry owned by the Papua New Guinea company Rabaul Shipping. The ship, built in Japan in 1983, operated on short runs in that country, before being brought to Papua New Guinea in 1998 and plying a regular weekly route between Kimbe, the capital of West New Britain, and Lae, the capital of the mainland province of Morobe."}, {"title": "Papua New Guinea", "href": "/wiki/Papua_New_Guinea", "description": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands in Melanesia. Its capital, located along its southeastern coast, is Port Moresby. It is the world's third largest island country with 462,840 km2 (178,700 sq mi)."}, {"title": "Finschhafen District", "href": "/wiki/Finschhafen_District", "description": "Finschhafen is a district on the north-east coast of the Morobe province of Papua New Guinea. It is named after the port town of the same name, Finschhafen."}]}, {"heading": "Births", "year": "1208", "date": "February 2", "txt": "James I of Aragon (d. 1276)", "entities": [{"title": "James I of Aragon", "href": "/wiki/James_I_of_Aragon", "description": "James I the Conqueror was King of Aragon, Count of Barcelona, and Lord of Montpellier from 1213 to 1276; King of Majorca from 1231 to 1276; and Valencia from 1238 to 1276. His long reign—the longest of any Iberian monarch—saw the expansion of the Crown of Aragon in three directions: Languedoc to the north, the Balearic Islands to the southeast, and Valencia to the south. By a treaty with Louis IX "}]}, {"heading": "Births", "year": "1425 (or 1426)", "date": "February 2", "txt": "Eleanor of Navarre, Queen regnant of Navarre (d. 1479)", "entities": [{"title": "1426", "href": "/wiki/1426", "description": "Year 1426 (MCDXXVI) was a common year starting on Tuesday of the Julian calendar."}, {"title": "Eleanor of Navarre", "href": "/wiki/Eleanor_of_Navarre", "description": "Eleanor of Navarre, was the regent of Navarre from 1455 to 1479, then briefly the queen regnant of Navarre in 1479. She was crowned on 28 January 1479 in Tudela."}]}, {"heading": "Births", "year": "1443", "date": "February 2", "txt": "Elisabeth of Bavaria, Electress of Saxony (d. 1486)", "entities": [{"title": "Elisabeth of Bavaria, Electress of Saxony", "href": "/wiki/Elisabeth_of_Bavaria,_Electress_of_Saxony", "description": "Elisabeth of Bavaria-Munich was a princess of Bavaria-Munich by birth and by marriage Electress of Saxony."}]}, {"heading": "Births", "year": "1455", "date": "February 2", "txt": "John, King of Denmark (d. 1513)", "entities": [{"title": "John, King of Denmark", "href": "/wiki/John,_King_of_Denmark", "description": "John was a Scandinavian monarch under the Kalmar Union. He was king of Denmark (1481–1513), Norway (1483–1513) and as John II Sweden (1497–1501). From 1482 to 1513, he was concurrently duke of Schleswig and Holstein in joint rule with his brother Frederick."}]}, {"heading": "Births", "year": "1457", "date": "February 2", "txt": "Peter Martyr d'Anghiera, Italian-Spanish historian and author (d. 1526)", "entities": [{"title": "Peter Martyr d'Anghiera", "href": "/wiki/Peter_Martyr_d%27Anghiera", "description": "Peter Martyr d'Anghiera, formerly known in English as Peter Martyr of Angleria, was an Italian historian at the service of Spain during the Age of Exploration. He wrote the first accounts of explorations in Central and South America in a series of letters and reports, grouped in the original Latin publications of 1511 to 1530 into sets of ten chapters called \"decades.\" His Decades are of great val"}]}, {"heading": "Births", "year": "1467", "date": "February 2", "txt": "Columba of Rieti, Italian Dominican sister (d. 1501)", "entities": [{"title": "Columba of Rieti", "href": "/wiki/Columba_of_Rieti", "description": "Columba of Rieti, was an Italian religious sister of the Third Order of St. Dominic who was noted as a mystic. She was renowned for her spiritual counsel, devotion to the Blessed Sacrament, and fantastic miracles were attributed to her. She was beatified by the Catholic Church in 1625."}]}, {"heading": "Births", "year": "1494", "date": "February 2", "txt": "Bona Sforza, queen of Sigismund I of Poland (d. 1557)", "entities": [{"title": "Bona Sforza", "href": "/wiki/Bona_Sforza", "description": "Bona Sforza d’Aragona was Queen of Poland and Grand Duchess of Lithuania as the second wife of Sigismund I the Old, and Duchess of Bari and Rossano by her own right. She was a surviving member of the powerful House of Sforza, which ruled the Duchy of Milan since 1447."}, {"title": "Sigismund I the Old", "href": "/wiki/Sigismund_I_the_Old", "description": "Sigismund I the Old was King of Poland and Grand Duke of Lithuania from 1506 until his death in 1548. Sigismund I was a member of the Jagiellonian dynasty, the son of Casimir IV and younger brother of kings John I Albert and Alexander I Jagiellon. He was nicknamed \"the Old\" in later historiography to distinguish him from his son and successor, Sigismund II Augustus."}]}, {"heading": "Births", "year": "1502", "date": "February 2", "txt": "Damião de Góis, Portuguese philosopher and historian (d. 1574)", "entities": [{"title": "Damião de Góis", "href": "/wiki/Dami%C3%A3o_de_G%C3%B3is", "description": "Damião de Góis, born in Alenquer, Portugal, was an important Portuguese humanist philosopher. He was a friend and student of Erasmus. He was appointed secretary to the Portuguese factory in Antwerp in 1523 by King John III of Portugal. He compiled one of the first accounts on Ethiopian Christianity."}]}, {"heading": "Births", "year": "1506", "date": "February 2", "txt": "René de Birague, Italian-French cardinal and politician (d. 1583)", "entities": [{"title": "René de Birague", "href": "/wiki/Ren%C3%A9_de_Birague", "description": "René de Birague was an Italian patrician who became a French cardinal and chancellor."}]}, {"heading": "Births", "year": "1509", "date": "February 2", "txt": "John of Leiden, Dutch Anabaptist leader (d. 1536)", "entities": [{"title": "John of Leiden", "href": "/wiki/John_of_Leiden", "description": "John of Leiden was a Dutch Anabaptist leader who moved to Münster in 1533, capital of the Prince-Bishopric of Münster, where he became an influential prophet, turned the city into a millenarian Anabaptist theocracy, and proclaimed himself King of New Jerusalem in September 1534. The insurrection was suppressed in June 1535 after Prince-Bishop Franz von Waldeck besieged the city and captured John. "}]}, {"heading": "Births", "year": "1522", "date": "February 2", "txt": "Lodovico Ferrari, Italian mathematician and academic (d. 1565)", "entities": [{"title": "Lodovico Ferrari", "href": "/wiki/Lodovico_Ferrari", "description": "Lodovico de Ferrari was an Italian mathematician."}]}, {"heading": "Births", "year": "1536", "date": "February 2", "txt": "Piotr Skarga, Polish writer (d. 1612)", "entities": [{"title": "Piotr Skarga", "href": "/wiki/Piotr_Skarga", "description": "Piotr Skarga was a Polish Jesuit, preacher, hagiographer, polemicist, and leading figure of the Counter-Reformation in the Polish–Lithuanian Commonwealth. Due to his oratorical gifts, he has been called \"the Polish Bossuet\"."}]}, {"heading": "Births", "year": "1551", "date": "February 2", "txt": "Nicolaus Reimers, German astronomer (d. 1600)", "entities": [{"title": "Nicolaus Reimers", "href": "/wiki/Nicolaus_Reimers", "description": "Nicolaus Reimers Baer, also Reimarus Ursus, Nicolaus Reimers Bär or Nicolaus Reymers Baer, was an astronomer and imperial mathematician to Emperor Rudolf II. Due to his family's background, he was also known as Bär, Latinized to Ursus (\"bear\")."}]}, {"heading": "Births", "year": "1576", "date": "February 2", "txt": "Alix Le Clerc, French Canoness Regular and foundress (d. 1622)", "entities": [{"title": "Alix Le Clerc", "href": "/wiki/Alix_Le_Clerc", "description": "Alix Le Clerc, known as Mother Alix, was the founder of the Canonesses of St. Augustine of the Congregation of Our Lady, a religious order founded to provide education to girls, especially those living in poverty. They opened Schools of Our Lady throughout Europe. Offshoots of this order brought its mission and spirit around the globe. Let Clerc was beatified by the Catholic Church in 1947."}]}, {"heading": "Births", "year": "1585", "date": "February 2", "txt": "Judith Quiney, William Shakespeare's youngest daughter (d. 1662)", "entities": [{"title": "Judith Quiney", "href": "/wiki/Judith_Quiney", "description": "Judith Quiney, née Shakespeare, was the younger daughter of William Shakespeare and Anne Hathaway and the fraternal twin of their only son Hamnet Shakespeare. She married Thomas Quiney, a vintner of Stratford-upon-Avon. The circumstances of the marriage, including Quiney's misconduct, may have prompted the rewriting of Shakespeare's will. Thomas was struck out, while Judith's inheritance was attac"}]}, {"heading": "Births", "year": "1585", "date": "February 2", "txt": "Hamnet Shakespeare, William Shakespeare's only son (baptised; d. 1596)", "entities": []}, {"heading": "Births", "year": "1588", "date": "February 2", "txt": "Georg II of Fleckenstein-Dagstuhl, German nobleman (d. 1644)", "entities": [{"title": "Georg II of Fleckenstein-Dagstuhl", "href": "/wiki/Georg_II_of_Fleckenstein-Dagstuhl", "description": "Georg II of Fleckenstein Dagstuhl was the last baron of the house of Fleckenstein. He was the eldest son of Philipp Wolfgang of Fleckenstein-Dagstuhl and his first wife, Anna Alexandria of Rappoltstein. Georg II gained considerable power as guardian and regent of the still underage Count Friedrich Casimir and the counties of Hanau-Lichtenberg and Hanau-Münzenberg during the final phases of the Thi"}]}, {"heading": "Births", "year": "1600", "date": "February 2", "txt": "Gabriel Naudé, French librarian and scholar (d. 1653)", "entities": [{"title": "Gabriel Naudé", "href": "/wiki/Gabriel_Naud%C3%A9", "description": "Gabriel Naudé was a French librarian and scholar. He was a prolific writer who produced works on many subjects including politics, religion, history and the supernatural. An influential work on library science was the 1627 book Advice on Establishing a Library. Naudé was later able to put into practice all the ideas he put forth in Advice, when he was given the opportunity to build and maintain th"}]}, {"heading": "Births", "year": "1611", "date": "February 2", "txt": "Ulrik of Denmark, Danish prince-bishop (d. 1633)", "entities": [{"title": "Ulrik of Denmark (1611–1633)", "href": "/wiki/Ulrik_of_Denmark_(1611%E2%80%931633)", "description": "Prince Ulrik of Denmark was a son of King Christian IV of Denmark and his consort Queen Anne Catherine of Brandenburg. As the fourth-born son, he bore the merely titular rank of Duke of Holstein and Schleswig, Stormarn and Ditmarsh; however, he had no share in the royal-ducal condominial rule of Holstein and Schleswig, wielded by the heads of the houses of Oldenburg (royal) and its cadet branch Ho"}]}, {"heading": "Births", "year": "1613", "date": "February 2", "txt": "Noël Chabanel, French missionary and saint (d. 1649)", "entities": [{"title": "Noël Chabanel", "href": "/wiki/No%C3%ABl_Chabanel", "description": "Noël Chabanel was a Jesuit missionary at Sainte-Marie among the Hurons, and one of the Canadian Martyrs."}]}, {"heading": "Births", "year": "1621", "date": "February 2", "txt": "Johannes Schefferus, Swedish author and hymn-writer (d. 1679)", "entities": [{"title": "Johannes Schefferus", "href": "/wiki/Johannes_Schefferus", "description": "Johannes Schefferus was one of the most important Swedish humanists of his time. He was also known as Angelus and is remembered for writing hymns."}]}, {"heading": "Births", "year": "1650", "date": "February 2", "txt": "Pope Benedict XIII (d. 1730)", "entities": [{"title": "Pope Benedict XIII", "href": "/wiki/Pope_Benedict_XIII", "description": "Pope Benedict XIII, born Pietro Francesco Orsini and later called Vincenzo Maria Orsini, was head of the Catholic Church and ruler of the Papal States from 29 May 1724 to his death in 1730."}]}, {"heading": "Births", "year": "1650", "date": "February 2", "txt": "Nell Gwyn, English actress, mistress of King Charles II of England (d. 1687)", "entities": [{"title": "King Charles II of England", "href": "/wiki/King_Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}]}, {"heading": "Births", "year": "1651", "date": "February 2", "txt": "William Phips, Royal governor of the Province of Massachusetts Bay (d. 1695)", "entities": [{"title": "William Phips", "href": "/wiki/William_Phips", "description": "Sir William Phips was born in Maine in the Massachusetts Bay Colony and was of humble origin, uneducated, and fatherless from a young age but rapidly advanced from shepherd boy, to shipwright, ship's captain, and treasure hunter, the first New England native to be knighted, and the first royally appointed governor of the Province of Massachusetts Bay. Phips was famous in his lifetime for recoverin"}]}, {"heading": "Births", "year": "1669", "date": "February 2", "txt": "Louis Marchand, French organist and composer (d. 1732)", "entities": [{"title": "Louis Marchand", "href": "/wiki/Louis_Marchand", "description": "Louis Marchand was a French Baroque organist, harpsichordist, and composer. Born into an organist's family, Marchand was a child prodigy and quickly established himself as one of the best known French virtuosos of his time. He worked as organist of numerous churches and, for a few years, as one of the four organistes du roy. Marchand had a violent temperament and an arrogant personality, and his l"}]}, {"heading": "Births", "year": "1677", "date": "February 2", "txt": "Jean-Baptiste Morin, French composer (d. 1745)", "entities": [{"title": "Jean-Baptiste Morin (composer)", "href": "/wiki/Jean-Baptiste_Morin_(composer)", "description": "Jean-Baptiste Morin was a French composer and the Ordinaire de la Musique to Philippe, Duke of Orléans before and perhaps during his regency. From 1719 to 1731 Morin was Maître de musique of Louise Adélaïde d'Orléans, daughter of the Duke, at the royal abbey of Chelles, near Paris."}]}, {"heading": "Births", "year": "1695", "date": "February 2", "txt": "William Borlase, English geologist and archaeologist (d. 1772)", "entities": [{"title": "William Borlase", "href": "/wiki/William_Borlase", "description": "William Borlase, Cornish antiquary, geologist and naturalist. From 1722, he was Rector of Ludgvan, Cornwall, where he died. He is remembered for his works The Antiquities of Cornwall and The Natural History of Cornwall (1758), although his plans for a parish-by-parish county history were abandoned."}]}, {"heading": "Births", "year": "1695", "date": "February 2", "txt": "François de Chevert, French general (d. 1769)", "entities": []}, {"heading": "Births", "year": "1700", "date": "February 2", "txt": "Johann Christoph Gottsched, German author and critic (d. 1766)", "entities": [{"title": "Johann Christoph Gottsched", "href": "/wiki/Johann_Christoph_Gottsched", "description": "Johann Christoph Gottsched was a German philosopher, author, and critic. For about thirty years, he exercised an almost undisputed literary dictatorship in Germany. But by his later years, his name had become a by-word for foolish pedantry."}]}, {"heading": "Births", "year": "1711", "date": "February 2", "txt": "Wenzel Anton, Prince of Kaunitz-Rietberg (d. 1794)", "entities": [{"title": "Wenzel Anton, Prince of Kaunitz-Rietberg", "href": "/wiki/Wenzel_Anton,_Prince_of_Kaunitz-Rietberg", "description": "Wenzel Anton, Prince of Kaunitz-Rietberg was an Austrian and Czech diplomat and statesman in the Habsburg Monarchy. A proponent of enlightened absolutism, he held the office of State Chancellor for about four decades and was responsible for the foreign policies during the reigns of Maria Theresa, Joseph II, and Leopold II. In 1764, he was elevated to the noble rank of a Prince of the Holy Roman Em"}]}, {"heading": "Births", "year": "1714", "date": "February 2", "txt": "Gottfried August Homilius, German organist and composer (d. 1785)", "entities": [{"title": "Gottfried August Homilius", "href": "/wiki/Gottfried_August_Homilius", "description": "Gottfried August Homilius was a German composer, cantor and organist. He is considered one of the most important church composers of the generation following Bach's, and was the main representative of the empfindsamer style."}]}, {"heading": "Births", "year": "1717", "date": "February 2", "txt": "Ernst Gideon von Laudon, Austrian field marshal (d. 1790)", "entities": [{"title": "Ernst Gideon von Laudon", "href": "/wiki/Ernst_Gideon_von_Laudon", "description": "Ernst Gideon Freiherr von Laudon was a Baltic German-born Austrian generalisimo, one of the most successful opponents of the Prussian king Frederick the Great, allegedly lauded by Alexander Suvorov as his teacher. He served the position of military governorship of Habsburg Serbia from his capture of Belgrade in 1789 until his death, cooperating with the resistance fighters of Koča Anđelković."}]}, {"heading": "Births", "year": "1754", "date": "February 2", "txt": "Charles Maurice de Talleyrand-Périgord, French general and politician, Prime Minister of France (d. 1838)", "entities": [{"title": "Charles Maurice de Talleyrand-Périgord", "href": "/wiki/Charles_Maurice_de_Talleyrand-P%C3%A9rigord", "description": "Charles-Maurice de Talleyrand-Périgord, 1st Prince of Benevento, then Prince of Talleyrand, was a French clergyman and leading diplomat. After studying theology, he became Agent-General of the Clergy in 1780. Just before the French Revolution, he became Bishop of Autun. He worked at the highest levels of successive French governments, most commonly as foreign minister or in some other diplomatic c"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1782", "date": "February 2", "txt": "Henri de Rigny, French admiral and politician, French Minister of War (d. 1835)", "entities": [{"title": "Henri de Rigny", "href": "/wiki/Henri_de_Rigny", "description": "Marie Henri Daniel Gauthier, comte de Rigny was the commander of the French squadron at the Battle of Navarino in the Greek War of Independence."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1786", "date": "February 2", "txt": "Jacques Philippe Marie Binet, French mathematician, physicist, and astronomer (d. 1856)", "entities": [{"title": "Jacques Philippe Marie Binet", "href": "/wiki/Jacques_Philippe_Marie_Binet", "description": "Jacques Philippe Marie Binet was a French mathematician, physicist and astronomer born in Rennes; he died in Paris, France, in 1856. He made significant contributions to number theory, and the mathematical foundations of matrix algebra which would later lead to important contributions by Cayley and others. In his memoir on the theory of the conjugate axis and of the moment of inertia of bodies he "}]}, {"heading": "Births", "year": "1802", "date": "February 2", "txt": "Jean-Baptiste Boussingault, French chemist and academic (d. 1887)", "entities": [{"title": "Jean-Baptiste Boussingault", "href": "/wiki/Jean-Baptiste_Boussingault", "description": "Jean-Baptiste Joseph Dieudonné Boussingault was a French chemist who made significant contributions to agricultural science, petroleum science and metallurgy."}]}, {"heading": "Births", "year": "1803", "date": "February 2", "txt": "Albert Sidney Johnston, American general (d. 1862)", "entities": [{"title": "Albert Sidney Johnston", "href": "/wiki/Albert_Sidney_Johnston", "description": "Albert Sidney Johnston served as a general in three different armies: the Texian Army, the United States Army, and the Confederate States Army. He saw extensive combat during his 34-year military career, fighting actions in the Black Hawk War, the Texas War of Independence, the Mexican–American War, the Utah War, and the American Civil War."}]}, {"heading": "Births", "year": "1829", "date": "February 2", "txt": "Alfred Brehm, German zoologist and illustrator (d. 1884)", "entities": [{"title": "Alfred Brehm", "href": "/wiki/Alfred_Brehm", "description": "Alfred Edmund Brehm was a German zoologist, writer, director of zoological gardens and the son of Christian Ludwig Brehm, a famous pastor and ornithologist."}]}, {"heading": "Births", "year": "1829", "date": "February 2", "txt": "William Stanley, English engineer and philanthropist (d. 1909)", "entities": []}, {"heading": "Births", "year": "1841", "date": "February 2", "txt": "François-Alphonse Forel, Swiss limnologist and hydrologist (d. 1912)", "entities": [{"title": "François-Alphonse Forel", "href": "/wiki/Fran%C3%A7ois-Alphonse_Forel", "description": "François-Alphonse Forel was a Swiss physician and scientist who pioneered the study of lakes, and is thus considered the founder, and the Father of limnology. Limnology is the study of bodies of fresh water and their biological, chemical, and physical features."}]}, {"heading": "Births", "year": "1842", "date": "February 2", "txt": "Julian Sochocki, Polish-Russian mathematician and academic (d. 1927)", "entities": [{"title": "Julian Sochocki", "href": "/wiki/Julian_Sochocki", "description": "Julian Karol Sochocki was a Russian-Polish mathematician. His name is sometimes transliterated from Russian in several different ways."}]}, {"heading": "Births", "year": "1849", "date": "February 2", "txt": "Pavol Országh Hviezdoslav, Slovak poet and playwright (d. 1921)", "entities": [{"title": "Pavol Országh Hviezdoslav", "href": "/wiki/Pavol_Orsz%C3%A1gh_Hviezdoslav", "description": "Pavol Országh Hviezdoslav was a Slovak poet, dramatist, translator, and for a short time, member of the Czechoslovak parliament. Originally, he wrote in a traditional style, but later became influenced by parnassism and modernism."}]}, {"heading": "Births", "year": "1851", "date": "February 2", "txt": "José Guadalupe Posada, Mexican illustrator and engraver (d. 1913)", "entities": [{"title": "José Guadalupe Posada", "href": "/wiki/Jos%C3%A9_Guadalupe_Posada", "description": "José Guadalupe Posada Aguilar (1852–1913) was a Mexican political lithographer who used relief printing to produce popular illustrations. His work has influenced numerous Latin American artists and cartoonists because of its satirical acuteness and social engagement. He used skulls, calaveras, and bones to convey political and cultural critiques.\nAmong his most enduring works is La Calavera Catrin"}]}, {"heading": "Births", "year": "1856", "date": "February 2", "txt": "Frederick William Vanderbilt, American railway magnate (d. 1938)", "entities": [{"title": "Frederick William Vanderbilt", "href": "/wiki/Frederick_William_Vanderbilt", "description": "Frederick William Vanderbilt was a member of the American Vanderbilt family. He was a director of the New York Central Railroad for 61 years, and also a director of the Pittsburgh and Lake Erie Railroad and of the Chicago and North Western Railroad."}]}, {"heading": "Births", "year": "1856", "date": "February 2", "txt": "Makar Yekmalyan, Armenian composer (d. 1905)", "entities": []}, {"heading": "Births", "year": "1857", "date": "February 2", "txt": "Jan Drozdowski, Polish pianist and music teacher (d. 1918)", "entities": [{"title": "Jan Drozdowski", "href": "/wiki/Jan_Drozdowski", "description": "Jan Drozdowski (1857–1918) was a Polish pianist and music teacher."}]}, {"heading": "Births", "year": "1860", "date": "February 2", "txt": "Curtis Guild, Jr., American journalist and politician, 43rd Governor of Massachusetts (d. 1915)", "entities": [{"title": "Curtis Guild, Jr.", "href": "/wiki/Curtis_Guild,_Jr.", "description": "Curtis Guild Jr. was an American journalist, soldier, diplomat and politician from Massachusetts. He was the 43rd Governor of Massachusetts, serving from 1906 to 1909. Prior to his election as governor, Guild served in the Massachusetts Volunteer Militia, seeing active duty in Cuba during the Spanish–American War. He was publisher of the Boston Commercial Bulletin, a trade publication started by h"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1861", "date": "February 2", "txt": "Solomon R. Guggenheim, American businessman and philanthropist, founded the Solomon R. Guggenheim Museum (d. 1949)", "entities": [{"title": "Solomon R. Guggenheim", "href": "/wiki/Solomon_R._Guggenheim", "description": "Solomon Robert Guggenheim was an American businessman and art collector. He is best known for establishing the Solomon R. Guggenheim Foundation and the Solomon R. Guggenheim Museum in New York City."}, {"title": "Solomon R. Guggenheim Museum", "href": "/wiki/Solomon_R._Guggenheim_Museum", "description": "The Solomon R. Guggenheim Museum, often referred to as The Guggenheim, is an art museum located at 1071 Fifth Avenue on the corner of East 89th Street in the Upper East Side neighborhood of Manhattan, New York City. It is the permanent home of a continuously expanding collection of Impressionist, Post-Impressionist, early Modern, and contemporary art and also features special exhibitions throughou"}]}, {"heading": "Births", "year": "1862", "date": "February 2", "txt": "Émile Coste, French fencer (d. 1927)", "entities": [{"title": "Émile Coste", "href": "/wiki/%C3%89mile_Coste", "description": "Émile Coste was a French fencer who competed in the late 19th century and early 20th century. He participated in Fencing at the 1900 Summer Olympics in Paris and won the gold medal in the foil, defeating fellow French fencer Henri Masson in the final."}]}, {"heading": "Births", "year": "1862", "date": "February 2", "txt": "Cornelius McKane, American physician, educator, and hospital founder (d. 1912)", "entities": []}, {"heading": "Births", "year": "1866", "date": "February 2", "txt": "Enrique Simonet, Spanish painter and academic (d. 1927)", "entities": [{"title": "Enrique Simonet", "href": "/wiki/Enrique_Simonet", "description": "Enrique Simonet Lombardo was a Spanish painter."}]}, {"heading": "Births", "year": "1873", "date": "February 2", "txt": "Leo Fall, Austrian composer (d. 1925)", "entities": [{"title": "Leo Fall", "href": "/wiki/Leo_Fall", "description": "Leopold Fall was an Austrian Kapellmeister and composer of operettas."}]}, {"heading": "Births", "year": "1873", "date": "February 2", "txt": "Konstantin von Neurath, German politician and diplomat, 13th German Minister of Foreign Affairs (d. 1956)", "entities": [{"title": "Minister for Foreign Affairs (Germany)", "href": "/wiki/Minister_for_Foreign_Affairs_(Germany)", "description": "The Federal Minister for Foreign Affairs is the head of the Federal Foreign Office and a member of the Cabinet of Germany. The current office holder is Heiko Maas. Since 1966, the Foreign Minister has often also simultaneously held the office of Vice Chancellor."}]}, {"heading": "Births", "year": "1875", "date": "February 2", "txt": "Fritz Kreisler, Austrian-American violinist and composer (d. 1962)", "entities": [{"title": "Fritz Kreisler", "href": "/wiki/Fritz_Kreisler", "description": "Fritz Kreisler was an Austrian-born American violinist and composer. One of the most noted violin masters of his day, and regarded as one of the greatest violinists of all time, he was known for his sweet tone and expressive phrasing. Like many great violinists of his generation, he produced a characteristic sound which was immediately recognizable as his own. Although it derived in many respects "}]}, {"heading": "Births", "year": "1877", "date": "February 2", "txt": "Frank L. Packard, Canadian author (d. 1942)", "entities": [{"title": "Frank L. Packard", "href": "/wiki/Frank_L._Packard", "description": "Frank Lucius Packard was a Canadian novelist."}]}, {"heading": "Births", "year": "1878", "date": "February 2", "txt": "Joe Lydon, American boxer (d. 1937)", "entities": [{"title": "Joe Lydon (boxer)", "href": "/wiki/Joe_Lydon_(boxer)", "description": "Joseph Patrick Lydon was an American welterweight boxer who competed in the early twentieth century. He was born in Swinford, County Mayo, Ireland. He competed at the 1904 Summer Olympics, tying for a bronze medal in the welterweight division with fellow American boxer Jack Egan."}]}, {"heading": "Births", "year": "1880", "date": "February 2", "txt": "Frederick Lane, Australian swimmer (d. 1969)", "entities": [{"title": "Frederick Lane", "href": "/wiki/Frederick_Lane", "description": "Frederick Claude Vivian Lane was an Australian swimmer who competed at the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1881", "date": "February 2", "txt": "Orval Overall, American baseball player and manager (d. 1947)", "entities": [{"title": "Orval Overall", "href": "/wiki/Orval_Overall", "description": "Orval Overall was an American pitcher in Major League Baseball. He was a member of the Chicago Cubs dynasty of the early 1900s."}]}, {"heading": "Births", "year": "1882", "date": "February 2", "txt": "Prince Andrew of Greece and Denmark (d. 1944)", "entities": [{"title": "Prince Andrew of Greece and Denmark", "href": "/wiki/Prince_Andrew_of_Greece_and_Denmark", "description": "Prince Andrew of Greece and Denmark of the House of Schleswig-Holstein-Sonderburg-Glücksburg, was the seventh child and fourth son of King George I of Greece and Olga Constantinovna of Russia. He was a grandson of Christian IX of Denmark and father of Prince Philip, Duke of Edinburgh. He was from birth a prince of both Denmark and Greece by virtue of his patrilineal descent."}]}, {"heading": "Births", "year": "1882", "date": "February 2", "txt": "James Joyce, Irish novelist, short story writer, and poet (d. 1941)", "entities": []}, {"heading": "Births", "year": "1883", "date": "February 2", "txt": "Johnston McCulley, American author and screenwriter, created Zorro (d. 1958)", "entities": [{"title": "Johnston McCulley", "href": "/wiki/Johnston_McCulley", "description": "Johnston McCulley was an American writer, the author of hundreds of stories, fifty novels, numerous screenplays for film and television, and the creator of the character Zorro."}]}, {"heading": "Births", "year": "1883", "date": "February 2", "txt": "Julia Nava de Ruisánchez, Mexican activist and writer (d. 1964)", "entities": []}, {"heading": "Births", "year": "1886", "date": "February 2", "txt": "William Rose Benét, American poet and author (d. 1950)", "entities": [{"title": "William Rose Benét", "href": "/wiki/William_Rose_Ben%C3%A9t", "description": "William Rose Benét was an American poet, writer, and editor. He was the older brother of Stephen Vincent Benét."}]}, {"heading": "Births", "year": "1887", "date": "February 2", "txt": "Ernst Hanfstaengl, German businessman (d. 1975)", "entities": [{"title": "Ernst Hanfstaengl", "href": "/wiki/Ernst_Hanfstaengl", "description": "Ernst Franz Sedgwick Hanfstaengl was a German-American businessman and intimate friend of Adolf Hitler. He eventually fell out of favour with Hitler, however, and defected from Nazi Germany to the United States. He later worked for Franklin D. Roosevelt and was once engaged to the author Djuna Barnes."}]}, {"heading": "Births", "year": "1889", "date": "February 2", "txt": "Jean de Lattre de Tassigny, French general (d. 1952)", "entities": [{"title": "Jean de Lattre de Tassigny", "href": "/wiki/Jean_de_Lattre_de_Tassigny", "description": "Jean Joseph Marie Gabriel de Lattre de Tassigny was a French army general during World War II and the First Indochina War. He was posthumously elevated to the dignity of Marshal of France."}]}, {"heading": "Births", "year": "1890", "date": "February 2", "txt": "Charles Correll, American actor and screenwriter (d. 1972)", "entities": [{"title": "Charles Correll", "href": "/wiki/Charles_Correll", "description": "Charles James Correll was an American radio comedian, actor and writer, known best for his work for the radio series Amos 'n' Andy with Freeman Gosden. Correll voiced the main character Andy Brown, along with various lesser characters."}]}, {"heading": "Births", "year": "1892", "date": "February 2", "txt": "Tochigiyama Moriya, Japanese sumo wrestler, the 27th Yokozuna (d. 1959)", "entities": [{"title": "Tochigiyama Moriya", "href": "/wiki/Tochigiyama_Moriya", "description": "Tochigiyama Moriya  was a Japanese professional sumo wrestler. He was the sport's 27th yokozuna from 1918 until 1925. Generally he is considered one of the pioneers of modern sumo. He remains the lightest yokozuna in the history of the sport with a weight of 104 kg."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1893", "date": "February 2", "txt": "Cornelius Lanczos, Hungarian mathematician and physicist (d. 1974)", "entities": [{"title": "Cornelius Lanczos", "href": "/wiki/Cornelius_Lanczos", "description": "Cornelius (Cornel) Lanczos was a Hungarian mathematician and physicist, who was born in Székesfehérvár, Fejér County, Kingdom of Hungary on February 2, 1893, and died on June 25, 1974. According to György Marx he was one of The Martians."}]}, {"heading": "Births", "year": "1893", "date": "February 2", "txt": "Raoul Riganti, Argentinian race car driver (d. 1970)", "entities": []}, {"heading": "Births", "year": "1893", "date": "February 2", "txt": "Damdin Sükhbaatar, Mongolian soldier and politician (d. 1924)", "entities": []}, {"heading": "Births", "year": "1895", "date": "February 2", "txt": "George Halas, American football player and coach (d. 1983)", "entities": [{"title": "George Halas", "href": "/wiki/George_Halas", "description": "George Stanley Halas Sr., nicknamed \"Papa Bear\" and \"Mr. Everything\", was an American professional football player, coach, and team owner. He was the founder and owner of the National Football League's Chicago Bears, and served as his own head coach on four occasions. He was also lesser-known as a Major League Baseball player for the New York Yankees."}]}, {"heading": "Births", "year": "1895", "date": "February 2", "txt": "Robert Philipp, American painter (d. 1981)", "entities": []}, {"heading": "Births", "year": "1895", "date": "February 2", "txt": "George Sutcliffe, Australian public servant (d. 1964)", "entities": []}, {"heading": "Births", "year": "1896", "date": "February 2", "txt": "Kazimierz Kuratowski, Polish mathematician and logician (d. 1980)", "entities": [{"title": "Kazimierz Kuratowski", "href": "/wiki/Kazimierz_Kuratowski", "description": "Kazimierz Kuratowski was a Polish mathematician and logician. He was one of the leading representatives of the Warsaw School of Mathematics."}]}, {"heading": "Births", "year": "1897", "date": "February 2", "txt": "Howard Deering Johnson, American businessman, founded Howard Johnson's (d. 1972)", "entities": [{"title": "Howard Deering Johnson", "href": "/wiki/Howard_Deering_Johnson", "description": "Howard Deering Johnson was an American entrepreneur, businessman, and the founder of an American chain of restaurants and motels under one company of the same name, Howard Johnson's."}, {"title": "Howard Johnson's", "href": "/wiki/Howard_Johnson%27s", "description": "Howard Johnson's, or Howard Johnson by Wyndham, is an American chain of hotels and motels located primarily throughout the United States. It was also a chain of restaurants for over 90 years and widely known for that alone. Founded by Howard Deering Johnson, it was the largest restaurant chain in the U.S. throughout the 1960s and 1970s, with more than 1,000 combined company-owned and franchised ou"}]}, {"heading": "Births", "year": "1897", "date": "February 2", "txt": "Gertrude Blanch, Russian-American mathematician (d. 1996)", "entities": []}, {"heading": "Births", "year": "1900", "date": "February 2", "txt": "Anni Frind, German lyric soprano (d. 1987)", "entities": [{"title": "Anni Frind", "href": "/wiki/Anni_Frind", "description": "Anni Frind was one of the most highly recorded lyric sopranos in Germany during the 1920s and 30s."}]}, {"heading": "Births", "year": "1900", "date": "February 2", "txt": "Willie Kamm, American baseball player and manager (d. 1988)", "entities": []}, {"heading": "Births", "year": "1901", "date": "February 2", "txt": "Jascha Heifetz, Lithuanian-born American violinist and educator (d. 1987)", "entities": [{"title": "Jascha Heifetz", "href": "/wiki/Jascha_Heifetz", "description": "Jascha Heifetz was a Russian-American violinist. Born in Vilna (Vilnius), he moved as a teenager to the United States, where his Carnegie Hall debut was rapturously received. He was a virtuoso since childhood—Fritz Kreisler, another leading violinist of the twentieth century, said on hearing Heifetz's debut, \"We might as well take our fiddles and break them across our knees.\"He had a long and succ"}]}, {"heading": "Births", "year": "1902", "date": "February 2", "txt": "Newbold Morris, American lawyer and politician (d. 1966)", "entities": [{"title": "Newbold Morris", "href": "/wiki/Newbold_Morris", "description": "Augustus Newbold Morris or Newbold Morris was an American politician, lawyer, president of the New York City Council, and two-time candidate for mayor of New York City."}]}, {"heading": "Births", "year": "1902", "date": "February 2", "txt": "John Tonkin, Australian politician, 20th Premier of Western Australia (d. 1995)", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1904", "date": "February 2", "txt": "Bozorg Alavi, Iranian author and activist (d. 1997)", "entities": [{"title": "Bozorg Alavi", "href": "/wiki/Bozorg_Alavi", "description": "Bozorg Alavi was an influential Iranian writer, novelist, and political intellectual. He was a founding member of the communist Tudeh Party of Iran in the 1940s and – following the 1953 coup against Premier Mohammad Mossadegh – spent the rest of his life in exile in East Germany, first during the Pahlavi regime, then returning to Germany once more following the 1979 revolution. Cheshm'hā'yash, whi"}]}, {"heading": "Births", "year": "1905", "date": "February 2", "txt": "Ayn Rand, Russian-born American novelist and philosopher (d. 1982)", "entities": [{"title": "Ayn Rand", "href": "/wiki/Ayn_Rand", "description": "Ayn Rand was a Russian-American writer and philosopher. She is known for her two best-selling novels, The Fountainhead and Atlas Shrugged, and for developing a philosophical system she named Objectivism. Born and educated in Russia, she moved to the United States in 1926. She had a play produced on Broadway in 1935 and 1936. After two early novels that were initially unsuccessful, she achieved fam"}]}, {"heading": "Births", "year": "1908", "date": "February 2", "txt": "Wes Ferrell, American baseball player and manager (d. 1976)", "entities": [{"title": "Wes Ferrell", "href": "/wiki/Wes_Ferrell", "description": "Wesley Cheek \"Wes\" Ferrell was an American professional baseball player. He played in Major League Baseball from 1927 through 1941. Primarily a starting pitcher, Ferrell played for the Cleveland Indians (1927–33), Boston Red Sox (1934–37), Washington Senators (1937–38), New York Yankees (1938–39), Brooklyn Dodgers (1940) and Boston Braves (1941). He batted and threw right-handed. Ferrell's 37 home"}]}, {"heading": "Births", "year": "1909", "date": "February 2", "txt": "Frank Albertson, American actor (d. 1964)", "entities": [{"title": "Frank Albertson", "href": "/wiki/Frank_Albertson", "description": "Francis Healey Albertson was an American actor who had supporting roles in films such as It's a Wonderful Life (1946) and Psycho (1960)."}]}, {"heading": "Births", "year": "1911", "date": "February 2", "txt": "Jack Pizzey, Australian politician, 29th Premier of Queensland (d. 1968)", "entities": [{"title": "Jack Pizzey", "href": "/wiki/Jack_Pizzey", "description": "Jack Charles Allan Pizzey was a Queensland Country Party politician. He was Premier of Queensland, in a coalition with the Liberal Party, from 17 January 1968 until his death on 31 July that year. To date, he is the most recent premier of an Australian state to die in office."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1912", "date": "February 2", "txt": "Millvina Dean, English civil servant and cartographer (d. 2009)", "entities": [{"title": "Millvina Dean", "href": "/wiki/Millvina_Dean", "description": "Eliza Gladys \"Millvina\" Dean was a British civil servant, cartographer, and the last survivor of the sinking of the RMS Titanic on 15 April 1912. At two months old, she was also the youngest passenger aboard."}]}, {"heading": "Births", "year": "1912", "date": "February 2", "txt": "Burton Lane, American songwriter and composer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1913", "date": "February 2", "txt": "Poul Reichhardt, Danish actor and singer (d. 1985)", "entities": [{"title": "Poul Reichhardt", "href": "/wiki/Poul_Reichhardt", "description": "Poul David Reichhardt was a Danish actor, well known for his roles in Danish 1940s/1950s comedies. Later on, he also played more serious and varied roles; he has also starred in Huset på Christianshavn, Matador and as various minor characters in the Olsen-banden films."}]}, {"heading": "Births", "year": "1914", "date": "February 2", "txt": "Eric Kierans, Canadian economist and politician, 1st Canadian Minister of Communications (d. 2004)", "entities": [{"title": "Eric Kierans", "href": "/wiki/Eric_Kierans", "description": "Eric William Kierans was a Canadian economist and politician."}, {"title": "Minister of Communications (Canada)", "href": "/wiki/Minister_of_Communications_(Canada)", "description": "The Minister of Communications of Canada is a now-defunct cabinet post which existed from 1969 to 1996, when it was abolished. Its telecommunications policy functions were transferred to the Minister of Industry and its cultural role was assumed by the Minister of Canadian Heritage."}]}, {"heading": "Births", "year": "1915", "date": "February 2", "txt": "Abba Eban, South African-Israeli politician and diplomat, 1st Israel Ambassador to the United Nations (d. 2002)", "entities": [{"title": "Abba Eban", "href": "/wiki/Abba_Eban", "description": "Abba Solomon Meir Eban was an Israeli diplomat and politician, and a scholar of the Arabic and Hebrew languages."}, {"title": "Permanent Representative of Israel to the United Nations", "href": "/wiki/Permanent_Representative_of_Israel_to_the_United_Nations", "description": "The Representative of Israel to the United Nations is the de facto Israel Ambassador to the United Nations, with the rank and status of Ambassador Extraordinary and Plenipotentiary."}]}, {"heading": "Births", "year": "1915", "date": "February 2", "txt": "Stan Leonard, Canadian golfer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1915", "date": "February 2", "txt": "Khushwant Singh, Indian journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1916", "date": "February 2", "txt": "Xuân Diệu, Vietnamese poet and author (d. 1985)", "entities": [{"title": "Xuân Diệu", "href": "/wiki/Xu%C3%A2n_Di%E1%BB%87u", "description": "Ngô Xuân Diệu was a Vietnamese poet, journalist, short story writer, and literary critic, best known as one of the prominent figures of the twentieth-century Thơ Mới Movement. Heralded by critics as \"the newest of the New Poets\", Xuân Diệu rose to popularity with the collection Thơ thơ (1938), which demonstrates a distinct voice influenced by Western literature, notably French symbolism. He was on"}]}, {"heading": "Births", "year": "1917", "date": "February 2", "txt": "Mary Ellis, British World War II ferry pilot (d. 2018)", "entities": [{"title": "Mary Ellis (pilot)", "href": "/wiki/Mary_Ellis_(pilot)", "description": "Mary Ellis was a British ferry pilot, and one of the last surviving British women pilots from the Second World War."}]}, {"heading": "Births", "year": "1917", "date": "February 2", "txt": "Đỗ Mười, Vietnamese politician, 5th Prime Minister of Vietnam (d. 2018)", "entities": [{"title": "List of Prime Ministers of Vietnam", "href": "/wiki/List_of_Prime_Ministers_of_Vietnam", "description": "The Prime Minister of the Socialist Republic of Vietnam, known as Chairman of the Council of Ministers from 1981 to 1992, is the highest office within the Central Government. The prime minister is simultaneously the Secretary of the Government Caucus Commission, a Party organ on government affairs, and Deputy Chairman of the Council for Defence and Security, an organ of the National Assembly. Thro"}]}, {"heading": "Births", "year": "1918", "date": "February 2", "txt": "Hella Haasse, Indonesian-Dutch author (d. 2011)", "entities": [{"title": "Hella Haasse", "href": "/wiki/Hella_Haasse", "description": "Hélène \"Hella\" Serafia Haasse was a Dutch writer, often referred to as the \"Grande Dame\" of Dutch literature, and whose novel Oeroeg (1948) was a staple for generations of Dutch schoolchildren. Her internationally acclaimed magnum opus is Heren van de Thee, translated to The Tea Lords. In 1988 Haasse was chosen to interview the Dutch Queen for her 50th birthday after which celebrated Dutch author "}]}, {"heading": "Births", "year": "1919", "date": "February 2", "txt": "Lisa Della Casa, Swiss soprano and actress (d. 2012)", "entities": [{"title": "Lisa Della Casa", "href": "/wiki/Lisa_Della_Casa", "description": "Lisa Della Casa was a Swiss soprano most admired for her interpretations of major heroines in operas by Wolfgang Amadeus Mozart and Richard Strauss, and of German lieder. She was also described as “the most beautiful woman on the operatic stage”."}]}, {"heading": "Births", "year": "1919", "date": "February 2", "txt": "Georg Gawliczek, German footballer and manager (d. 1999)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 2", "txt": "George Hardwick, English footballer and coach (d. 2004)", "entities": [{"title": "George Hardwick", "href": "/wiki/George_Hardwick", "description": "George Francis Moutry Hardwick was an English footballer, manager and coach. During his time as an active player, he was a left-sided defender for Middlesbrough. He was also a member of the England national football team, playing in 13 international matches and serving as the team's first post-World War II captain."}]}, {"heading": "Births", "year": "1920", "date": "February 2", "txt": "John Russell, American Olympic equestrian (d. 2020)", "entities": []}, {"heading": "Births", "year": "1920", "date": "February 2", "txt": "Arthur Willis, English footballer player-manager (d. 1987)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 2", "txt": "Kunwar Digvijay Singh, Indian field hockey player (d. 1978)", "entities": [{"title": "Kunwar Digvijay Singh", "href": "/wiki/Kunwar_Digvijay_Singh", "description": "Kunwar Digvijay Singh, popularly known as \"Babu\", was an Indian field hockey player, who is regarded as one of the greatest players in the history of the sport. He was born in Barabanki, Uttar Pradesh. He is widely known for his mesmerising passing ability and is considered by many to be the greatest dribbler of the game comparable only to Dhyan Chand."}]}, {"heading": "Births", "year": "1922", "date": "February 2", "txt": "Robert Chef d'Hôtel, French athlete (d. 2019)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 2", "txt": "James L. Usry, American politician, first African-American mayor of Atlantic City, New Jersey (d. 2002)", "entities": [{"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "List of mayors of Atlantic City, New Jersey", "href": "/wiki/List_of_mayors_of_Atlantic_City,_New_Jersey", "description": "Atlantic City, New Jersey was incorporated on May 1, 1854. It is governed within the Faulkner Act under the Mayor-Council system of municipal government, implemented by direct petition effective as of July 1, 1982. The City Council is the governing body of Atlantic City. There are nine Council members, who are elected to serve for a term of four years, one from each of six wards and three serving "}, {"title": "Atlantic City, New Jersey", "href": "/wiki/Atlantic_City,_New_Jersey", "description": "Atlantic City, often known by its initials A.C., is a coastal resort city in Atlantic County, New Jersey, United States, known for its casinos, boardwalk, and beaches. In 2010, the city had a population of 39,558. It was incorporated on May 1, 1854, from portions of Egg Harbor Township and Galloway Township. It is located on Absecon Island and borders Absecon, Brigantine, Pleasantville, Ventnor Ci"}]}, {"heading": "Births", "year": "1922", "date": "February 2", "txt": "Stoyanka Mutafova, Bulgarian actress (d. 2019)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 2", "txt": "Jean Babilée, French dancer and choreographer (d. 2014)", "entities": [{"title": "Jean Babilée", "href": "/wiki/Jean_Babil%C3%A9e", "description": "Jean Babilée was a prominent French dancer and choreographer of the latter half of the 20th century. He is considered to have been one of modern ballet's greatest performers, and the first French dancer to gain international acclaim. Babilée has been called the \"enfant terrible of dance.\""}]}, {"heading": "Births", "year": "1923", "date": "February 2", "txt": "James Dickey, American poet and novelist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 2", "txt": "Svetozar Gligorić, Serbian and Yugoslav chess grandmaster (d.2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 2", "txt": "Bonita Granville, American actress and producer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 2", "txt": "Red Schoendienst, American baseball player, coach, and manager (d. 2018)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 2", "txt": "Liz Smith, American journalist and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "February 2", "txt": "Clem Windsor, Australian rugby player and surgeon (d. 2007)", "entities": []}, {"heading": "Births", "year": "1924", "date": "February 2", "txt": "Elfi von Dassanowsky, Austrian-American singer, pianist, producer (d. 2007)", "entities": [{"title": "Elfi von Dassanowsky", "href": "/wiki/Elfi_von_Dassanowsky", "description": "Elfriede \"Elfi\" von Dassanowsky was an Austrian-born singer, pianist and film producer."}]}, {"heading": "Births", "year": "1924", "date": "February 2", "txt": "Sonny Stitt, American saxophonist and composer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1925", "date": "February 2", "txt": "Elaine Stritch, American actress and singer (d. 2014)", "entities": [{"title": "Elaine Stritch", "href": "/wiki/Elaine_Stritch", "description": "Elaine Stritch was an American actress and singer, known for her work on Broadway. She made her professional stage debut in 1944 and appeared in numerous stage plays, musicals, feature films and television series. She was inducted into the American Theater Hall of Fame in 1995."}]}, {"heading": "Births", "year": "1926", "date": "February 2", "txt": "Valéry Giscard d'Estaing, French academic and politician, 20th President of France (d. 2020)", "entities": [{"title": "Valéry Giscard d'Estaing", "href": "/wiki/Val%C3%A9ry_Giscard_d%27Estaing", "description": "Valéry René Marie Georges Giscard d'Estaing, also known as Giscard or VGE, was a French politician who served as President of France from 1974 to 1981."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1927", "date": "February 2", "txt": "Stan Getz, American saxophonist (d. 1991)", "entities": [{"title": "Stan Getz", "href": "/wiki/Stan_Getz", "description": "Stanley Getz was an American jazz saxophonist, professionally known as Stan Getz. Playing primarily the tenor saxophone, Getz was known as \"The Sound\" because of his warm, lyrical tone, his prime influence being the wispy, mellow timbre of his idol, Lester Young. Coming to prominence in the late 1940s with Woody Herman's big band, Getz is described by critic Scott Yanow as \"one of the all-time gre"}]}, {"heading": "Births", "year": "1927", "date": "February 2", "txt": "Doris Sams, American baseball player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 2", "txt": "Ciriaco De Mita, 47th Prime minister of Italy", "entities": [{"title": "Ciriaco De Mita", "href": "/wiki/Ciriaco_De_Mita", "description": "Luigi Ciriaco De Mita is an Italian politician who served as the 47th Prime Minister of Italy from 1988 to 1989 and as Member of the European Parliament from 2009 to 2013."}, {"title": "Prime minister of Italy", "href": "/wiki/Prime_minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1928", "date": "February 2", "txt": "Jay Handlan, American basketball player and engineer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 2", "txt": "Tommy Harmer, English footballer and youth team coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 2", "txt": "Sheila Matthews Allen, American actress and producer (d. 2013)", "entities": [{"title": "Sheila Matthews Allen", "href": "/wiki/Sheila_Matthews_Allen", "description": "Sheila Mathews Allen was an American actress."}]}, {"heading": "Births", "year": "1929", "date": "February 2", "txt": "George Band, English engineer and mountaineer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 2", "txt": "Věra Chytilová, Czech actress, director, and screenwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 2", "txt": "John Henry Holland, American computer scientist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 2", "txt": "Waldemar Kmentt, Austrian operatic tenor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 2", "txt": "Dries van Agt, Dutch politician, diplomat and jurist, Prime Minister of the Netherlands", "entities": [{"title": "Dries van Agt", "href": "/wiki/Dries_van_Agt", "description": "Andreas Antonius Maria \"Dries\" van Agt is a Dutch politician and diplomat of the defunct Catholic People's Party (KVP) and later the Christian Democratic Appeal (CDA) party and jurist who served as Prime Minister of the Netherlands from 19 December 1977 until 4 November 1982."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1931", "date": "February 2", "txt": "Les Dawson, English comedian and author (d. 1993)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 2", "txt": "Glynn Edwards, Malaysian-English actor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 2", "txt": "John Paul Harney, Canadian educator and politician", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 2", "txt": "Judith Viorst, American journalist and author", "entities": []}, {"heading": "Births", "year": "1932", "date": "February 2", "txt": "Arthur Lyman, American jazz vibraphone and marimba player (d. 2002)", "entities": [{"title": "Arthur Lyman", "href": "/wiki/Arthur_Lyman", "description": "Arthur Lyman was an American jazz vibraphone and marimba player. His group popularized a style of faux-Polynesian music during the 1950s and 1960s which later became known as exotica. His albums became favorite stereo-effect demonstration discs during the early days of the stereophonic LP album for their elaborate and colorful percussion, deep bass and 3-dimensional recording soundstage. Lyman was"}]}, {"heading": "Births", "year": "1932", "date": "February 2", "txt": "Robert Mandan, American actor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 2", "txt": "M'el Dowd, American actress and singer (d. 2012)", "entities": [{"title": "M'el Dowd", "href": "/wiki/M%27el_Dowd", "description": "M'el Dowd was an American stage, musical theatre and film actress, and singer, whose career spanned more than 50 years. Beginning in Shakespeare roles and films in the 1950s, Dowd continued to perform on stage, film and television into the 21st century. A frequent performer on Broadway in the 1960s, Dowd originated the role of Morgan le Fay in the musical Camelot."}]}, {"heading": "Births", "year": "1933", "date": "February 2", "txt": "Tony Jay, English-American actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 2", "txt": "Orlando \"Cachaíto\" López, Cuban bassist and composer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 2", "txt": "Than Shwe, Burmese general and politician, 8th Prime Minister of Burma", "entities": [{"title": "Prime Minister of Burma", "href": "/wiki/Prime_Minister_of_Burma", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Births", "year": "1934", "date": "February 2", "txt": "Khalil Ullah Khan, Bangladeshi actor (d. 2014)", "entities": [{"title": "Khalil Ullah Khan", "href": "/wiki/Khalil_Ullah_Khan", "description": "Khalil Ullah Khan was a Bangladeshi film and television actor. He earned Bangladesh National Film Award for Best Supporting Actor for his role in Gunda in 1976."}]}, {"heading": "Births", "year": "1935", "date": "February 2", "txt": "Pete Brown, American golfer (d. 2015)", "entities": [{"title": "Pete Brown (golfer)", "href": "/wiki/Pete_Brown_(golfer)", "description": "Pete Brown was an American professional golfer who is best known as the first African American to win a PGA Tour event with his win at the Waco Turner Open."}]}, {"heading": "Births", "year": "1935", "date": "February 2", "txt": "Evgeny Velikhov, Russian physicist and academic", "entities": []}, {"heading": "Births", "year": "1936", "date": "February 2", "txt": "Duane Jones, American actor (d. 1988)", "entities": [{"title": "Duane Jones", "href": "/wiki/Duane_Jones", "description": "Duane L. Jones was an American actor and theatre director, best known for his leading role as Ben in the 1968 horror film Night of the Living Dead. He was later director of the Maguire Theater at the State University of New York at Old Westbury, and the artistic director of the Richard Allen Center for Culture and Art in Manhattan."}]}, {"heading": "Births", "year": "1936", "date": "February 2", "txt": "Metin Oktay, Turkish footballer and manager (d. 1991)", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 2", "txt": "Don Buford, American baseball player and coach", "entities": [{"title": "Don Buford", "href": "/wiki/Don_Buford", "description": "Donald Alvin Buford is an American former professional baseball player scout, coach and manager. He played in Major League Baseball as an outfielder from 1963 through 1972, most notably as the leadoff hitter for the Baltimore Orioles dynasty that won three consecutive American League pennants from 1969 to 1971 and, won the World Series in 1970. He also played for the Chicago White Sox and played i"}]}, {"heading": "Births", "year": "1937", "date": "February 2", "txt": "Eric Arturo Delvalle, Panamanian lawyer and politician, President of Panama (d. 2015)", "entities": [{"title": "List of heads of state of Panama", "href": "/wiki/List_of_heads_of_state_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Births", "year": "1937", "date": "February 2", "txt": "Anthony Haden-Guest, British journalist, poet, and critic", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 2", "txt": "Remak Ramsay, American actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 2", "txt": "Tom Smothers, American comedian, actor, and activist", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 2", "txt": "Alexandra Strelchenko, Ukrainian actress and singer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 2", "txt": "Norman Fowler, English journalist and politician, Secretary of State for Transport", "entities": [{"title": "Norman Fowler", "href": "/wiki/Norman_Fowler", "description": "Peter Norman Fowler, Baron Fowler is a British politician who served as a member of both Margaret Thatcher and John Major's ministries during the 1980s and 1990s. He held the office of Lord Speaker from 1 September 2016 to 30 April 2021."}, {"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1938", "date": "February 2", "txt": "Gene MacLellan, Canadian singer-songwriter (d. 1995)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 2", "txt": "Jackie Burroughs, English-born Canadian actress (d. 2010)", "entities": [{"title": "Jackie Burroughs", "href": "/wiki/Jackie_Burroughs", "description": "Jacqueline \"Jackie\" Burroughs was an English-born Canadian actress."}]}, {"heading": "Births", "year": "1939", "date": "February 2", "txt": "Mary-Dell Chilton, American chemist and inventor and one of the founders of modern plant biotechnology", "entities": [{"title": "Biotechnology", "href": "/wiki/Biotechnology", "description": "Biotechnology is a broad area of biology, involving the use of living systems and organisms to develop or make products. Depending on the tools and applications, it often overlaps with related scientific fields. In the late 20th and early 21st centuries, biotechnology has expanded to include new and diverse sciences, such as genomics, recombinant gene techniques, applied immunology, and developmen"}]}, {"heading": "Births", "year": "1939", "date": "February 2", "txt": "Dale T. Mortensen, American economist and academic, Nobel Prize laureate (d. 2014)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1940", "date": "February 2", "txt": "Alan Caddy, English guitarist and producer (d. 2000)", "entities": [{"title": "Alan Caddy", "href": "/wiki/Alan_Caddy", "description": "Alan Caddy was a guitarist, arranger, record producer and session musician."}]}, {"heading": "Births", "year": "1940", "date": "February 2", "txt": "Thomas M. Disch, American author and poet (d. 2008)", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 2", "txt": "Wayne Fontes, American football player and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 2", "txt": "David Jason, English actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 2", "txt": "Terry Biddlecombe, English jockey (d. 2014)", "entities": [{"title": "Terry Biddlecombe", "href": "/wiki/Terry_Biddlecombe", "description": "Terry Biddlecombe was an English National Hunt racing jockey in the 1960s and 1970s. He was Champion Jockey in 1965, 1966 and 1969."}]}, {"heading": "Births", "year": "1942", "date": "February 2", "txt": "Bo Hopkins, American actor", "entities": [{"title": "Bo Hopkins", "href": "/wiki/Bo_Hopkins", "description": "William \"Bo\" Hopkins is an American actor. He is perhaps best known for playing important supporting roles in a number of major studio films between 1969 and 1979, and appeared in many other television shows and TV movies."}]}, {"heading": "Births", "year": "1942", "date": "February 2", "txt": "Graham Nash, English-American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 2", "txt": "Andrew Davis, English organist and conductor", "entities": [{"title": "Andrew Davis (conductor)", "href": "/wiki/Andrew_Davis_(conductor)", "description": "Sir Andrew Frank Davis is an English conductor. He is music director and principal conductor of Lyric Opera of Chicago, chief conductor of the Melbourne Symphony Orchestra and conductor laureate of the Toronto Symphony Orchestra and the BBC Symphony Orchestra."}]}, {"heading": "Births", "year": "1944", "date": "February 2", "txt": "Geoffrey Hughes, English actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 2", "txt": "Ursula Oppens, American pianist and educator", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 2", "txt": "John Eatwell, Baron Eatwell, English economist and academic", "entities": [{"title": "John Eatwell, Baron Eatwell", "href": "/wiki/John_Eatwell,_Baron_Eatwell", "description": "John Leonard Eatwell, Baron Eatwell, is a British economist who was President of Queens' College, Cambridge from 1996 to 2020. A former senior advisor to the Labour Party, Lord Eatwell sat in the House of Lords as a non-affiliated peer from 2014 to 2020, before returning to the Labour bench,"}]}, {"heading": "Births", "year": "1946", "date": "February 2", "txt": "John Armitt, English engineer and businessman", "entities": [{"title": "John Armitt", "href": "/wiki/John_Armitt", "description": "Sir John Alexander Armitt, CBE, FREng, FICE is an English civil engineer, and current chairman of the UK's National Infrastructure Commission."}]}, {"heading": "Births", "year": "1946", "date": "February 2", "txt": "Blake Clark, American comedian and actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 2", "txt": "Alpha Oumar Konaré, Malian academic and politician, 3rd President of Mali", "entities": [{"title": "President of Mali", "href": "/wiki/President_of_Mali", "description": "This is a list of heads of state of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1946", "date": "February 2", "txt": "Constantine Papadakis, Greek-American businessman and academic (d. 2009)", "entities": []}, {"heading": "Births", "year": "1947", "date": "February 2", "txt": "Greg Antonacci, American actor, director, producer, and screenwriter (d. 2017)", "entities": [{"title": "Greg Antonacci", "href": "/wiki/Greg_Antonacci", "description": "Gregory Gerald Antonacci was an American television actor, director, producer, and writer. He is best known for portraying Johnny Torrio in Boardwalk Empire in every season, from 2010 to 2014, and as Phil Leotardo's right-hand man Butch DeConcini in The Sopranos from 2006 to the season finale in 2007."}]}, {"heading": "Births", "year": "1947", "date": "February 2", "txt": "Farrah Fawcett, American actress and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 2", "txt": "Ina Garten, American chef and author", "entities": [{"title": "Ina Garten", "href": "/wiki/Ina_Garten", "description": "Ina Rosenberg Garten is an American author, host of the Food Network program Barefoot Contessa, and a former staff member of the White House Office of Management and Budget.\nGarten's mother in law bought her a subscription for Time Life cookbooks series and influenced her. Later, she relied on intuition and feedback from friends and customers to refine her recipes. She was primarily mentored by El"}]}, {"heading": "Births", "year": "1948", "date": "February 2", "txt": "Al McKay, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 2", "txt": "Roger Williamson, English race car driver (d. 1973)", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 2", "txt": "Duncan Bannatyne, Scottish businessman and philanthropist", "entities": [{"title": "Duncan Bannatyne", "href": "/wiki/Duncan_Bannatyne", "description": "Duncan Walker Bannatyne, is a Scottish entrepreneur, philanthropist and author. His business interests include hotels, health clubs, spas, media, TV, and property. He is most famous for his appearance as a business angel on the BBC programme Dragons' Den. He was appointed an OBE for his contribution to charity. He has written seven books."}]}, {"heading": "Births", "year": "1949", "date": "February 2", "txt": "Yasuko Namba, Japanese mountaineer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 2", "txt": "Brent Spiner, American actor and singer", "entities": []}, {"heading": "Births", "year": "1949", "date": "February 2", "txt": "Ross Valory, American rock bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 2", "txt": "Osamu Kido, Japanese wrestler", "entities": [{"title": "Osamu Kido", "href": "/wiki/Osamu_Kido", "description": "Osamu Kido  is a Japanese professional wrestler who wrestled for New Japan Pro Wrestling (NJPW). He participated in the foundation of New Japan of 1972 and the foundation of Universal Wrestling Federation (UWF) in 1984. In 2005, after four years in retirement, Kido returned to the ring."}]}, {"heading": "Births", "year": "1950", "date": "February 2", "txt": "Libby Purves, British journalist and author", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 2", "txt": "Bárbara Rey, Spanish singer and actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 2", "txt": "Barbara Sukowa, German actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "February 2", "txt": "Genichiro Tenryu, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 2", "txt": "Vangelis Alexandris, Greek basketball player and coach", "entities": [{"title": "Vangelis Alexandris", "href": "/wiki/Vangelis_Alexandris", "description": "Evangelos \"Vangelis\" Alexandris is a Greek professional basketball coach and a retired professional player. During his playing career, his nickname was \"The Tiger\"."}]}, {"heading": "Births", "year": "1951", "date": "February 2", "txt": "Ken Bruce, Scottish radio host", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 2", "txt": "John Cornyn, American lawyer and politician, 49th Attorney General of Texas", "entities": [{"title": "John Cornyn", "href": "/wiki/John_Cornyn", "description": "John Cornyn III is an American politician and attorney serving as the senior United States Senator for Texas since 2002. He was the Republican Senate Majority Whip for the 114th and 115th Congresses. Cornyn also previously served as Chair of the National Republican Senatorial Committee from 2007 to 2011."}, {"title": "Attorney General of Texas", "href": "/wiki/Attorney_General_of_Texas", "description": "The Texas attorney general is the chief legal officer of the U.S. state of Texas. The current officeholder, Republican Ken Paxton, has served in the position since January 5, 2015."}]}, {"heading": "Births", "year": "1952", "date": "February 2", "txt": "Rick Dufay, French-American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 2", "txt": "Park Geun-hye, South Korean politician, 11th President of South Korea", "entities": [{"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1952", "date": "February 2", "txt": "Ralph Merkle, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 2", "txt": "Carol Ann Susi, American actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 2", "txt": "Duane Chapman, American bounty hunter", "entities": [{"title": "Duane Chapman", "href": "/wiki/Duane_Chapman", "description": "Duane Lee \"Dog\" Chapman is an American television personality, bounty hunter, and former bail bondsman. Chapman came to international notice as a bounty hunter for his successful capture of Max Factor heir Andrew Luster in Mexico in 2003 and, the following year, was given his own series, Dog the Bounty Hunter (2004–2012), on A&E. After Dog the Bounty Hunter ended, Chapman appeared in Dog and Beth:"}]}, {"heading": "Births", "year": "1953", "date": "February 2", "txt": "Jerry Sisk, Jr., American gemologist, co-founded Jewelry Television (d. 2013)", "entities": [{"title": "Jewelry Television", "href": "/wiki/Jewelry_Television", "description": "Jewelry Television is an American television network. It was formerly called the America's Collectibles Network. The company sells both women's and men's jewelry. It has an estimated reach of more than 80 million U.S. households, through cable and satellite providers, online streaming and limited over-the-air broadcasters."}]}, {"heading": "Births", "year": "1954", "date": "February 2", "txt": "Christie Brinkley, American actress, model, and businesswoman", "entities": [{"title": "Christie Brinkley", "href": "/wiki/Christie_Brinkley", "description": "Christie Brinkley is an American model, actress, and entrepreneur. Brinkley gained worldwide fame with her appearances in the late 1970s Sports Illustrated Swimsuit Issues, ultimately appearing on an unprecedented three consecutive covers starting in 1979. She spent 25 years as the face of CoverGirl, has appeared on over 500 magazine covers, and has signed contracts with major brands—both fashion "}]}, {"heading": "Births", "year": "1954", "date": "February 2", "txt": "Hansi Hinterseer, Austrian skier and actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 2", "txt": "Nelson Ne'e, Solomon Islander politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 2", "txt": "John Tudor, American baseball player", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 2", "txt": "Leszek Engelking, Polish poet and author", "entities": [{"title": "Leszek Engelking", "href": "/wiki/Leszek_Engelking", "description": "Leszek Engelking is a Polish poet, short story writer, critic, essayist, scholar, and translator."}]}, {"heading": "Births", "year": "1955", "date": "February 2", "txt": "Bob Schreck, American author", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 2", "txt": "Michael Talbott, American actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 2", "txt": "Kim Zimmer, American actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 2", "txt": "Adnan Oktar, Turkish theorist and author", "entities": [{"title": "Adnan Oktar", "href": "/wiki/Adnan_Oktar", "description": "Adnan Oktar, also known as Adnan Hoca, Harun Yahya, is a Turkish religious cult leader, creationist, and conspiracy theorist. In 2007, he sent thousands of unsolicited copies of his book, The Atlas of Creation, which advocates Islamic creationism, to American scientists, members of Congress, and science museums. Oktar runs two organizations of which he is also the Honorary President: Bilim Araştır"}]}, {"heading": "Births", "year": "1957", "date": "February 2", "txt": "Phil Barney, Algerian-French singer-songwriter", "entities": [{"title": "Phil Barney", "href": "/wiki/Phil_Barney", "description": "Phil Barney is a French singer-songwriter. He was particularly successful with his 1987 song \"Un Enfant de toi\"."}]}, {"heading": "Births", "year": "1958", "date": "February 2", "txt": "Michel Marc Bouchard, Canadian playwright", "entities": [{"title": "Michel Marc Bouchard", "href": "/wiki/Michel_Marc_Bouchard", "description": "Michel Marc Bouchard, is a Canadian playwright. He has received the Prix Journal de Montreal, Prix du Cercle des critiques de l'Outaouais, the Dora Mavor Moore Award for Outstanding New Play, the Floyd S. Chalmers Canadian Play Award, and nine Jessie Richardson Theatre Awards for the Vancouver productions of Lilies and The Orphan Muses."}]}, {"heading": "Births", "year": "1961", "date": "February 2", "txt": "Abraham Iyambo, Namibian politician (d. 2013)", "entities": [{"title": "Abraham Iyambo", "href": "/wiki/Abraham_Iyambo", "description": "Abraham Iyambo was a Namibian politician. Iyambo was a member of the National Assembly of Namibia since 1995, serving as Minister of Fisheries from 1997 to 2010 and as Minister of Education from 2010 to 2013. Iyambo was a member of both the Central Committee and Political Bureau of the SWAPO Party and the chairperson of its Think Tank."}]}, {"heading": "Births", "year": "1961", "date": "February 2", "txt": "Lauren Lane, American actress and academic", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 2", "txt": "Philippe Claudel, French author, director, and screenwriter", "entities": [{"title": "Philippe Claudel", "href": "/wiki/Philippe_Claudel", "description": "Philippe Claudel is a French writer and film director."}]}, {"heading": "Births", "year": "1962", "date": "February 2", "txt": "Andy Fordham, English darts player", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 2", "txt": "Paul Kilgus, American baseball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 2", "txt": "Kate Raison, Australian actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 2", "txt": "Michael T. Weiss, American actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 2", "txt": "Eva Cassidy, American singer and guitarist (d. 1996)", "entities": [{"title": "Eva Cassidy", "href": "/wiki/Eva_Cassidy", "description": "Eva Marie Cassidy was an American singer and guitarist known for her interpretations of jazz, folk, and blues music, born with a powerful, emotive soprano voice. In 1992, she released her first album, The Other Side, a set of duets with go-go musician Chuck Brown, followed by the 1996 live solo album titled Live at Blues Alley. Although she had been honored by the Washington Area Music Association"}]}, {"heading": "Births", "year": "1963", "date": "February 2", "txt": "Kjell Dahlin, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 2", "txt": "Andrej Kiska, Slovak entrepreneur and philanthropist, President of Slovakia", "entities": [{"title": "President of Slovakia", "href": "/wiki/President_of_Slovakia", "description": "The president of the Slovak Republic is the head of state of Slovakia and the commander-in-chief of the Armed Forces. The president is directly elected by the people for five years, and can be elected for a maximum of two consecutive terms. The presidency is largely a ceremonial office, but the president does exercise certain limited powers with absolute discretion. The president's official reside"}]}, {"heading": "Births", "year": "1963", "date": "February 2", "txt": "Philip Laats, Belgian martial artist", "entities": []}, {"heading": "Births", "year": "1963", "date": "February 2", "txt": "Vigleik Storaas, Norwegian pianist", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 2", "txt": "Carl Airey, English footballer", "entities": [{"title": "Carl Airey", "href": "/wiki/Carl_Airey", "description": "Carl Airey is an English former professional footballer who made more than 200 appearances in the Football League playing as a centre forward during the 1980s."}]}, {"heading": "Births", "year": "1965", "date": "February 2", "txt": "Naoki Sano, Japanese wrestler and mixed martial artist", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 2", "txt": "Andrei Chesnokov, Russian tennis player and coach", "entities": [{"title": "Andrei Chesnokov", "href": "/wiki/Andrei_Chesnokov", "description": "Andrei Eduardovich Chesnokov is a former professional tennis player from Russia."}]}, {"heading": "Births", "year": "1966", "date": "February 2", "txt": "Robert DeLeo, American bass player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 2", "txt": "Adam Ferrara, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1966", "date": "February 2", "txt": "Michael Misick, Caicos Islander politician, Premier of the Turks and Caicos Islands", "entities": [{"title": "Premier of the Turks and Caicos Islands", "href": "/wiki/Premier_of_the_Turks_and_Caicos_Islands", "description": "The Premier of the Turks and Caicos Islands is the political leader and head of government. The post of Premier is the equivalent to Chief Minister or Prime Minister in other British Overseas Territories. It is the highest political level that can be attained within the British colonial system. Prior to 2006, the position was known as the Chief Minister of the Turks and Caicos Islands."}]}, {"heading": "Births", "year": "1967", "date": "February 2", "txt": "Artūrs Irbe, Latvian ice hockey player and coach", "entities": [{"title": "Artūrs Irbe", "href": "/wiki/Art%C5%ABrs_Irbe", "description": "Artūrs Irbe is a Latvian professional ice hockey coach and former goaltender. Born during the Soviet era, Irbe played for various Soviet league teams and the Soviet Union national team before moving to North America in 1991. Irbe played in the National Hockey League (NHL) for the San Jose Sharks, Dallas Stars, Vancouver Canucks and Carolina Hurricanes. In 2004 Irbe returned to Europe to play until"}]}, {"heading": "Births", "year": "1967", "date": "February 2", "txt": "Laurent Nkunda, Congolese general", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 2", "txt": "Sean Elliott, American basketball player and sportscaster", "entities": [{"title": "Sean Elliott", "href": "/wiki/Sean_Elliott", "description": "Sean Michael Elliott is an American former professional basketball player who starred at small forward in both the college and professional ranks. He attended the University of Arizona, where he had a standout career as a two-time All-American, winner of the 1989 John R. Wooden Award, the 1989 Adolph Rupp Trophy, the 1989 NABC Player of the Year, 1989 AP Player of the Year, and two time Pac-12 Pla"}]}, {"heading": "Births", "year": "1968", "date": "February 2", "txt": "Scott Erickson, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 2", "txt": "Dana International, Israeli singer-songwriter", "entities": [{"title": "Dana International", "href": "/wiki/Dana_International", "description": "Sharon Cohen, professionally known as Dana International, is an Israeli pop singer. She has released eight albums and three additional compilation albums. She was the winner of the Eurovision Song Contest 1998 in Birmingham with the song \"Diva\"."}]}, {"heading": "Births", "year": "1969", "date": "February 2", "txt": "Valeri Karpin, Estonian-Russian footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "February 2", "txt": "Roar Strand, Norwegian footballer", "entities": [{"title": "Roar Strand", "href": "/wiki/Roar_Strand", "description": "Roar Strand is a Norwegian former football player. He played as a midfielder at the Norwegian club Rosenborg. Strand was capped 42 times for the Norwegian national team. He is the player with the fourth-highest number of appearances in the Norwegian top division. He has won 16 league titles, more than any other player in history and the Norwegian Football Cup five times, and he has scored goals in"}]}, {"heading": "Births", "year": "1970", "date": "February 2", "txt": "Jennifer Westfeldt, American actress and singer", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 2", "txt": "Michelle Gayle, English singer-songwriter and actress", "entities": [{"title": "Michelle Gayle", "href": "/wiki/Michelle_Gayle", "description": "Michelle Patricia Gayle is a British singer, songwriter, actress and author. Gayle had success as a soul and R&B singer in the 1990s. She achieved seven top 40 singles in the UK Singles Chart, her two biggest hits to date being \"Sweetness\" and \"Do You Know\". She released two Top 40 albums through RCA Records but they parted company in 1997, and although Gayle has recorded other albums, they have n"}]}, {"heading": "Births", "year": "1971", "date": "February 2", "txt": "Arly Jover, Spanish actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 2", "txt": "Isaac Kungwane, South African footballer and sportscaster (d. 2014)", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 2", "txt": "Jason Taylor, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "February 2", "txt": "Hwang Seok-jeong, South Korean actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 2", "txt": "Melvin Mora, Venezuelan baseball player", "entities": [{"title": "Melvin Mora", "href": "/wiki/Melvin_Mora", "description": "Melvin Mora Diaz is a Venezuelan-American former professional baseball infielder. He played for the New York Mets, Baltimore Orioles, Colorado Rockies and Arizona Diamondbacks of the Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1972", "date": "February 2", "txt": "Aleksey Naumov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 2", "txt": "Hisashi Tonomura, Japanese musician", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 2", "txt": "Andrei Luzgin, Estonian tennis player and coach", "entities": [{"title": "Andrei Luzgin", "href": "/wiki/Andrei_Luzgin", "description": "Andrei Luzgin is a tennis coach and former Estonian tennis player. He achieved his career high ATP singles ranking in 1996 at No. 1212. The same year he also achieved his career high doubles ranking at No. 844."}]}, {"heading": "Births", "year": "1973", "date": "February 2", "txt": "Aleksander Tammert, Estonian discus thrower", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 2", "txt": "Marissa Jaret Winokur, American actress and singer", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 2", "txt": "Todd Bertuzzi, Canadian ice hockey player", "entities": [{"title": "Todd Bertuzzi", "href": "/wiki/Todd_Bertuzzi", "description": "Todd Bertuzzi is a Canadian former professional ice hockey winger of the National Hockey League (NHL). Known as a power forward, he has played in the NHL for the New York Islanders, Vancouver Canucks, Florida Panthers, Anaheim Ducks, Calgary Flames and Detroit Red Wings."}]}, {"heading": "Births", "year": "1975", "date": "February 2", "txt": "Donald Driver, American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 2", "txt": "Ieroklis Stoltidis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 2", "txt": "Ryan Farquhar, Northern Irish motorcycle racer", "entities": [{"title": "Ryan Farquhar", "href": "/wiki/Ryan_Farquhar", "description": "Ryan Alan Robert Farquhar is a professional motorcycle racer who primarily competes in road racing. Farquhar won the Dukes Road Racing Rankings four times. He won five races at the Cookstown 100 in one day and now holds the most Irish national wins by any one rider, at 201. He previously raced a Kawasaki ZX-10R, a Kawasaki ZX-6R and a Kawasaki ER6."}]}, {"heading": "Births", "year": "1976", "date": "February 2", "txt": "James Hickman, English swimmer", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 2", "txt": "Ana Roces, Filipino actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 2", "txt": "Shakira, Colombian singer-songwriter, producer, and actress", "entities": [{"title": "Shakira", "href": "/wiki/Shakira", "description": "Shakira Isabel Mebarak Ripoll is a Colombian singer and songwriter. Born and raised in Barranquilla, Shakira has been referred to as the Queen of Latin Music and is noted for her versatility in music. She made her recording debut under Sony Music Colombia at the age of 13. Following the commercial failure of her first two albums, Magia (1991) and Peligro (1993), she rose to prominence in Hispanic "}]}, {"heading": "Births", "year": "1977", "date": "February 2", "txt": "Libor Sionko, Czech footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 2", "txt": "Adam Christopher, New Zealand writer", "entities": [{"title": "Adam Christopher", "href": "/wiki/Adam_Christopher", "description": "Adam Christopher McGechan, who writes under the name Adam Christopher, is a New Zealand novelist. In 2006, he moved from New Zealand to North West England, where he lives with his wife."}]}, {"heading": "Births", "year": "1978", "date": "February 2", "txt": "Barry Ferguson, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 2", "txt": "Lee Ji-ah, South Korean actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 2", "txt": "Faye White, English footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 2", "txt": "Urmo Aava, Estonian race car driver", "entities": [{"title": "Urmo Aava", "href": "/wiki/Urmo_Aava", "description": "Urmo Aava is a former Estonian rally driver who competed in the World Rally Championship between 2002 and 2009. His regular co-driver was Kuldar Sikk, who later became Ott Tänak's co-driver."}]}, {"heading": "Births", "year": "1979", "date": "February 2", "txt": "Fani Chalkia, Greek hurdler and sprinter", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 2", "txt": "Christine Lampard, Irish television host", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 2", "txt": "Shamita Shetty, Indian actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 2", "txt": "Irini Terzoglou, Greek shot putter", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 2", "txt": "Teddy Hart, Canadian wrestler", "entities": [{"title": "Teddy Hart", "href": "/wiki/Teddy_Hart", "description": "Edward Ellsworth Annis is a Canadian professional wrestler, better known by his ring name Teddy Hart. He currently wrestles on the independent circuit. He wrestled on a National scale for Major League Wrestling (MLW) as the leader of The Hart Foundation, where he held the MLW World Middleweight and MLW Tag Team champion. He has also wrestled for AAA, the short-lived Wrestling Society X, Jersey All"}]}, {"heading": "Births", "year": "1980", "date": "February 2", "txt": "Zhang Jingchu, Chinese actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 2", "txt": "Oleguer Presas, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 2", "txt": "Emre Aydın, Turkish singer-songwriter", "entities": [{"title": "Emre Aydın", "href": "/wiki/Emre_Ayd%C4%B1n", "description": "Emre Aydın is a Turkish rock singer-songwriter. The singer won the MTV Europe Music Awards 2008 in the \"Europe's Favourite Act\" category. He is also the former lead singer for the Turkish rock band 6. Cadde."}]}, {"heading": "Births", "year": "1981", "date": "February 2", "txt": "Michelle Bass, English model and singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 2", "txt": "Salem al-Hazmi, Saudi Arabian terrorist, hijacker of American Airlines Flight 77 (d. 2001)", "entities": [{"title": "American Airlines Flight 77", "href": "/wiki/American_Airlines_Flight_77", "description": "American Airlines Flight 77 was a scheduled American Airlines domestic transcontinental passenger flight from Washington Dulles International Airport in Dulles, Virginia, to Los Angeles International Airport in Los Angeles, California. The Boeing 757-223 aircraft serving the flight was hijacked by five Saudi men affiliated with al-Qaeda on the morning of September 11, 2001. They deliberately crash"}]}, {"heading": "Births", "year": "1982", "date": "February 2", "txt": "Sergio Castaño Ortega, Spanish footballer", "entities": [{"title": "Sergio Castaño Ortega", "href": "/wiki/Sergio_Casta%C3%B1o_Ortega", "description": "Sergio Castaño Ortega is a Spanish retired footballer who played as a defensive midfielder. He is currently the assistant manager of AD Ceuta."}]}, {"heading": "Births", "year": "1982", "date": "February 2", "txt": "Kelly Mazzante, American basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 2", "txt": "Kan Mi-youn, South Korean singer, model, and host", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 2", "txt": "Ronny Cedeño, Venezuelan baseball player", "entities": [{"title": "Ronny Cedeño", "href": "/wiki/Ronny_Cede%C3%B1o", "description": "Ronny Alexander Salazar Cedeño, is a Venezuelan former professional baseball shortstop, who played in Major League Baseball (MLB) for the Chicago Cubs, Seattle Mariners, Pittsburgh Pirates, New York Mets, Houston Astros, San Diego Padres, and Philadelphia Phillies. Cedeño batted and threw right-handed."}]}, {"heading": "Births", "year": "1983", "date": "February 2", "txt": "Carolina Klüft, Swedish heptathlete and jumper", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 2", "txt": "Jordin Tootoo, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 2", "txt": "Vladimir Voskoboinikov, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 2", "txt": "Alex Westaway, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 2", "txt": "Brian Cage, American wrestler", "entities": [{"title": "Brian Cage", "href": "/wiki/Brian_Cage", "description": "Brian Christopher Button, better known by the ring name Brian Cage, is an American professional wrestler, actor, and bodybuilder signed to All Elite Wrestling (AEW). He is a member of Team Taz alongside Ricky Starks, Hook, and Powerhouse Hobbs, and is the current and longest reigning FTW Champion."}]}, {"heading": "Births", "year": "1984", "date": "February 2", "txt": "Chin-Lung Hu, Taiwanese baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 2", "txt": "Mao Miyaji, Japanese actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "February 2", "txt": "Rudi Wulf, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 2", "txt": "Masoud Azizi, Afghan sprinter", "entities": [{"title": "Masoud Azizi", "href": "/wiki/Masoud_Azizi", "description": "Masoud Azizi is an Afghan athlete. His personal best time in the 100m sprint is 11.11 seconds, achieved in April 2005 in Mecca. In 2013 Azizi failed a doping test at the 2013 World championships, and was suspended for two years."}]}, {"heading": "Births", "year": "1985", "date": "February 2", "txt": "Renn Kiriyama, Japanese actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 2", "txt": "Kristo Saage, Estonian basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 2", "txt": "Silvestre Varela, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 2", "txt": "Gemma Arterton, English actress and singer", "entities": [{"title": "Gemma Arterton", "href": "/wiki/Gemma_Arterton", "description": "Gemma Christina Arterton is an English actress and film producer. She made her professional stage debut playing Rosaline in Shakespeare's Love's Labour's Lost at the Globe Theatre (2007), and first appeared on film in the comedy St Trinian's (2007). Her breakthrough role was playing Bond Girl Strawberry Fields in the James Bond film Quantum of Solace the following year, a performance which won her"}]}, {"heading": "Births", "year": "1986", "date": "February 2", "txt": "Miwa Asao, Japanese volleyball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Anthony Fainga'a, Australian rugby player", "entities": [{"title": "Anthony Fainga'a", "href": "/wiki/Anthony_Fainga%27a", "description": "Anthony Fainga'a is an Australian professional rugby union footballer. His usual position is centre. He currently plays Super Rugby for the Brumbies."}]}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Saia Fainga'a, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Faydee, Australian singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Athena Imperial, Filipino journalist, Miss Earth-Water 2011", "entities": [{"title": "Miss Earth 2011", "href": "/wiki/Miss_Earth_2011", "description": "Miss Earth 2011 was the 11th edition of the Miss Earth pageant. It was held on December 3, 2011 at the University of the Philippines Theater, inside the campus of the University of the Philippines Diliman in Quezon City, Philippines. Nicole Faria of India crowned her successor Olga Álava of Ecuador at the end of the event. The show was aired live by Channel V at 8:00 pm, while Star World broadcast"}]}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Mimi Page, American singer-songwriter and composer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Gerard Piqué, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Javon Ringer, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Jill Scott, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 2", "txt": "Martin Spanjers, American actor and producer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 2", "txt": "JuJu Chan, Hong Kong-born American actress, martial artist, model, singer, taekwondo athlete and writer", "entities": [{"title": "JuJu Chan", "href": "/wiki/JuJu_Chan", "description": "JuJu Chan Szeto 司徒鈺芸 is a Hong Kong-born American actress, martial artist, model, singer, and writer. She is also a winner in the Miss Chinatown USA 2009 pageant, and has been called the \"Female Bruce Lee\" by fans and media. She received her master's degree in Film and Television from New York University. Chan is best known for her role as Silver Dart Shi in the latest Crouching Tiger, Hidden Drag"}]}, {"heading": "Births", "year": "1988", "date": "February 2", "txt": "Zosia Mamet, American actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 2", "txt": "Southside, American record producer", "entities": [{"title": "Southside (record producer)", "href": "/wiki/Southside_(record_producer)", "description": "Joshua Howard Luellen, professionally known as Southside, is an American record producer, songwriter and rapper. Southside gained recognition in the hip hop industry for producing songs for prominent artists across the American hip hop sphere. In 2010, Southside and fellow 1017 label-mate Lex Luger, established their production and songwriting team 808 Mafia, where Southside currently is at the he"}]}, {"heading": "Births", "year": "1991", "date": "February 2", "txt": "Nathan Delfouneso, English footballer", "entities": [{"title": "Nathan Delfouneso", "href": "/wiki/Nathan_Delfouneso", "description": "Nathan Abayomi Delfouneso is an English professional footballer who plays as a striker for League Two club Bolton Wanderers."}]}, {"heading": "Births", "year": "1991", "date": "February 2", "txt": "Gregory Mertens, Belgian footballer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 2", "txt": "Shohei Nanba, Japanese actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "February 2", "txt": "Lammtarra, American race horse (d. 2014)", "entities": [{"title": "Lammtarra", "href": "/wiki/Lammtarra", "description": "Lammtarra was an undefeated Thoroughbred racehorse who won three Group One races in 1995 and was voted the Cartier Three-Year-Old European Champion Colt. He won The Derby in record time, the King George VI and Queen Elizabeth Stakes and the Prix de l'Arc de Triomphe. He is one of only two horses to win all three races, the other being Mill Reef."}]}, {"heading": "Births", "year": "1992", "date": "February 2", "txt": "Joonas Tamm, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "February 2", "txt": "Ravel Morrison, English footballer", "entities": [{"title": "Ravel Morrison", "href": "/wiki/Ravel_Morrison", "description": "Ravel Ryan Morrison is a professional footballer who plays as a midfielder for the Jamaica national team. Morrison, who is a free agent, most recently played for Eredivisie club ADO Den Haag."}]}, {"heading": "Births", "year": "1993", "date": "February 2", "txt": "Bobby Decordova-Reid, English born Jamaican international footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "February 2", "txt": "Caterina Bosetti, Italian volleyball player", "entities": [{"title": "Caterina Bosetti", "href": "/wiki/Caterina_Bosetti", "description": "Caterina Chiara Bosetti is an Italian professional volleyball player. She plays for Italy women's national volleyball team. She has competed in the 2012 Summer Olympics. She is 1.80 m tall."}]}, {"heading": "Births", "year": "1995", "date": "February 2", "txt": "Paul Digby, English footballer", "entities": [{"title": "Paul Digby", "href": "/wiki/Paul_Digby", "description": "Paul Andrew Digby is an English professional footballer who plays as a midfielder for League Two club Cambridge United."}]}, {"heading": "Births", "year": "1995", "date": "February 2", "txt": "Aleksander Jagiełło, Polish footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "February 2", "txt": "Arfa Karim, Pakistani student and computer prodigy (d. 2012)", "entities": []}, {"heading": "Births", "year": "1996", "date": "February 2", "txt": "Harry Winks, English international footballer", "entities": [{"title": "Harry Winks", "href": "/wiki/Harry_Winks", "description": "Harry Billy Winks is an English professional footballer who plays as a central or defensive midfielder for Premier League club Tottenham Hotspur and the England national team."}]}, {"heading": "Births", "year": "1998", "date": "February 2", "txt": "Shiho Katō, Japanese idol", "entities": [{"title": "Shiho Katō", "href": "/wiki/Shiho_Kat%C5%8D", "description": "Shiho Katō  is member of Japanese idol group Hinatazaka46. She is represented by Sony Music Records, and is an exclusive model for the fashion magazine CanCam."}]}, {"heading": "Deaths", "year": "619", "date": "February 2", "txt": "Laurence of Canterbury, English archbishop and saint", "entities": [{"title": "Laurence of Canterbury", "href": "/wiki/Laurence_of_Canterbury", "description": "Laurence was the second Archbishop of Canterbury, serving from about 604 to 619. He was a member of the Gregorian mission sent from Italy to England to Christianise the Anglo-Saxons from their native Anglo-Saxon paganism, although the date of his arrival is disputed. He was consecrated archbishop by his predecessor, Augustine of Canterbury, during Augustine's lifetime, to ensure continuity in the "}]}, {"heading": "Deaths", "year": "880", "date": "February 2", "txt": "Bruno, duke of Saxony", "entities": [{"title": "Bruno, Duke of Saxony", "href": "/wiki/Bruno,_Duke_of_Saxony", "description": "Bruno, also called Brun or Braun, a member of the Ottonian dynasty, was Duke of Saxony from 866 until his death. He is rated as an ancestor of the Brunonids, a cadet branch of the Ottonians, though an affiliation is uncertain. Bruno was killed fighting against Norse warriors in the Battle of Luneburg Heath and is venerated as one of the Ebsdorf Martyrs."}, {"title": "Saxony", "href": "/wiki/Saxony", "description": "Saxony, officially the Free State of Saxony, is a landlocked state of Germany, bordering the states of Brandenburg, Saxony-Anhalt, Thuringia, Bavaria, as well as the countries of Poland and the Czech Republic. Its capital is Dresden, and its largest city is Leipzig. Saxony is the tenth largest of Germany's sixteen states, with an area of 18,413 square kilometres (7,109 sq mi), and the sixth most p"}]}, {"heading": "Deaths", "year": "1124", "date": "February 2", "txt": "Bořivoj II, Duke of Bohemia (b. 1064)", "entities": [{"title": "Bořivoj II, Duke of Bohemia", "href": "/wiki/Bo%C5%99ivoj_II,_Duke_of_Bohemia", "description": "Bořivoj II was the duke of Bohemia from 25 December 1100 until May 1107 and from December 1117 until 16 August 1120. He was the younger half-brother and successor of Bretislaus II. His father was Vratislav II of Bohemia, his mother Świętosława of Poland."}]}, {"heading": "Deaths", "year": "1218", "date": "February 2", "txt": "Konstantin of Rostov (b. 1186)", "entities": [{"title": "Konstantin of Rostov", "href": "/wiki/Konstantin_of_Rostov", "description": "Konstantin Vsevolodovich was the eldest son of Vsevolod the Big Nest and Maria Shvarnovna."}]}, {"heading": "Deaths", "year": "1237", "date": "February 2", "txt": "Joan, Lady of Wales", "entities": [{"title": "Joan, Lady of Wales", "href": "/wiki/Joan,_Lady_of_Wales", "description": "Joan, Lady of Wales and Lady of Snowdon, also known by her Welsh name of Siwan, was the illegitimate daughter of King John of England, and was the wife of Llywelyn the Great, Prince of Wales, effective ruler of all of Wales."}]}, {"heading": "Deaths", "year": "1250", "date": "February 2", "txt": "Eric XI of Sweden (b. 1216)", "entities": [{"title": "Eric XI of Sweden", "href": "/wiki/Eric_XI_of_Sweden", "description": "Eric \"XI\" the Lisp and Lame Swedish: Erik Eriksson or Erik läspe och halte; Old Norse: Eiríkr Eiríksson was king of Sweden in 1222–29 and 1234–50. Being the last ruler of the House of Eric, he stood in the shadow of a succession of powerful Jarls, especially his brother-in-law Birger Jarl, whose descendants ruled as kings after his death."}]}, {"heading": "Deaths", "year": "1294", "date": "February 2", "txt": "Louis II, Duke of Bavaria (b. 1229)", "entities": [{"title": "Louis II, Duke of Bavaria", "href": "/wiki/Louis_II,_Duke_of_Bavaria", "description": "Louis the Strict was Duke of Upper Bavaria and Count Palatine of the Rhine from 1253. He is known as Louis II or Louis VI following an alternative numbering. Born in Heidelberg, he was a son of Otto II Wittelsbach, Duke of Bavaria and Agnes of the Palatinate."}]}, {"heading": "Deaths", "year": "1347", "date": "February 2", "txt": "Thomas Bek, Bishop of Lincoln, was the bishop of Lincoln (b. 1282)", "entities": [{"title": "Thomas Bek, Bishop of Lincoln", "href": "/wiki/Thomas_Bek,_Bishop_of_Lincoln", "description": "Thomas Bek was the Bishop of Lincoln from 1341 until his death. He was a member of the same family as Antony Bek, Bishop of Durham, and Thomas Bek, Bishop of St David's."}]}, {"heading": "Deaths", "year": "1348", "date": "February 2", "txt": "Narymunt, Prince of Pinsk", "entities": [{"title": "Narymunt", "href": "/wiki/Narymunt", "description": "Narimantas or Narymunt was the second eldest son of Gediminas, Grand Duke of Lithuania. During various periods of his life, he ruled Pinsk and Polatsk. In 1333 he was invited by Novgorod's nobles to rule and protect territories in the north, Ladoga, Oreshek and Korela. He started the tradition of Lithuanian mercenary service north of Novgorod on the Swedish border that lasted until Novgorod's fall"}]}, {"heading": "Deaths", "year": "1416", "date": "February 2", "txt": "Racek Kobyla of Dvorce", "entities": [{"title": "Racek Kobyla of Dvorce", "href": "/wiki/Racek_Kobyla_of_Dvorce", "description": "Racek Kobyla of Dvorce was a Bohemian landowner, hetman of Wenceslas IV, and burgrave of Vyšehrad during the Late Middle Ages."}]}, {"heading": "Deaths", "year": "1435", "date": "February 2", "txt": "Joan II of Naples, Queen of Naples (b. 1371)", "entities": [{"title": "Joan II of Naples", "href": "/wiki/Joan_II_of_Naples", "description": "Joanna II was Queen of Naples from 1414 to her death, upon which the Capetian House of Anjou became extinct. As a mere formality, she used the title of Queen of Jerusalem, Sicily, and Hungary."}]}, {"heading": "Deaths", "year": "1446", "date": "February 2", "txt": "Vittorino da Feltre, Italian humanist (b. 1378)", "entities": [{"title": "Vittorino da Feltre", "href": "/wiki/Vittorino_da_Feltre", "description": "Vittorino da Feltre was an Italian humanist and teacher. He was born in Feltre, Belluno, Republic of Venice and died in Mantua. His real name was Vittorino Rambaldoni. It was in Vittorino that the Renaissance idea of the complete man, or l'uomo universale — health of body, strength of character, wealth of mind — reached its first formulation."}]}, {"heading": "Deaths", "year": "1448", "date": "February 2", "txt": "Ibn Hajar al-Asqalani, Egyptian jurist and scholar (b. 1372)", "entities": [{"title": "Ibn Hajar al-Asqalani", "href": "/wiki/Ibn_Hajar_al-Asqalani", "description": "Ibn Ḥajar al-ʿAsqalānī or Ibn Ḥajar, was a classic Islamic scholar and polymath \"whose life work constitutes the final summation of the science of Hadith.\" He authored some 150 works on hadith, history, biography, tafsir, poetry, and Shafi'i jurisprudence, the most valued of which being his commentary of Sahih al-Bukhari, titled Fath al-Bari."}]}, {"heading": "Deaths", "year": "1461", "date": "February 2", "txt": "Owen Tudor, Welsh founder of the Tudor dynasty (b. c. 1400)", "entities": [{"title": "Owen Tudor", "href": "/wiki/Owen_Tudor", "description": "Sir Owen Tudor was a Welsh courtier and the second husband of Catherine of Valois (1401–1437), widow of King Henry V of England. He was the grandfather of Henry VII, founder of the Tudor dynasty. Owen was a descendant of a prominent family from Penmynydd on the Isle of Anglesey, which traces its lineage back to Ednyfed Fychan, a Welsh official and seneschal to the Kingdom of Gwynedd. Tudor's grand"}]}, {"heading": "Deaths", "year": "1512", "date": "February 2", "txt": "Hatuey, Caribbean tribal chief", "entities": [{"title": "Hatuey", "href": "/wiki/Hatuey", "description": "Hatuey, also Hatüey, was a Taíno Cacique (chief) originally from what is now called the island of Hispaniola, who lived in the early sixteenth century and fled to Cuba during the Spanish conquest. He has attained legendary status for leading a group of Natives in a fight against the invading Spaniards, and thus becoming one of the first fighters against colonialism in the New World. He is celebrat"}]}, {"heading": "Deaths", "year": "1529", "date": "February 2", "txt": "Baldassare Castiglione, Italian soldier and diplomat (b. 1478)", "entities": [{"title": "Baldassare Castiglione", "href": "/wiki/Baldassare_Castiglione", "description": "Baldassare Castiglione, count of Casatico, was an Italian courtier, diplomat, soldier and a prominent Renaissance author."}]}, {"heading": "Deaths", "year": "1580", "date": "February 2", "txt": "Bessho Nagaharu, Japanese daimyō (b. 1558)", "entities": [{"title": "Bessho Nagaharu", "href": "/wiki/Bessho_Nagaharu", "description": "Bessho Nagaharu  was a Japanese daimyō of the Sengoku period. He was the eldest son of Bessho Yasuharu."}]}, {"heading": "Deaths", "year": "1594", "date": "February 2", "txt": "Giovanni Pierluigi da Palestrina, Italian composer and educator (b. 1525)", "entities": [{"title": "Giovanni Pierluigi da Palestrina", "href": "/wiki/Giovanni_Pierluigi_da_Palestrina", "description": "Giovanni Pierluigi da Palestrina was an Italian Renaissance composer of sacred music and the best-known 16th-century representative of the Roman School of musical composition. He had a long-lasting influence on the development of church and secular music in Europe, especially on the development of counterpoint, and his work is considered the culmination of Renaissance polyphony."}]}, {"heading": "Deaths", "year": "1648", "date": "February 2", "txt": "George Abbot, English author and politician (b. 1603)", "entities": [{"title": "George Abbot (author)", "href": "/wiki/George_Abbot_(author)", "description": "\n\nGeorge Abbot or Abbott was an English lay writer, known as \"The Puritan\", and a politician who sat in the House of Commons in two periods between 1640 and 1649. He is known also for his part in defending Caldecote House against royalist forces in the early days of the English Civil War."}]}, {"heading": "Deaths", "year": "1660", "date": "February 2", "txt": "Gaston, Duke of Orléans (b. 1608)", "entities": [{"title": "Gaston, Duke of Orléans", "href": "/wiki/Gaston,_Duke_of_Orl%C3%A9ans", "description": "Monsieur Gaston, Duke of Orléans, was the third son of King Henry IV of France and his wife Marie de' Medici. As a son of the king, he was born a Fils de France. He later acquired the title Duke of Orléans, by which he was generally known during his adulthood. As the eldest surviving brother of King Louis XIII, he was known at court by the traditional honorific Monsieur."}]}, {"heading": "Deaths", "year": "1660", "date": "February 2", "txt": "Govert Flinck, Dutch painter (b. 1615)", "entities": []}, {"heading": "Deaths", "year": "1661", "date": "February 2", "txt": "Lucas Holstenius, German geographer and historian (b. 1596)", "entities": [{"title": "Lucas Holstenius", "href": "/wiki/Lucas_Holstenius", "description": "Lucas Holstenius, born Lukas Holste, was a German Catholic humanist, geographer and historian."}]}, {"heading": "Deaths", "year": "1675", "date": "February 2", "txt": "Ivan Belostenec, Croatian linguist and lexicographer (b. 1594)", "entities": [{"title": "Ivan Belostenec", "href": "/wiki/Ivan_Belostenec", "description": "Ivan Belostenec was a Croatian linguist and lexicographer."}]}, {"heading": "Deaths", "year": "1688", "date": "February 2", "txt": "Abraham Duquesne, French admiral (b. 1610)", "entities": [{"title": "Abraham Duquesne", "href": "/wiki/Abraham_Duquesne", "description": "Abraham Duquesne, marquis du Bouchet was a French naval officer, who also saw service as an admiral in the Swedish navy. He was born in Dieppe, a seaport, in 1610, and was a Huguenot. He was the son of a naval officer and therefore became a sailor himself, spending his early years in merchant service."}]}, {"heading": "Deaths", "year": "1704", "date": "February 2", "txt": "Guillaume de l'Hôpital, French mathematician and academic (b. 1661)", "entities": [{"title": "Guillaume de l'Hôpital", "href": "/wiki/Guillaume_de_l%27H%C3%B4pital", "description": "Guillaume François Antoine, Marquis de l'Hôpital, also known as Guillaume-François-Antoine Marquis de l'Hôpital, Marquis de Sainte-Mesme, Comte d'Entremont, and Seigneur d'Ouques-la-Chaise, was a French mathematician. His name is firmly associated with l'Hôpital's rule for calculating limits involving indeterminate forms 0/0 and ∞/∞. Although the rule did not originate with l'Hôpital, it appeared "}]}, {"heading": "Deaths", "year": "1712", "date": "February 2", "txt": "Martin Lister, English physician and geologist (b. 1639)", "entities": [{"title": "Martin Lister", "href": "/wiki/Martin_Lister", "description": "Martin Lister FRS was an English naturalist and physician. His daughters Anne and Susanna were two of his illustrators and engravers."}]}, {"heading": "Deaths", "year": "1714", "date": "February 2", "txt": "John Sharp, English archbishop (b. 1643)", "entities": [{"title": "John Sharp (bishop)", "href": "/wiki/John_Sharp_(bishop)", "description": "John Sharp, English divine who served as Archbishop of York."}]}, {"heading": "Deaths", "year": "1723", "date": "February 2", "txt": "Antonio Maria Valsalva, Italian anatomist and physician (b. 1666)", "entities": [{"title": "Antonio Maria Valsalva", "href": "/wiki/Antonio_Maria_Valsalva", "description": "Antonio Maria Valsalva, was an Italian anatomist born in Imola. His research focused on the anatomy of the ears. He coined the term Eustachian tube and he described the aortic sinuses of Valsalva in his writings, published posthumously in 1740. His name is associated with the Valsalva antrum of the ear and the Valsalva maneuver, which is used as a test of circulatory function. Anatomical structure"}]}, {"heading": "Deaths", "year": "1768", "date": "February 2", "txt": "Robert Smith, English mathematician and theorist (b. 1689)", "entities": [{"title": "Robert Smith (mathematician)", "href": "/wiki/Robert_Smith_(mathematician)", "description": "Robert Smith was an English mathematician."}]}, {"heading": "Deaths", "year": "1769", "date": "February 2", "txt": "Pope Clement XIII (b. 1693)", "entities": [{"title": "Pope Clement XIII", "href": "/wiki/Pope_Clement_XIII", "description": "Pope Clement XIII, born Carlo della Torre di Rezzonico, was head of the Catholic Church and ruler of the Papal States from 6 July 1758 to his death in 1769. He was installed on 16 July 1758."}]}, {"heading": "Deaths", "year": "1802", "date": "February 2", "txt": "Welbore Ellis, 1st Baron Mendip, English politician, Secretary of State for the Colonies (b. 1713)", "entities": [{"title": "Welbore Ellis, 1st Baron Mendip", "href": "/wiki/Welbore_Ellis,_1st_Baron_Mendip", "description": "Welbore Ellis, 1st Baron Mendip, PC, FRS was a British politician who sat in the House of Commons for 53 years from 1741 to 1794 when he was raised to the peerage as Baron Mendip. He held a number of political offices, including briefly serving as Secretary for the Colonies in 1782 during the American War of Independence."}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Deaths", "year": "1804", "date": "February 2", "txt": "George Walton, American lawyer and politician, Governor of Georgia (b. 1749)", "entities": [{"title": "George Walton", "href": "/wiki/George_Walton", "description": "George Walton signed the United States Declaration of Independence as a representative of Georgia and also served as the second Chief Executive of Georgia."}, {"title": "List of Governors of Georgia", "href": "/wiki/List_of_Governors_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The current officeholder is Republican Brian Kemp, who assumed office on January 14, 2019."}]}, {"heading": "Deaths", "year": "1831", "date": "February 2", "txt": "Vincenzo Dimech, Maltese sculptor (b. 1768)", "entities": [{"title": "Vincenzo Dimech", "href": "/wiki/Vincenzo_Dimech", "description": "Vincenzo Dimech was a Maltese sculptor. He is best known for his religious sculptures, which include the titular statues of Gudja and Floriana. He also sculpted monuments or architectural features in Valletta and Corfu."}]}, {"heading": "Deaths", "year": "1836", "date": "February 2", "txt": "Letizia Ramolino, Italian noblewoman (b. 1750)", "entities": [{"title": "Letizia Ramolino", "href": "/wiki/Letizia_Ramolino", "description": "Maria-Letizia Buonaparte, known as Letizia Bonaparte, was a Corsican noblewoman, mother of Napoleon I of France. She became known as “Madame Mère” after the proclamation of the Empire. She spent her latter years in Rome where she died in February 1836."}]}, {"heading": "Deaths", "year": "1861", "date": "February 2", "txt": "Théophane Vénard, French Catholic missionary (b. 1829)", "entities": [{"title": "Théophane Vénard", "href": "/wiki/Th%C3%A9ophane_V%C3%A9nard", "description": "Jean-Théophane Vénard was a\nFrench Catholic missionary to Indo-China. He was a member of the Paris Foreign Missions Society. He was beatified in company with thirty-three other Catholic martyrs, most of whom were natives of Tonkin, Cochin-China, or China. Pope John Paul II canonized him, with nineteen other martyrs, in 1988."}]}, {"heading": "Deaths", "year": "1881", "date": "February 2", "txt": "Henry Parker, English-Australian politician, 3rd Premier of New South Wales (b. 1808)", "entities": [{"title": "Henry Parker (Australian politician)", "href": "/wiki/Henry_Parker_(Australian_politician)", "description": "Sir Henry Watson Parker, was Premier of New South Wales. He fitted into colonial society and politics in the pre-responsible government era, but his style was not suited to the democratic politics that began to develop in 1856."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1904", "date": "February 2", "txt": "Ernest Cashel, American-Canadian criminal (b. 1882)", "entities": [{"title": "Ernest Cashel", "href": "/wiki/Ernest_Cashel", "description": "Ernest Cashel was an American-born outlaw who became famous in western Canada for his repeated escapes from custody."}]}, {"heading": "Deaths", "year": "1904", "date": "February 2", "txt": "William Collins Whitney, American financier and politician, 31st United States Secretary of the Navy (b. 1841)", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Deaths", "year": "1905", "date": "February 2", "txt": "Henri Germain, French banker and politician, founded Le Crédit Lyonnais (b. 1824)", "entities": [{"title": "Henri Germain", "href": "/wiki/Henri_Germain", "description": "Henri Germain (1824–1905) was a French banker and politician."}, {"title": "Le Crédit Lyonnais", "href": "/wiki/Le_Cr%C3%A9dit_Lyonnais", "description": "LCL S.A. is a major French financial services company, with its registered office in Lyon, France and its administrative head office in Paris, France. LCL is an abbreviation which means Le Crédit Lyonnais, the former name of the bank. Since 2003, LCL is owned by Crédit Agricole but still operates as a separate entity in all of France."}]}, {"heading": "Deaths", "year": "1907", "date": "February 2", "txt": "Dmitri Mendeleev, Russian chemist and academic (b. 1834)", "entities": [{"title": "Dmitri Mendeleev", "href": "/wiki/Dmitri_Mendeleev", "description": "Dmitri Ivanovich Mendeleev was a Russian chemist and inventor. He is best remembered for formulating the Periodic Law and creating a farsighted version of the periodic table of elements. He used the Periodic Law not only to correct the then-accepted properties of some known elements, such as the valence and atomic weight of uranium, but also to predict the properties of eight elements that were ye"}]}, {"heading": "Deaths", "year": "1909", "date": "February 2", "txt": "Carlo Acton, Italian pianist and composer (b. 1829)", "entities": [{"title": "Carlo Acton", "href": "/wiki/Carlo_Acton", "description": "Carlo Eduardo Acton was an Italian composer and concert pianist. He is particularly remembered for his opera Una cena in convitto and for his sacred music compositions of which his Tantum ergo is the most well-known."}]}, {"heading": "Deaths", "year": "1913", "date": "February 2", "txt": "Gustaf de Laval, Swedish engineer (b. 1845)", "entities": [{"title": "Gustaf de Laval", "href": "/wiki/Gustaf_de_Laval", "description": "Karl Gustaf Patrik de Laval was a Swedish engineer and inventor who made important contributions to the design of steam turbines and dairy machinery."}]}, {"heading": "Deaths", "year": "1918", "date": "February 2", "txt": "John L. Sullivan, American boxer (b. 1858)", "entities": [{"title": "John L. Sullivan", "href": "/wiki/John_L._Sullivan", "description": "John Lawrence Sullivan, known simply as John L. among his admirers, and dubbed the \"Boston Strong Boy\" by the press, was an American boxer recognized as the first heavyweight champion of gloved boxing, de facto reigning from February 7, 1882 to September 7, 1892. He is also generally recognized as the last heavyweight champion of bare-knuckle boxing under the London Prize Ring Rules, being a cultu"}]}, {"heading": "Deaths", "year": "1919", "date": "February 2", "txt": "Julius Kuperjanov, Estonian lieutenant (b. 1894)", "entities": [{"title": "Julius Kuperjanov", "href": "/wiki/Julius_Kuperjanov", "description": "Julius Kuperjanov VR I/2, VR II/2 and VR II/3 was an Estonian military officer during the War of Independence and commander of the Tartumaa Partisan Battalion renamed after him posthumously."}]}, {"heading": "Deaths", "year": "1925", "date": "February 2", "txt": "Antti Aarne, Finnish historian and academic (b. 1867)", "entities": [{"title": "Antti Aarne", "href": "/wiki/Antti_Aarne", "description": "Antti Amatus Aarne was a Finnish folklorist."}]}, {"heading": "Deaths", "year": "1925", "date": "February 2", "txt": "Jaap Eden, Dutch speed skater and cyclist (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1926", "date": "February 2", "txt": "Vladimir Sukhomlinov, Russian general and politician (b. 1848)", "entities": [{"title": "Vladimir Sukhomlinov", "href": "/wiki/Vladimir_Sukhomlinov", "description": "Vladimir Aleksandrovich Sukhomlinov was a Russian general of the Imperial Russian Army who served as the Chief of the General Staff from 1908 to 1909 and the Minister of War from 1909 to 1915."}]}, {"heading": "Deaths", "year": "1932", "date": "February 2", "txt": "Agha Petros, Assyrian general and politician (b. 1880)", "entities": [{"title": "Agha Petros", "href": "/wiki/Agha_Petros", "description": "Petros Elia of Baz, better known as Agha Petros, was an Assyrian military leader during World War I."}]}, {"heading": "Deaths", "year": "1939", "date": "February 2", "txt": "Amanda McKittrick Ros, Irish author and poet (d. 1860)", "entities": [{"title": "Amanda McKittrick Ros", "href": "/wiki/Amanda_McKittrick_Ros", "description": "Anna Margaret Ross, known by her pen-name Amanda McKittrick Ros, was an Irish writer. She published her first novel Irene Iddesleigh at her own expense in 1897. She wrote poetry and a number of novels. Her works were not read widely, and her eccentric, over-written, \"purple\" circumlocutory writing is alleged by some critics to be some of the worst prose and poetry ever written."}]}, {"heading": "Deaths", "year": "1939", "date": "February 2", "txt": "Bernhard Gregory, Estonian-German chess player (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "February 2", "txt": "Ado Birk, Estonian lawyer and politician, 3rd Prime Minister of Estonia (b. 1883)", "entities": [{"title": "Ado Birk", "href": "/wiki/Ado_Birk", "description": "Ado Birk, was an Estonian politician who was the Estonian Prime Minister for three days, from 28 July 1920 to 30 July 1920."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Deaths", "year": "1942", "date": "February 2", "txt": "Daniil Kharms, Russian poet and playwright (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "February 2", "txt": "Hugh D. McIntosh, Australian businessman (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "February 2", "txt": "Alfred Delp, German priest and philosopher (b. 1907)", "entities": [{"title": "Alfred Delp", "href": "/wiki/Alfred_Delp", "description": "Alfred Delp was a German Jesuit priest and philosopher of the German Resistance. A member of the inner Kreisau Circle resistance group, he is considered a significant figure in Catholic resistance to Nazism. Falsely implicated in the failed 1944 July Plot to overthrow Adolf Hitler, Delp was arrested and sentenced to death. He was executed in 1945."}]}, {"heading": "Deaths", "year": "1945", "date": "February 2", "txt": "Carl Friedrich Goerdeler, German economist and politician (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "February 2", "txt": "Johannes Popitz, German lawyer and politician (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "February 2", "txt": "Thomas W. Lamont, American banker and philanthropist (b. 1870)", "entities": [{"title": "Thomas W. Lamont", "href": "/wiki/Thomas_W._Lamont", "description": "Thomas William Lamont, Jr. was an American banker."}]}, {"heading": "Deaths", "year": "1948", "date": "February 2", "txt": "Bevil Rudd, South African runner and journalist (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "February 2", "txt": "Constantin Carathéodory, Greek mathematician and academic (b. 1873)", "entities": [{"title": "Constantin Carathéodory", "href": "/wiki/Constantin_Carath%C3%A9odory", "description": "Constantin Carathéodory was a Greek mathematician who spent most of his professional career in Germany. He made significant contributions to real and complex analysis, the calculus of variations, and measure theory. He also created an axiomatic formulation of thermodynamics."}]}, {"heading": "Deaths", "year": "1952", "date": "February 2", "txt": "Callistratus of Georgia, Georgian patriarch (b. 1866)", "entities": [{"title": "Callistratus of Georgia", "href": "/wiki/Callistratus_of_Georgia", "description": "St. Callistratus was a Catholicos-Patriarch of All Georgia from June 21, 1932 until his death. His full title was His Holiness and Beatitude, Archbishop of Mtskheta-Tbilisi and Catholicos-Patriarch of All Georgia."}]}, {"heading": "Deaths", "year": "1954", "date": "February 2", "txt": "Hella Wuolijoki, Estonian-Finnish author and politician (b. 1886)", "entities": [{"title": "Hella Wuolijoki", "href": "/wiki/Hella_Wuolijoki", "description": "Hella Wuolijoki, also known by the pen name Juhani Tervapää, was an Estonian-born Finnish writer known for her Niskavuori series."}]}, {"heading": "Deaths", "year": "1956", "date": "February 2", "txt": "Charley Grapewin, American actor (b. 1869)", "entities": [{"title": "Charley Grapewin", "href": "/wiki/Charley_Grapewin", "description": "Charles Ellsworth Grapewin was an American vaudeville and circus performer, a writer, and a stage and film actor. He worked in over 100 motion pictures during the silent and sound eras, most notably portraying Uncle Henry in Metro-Goldwyn-Mayer's The Wizard of Oz (1939), \"Grandpa\" William James Joad in The Grapes of Wrath (1940), Jeeter Lester in Tobacco Road (1941), and California Joe in They Die"}]}, {"heading": "Deaths", "year": "1956", "date": "February 2", "txt": "Truxtun Hare, American football player and hammer thrower (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "February 2", "txt": "Pyotr Konchalovsky, Russian painter (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "February 2", "txt": "Grigory Landsberg, Russian physicist and academic (b. 1890)", "entities": [{"title": "Grigory Landsberg", "href": "/wiki/Grigory_Landsberg", "description": "Grigory Samuilovich Landsberg was a Soviet physicist who worked in the fields of optics and spectroscopy. Together with Leonid Mandelstam he co-discoverer inelastic combinatorial scattering of light, which known as Raman scattering."}]}, {"heading": "Deaths", "year": "1962", "date": "February 2", "txt": "Shlomo Hestrin, Canadian-Israeli biochemist and academic (b. 1914)", "entities": [{"title": "Shlomo Hestrin", "href": "/wiki/Shlomo_Hestrin", "description": "Shlomo Hestrin was an Israeli biochemist."}]}, {"heading": "Deaths", "year": "1966", "date": "February 2", "txt": "Hacı Ömer Sabancı, Turkish businessman (b. 1906)", "entities": [{"title": "Hacı Ömer Sabancı", "href": "/wiki/Hac%C4%B1_%C3%96mer_Sabanc%C4%B1", "description": "Hacı Ömer Sabancı was a Turkish entrepreneur, who founded a number of companies, which later formed the second largest industrial and financial conglomerate of Turkey, the Sabancı Holding. He initiated the establishment of a dynasty of Turkey's wealthiest businesspeople."}]}, {"heading": "Deaths", "year": "1968", "date": "February 2", "txt": "Tullio Serafin, Italian conductor and director (b. 1878)", "entities": [{"title": "Tullio Serafin", "href": "/wiki/Tullio_Serafin", "description": "Tullio Serafin was an Italian conductor and former Musical Director at La Scala."}]}, {"heading": "Deaths", "year": "1969", "date": "February 2", "txt": "Boris Karloff, English actor (b. 1887)", "entities": [{"title": "Boris Karloff", "href": "/wiki/Boris_Karloff", "description": "William Henry Pratt, better known by his stage name Boris Karloff, was an English actor, who starred as Frankenstein's monster in the horror film Frankenstein (1931), which established him as a horror icon. He reprised the role in Bride of Frankenstein (1935) and Son of Frankenstein (1939). Karloff also appeared as Imhotep in The Mummy (1932), and voiced the Grinch, as well as narrated the animate"}]}, {"heading": "Deaths", "year": "1970", "date": "February 2", "txt": "Lawrence Gray, American actor (b. 1898)", "entities": [{"title": "Lawrence Gray", "href": "/wiki/Lawrence_Gray", "description": "Lawrence Gray was an American actor of the 1920s and 1930s."}]}, {"heading": "Deaths", "year": "1970", "date": "February 2", "txt": "Bertrand Russell, English mathematician and philosopher, Nobel Prize laureate (b. 1872)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1972", "date": "February 2", "txt": "Natalie Clifford Barney, American author, poet, and playwright (b. 1876)", "entities": [{"title": "Natalie Clifford Barney", "href": "/wiki/Natalie_Clifford_Barney", "description": "Natalie Clifford Barney was an American playwright, poet and novelist who lived as an expatriate in Paris."}]}, {"heading": "Deaths", "year": "1973", "date": "February 2", "txt": "Hendrik Elias, Belgian academic and politician, 9th Mayor of Ghent (b. 1902)", "entities": [{"title": "Hendrik Elias", "href": "/wiki/Hendrik_Elias", "description": "Hendrik Jozef Elias was a Belgian politician and Flemish nationalist, notable as the leader of the Vlaams Nationaal Verbond between 1942 and 1944."}, {"title": "List of mayors of Ghent", "href": "/wiki/List_of_mayors_of_Ghent", "description": "This is a list of mayors of Ghent, Belgium:"}]}, {"heading": "Deaths", "year": "1974", "date": "February 2", "txt": "Imre Lakatos, Hungarian-English mathematician and philosopher (b. 1922)", "entities": [{"title": "Imre Lakatos", "href": "/wiki/Imre_Lakatos", "description": "Imre Lakatos was a Hungarian philosopher of mathematics and science, known for his thesis of the fallibility of mathematics and its \"methodology of proofs and refutations\" in its pre-axiomatic stages of development, and also for introducing the concept of the \"research programme\" in his methodology of scientific research programmes."}]}, {"heading": "Deaths", "year": "1975", "date": "February 2", "txt": "Gustave Lanctot, Canadian historian and academic (b. 1883)", "entities": [{"title": "Gustave Lanctot", "href": "/wiki/Gustave_Lanctot", "description": "Gustave Lanctot, also spelled Gustave Lanctôt, was a Canadian historian and archivist."}]}, {"heading": "Deaths", "year": "1979", "date": "February 2", "txt": "Jim Burke, Australian cricketer  (b. 1930)", "entities": [{"title": "Jim Burke (cricketer)", "href": "/wiki/Jim_Burke_(cricketer)", "description": "James Wallace Burke was an Australian cricketer who played in 24 Test matches from 1951 to 1959. Burke holds the record for the most innings in a complete career without scoring a duck, with 44."}]}, {"heading": "Deaths", "year": "1979", "date": "February 2", "txt": "Sid Vicious, English singer and bass player (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "February 2", "txt": "William Howard Stein, American biochemist and academic, Nobel Prize laureate (b. 1911)", "entities": [{"title": "William Howard Stein", "href": "/wiki/William_Howard_Stein", "description": "William Howard Stein was an American biochemist who collaborated in the determination of the ribonuclease sequence, as well as how its structure relates to catalytic activity, earning a Nobel Prize in Chemistry in 1972 for his work. Stein was also involved in the invention of the automatic amino acid analyzer, an advancement in chromatography that opened the door to modern methods of chromatograph"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1982", "date": "February 2", "txt": "Paul Desruisseaux, Canadian lawyer and politician (b. 1905)", "entities": [{"title": "Paul Desruisseaux", "href": "/wiki/Paul_Desruisseaux", "description": "Paul Desruisseaux was a Canadian lawyer, businessman, and politician."}]}, {"heading": "Deaths", "year": "1983", "date": "February 2", "txt": "Sam Chatmon, American singer and guitarist (b. 1897)", "entities": [{"title": "Sam Chatmon", "href": "/wiki/Sam_Chatmon", "description": "Sam Chatmon was a Delta blues guitarist and singer. He was a member of the Mississippi Sheiks. He may have been Charley Patton's half-brother."}]}, {"heading": "Deaths", "year": "1986", "date": "February 2", "txt": "Anita Cobby, Australian murder victim (b. 1959)", "entities": [{"title": "Murder of Anita Cobby", "href": "/wiki/Murder_of_Anita_Cobby", "description": "Anita Lorraine Cobby was a 26-year-old Australian registered nurse and beauty pageant winner who was kidnapped while walking home from Blacktown railway station after dining out with two Sydney Hospital colleagues in Surry Hills, New South Wales, just before 10:00 p.m. on 2 February 1986, and subsequently sexually assaulted and murdered. Two days after being reported missing, Cobby's body was disc"}]}, {"heading": "Deaths", "year": "1986", "date": "February 2", "txt": "Gino Hernandez, American wrestler (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "February 2", "txt": "Carlos José Castilho, Brazilian footballer and manager (b. 1927)", "entities": [{"title": "Carlos José Castilho", "href": "/wiki/Carlos_Jos%C3%A9_Castilho", "description": "Carlos José Castilho was a Brazilian football goalkeeper. He was born in Rio de Janeiro and played for Fluminense from 1947 to 1964 and for Brazil. He was a member of the Brazil squad in four World Cups: 1950, 1954, 1958 and 1962, but he only actually played three games, all of them in the 1954 finals."}]}, {"heading": "Deaths", "year": "1987", "date": "February 2", "txt": "Alistair MacLean, Scottish novelist and screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "February 2", "txt": "Marcel Bozzuffi, French actor, director, and screenwriter (b. 1929)", "entities": [{"title": "Marcel Bozzuffi", "href": "/wiki/Marcel_Bozzuffi", "description": "Marcel Bozzuffi was a French film actor. He appeared as a hitman in the Oscar-winning American film The French Connection. In 1963, he married French actress Françoise Fabian."}]}, {"heading": "Deaths", "year": "1989", "date": "February 2", "txt": "Ondrej Nepela, Slovak figure skater and coach (b. 1951)", "entities": [{"title": "Ondrej Nepela", "href": "/wiki/Ondrej_Nepela", "description": "Ondrej Nepela was a Slovak figure skater who represented Czechoslovakia. He was the 1972 Olympic champion, a three-time World champion (1971–73), and a five-time European champion (1969–73). Later in his career, he performed professionally and became a coach."}]}, {"heading": "Deaths", "year": "1989", "date": "February 2", "txt": "Arnold Nordmeyer, New Zealand minister and politician, 30th New Zealand Minister of Finance (b. 1901)", "entities": [{"title": "Minister of Finance (New Zealand)", "href": "/wiki/Minister_of_Finance_(New_Zealand)", "description": "The minister of Finance, originally known as colonial treasurer, is the head of the New Zealand Treasury, responsible for producing an annual New Zealand budget outlining the government's proposed expenditure. The position is often considered to be the most important cabinet post after that of the prime minister."}]}, {"heading": "Deaths", "year": "1990", "date": "February 2", "txt": "Paul Ariste, Estonian linguist and academic (b. 1905)", "entities": [{"title": "Paul Ariste", "href": "/wiki/Paul_Ariste", "description": "Paul Ariste was an Estonian linguist renowned for his studies of the Finno-Ugric languages, Yiddish and Baltic Romani language."}]}, {"heading": "Deaths", "year": "1990", "date": "February 2", "txt": "Joe Erskine, Welsh boxer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "February 2", "txt": "Bert Parks, American actor, singer, television personality; Miss America telecast presenter (b. 1914)", "entities": [{"title": "Bert Parks", "href": "/wiki/Bert_Parks", "description": "Bert Parks was an American actor, singer, and radio and television announcer, best known for hosting the annual Miss America telecast from 1955 to 1979."}, {"title": "Miss America", "href": "/wiki/Miss_America", "description": "Miss America is an annual competition that is open to women from the United States between the ages of 17 and 25. Originating in 1921 as a \"bathing beauty revue\", the contest is now judged on competitors' talent performances and interviews. As of 2018, there is no longer a swimsuit portion to the contest, or consideration of physical appearance. Miss America travels about 20,000 miles a month, cha"}]}, {"heading": "Deaths", "year": "1993", "date": "February 2", "txt": "François Reichenbach, French director and screenwriter (b. 1921)", "entities": [{"title": "François Reichenbach", "href": "/wiki/Fran%C3%A7ois_Reichenbach", "description": "François Reichenbach was a French film director, cinematographer producer and screenwriter. He directed 40 films between 1954 and 1993."}]}, {"heading": "Deaths", "year": "1994", "date": "February 2", "txt": "Marija Gimbutas, Lithuanian-American archeologist (b. 1921)", "entities": [{"title": "Marija Gimbutas", "href": "/wiki/Marija_Gimbutas", "description": "Marija Gimbutas was a Lithuanian archaeologist and anthropologist known for her research into the Neolithic and Bronze Age cultures of \"Old Europe\" and for her Kurgan hypothesis, which located the Proto-Indo-European homeland in the Pontic Steppe."}]}, {"heading": "Deaths", "year": "1995", "date": "February 2", "txt": "Thomas Hayward, American tenor and actor (b. 1917)", "entities": [{"title": "Thomas Hayward (tenor)", "href": "/wiki/Thomas_Hayward_(tenor)", "description": "Thomas T. Hayward was an American operatic tenor. He was a cousin of opera singer Lawrence Tibbett."}]}, {"heading": "Deaths", "year": "1995", "date": "February 2", "txt": "Fred Perry, English-Australian tennis player (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "February 2", "txt": "Donald Pleasence, English-French actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "February 2", "txt": "Gene Kelly, American actor, singer, dancer, and director (b. 1912)", "entities": [{"title": "Gene Kelly", "href": "/wiki/Gene_Kelly", "description": "Eugene Curran Kelly was an American actor, dancer, singer, filmmaker, and choreographer. He was known for his energetic and athletic dancing style, his good looks, and the likable characters that he played on screen. He starred in, choreographed, or co-directed some of the most well-regarded musical films of the 1940s and 1950s, until they fell out of fashion in the late 1950s."}]}, {"heading": "Deaths", "year": "1997", "date": "February 2", "txt": "Erich Eliskases, Austrian chess player (b. 1913)", "entities": [{"title": "Erich Eliskases", "href": "/wiki/Erich_Eliskases", "description": "Erich Gottlieb Eliskases was a chess player who represented Austria, Germany and Argentina in international competition. In the late 1930s he was considered a potential contender for the World Championship. Eliskases was granted the title of grandmaster by FIDE in 1952."}]}, {"heading": "Deaths", "year": "1997", "date": "February 2", "txt": "Sanford Meisner, American actor and coach (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "February 2", "txt": "Haroun Tazieff, German-French geologist and cinematographer (b. 1914)", "entities": [{"title": "Haroun Tazieff", "href": "/wiki/Haroun_Tazieff", "description": "Haroun Tazieff was a Polish, Belgian and French volcanologist and geologist. He was a famous cinematographer of volcanic eruptions and lava flows, and the author of several books on volcanoes. He was also a government adviser and Cabinet minister."}]}, {"heading": "Deaths", "year": "1999", "date": "February 2", "txt": "David McComb, Australian singer-songwriter and guitarist (b. 1962)", "entities": [{"title": "David McComb", "href": "/wiki/David_McComb", "description": "David Richard McComb was an Australian musician. He was the singer-songwriter and guitarist of the Australian bands, The Triffids (1976–89) and The Blackeyed Susans (1989–93). He also had a solo career including leading David McComb and The Red Ponies. Over his career McComb had bouts of alcoholism, and amphetamine and heroin abuse. He developed cardiomyopathy and in 1996 underwent a heart transpl"}]}, {"heading": "Deaths", "year": "2002", "date": "February 2", "txt": "Paul Baloff, American singer-songwriter (b. 1960)", "entities": [{"title": "Paul Baloff", "href": "/wiki/Paul_Baloff", "description": "Paul Baloff was an American singer, most notable for his time in thrash metal band Exodus."}]}, {"heading": "Deaths", "year": "2002", "date": "February 2", "txt": "Claude Brown, American author (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "February 2", "txt": "Lou Harrison, American composer and educator (b. 1917)", "entities": [{"title": "Lou Harrison", "href": "/wiki/Lou_Harrison", "description": "Lou Silver Harrison was an American composer. He was a student of Henry Cowell, and Arnold Schoenberg. He worked with noted Javanese Gamelan musician K. P. H. Notoprojo."}]}, {"heading": "Deaths", "year": "2004", "date": "February 2", "txt": "Bernard McEveety, American director and producer (b. 1924)", "entities": [{"title": "Bernard McEveety", "href": "/wiki/Bernard_McEveety", "description": "Bernard E. McEveety, Jr. was an American film and television director."}]}, {"heading": "Deaths", "year": "2005", "date": "February 2", "txt": "Birgitte Federspiel, Danish actress (b. 1925)", "entities": [{"title": "Birgitte Federspiel", "href": "/wiki/Birgitte_Federspiel", "description": "Birgitte Federspiel was a Danish film, theater and TV actress. She won two Bodil Awards for best actress in 1955 (Ordet) and 1959."}]}, {"heading": "Deaths", "year": "2005", "date": "February 2", "txt": "Max Schmeling, German boxer (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 2", "txt": "Vijay Arora, Indian actor (b. 1944)", "entities": [{"title": "Vijay Arora", "href": "/wiki/Vijay_Arora", "description": "Vijay Arora was an Indian actor in Hindi films and television serials, most famous for his roles in Yaadon Ki Baaraat and as Indrajit in the television serial Ramayan."}]}, {"heading": "Deaths", "year": "2007", "date": "February 2", "txt": "Billy Henderson, American singer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 2", "txt": "Joe Hunter, American pianist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 2", "txt": "Filippo Raciti, Italian police officer (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 2", "txt": "Eric Von Schmidt, American singer-songwriter and guitarist (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 2", "txt": "Masao Takemoto, Japanese gymnast (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 2", "txt": "Barry Morse, Canadian actor, director, and screenwriter (b. 1918)", "entities": [{"title": "Barry Morse", "href": "/wiki/Barry_Morse", "description": "Herbert Morse, known professionally as Barry Morse, was an English-Canadian actor of stage, screen, and radio, best known for his roles in the ABC television series The Fugitive and the British sci-fi drama Space: 1999. His performing career spanned seven decades and he had thousands of roles to his credit, including work for the BBC and the Canadian Broadcasting Corporation."}]}, {"heading": "Deaths", "year": "2008", "date": "February 2", "txt": "Katoucha Niane, Guinean model and author (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "February 2", "txt": "Edward Amy, Canadian general (b. 1918)", "entities": [{"title": "Edward Amy", "href": "/wiki/Edward_Amy", "description": "Brigadier-General Edward Alfred Charles \"Ned\" Amy, DSO, OBE, MC, CD was a Canadian soldier who fought in World War II. He is one of Canada's most decorated soldiers."}]}, {"heading": "Deaths", "year": "2011", "date": "February 2", "txt": "Defne Joy Foster, Turkish actress (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "February 2", "txt": "Margaret John, Welsh actress (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 2", "txt": "Joyce Barkhouse, Canadian author (b. 1913)", "entities": [{"title": "Joyce Barkhouse", "href": "/wiki/Joyce_Barkhouse", "description": "Joyce Carman Barkhouse was a Canadian children's writer best known for writing historical fiction. She is the aunt of Margaret Atwood, with whom she co-wrote the children's book Anna's Pet. Barkhouse achieved her greatest recognition for her novel Pit Pony."}]}, {"heading": "Deaths", "year": "2012", "date": "February 2", "txt": "Frederick William Danker, American lexicographer and scholar (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 2", "txt": "George Esper, American journalist and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 2", "txt": "Dorothy Gilman, American author (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 2", "txt": "James F. Lloyd, American pilot and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "Abraham Iyambo, Namibian politician (b. 1961)", "entities": [{"title": "Abraham Iyambo", "href": "/wiki/Abraham_Iyambo", "description": "Abraham Iyambo was a Namibian politician. Iyambo was a member of the National Assembly of Namibia since 1995, serving as Minister of Fisheries from 1997 to 2010 and as Minister of Education from 2010 to 2013. Iyambo was a member of both the Central Committee and Political Bureau of the SWAPO Party and the chairperson of its Think Tank."}]}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "John Kerr, American actor and lawyer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "Chris Kyle, American soldier and sniper (b. 1974)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "Lino Oviedo, Paraguayan general and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "Pepper Paire, American baseball player (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "P. Shanmugam, Indian politician, 13th Chief Minister of Puducherry (b. 1927)", "entities": [{"title": "List of Chief Ministers of Puducherry", "href": "/wiki/List_of_Chief_Ministers_of_Puducherry", "description": "The Chief Minister of the Union Territory of Puducherry is the Chief Minister of the Indian union territory of Puducherry. He is appointed by the President of India and sworn-in by the Lieutenant Governor of Puducherry. The longest serving chief minister of Puducherry is N. Rangasamy of over 12 years period from 2001 to 2008 and from 2011 to 2016. Since 6 June 2016, V. Narayanasamy of the Indian N"}]}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "Walt Sweeney, American football player (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 2", "txt": "Guy F. Tozzoli, American architect (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Gerd Albrecht, German conductor (b. 1935)", "entities": [{"title": "Gerd Albrecht", "href": "/wiki/Gerd_Albrecht", "description": "Gerd Albrecht was a German conductor."}]}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Tommy Aquino, American motorcycle racer (b. 1992)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Nicholas Brooks, English historian (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Eduardo Coutinho, Brazilian actor, director, producer, and screenwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Philip Seymour Hoffman, American actor, director, and producer (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Luis Raúl, Puerto Rican comedian and actor (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Bunny Rugs,  Jamaican singer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 2", "txt": "Nigel Walker, English footballer (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 2", "txt": "Joseph Alfidi, American pianist, composer, and conductor (b. 1949)", "entities": [{"title": "Joseph Alfidi", "href": "/wiki/Joseph_Alfidi", "description": "Joseph Alfidi was an American pianist, composer, and conductor and initially a child prodigy. He was born in Yonkers, New York as the son of American-born parents of Italian descent, his father, Frank Alfidi, was an accordion player who ran a music school in Yonkers. Known as \"Joey\" in his childhood, he was three when he started to play several instruments in his father's studio. By the age of fou"}]}, {"heading": "Deaths", "year": "2015", "date": "February 2", "txt": "Dave Bergman, American baseball player (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 2", "txt": "Andriy Kuzmenko, Ukrainian singer-songwriter and actor (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 2", "txt": "Molade Okoya-Thomas, Nigerian businessman and philanthropist (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 2", "txt": "Stewart Stern, American screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 2", "txt": "The Jacka, American rapper and producer (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 2", "txt": "Bob Elliott, American comedian, actor, and screenwriter (b. 1923)", "entities": [{"title": "Bob Elliott (comedian)", "href": "/wiki/Bob_Elliott_(comedian)", "description": "Robert Brackett Elliott was an American comedian and actor, one-half of the comedy duo of Bob and Ray. He was the father of comedian/actor Chris Elliott and grandfather of actress and comedians Abby Elliott and Bridey Elliott. He is most remembered by the character of radio reporter Wally Ballou."}]}, {"heading": "Deaths", "year": "2020", "date": "February 2", "txt": "Bernard Ebbers, Canadian businessman, the co-founder and CEO of WorldCom (b. 1941)", "entities": [{"title": "Bernard Ebbers", "href": "/wiki/Bernard_Ebbers", "description": "Bernard John Ebbers was a Canadian businessman, the co-founder and CEO of WorldCom and a convicted fraudster. Under his management, WorldCom grew rapidly but collapsed in 2002 amid revelations of accounting irregularities, making it at the time one of the largest accounting scandals in the United States. Ebbers blamed his subordinates but was convicted of fraud and conspiracy. In December 2019, Eb"}]}, {"heading": "Deaths", "year": "2021", "date": "February 2", "txt": "Captain Sir Tom Moore, British Army officer and charity campaigner (b. 1920)", "entities": [{"title": "Captain Tom Moore", "href": "/wiki/Captain_Tom_Moore", "description": "Captain Sir Thomas Moore, more popularly known as Captain Tom, was a British Army officer who raised money for charity in the run-up to his 100th birthday during the COVID-19 pandemic. He served in India and the Burma campaign during the Second World War, and later became an instructor in armoured warfare. After the war, he worked as managing director of a concrete company and was an avid motorcyc"}]}]