[{"heading": "Events", "year": "1249", "date": "February 16", "txt": "Andrew of Longjumeau is dispatched by Louis IX of France as his ambassador to meet with the Khagan of the Mongol Empire.", "entities": [{"title": "André de Longjumeau", "href": "/wiki/Andr%C3%A9_de_Longjumeau", "description": "André de Longjumeau was a 13th-century Dominican missionary and diplomat and one of the most active Occidental diplomats in the East in the 13th century. He led two embassies to the Mongols: the first carried letters from Pope Innocent IV and the second bore gifts and letters from Louis IX of France to Güyük Khan. Well acquainted with the Middle-East, he spoke Arabic and \"Chaldean\"."}, {"title": "Louis IX of France", "href": "/wiki/Louis_IX_of_France", "description": "Louis IX, commonly known as Saint Louis or Louis the Saint, is the only king of France to have been canonized in the Catholic Church. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII; his mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis's childhood, Blanche "}, {"title": "Ambassador", "href": "/wiki/Ambassador", "description": "An ambassador is an official envoy, especially a high-ranking diplomat who represents a state and is usually accredited to another sovereign state or to an international organization as the resident representative of their own government or sovereign or appointed for a special and often temporary diplomatic assignment. The word is also often used more liberally for persons who are known, without n"}, {"title": "Khagan", "href": "/wiki/Khagan", "description": "Khagan or Qaghan is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire). The female equivalent is Khatun."}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}]}, {"heading": "Events", "year": "1270", "date": "February 16", "txt": "Grand Duchy of Lithuania defeats the Livonian Order in the Battle of Karuse.", "entities": [{"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}, {"title": "Livonian Order", "href": "/wiki/Livonian_Order", "description": "The Livonian Order was an autonomous branch of the Teutonic Order,\nformed in 1237. From 1435 to 1561 it was a member of the Livonian Confederation."}, {"title": "Battle of Karuse", "href": "/wiki/Battle_of_Karuse", "description": "The Battle of Karuse or Battle on the Ice was fought on 16 February 1270 between the Grand Duchy of Lithuania and the Livonian Order on the frozen Baltic Sea between the island of Muhu and the mainland. The Lithuanians achieved a decisive victory. The battle, named after the village of Karuse, was the fifth-largest defeat of the Livonian or Teutonic Orders in the 13th century. Almost all that is k"}]}, {"heading": "Events", "year": "1630", "date": "February 16", "txt": "Dutch forces led by Hendrick Lonck capture Olinda in what was to become part of Dutch Brazil.", "entities": [{"title": "Hendrick Lonck", "href": "/wiki/Hendrick_Lonck", "description": "Adm. Hendrick Corneliszoon Lonck, a Dutch naval hero, was the first Dutch sea captain to reach the New World."}, {"title": "Olinda", "href": "/wiki/Olinda", "description": "Olinda is a historic city in Pernambuco, Brazil, in the Northeast Region. It is located on the country's northeastern Atlantic Ocean coast, in the Metropolitan Region of Recife, the state capital. It has a population of 393,115 people, covers 41.681 square kilometres (16.093 sq mi), and has a population density of 9,437 inhabitants per square kilometer. It is noted as one of the best-preserved col"}, {"title": "Dutch Brazil", "href": "/wiki/Dutch_Brazil", "description": "Dutch Brazil, also known as New Holland, was the northern portion of the Portuguese colony of Brazil, ruled by the Dutch during the Dutch colonization of the Americas between 1630 and 1654. The main cities of the Dutch colony of New Holland were the capital Mauritsstad, Frederikstadt, Nieuw Amsterdam (Natal), Saint Louis, São Cristóvão, Fort Schoonenborch (Fortaleza), Sirinhaém, and Olinda."}]}, {"heading": "Events", "year": "1646", "date": "February 16", "txt": "Battle of Torrington, Devon: The last major battle of the first English Civil War.", "entities": [{"title": "Battle of Torrington", "href": "/wiki/Battle_of_Torrington", "description": "The Battle of Torrington was a decisive battle of the south-western campaign of the First English Civil War and marked the end of Royalist resistance in the West Country. It took place in Torrington, Devon."}, {"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}]}, {"heading": "Events", "year": "1699", "date": "February 16", "txt": "First Leopoldine Diploma is issued by the Holy Roman Emperor, recognizing the Greek Catholic clergy enjoyed the same privileges as Roman Catholic priests in the Principality of Transylvania.", "entities": [{"title": "Leopold I, Holy Roman Emperor", "href": "/wiki/Leopold_I,_Holy_Roman_Emperor", "description": "Leopold I was Holy Roman Emperor, King of Hungary, Croatia, and Bohemia. The second son of Ferdinand III, Holy Roman Emperor, by his first wife, Maria Anna of Spain, Leopold became heir apparent in 1654 by the death of his elder brother Ferdinand IV. Elected in 1658, Leopold ruled the Holy Roman Empire until his death in 1705, becoming the longest-ruling Habsburg emperor."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Greek Catholic", "href": "/wiki/Greek_Catholic", "description": "The term Greek Catholic Church can refer to a number of Eastern Catholic Churches following the Byzantine (Greek) liturgy, considered collectively or individually."}, {"title": "Roman Catholic", "href": "/wiki/Roman_Catholic", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Principality of Transylvania (1570–1711)", "href": "/wiki/Principality_of_Transylvania_(1570%E2%80%931711)", "description": "The Principality of Transylvania was a semi-independent state, ruled primarily by Hungarian princes. Its territory, in addition to the traditional Transylvanian lands, also included the other major component called Partium, which was in some periods comparable in size with Transylvania proper. The establishment of the principality was connected to the Treaty of Speyer. However Stephen Báthory's st"}]}, {"heading": "Events", "year": "1742", "date": "February 16", "txt": "Spencer Compton, Earl of Wilmington, becomes British Prime Minister.", "entities": [{"title": "Spencer Compton, 1st Earl of Wilmington", "href": "/wiki/Spencer_Compton,_1st_Earl_of_Wilmington", "description": "Spencer Compton, 1st Earl of Wilmington, was a British Whig statesman who served continuously in government from 1715 until his death. He sat in the English and British House of Commons between 1698 and 1728, and was then raised to the peerage and sat in the House of Lords. He served as the prime minister of Great Britain from 1742 until his death in 1743. He is considered to have been Britain's s"}, {"title": "Earl of Wilmington", "href": "/wiki/Earl_of_Wilmington", "description": "Earl of Wilmington was a title in the Peerage of Great Britain. It was created in 1730 for the politician Spencer Compton, 1st Baron Wilmington, who later served as Prime Minister of Great Britain from 1742 to 1743, during the reign of George II. He had already been created Baron Wilmington in 1728 and was made Viscount Pevensey at the same time as he was given the earldom. Compton was the third s"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Events", "year": "1796", "date": "February 16", "txt": "Colombo in Ceylon (now Sri Lanka) falls to the British, completing their invasion of Ceylon.", "entities": [{"title": "Colombo", "href": "/wiki/Colombo", "description": "Colombo is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura "}, {"title": "Invasion of Ceylon (1795)", "href": "/wiki/Invasion_of_Ceylon_(1795)", "description": "The Invasion of Ceylon was a military campaign fought as a series of amphibious operations between the summer of 1795 and spring of 1796 between the garrison of the Batavian colonies on the Indian Ocean island of Ceylon and a British invasion force sent from British India. The Dutch Republic had been a British ally during the French Revolutionary Wars, but was overrun by the French Republic in the"}]}, {"heading": "Events", "year": "1804", "date": "February 16", "txt": "First Barbary War: Stephen Decatur leads a raid to burn the pirate-held frigate USS Philadelphia.", "entities": [{"title": "First Barbary War", "href": "/wiki/First_Barbary_War", "description": "The First Barbary War (1801–1805), also known as the Tripolitanian War and the Barbary Coast War, was the first of two Barbary Wars, in which the United States and Sweden fought against the four North African states known collectively as the \"Barbary States\". Three of these were autonomous, but nominally provinces of the Ottoman Empire: Tripoli, Algiers, and Tunis. The fourth was the independent S"}, {"title": "Stephen Decatur", "href": "/wiki/Stephen_Decatur", "description": "Stephen Decatur Jr. was a United States naval officer and commodore. He was born on the eastern shore of Maryland in Worcester County, the son of a U.S. naval officer who served during the American Revolution. His father, Stephen Decatur Sr., was a commodore in the United States Navy, and brought the younger Stephen into the world of ships and sailing early on. Shortly after attending college, Dec"}, {"title": "Pirate", "href": "/wiki/Pirate", "description": "Piracy is an act of robbery or criminal violence by ship or boat-borne attackers upon another ship or a coastal area, typically with the goal of stealing cargo and other valuable goods. Those who conduct acts of piracy are called pirates, while the dedicated ships that pirates use are called pirate ships. The earliest documented instances of piracy were in the 14th century BC, when the Sea Peoples"}, {"title": "USS Philadelphia (1799)", "href": "/wiki/USS_Philadelphia_(1799)", "description": "USS Philadelphia, a 1240-ton, 36-gun sailing frigate, was the second vessel of the United States Navy to be named for the city of Philadelphia. Originally named City of Philadelphia, she was built in 1798–1799 for the United States government by the citizens of that city. Funding for her construction was the result of a funding drive which raised $100,000 in one week, in June 1798. She was designe"}]}, {"heading": "Events", "year": "1862", "date": "February 16", "txt": "American Civil War: General Ulysses S. Grant captures Fort Donelson, Tennessee.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Battle of Fort Donelson", "href": "/wiki/Battle_of_Fort_Donelson", "description": "The Battle of Fort Donelson was fought from February 11–16, 1862, in the Western Theater of the American Civil War. The Union capture of the Confederate fort near the Tennessee–Kentucky border opened the Cumberland River, an important avenue for the invasion of the South. The Union's success also elevated Brig. Gen. Ulysses S. Grant from an obscure and largely unproven leader to the rank of major "}, {"title": "Fort Donelson", "href": "/wiki/Fort_Donelson", "description": "Fort Donelson was a fortress built early in 1862 by the Confederacy during the American Civil War to control the Cumberland River, which led to the heart of Tennessee, and thereby the Confederacy. The fort was named after Confederate general Daniel S. Donelson."}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}]}, {"heading": "Events", "year": "1866", "date": "February 16", "txt": "Spencer Compton Cavendish, Marquess of Hartington becomes British Secretary of State for War.", "entities": [{"title": "Spencer Cavendish, 8th Duke of Devonshire", "href": "/wiki/Spencer_Cavendish,_8th_Duke_of_Devonshire", "description": "Spencer Compton Cavendish, 8th Duke of Devonshire, styled Lord Cavendish of Keighley between 1834 and 1858 and Marquess of Hartington between 1858 and 1891, was a British statesman. He has the distinction of having served as leader of three political parties: as Leader of the Liberal Party in the House of Commons (1875–1880), of the Liberal Unionist Party (1886–1903) and of the Unionists in the Ho"}, {"title": "Secretary of State for War", "href": "/wiki/Secretary_of_State_for_War", "description": "The position of Secretary of State for War, commonly called War Secretary, was a British cabinet-level position which existed from 1794 to 1801 and from 1854 to 1964. The Secretary of State for War headed the War Office and was assisted by a Parliamentary Under-Secretary of State for War, a Parliamentary Private Secretary who was also a Member of Parliament, and a Military Secretary, who was a gen"}]}, {"heading": "Events", "year": "1881", "date": "February 16", "txt": "The Canadian Pacific Railway is incorporated by Act of Parliament at Ottawa (44th Vic., c.1).", "entities": [{"title": "Canadian Pacific Railway", "href": "/wiki/Canadian_Pacific_Railway", "description": "The Canadian Pacific Railway (CPR), known as CP Rail between 1968 and 1996 and simply Canadian Pacific, is a historic Canadian Class I railway incorporated in 1881. The railway is owned by Canadian Pacific Railway Limited, which began operations as legal owner in a corporate restructuring in 2001."}]}, {"heading": "Events", "year": "1899", "date": "February 16", "txt": "Iceland's first football club, Knattspyrnufélag Reykjavíkur, is founded.", "entities": [{"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "Knattspyrnufélag Reykjavíkur", "href": "/wiki/Knattspyrnuf%C3%A9lag_Reykjav%C3%ADkur", "description": "Knattspyrnufélag Reykjavíkur, often shortened to KR or KR Reykjavík, is an Icelandic football club based in the Vesturbær district of the capital, Reykjavík."}]}, {"heading": "Events", "year": "1918", "date": "February 16", "txt": "The Council of Lithuania unanimously adopts the Act of Independence, declaring Lithuania an independent state.", "entities": [{"title": "Council of Lithuania", "href": "/wiki/Council_of_Lithuania", "description": "\n\nThe Council of Lithuania, after July 11, 1918 the State Council of Lithuania was convened at the Vilnius Conference that took place between 18 and 23 September 1917. The twenty men who composed the council at first were of different ages, social status, professions, and political affiliations. The council was granted the executive authority of the Lithuanian people and was entrusted to establish"}, {"title": "Act of Independence of Lithuania", "href": "/wiki/Act_of_Independence_of_Lithuania", "description": "The Act of Reinstating Independence of Lithuania or Act of 16 February was signed by the Council of Lithuania on 16 February 1918, proclaiming the restoration of an independent State of Lithuania, governed by democratic principles, with Vilnius as its capital. The Act was signed by all twenty representatives of the Council, which was chaired by Jonas Basanavičius. The Act of 16 February was the re"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}]}, {"heading": "Events", "year": "1923", "date": "February 16", "txt": "Howard Carter unseals the burial chamber of Pharaoh Tutankhamun.", "entities": [{"title": "Howard Carter", "href": "/wiki/Howard_Carter", "description": "Howard Carter was an English archaeologist and Egyptologist. He became world-famous after discovering the intact tomb of the 18th Dynasty Pharaoh, Tutankhamun in November 1922, the best-preserved pharaonic tomb ever found in the Valley of the Kings."}, {"title": "Burial chamber", "href": "/wiki/Burial_chamber", "description": "A chamber tomb is a tomb for burial used in many different cultures. In the case of individual burials, the chamber is thought to signify a higher status for the interred than a simple grave. Built from rock or sometimes wood, the chambers could also serve as places for storage of the dead from one family or social group and were often used over long periods for multiple burials."}, {"title": "Pharaoh", "href": "/wiki/Pharaoh", "description": "Pharaoh is the common title now used for the monarchs of ancient Egypt from the First Dynasty until the annexation of Egypt by the Roman Empire in 30 BCE, although the term \"pharaoh\" was not used contemporaneously for a ruler until Merneptah, c. 1210 BCE, during the Nineteenth dynasty, \"king\" being the term used most frequently until the middle of the Eighteenth Dynasty. In the early dynasties, an"}, {"title": "Tutankhamun", "href": "/wiki/Tutankhamun", "description": "Tutankhamun, Egyptological pronunciation Tutankhamen, commonly referred to as King Tut, was an ancient Egyptian pharaoh who was the last of his royal family to rule during the end of the 18th Dynasty during the New Kingdom of Egyptian history. His father was the mummy found in the tomb KV55, believed to be the pharaoh Akhenaten. His mother is his father's sister, identified through DNA testing as "}]}, {"heading": "Events", "year": "1930", "date": "February 16", "txt": "The Romanian Football Federation joins FIFA.", "entities": [{"title": "Romanian Football Federation", "href": "/wiki/Romanian_Football_Federation", "description": "The Federația Română de Fotbal, also known by its acronym FRF, is the governing body of football in Romania. They are headquartered in the capital city of Bucharest and affiliated to FIFA and UEFA since 1923 and 1955 respectively. The Federation organizes the national team and the women's national team, as well as most of the Romanian football competitions."}, {"title": "FIFA", "href": "/wiki/FIFA", "description": "FIFA is a non-profit organization which describes itself as an international governing body of association football, fútsal and beach soccer. It is the highest governing body of association football."}]}, {"heading": "Events", "year": "1934", "date": "February 16", "txt": "The Austrian Civil War ends with the defeat of the Social Democrats and the Republikanischer Schutzbund.", "entities": [{"title": "Austrian Civil War", "href": "/wiki/Austrian_Civil_War", "description": "The Austrian Civil War, also known as the February Uprising, is a term sometimes used for a few days of skirmishes between Fascist and Socialist forces between 12 and 16 February 1934, in Austria. The clashes started in Linz and took place principally in the cities of Vienna, Graz, Bruck an der Mur, Judenburg, Wiener Neustadt and Steyr, but also in some other industrial cities of eastern and centr"}, {"title": "Social Democratic Party of Austria", "href": "/wiki/Social_Democratic_Party_of_Austria", "description": "The Social Democratic Party of Austria, founded and known as the Social Democratic Workers' Party of Austria until 1945 and later the Socialist Party of Austria until 1991, is a social-democratic and pro-European political party in Austria. Founded in 1889, it is the oldest extant political party in Austria. Along with the Austrian People's Party (ÖVP), it is one of the country's two traditional m"}, {"title": "Republikanischer Schutzbund", "href": "/wiki/Republikanischer_Schutzbund", "description": "The Republikanischer Schutzbund was an Austrian paramilitary organization established in 1923 by the Social Democratic Party (SDAPÖ) to secure power in the face of rising political radicalization after World War I."}]}, {"heading": "Events", "year": "1936", "date": "February 16", "txt": "The Popular Front wins the 1936 Spanish general election.", "entities": [{"title": "1936 Spanish general election", "href": "/wiki/1936_Spanish_general_election", "description": "Legislative elections were held in Spain on 16 February 1936. At stake were all 473 seats in the unicameral Cortes Generales. The winners of the 1936 elections were the Popular Front, a left-wing coalition of the Spanish Socialist Workers' Party (PSOE), Republican Left (Spain) (IR), Esquerra Republicana de Catalunya (ERC), Republican Union (UR), Communist Party of Spain (PCE), Acció Catalana (AC),"}]}, {"heading": "Events", "year": "1937", "date": "February 16", "txt": "Wallace H. Carothers receives a United States patent for nylon.", "entities": [{"title": "Wallace H. Carothers", "href": "/wiki/Wallace_H._Carothers", "description": "Wallace Hume Carothers was an American chemist, inventor and the leader of organic chemistry at DuPont, who was credited with the invention of nylon."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Nylon", "href": "/wiki/Nylon", "description": "Nylon is a generic designation for a family of synthetic polymers composed of polyamides. \nNylon is a thermoplastic silky material, generally made from petroleum,\nthat can be melt-processed into fibers, films, or shapes. \nNylon polymers can be mixed with a wide variety of additives to achieve many different property variations.\nNylon polymers have found significant commercial applications in fabri"}]}, {"heading": "Events", "year": "1940", "date": "February 16", "txt": "World War II: Altmark incident: The German tanker Altmark is boarded by sailors from the British destroyer HMS Cossack. 299 British prisoners are freed.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Altmark incident", "href": "/wiki/Altmark_incident", "description": "The Altmark incident was a naval incident of World War II between British destroyers and the German tanker Altmark, which happened on 16–17 February 1940. It took place in what were, at that time, neutral Norwegian waters. On board the Altmark were some 300 allied prisoners, whose ships had been sunk by the pocket battleship Graf Spee in the Southern Atlantic Ocean. British naval forces cornered t"}, {"title": "German tanker Altmark", "href": "/wiki/German_tanker_Altmark", "description": "Altmark was a German oil tanker and supply vessel, one of five of a class built between 1937 and 1939. She is best known for her support of the German commerce raider, the \"pocket battleship\" Admiral Graf Spee and her subsequent involvement in the \"Altmark Incident\". In 1940 she was renamed the Uckermark and used as supply tanker for the battleships Scharnhorst and Gneisenau during Operation Berli"}, {"title": "Destroyer", "href": "/wiki/Destroyer", "description": "In naval terminology, a destroyer is a fast, maneuverable, long-endurance warship intended to escort larger vessels in a fleet, convoy or battle group and defend them against powerful short range attackers. They were originally developed in the late 19th century by Fernando Villaamil for the Spanish Navy as a defense against torpedo boats, and by the time of the Russo-Japanese War in 1904, these \""}, {"title": "HMS Cossack", "href": "/wiki/HMS_Cossack", "description": "Six ships of the Royal Navy have borne the name HMS Cossack, after the Cossack people of Eastern Europe, whilst another was begun but was cancelled while building:HMS Cossack (1806) was a 22-gun sixth-rate post-ship, begun under the name Pandour in 1805, but renamed before being launched in 1806. She was broken up in 1816.\nHMS Cossack was to have been a steam gunvessel, laid down at Portsmouth Doc"}]}, {"heading": "Events", "year": "1942", "date": "February 16", "txt": "World War II: In Athens, the Greek People's Liberation Army is established", "entities": [{"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}, {"title": "Greek People's Liberation Army", "href": "/wiki/Greek_People%27s_Liberation_Army", "description": "The Greek People's Liberation Army, also mistakenly called the National People's Liberation Army, was the military arm of the left-wing National Liberation Front (EAM) during the period of the Greek Resistance until February 1945, when, following the Dekemvriana clashes and the Varkiza Agreement, it was disarmed and disbanded."}]}, {"heading": "Events", "year": "1943", "date": "February 16", "txt": "World War II: In the early phases of the Third Battle of Kharkov, Red Army troops re-enter the city.", "entities": [{"title": "Third Battle of Kharkov", "href": "/wiki/Third_Battle_of_Kharkov", "description": "The Third Battle of Kharkov was a series of battles on the Eastern Front of World War II, undertaken by the German Army Group South against the Red Army, around the city of Kharkov between 19 February and 15 March 1943. Known to the German side as the Donets Campaign, and in the Soviet Union as the Donbas and Kharkov operations, the German counterstrike led to the recapture of the cities of Kharko"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1945", "date": "February 16", "txt": "World War II: American forces land on Corregidor Island in the Philippines.", "entities": [{"title": "Battle of Corregidor (1945)", "href": "/wiki/Battle_of_Corregidor_(1945)", "description": "The Battle for the Recapture of Corregidor, which occurred from the 16th to the 26th of February, 1945, pitted American forces against the defending Japanese garrison on the island fortress. The Japanese had captured the bastion from the United States Army Forces in the Far East during their 1942 invasion."}, {"title": "Corregidor Island", "href": "/wiki/Corregidor_Island", "description": "Corregidor Island is an island located at the entrance of Manila Bay in southwestern part of Luzon Island in the Philippines. Due to this location, Corregidor has historically been fortified with coastal artillery to defend the entrance of Manila Bay and Manila from attacks by enemy warships. Located 48 kilometres (30 mi) inland, Manila has been the largest city and the most important seaport in t"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1945", "date": "February 16", "txt": "The Alaska Equal Rights Act of 1945, the first anti-discrimination law in the United States, was signed into law.", "entities": [{"title": "Anti-discrimination law", "href": "/wiki/Anti-discrimination_law", "description": "Anti-discrimination law or non-discrimination law refers to legislation designed to prevent discrimination against particular groups of people; these groups are often referred to as protected groups or protected classes. Anti-discrimination laws vary by jurisdiction with regard to the types of discrimination that are prohibited, and also the groups that are protected by that legislation. Commonly,"}]}, {"heading": "Events", "year": "1959", "date": "February 16", "txt": "Fidel Castro becomes Premier of Cuba after dictator Fulgencio Batista was overthrown on January 1.", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Fulgencio Batista", "href": "/wiki/Fulgencio_Batista", "description": "Fulgencio Batista y Zaldívar was a Cuban military officer and politician who served as the elected president of Cuba from 1940 to 1944 and as its U.S.-backed military dictator from 1952 to 1959 before being overthrown during the Cuban Revolution. Batista initially rose to power as part of the 1933 Revolt of the Sergeants, which overthrew the provisional government of Carlos Manuel de Céspedes y Qu"}, {"title": "January 1", "href": "/wiki/January_1", "description": "January 1 or 1 January is the first day of the year in the Gregorian Calendar. There are 364 days remaining until the end of the year. This day is known as New Year's Day since the day marks the beginning of the year."}]}, {"heading": "Events", "year": "1960", "date": "February 16", "txt": "The U.S. Navy submarine USS Triton begins Operation Sandblast, setting sail from New London, Connecticut, to begin the first submerged circumnavigation of the globe.", "entities": [{"title": "USS Triton (SSRN-586)", "href": "/wiki/USS_Triton_(SSRN-586)", "description": "USS Triton (SSRN/SSN-586) was a United States Navy radar picket nuclear submarine. In early 1960, it became the first vessel to execute a submerged circumnavigation of the Earth in Operation Sandblast. Triton accomplished this objective during her shakedown cruise while under the command of Captain Edward L. \"Ned\" Beach, Jr. She was the only member of her class and had the distinction of being the"}, {"title": "Operation Sandblast", "href": "/wiki/Operation_Sandblast", "description": "Operation Sandblast was the code name for the first submerged circumnavigation of the world, executed by the United States Navy nuclear-powered radar picket submarine USS Triton (SSRN-586) in 1960 under the command of Captain Edward L. Beach Jr."}, {"title": "New London, Connecticut", "href": "/wiki/New_London,_Connecticut", "description": "New London is a seaport city and a port of entry on the northeast coast of the United States, located at the mouth of the Thames River in New London County, Connecticut. It was one of the world's three busiest whaling ports for several decades beginning in the early 19th century, along with Nantucket and New Bedford, Massachusetts. The wealth that whaling brought into the city furnished the capita"}]}, {"heading": "Events", "year": "1961", "date": "February 16", "txt": "Explorer program: Explorer 9 (S-56a) is launched.", "entities": [{"title": "Explorer program", "href": "/wiki/Explorer_program", "description": "The Explorers Program is a United States space exploration program that provides flight opportunities for physics, geophysics, heliophysics, and astrophysics investigations from space. Launched in 1958, Explorer 1 was the first spacecraft of the United States to achieve orbit. Over 90 space missions have been launched since. Starting with Explorer 6, it has been operated by NASA, with regular coll"}, {"title": "Explorer 9", "href": "/wiki/Explorer_9", "description": "Explorer 9, known as S-56A before launch, was an American satellite which was launched in 1961 to study the density and composition of the upper thermosphere and lower exosphere. It was a reflight of the failed S-56 mission, and consisted of a 7 kg (15 lb), 3.66 m (12.0 ft) balloon which was deployed into a medium Earth orbit. The mission was conducted by NASA's Langley Research Center."}]}, {"heading": "Events", "year": "1962", "date": "February 16", "txt": "Flooding in the coastal areas of West Germany kills 315 and destroys the homes of about 60,000 people.", "entities": [{"title": "North Sea flood of 1962", "href": "/wiki/North_Sea_flood_of_1962", "description": "The North Sea flood of 1962 was a natural disaster affecting mainly the coastal regions of Germany and in particular the city of Hamburg in the night from 16 February to 17 February 1962. In total, the homes of about 60,000 people were destroyed, and the death toll amounted to 315 in Hamburg. In addition, three people were killed in the United Kingdom by high winds, which damaged around 175,000 ho"}]}, {"heading": "Events", "year": "1968", "date": "February 16", "txt": "In Haleyville, Alabama, the first 9-1-1 emergency telephone system goes into service.", "entities": [{"title": "Haleyville, Alabama", "href": "/wiki/Haleyville,_Alabama", "description": "Haleyville is a city in Winston and Marion counties in the U.S. state of Alabama. It incorporated on February 28, 1889. Most of the city is located in Winston County, with a small portion of the western limits entering Marion County. Haleyville was originally named Davis Cross Roads, having been established at the crossroads of Byler Road and the Illinois Central Railroad. At the 2010 census the p"}, {"title": "9-1-1", "href": "/wiki/9-1-1", "description": "9-1-1, also written 911, is an emergency telephone number for the North American Numbering Plan (NANP), one of eight N11 codes. Like other emergency numbers around the world, this number is intended for use in emergency circumstances only, and using it for any other purpose is a crime in most jurisdictions."}]}, {"heading": "Events", "year": "1978", "date": "February 16", "txt": "The first computer bulletin board system is created (CBBS in Chicago).", "entities": [{"title": "Bulletin board system", "href": "/wiki/Bulletin_board_system", "description": "A bulletin board system or BBS is a computer server running software that allows users to connect to the system using a terminal program. Once logged in, the user can perform functions such as uploading and downloading software and data, reading news and bulletins, and exchanging messages with other users through public message boards and sometimes via direct chatting. In the early 1980s, message "}, {"title": "CBBS", "href": "/wiki/CBBS", "description": "CBBS was a computer program created by Ward Christensen and Randy Suess to allow them and other computer hobbyists to exchange information between each other."}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}]}, {"heading": "Events", "year": "1983", "date": "February 16", "txt": "The Ash Wednesday bushfires in Victoria and South Australia kill 75.", "entities": [{"title": "Ash Wednesday bushfires", "href": "/wiki/Ash_Wednesday_bushfires", "description": "The Ash Wednesday bushfires, known in South Australia as Ash Wednesday II, were a series of bushfires that occurred in south-eastern Australia on 16 February 1983, which was Ash Wednesday. Within twelve hours, more than 180 fires fanned by winds of up to 110 km/h (68 mph) caused widespread destruction across the states of Victoria and South Australia. Years of severe drought and extreme weather co"}, {"title": "Victoria (Australia)", "href": "/wiki/Victoria_(Australia)", "description": "Victoria is a state in southeastern Australia. It is the second-smallest state with a land area of 227,444 km2 (87,817 sq mi) and the most densely populated state in Australia. Victoria is bordered with New South Wales to the north and South Australia to the west, and is bounded by the Bass Strait to the south, the Great Australian Bight portion of the Southern Ocean to the southwest, and the Tasm"}, {"title": "South Australia", "href": "/wiki/South_Australia", "description": "South Australia is a state in the southern central part of Australia. It covers some of the most arid parts of the country. With a total land area of 983,482 square kilometres (379,725 sq mi), it is the fourth-largest of Australia's states and territories by area, and fifth largest by population. It has a total of 1.77 million people, and its population is the second most highly centralised in Aus"}]}, {"heading": "Events", "year": "1985", "date": "February 16", "txt": "Hezbollah is founded.", "entities": [{"title": "Hezbollah", "href": "/wiki/Hezbollah", "description": "Hezbollah is a Lebanese Shia Islamist political party and militant group, led by its Secretary-General Hassan Nasrallah since 1992. Hezbollah's paramilitary wing is the Jihad Council, and its political wing is the Loyalty to the Resistance Bloc party in the Lebanese Parliament. Either the entire organization or only its military wing has been designated a terrorist organization by several countrie"}]}, {"heading": "Events", "year": "1986", "date": "February 16", "txt": "The Soviet liner MS Mikhail Lermontov runs aground in the Marlborough Sounds, New Zealand.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "MS Mikhail Lermontov", "href": "/wiki/MS_Mikhail_Lermontov", "description": "MS Mikhail Lermontov was an ocean liner owned by the Soviet Union's Baltic Shipping Company, built in 1972 by V.E.B. Mathias-Thesen Werft, Wismar, East Germany. It was later converted into a cruise ship. On 16 February 1986 she collided with rocks near Port Gore in the Marlborough Sounds, New Zealand, and sank, claiming the life of one of her crew members."}, {"title": "Marlborough Sounds", "href": "/wiki/Marlborough_Sounds", "description": "The Marlborough Sounds are an extensive network of sea-drowned valleys at the northern end of the South Island of New Zealand. The Marlborough Sounds were created by a combination of land subsidence and rising sea levels. According to Māori mythology, the sounds are the prows of the sunken wakas of Aoraki."}]}, {"heading": "Events", "year": "1986", "date": "February 16", "txt": "China Airlines Flight 2265 crashes into the Pacific Ocean near Penghu Airport in Taiwan, killing all 13 aboard.", "entities": [{"title": "Penghu Airport", "href": "/wiki/Penghu_Airport", "description": "Penghu Airport, formerly Magong Airport, is a domestic airport in Huxi, Penghu County, Taiwan. With 2,380,265 passengers in 2017, it is the fifth-busiest airport in Taiwan."}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "1991", "date": "February 16", "txt": "Nicaraguan Contras leader Enrique Bermúdez is assassinated in Managua.", "entities": [{"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}, {"title": "Contras", "href": "/wiki/Contras", "description": "The Contras were the various U.S.-backed and funded right-wing rebel groups that were active from 1979 to the early 1990s in opposition to the Marxist Sandinista Junta of National Reconstruction Government in Nicaragua which came to power in 1979 following the Nicaraguan Revolution. Among the separate contra groups, the Nicaraguan Democratic Force (FDN) emerged as the largest by far. In 1987, virt"}, {"title": "Enrique Bermúdez", "href": "/wiki/Enrique_Berm%C3%BAdez", "description": "Enrique Bermúdez Varela, known as Comandante 380, was a Nicaraguan soldier and rebel who founded and commanded the Nicaraguan Contras. In this capacity, he became a central global figure in one of the most prominent conflicts of the Cold War."}, {"title": "Managua", "href": "/wiki/Managua", "description": "Managua is the capital and largest city of Nicaragua, and the center of an eponymous department. Located on the southwestern shore of Lake Managua and inside the Managua Department, it has an estimated population of 1,052,217 in 2019 within the city's administrative limits and a population of 1,401,687 in the metropolitan area, which additionally includes the municipalities of Ciudad Sandino, El C"}]}, {"heading": "Events", "year": "1996", "date": "February 16", "txt": "A Chicago-bound Amtrak train, the Capitol Limited, collides with a MARC commuter train bound for Washington, D.C., killing 11 people.", "entities": [{"title": "Amtrak", "href": "/wiki/Amtrak", "description": "The National Railroad Passenger Corporation, doing business as Amtrak, is a passenger railroad service that provides medium and long-distance intercity service in the contiguous United States and to nine Canadian cities."}, {"title": "1996 Maryland train collision", "href": "/wiki/1996_Maryland_train_collision", "description": "On February 16, 1996, a MARC commuter train collided with Amtrak's Capitol Limited passenger train in Silver Spring, Maryland, United States, killing three crew and eight passengers on the MARC train; a further eleven passengers on the same train and fifteen passengers and crew on the Capitol Limited were injured. Total damage was estimated at $7.5 million."}, {"title": "MARC Train", "href": "/wiki/MARC_Train", "description": "MARC Train Service, previously known as Maryland Rail Commuter, is a commuter rail system comprising three lines in the Baltimore–Washington metropolitan area. MARC is administered by the Maryland Transit Administration (MTA), a Maryland Department of Transportation (MDOT) agency, and is operated under contract by Bombardier Transportation Services USA Corporation (BTS) and Amtrak over tracks owne"}]}, {"heading": "Events", "year": "1998", "date": "February 16", "txt": "China Airlines Flight 676 crashes into a road and residential area near Chiang Kai-shek International Airport in Taiwan, killing all 196 aboard and seven more on the ground.", "entities": [{"title": "China Airlines Flight 676", "href": "/wiki/China_Airlines_Flight_676", "description": "China Airlines Flight 676 was a scheduled international passenger flight. On Monday, 16 February 1998, the Airbus A300 jet airliner operating the flight crashed into a road and residential area in Tayuan, Taoyuan County, near Chiang Kai-shek International Airport, Taiwan."}, {"title": "Chiang Kai-shek International Airport", "href": "/wiki/Chiang_Kai-shek_International_Airport", "description": "Taiwan Taoyuan International Airport is an international airport serving Taipei and northern Taiwan. Located about 40 km (25 mi) west of Taipei in Dayuan District, Taoyuan, the airport is Taiwan's largest and busiest airport. It is operated by the Taoyuan International Airport Corporation. In 2016, it was ranked the best airport for its size in the Asia-Pacific region by Airports Council Internati"}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "2005", "date": "February 16", "txt": "The Kyoto Protocol comes into force, following its ratification by Russia.", "entities": [{"title": "Kyoto Protocol", "href": "/wiki/Kyoto_Protocol", "description": "The Kyoto Protocol is an international treaty which extends the 1992 United Nations Framework Convention on Climate Change (UNFCCC) that commits state parties to reduce greenhouse gas emissions, based on the scientific consensus that (part one) global warming is occurring and (part two) that human-made CO2 emissions are driving it. The Kyoto Protocol was adopted in Kyoto, Japan, on 11 December 199"}, {"title": "Ratification", "href": "/wiki/Ratification#Ratification_of_an_international_treaty", "description": "Ratification is a principal's approval of an act of its agent that lacked the authority to bind the principal legally. Ratification defines the international act in which a state indicates its consent to be bound to a treaty if the parties intended to show their consent by such an act. In the case of bilateral treaties, ratification is usually accomplished by exchanging the requisite instruments, "}]}, {"heading": "Events", "year": "2005", "date": "February 16", "txt": "The National Hockey League cancels the entire 2004–05 regular season and playoffs.", "entities": [{"title": "2004–05 NHL lockout", "href": "/wiki/2004%E2%80%9305_NHL_lockout", "description": "The 2004–05 NHL lockout was a labor lockout that resulted in the cancellation of the National Hockey League (NHL) season, which would have been its 88th season of play. The main dispute was the league's desire to implement a salary cap to limit expenditure on player salaries. This was opposed by the NHL Players Association (NHLPA), the players' labor union, who proposed an alternative system of re"}]}, {"heading": "Events", "year": "2006", "date": "February 16", "txt": "The last Mobile army surgical hospital (MASH) is decommissioned by the United States Army.", "entities": [{"title": "Mobile army surgical hospital (US)", "href": "/wiki/Mobile_army_surgical_hospital_(US)", "description": "The Mobile Army Surgical Hospital (MASH) refers to a United States Army medical unit serving as a fully functional hospital in a combat area of operations. The units were first established in August 1945, and were deployed during the Korean War and later conflicts. The term was made famous in the novel, movie, and television series M*A*S*H, which depicted a fictional MASH unit. The U.S. Army deact"}]}, {"heading": "Events", "year": "2013", "date": "February 16", "txt": "A bomb blast at a market in Hazara Town, Quetta, Pakistan kills more than 80 people and injures 190 others.", "entities": [{"title": "February 2013 Quetta bombing", "href": "/wiki/February_2013_Quetta_bombing", "description": "On 16 February 2013, at least 91 people were killed and 190 injured after a bomb hidden in a water tank exploded at a market in Hazara Town on the outskirts of Quetta, the capital city of Balochistan, Pakistan. Most of the victims were members of the predominantly Shia Twelver ethnic Hazara community, and authorities expected the death toll to rise due to the large number of serious injuries. The "}, {"title": "Hazara Town", "href": "/wiki/Hazara_Town", "description": "Hazara Town is a lower- to middle-income area on the western outskirts of Quetta, Pakistan with a population of up to 1,500,000, of which an estimated two-thirds are ethnic Hazaras and the remaining portion are Pashtun and Baloch."}, {"title": "Quetta", "href": "/wiki/Quetta", "description": "Quetta (Pashto: کوټه‎ ; IPA [ˈkʰwəː tə]; Balochi: کویته‎;Urdu: کوئٹہ‎; [ˈkweːʈə]  ; formerly known as Shalkot is the provincial capital and largest city of the Province of Balochistan in Pakistan. It is also the 10th largest city of Pakistan. It was largely destroyed in the 1935 Quetta earthquake, but was rebuilt and has a population of 1,001,205 according to the census of 2017. Quetta is at an av"}]}, {"heading": "Events", "year": "2021", "date": "February 16", "txt": "5,000 people gathered in the town of Kherrata, Bejaia Province to mark the two year anniversary of the Hirak protest movement. Demonstrations had been suspended because of the COVID-19 pandemic in Algeria.", "entities": [{"title": "Kherrata", "href": "/wiki/Kherrata", "description": "Kherrata is a town in northern Algeria."}, {"title": "Bejaia Province", "href": "/wiki/Bejaia_Province", "description": "The Bejaia province, stylized Béjaïa in French, is a province of Algeria in the Kabylie region. The province's capital city is Béjaïa, the terminus of the Béni Mansour-Bejaïa line."}, {"title": "2019–21 Algerian protests", "href": "/wiki/2019%E2%80%9321_Algerian_protests", "description": "The 2019–2021 Algerian protests, also called Revolution of Smiles or Hirak Movement, began on 16 February 2019, six days after Abdelaziz Bouteflika announced his candidacy for a fifth presidential term in a signed statement. These protests, without precedent since the Algerian Civil War, were peaceful and led the military to insist on Bouteflika's immediate resignation, which took place on 2 April"}, {"title": "COVID-19 pandemic in Algeria", "href": "/wiki/COVID-19_pandemic_in_Algeria", "description": "The COVID-19 pandemic in Algeria is part of the worldwide pandemic of coronavirus disease 2019 caused by severe acute respiratory syndrome coronavirus 2. The virus was confirmed to have spread to Algeria in February 2020. In December it was announced that Algeria will launch COVID-19 vaccinations in January 2021."}]}, {"heading": "Births", "year": "1222", "date": "February 16", "txt": "Nichiren, founder of Nichiren Buddhism (d. 1282)", "entities": [{"title": "Nichiren", "href": "/wiki/Nichiren", "description": "Nichiren was a Japanese Buddhist priest and philosopher of the Kamakura period."}]}, {"heading": "Births", "year": "1304", "date": "February 16", "txt": "Jayaatu Khan Tugh Temür, Chinese emperor (d. 1332)", "entities": [{"title": "Jayaatu Khan Tugh Temür", "href": "/wiki/Jayaatu_Khan_Tugh_Tem%C3%BCr", "description": "Jayaatu Khan, born Tugh Temür, also known by the temple name Wenzong, was an emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the 12th Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire."}]}, {"heading": "Births", "year": "1331", "date": "February 16", "txt": "Coluccio Salutati, Italian political leader (d. 1406)", "entities": [{"title": "Coluccio Salutati", "href": "/wiki/Coluccio_Salutati", "description": "Coluccio Salutati was an Italian humanist and notary, and one of the most important political and cultural leaders of Renaissance Florence; as chancellor of the Republic and its most prominent voice, he was effectively the permanent secretary of state in the generation before the rise of the Medici."}]}, {"heading": "Births", "year": "1419", "date": "February 16", "txt": "John I, Duke of Cleves (d. 1481)", "entities": [{"title": "John I, Duke of Cleves", "href": "/wiki/John_I,_Duke_of_Cleves", "description": "John I, Duke of Cleves, Count of Mark was Duke of Cleves and Count of Mark."}]}, {"heading": "Births", "year": "1470", "date": "February 16", "txt": "Eric I, Duke of Brunswick-Lüneburg (d. 1540)", "entities": [{"title": "Eric I, Duke of Brunswick-Lüneburg", "href": "/wiki/Eric_I,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Eric I, the Elder was Duke of Duke of Brunswick-Lüneburg from 1495 and the first reigning prince of Calenberg-Göttingen."}]}, {"heading": "Births", "year": "1471", "date": "February 16", "txt": "Krishnadevaraya, emperor of the Vijayanagara Empire (d. 1529)", "entities": [{"title": "Krishnadevaraya", "href": "/wiki/Krishnadevaraya", "description": "Krishnadevaraya was an emperor of the Vijayanagara Empire who reigned from 1509–1529. He was the third ruler of the Tuluva Dynasty and is considered to be its greatest ruler. He possessed the largest empire in India after the decline of the Delhi Sultanate. Presiding over the empire at its zenith, he is regarded as an icon by many Indians. Krishnadevaraya earned the titles Kannada Rajya Rama Raman"}]}, {"heading": "Births", "year": "1497", "date": "February 16", "txt": "Philip Melanchthon, German astronomer, theologian, and academic (d. 1560)", "entities": [{"title": "Philip Melanchthon", "href": "/wiki/Philip_Melanchthon", "description": "Philip Melanchthon was a German Lutheran reformer, collaborator with Martin Luther, the first systematic theologian of the Protestant Reformation, intellectual leader of the Lutheran Reformation, and an influential designer of educational systems. He stands next to Luther and John Calvin as a reformer, theologian, and moulder of Protestantism."}]}, {"heading": "Births", "year": "1514", "date": "February 16", "txt": "Georg Joachim Rheticus, Austrian cartographer and instrument maker (d. 1574)", "entities": [{"title": "Georg Joachim Rheticus", "href": "/wiki/Georg_Joachim_Rheticus", "description": "Georg Joachim de Porris, also known as Rheticus, was a mathematician, astronomer, cartographer, navigational-instrument maker, medical practitioner, and teacher. He is perhaps best known for his trigonometric tables and as Nicolaus Copernicus's sole pupil. He facilitated the publication of his master's De revolutionibus orbium coelestium."}]}, {"heading": "Births", "year": "1519", "date": "February 16", "txt": "Gaspard II de Coligny, French admiral (d. 1572)", "entities": [{"title": "Gaspard II de Coligny", "href": "/wiki/Gaspard_II_de_Coligny", "description": "Gaspard de Coligny, Seigneur de Châtillon, was a French nobleman and Admiral of France, best remembered as a disciplined Huguenot leader in the French Wars of Religion and a close friend of—and advisor to—the French king, Charles IX."}]}, {"heading": "Births", "year": "1543", "date": "February 16", "txt": "Kanō Eitoku, Japanese painter and educator (d. 1590)", "entities": [{"title": "Kanō Eitoku", "href": "/wiki/Kan%C5%8D_Eitoku", "description": "Kanō Eitoku  was a Japanese painter who lived during the Azuchi–Momoyama period of Japanese history and one of the most prominent patriarchs of the Kanō school of Japanese painting."}]}, {"heading": "Births", "year": "1620", "date": "February 16", "txt": "Frederick William, Elector of Brandenburg (d. 1688)", "entities": [{"title": "Frederick William, Elector of Brandenburg", "href": "/wiki/Frederick_William,_Elector_of_Brandenburg", "description": "Frederick William was Elector of Brandenburg and Duke of Prussia, thus ruler of Brandenburg-Prussia, from 1640 until his death in 1688. A member of the House of Hohenzollern, he is popularly known as \"the Great Elector\" because of his military and political achievements. Frederick William was a staunch pillar of the Calvinist faith, associated with the rising commercial class. He saw the importanc"}]}, {"heading": "Births", "year": "1643", "date": "February 16", "txt": "John Sharp, English archbishop (d. 1714)", "entities": [{"title": "John Sharp (bishop)", "href": "/wiki/John_Sharp_(bishop)", "description": "John Sharp, English divine who served as Archbishop of York."}]}, {"heading": "Births", "year": "1698", "date": "February 16", "txt": "Pierre Bouguer, French mathematician, geophysicist, and astronomer (d. 1758)", "entities": [{"title": "Pierre Bouguer", "href": "/wiki/Pierre_Bouguer", "description": "Pierre Bouguer was a French mathematician, geophysicist, geodesist, and astronomer. He is also known as \"the father of naval architecture\"."}]}, {"heading": "Births", "year": "1727", "date": "February 16", "txt": "Nikolaus Joseph von Jacquin, Austrian botanist, chemist, and mycologist (d. 1817)", "entities": [{"title": "Nikolaus Joseph von Jacquin", "href": "/wiki/Nikolaus_Joseph_von_Jacquin", "description": "Nikolaus Joseph Freiherr von Jacquin was a scientist who studied medicine, chemistry and botany."}]}, {"heading": "Births", "year": "1740", "date": "February 16", "txt": "Giambattista Bodoni, Italian publisher and engraver (d. 1813)", "entities": [{"title": "Giambattista Bodoni", "href": "/wiki/Giambattista_Bodoni", "description": "Giambattista Bodoni was an Italian typographer, type-designer, compositor, printer, and publisher in Parma."}]}, {"heading": "Births", "year": "1761", "date": "February 16", "txt": "Jean-Charles Pichegru, French general (d. 1804)", "entities": [{"title": "Jean-Charles Pichegru", "href": "/wiki/Jean-Charles_Pichegru", "description": "Jean-Charles Pichegru was a distinguished French general of the Revolutionary Wars. Under his command, French troops overran Belgium and the Netherlands before fighting on the Rhine front. His royalist positions led to his loss of power and imprisonment in Cayenne, French Guiana during the Coup of 18 Fructidor in 1797. After escaping into exile in London and joining the staff of Alexander Korsakov"}]}, {"heading": "Births", "year": "1774", "date": "February 16", "txt": "Pierre Rode, French violinist and composer (d. 1830)", "entities": [{"title": "Pierre Rode", "href": "/wiki/Pierre_Rode", "description": "Jacques Pierre Joseph Rode was a French violinist and composer."}]}, {"heading": "Births", "year": "1786", "date": "February 16", "txt": "Maria Pavlovna, Russian Grand Duchess (d. 1859)", "entities": [{"title": "Grand Duchess Maria Pavlovna of Russia (1786–1859)", "href": "/wiki/Grand_Duchess_Maria_Pavlovna_of_Russia_(1786%E2%80%931859)", "description": "Grand Duchess Maria Pavlovna of Russia was the third daughter of Paul I of Russia and Sophie Dorothea of Württemberg. She was the Grand Duchess of Saxe-Weimar-Eisenach by her marriage to Charles Frederick, Grand Duke of Saxe-Weimar-Eisenach."}]}, {"heading": "Births", "year": "1802", "date": "February 16", "txt": "Phineas Quimby, American mystic and philosopher (d. 1866)", "entities": [{"title": "Phineas Quimby", "href": "/wiki/Phineas_Quimby", "description": "Phineas Parkhurst Quimby was an American clockmaker, mentalist and mesmerist. His work is widely recognized as foundational to the New Thought spiritual movement."}]}, {"heading": "Births", "year": "1804", "date": "February 16", "txt": "Karl Theodor Ernst von Siebold, German physiologist and zoologist (d. 1885)", "entities": [{"title": "Karl Theodor Ernst von Siebold", "href": "/wiki/Karl_Theodor_Ernst_von_Siebold", "description": "Prof Karl (Carl) Theodor Ernst von Siebold FRS(For) HFRSE was a German physiologist and zoologist. He was responsible for the introduction of the taxa Arthropoda and Rhizopoda, and for defining the taxon Protozoa specifically for single-celled organisms."}]}, {"heading": "Births", "year": "1812", "date": "February 16", "txt": "Henry Wilson, American colonel and politician, 18th Vice President of the United States (d. 1875)", "entities": [{"title": "Henry Wilson", "href": "/wiki/Henry_Wilson", "description": "Henry Wilson was the 18th vice president of the United States from 1873 until his death in 1875 and a senator from Massachusetts from 1855 to 1873. Before and during the American Civil War, he was a leading Republican, and a strong opponent of slavery. Wilson devoted his energies to the destruction of the \"Slave Power\" – the faction of slave owners and their political allies which anti-slavery Ame"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1821", "date": "February 16", "txt": "Heinrich Barth, German explorer and scholar (d. 1865)", "entities": [{"title": "Heinrich Barth", "href": "/wiki/Heinrich_Barth", "description": "Johann Heinrich Barth was a German explorer of Africa and scholar."}]}, {"heading": "Births", "year": "1822", "date": "February 16", "txt": "Francis Galton, English biologist and statistician (d. 1911)", "entities": [{"title": "Francis Galton", "href": "/wiki/Francis_Galton", "description": "Sir Francis Galton, FRS, was an English Victorian era polymath: a statistician, sociologist, psychologist, anthropologist, tropical explorer, geographer, inventor, meteorologist, proto-geneticist, psychometrician and a proponent of social Darwinism, eugenics and scientific racism. He was knighted in 1909."}]}, {"heading": "Births", "year": "1824", "date": "February 16", "txt": "Peter Kosler, Slovenian lawyer, geographer, and cartographer (d. 1879)", "entities": [{"title": "Peter Kosler", "href": "/wiki/Peter_Kosler", "description": "Peter Kosler or Kozler was a Carniolan lawyer, geographer, cartographer, activist, and businessman. He was of ethnic German origin, but also identified with Slovene culture and advocated the peaceful coexistence of the Slovene and German cultures in Carniola."}]}, {"heading": "Births", "year": "1826", "date": "February 16", "txt": "Joseph Victor von Scheffel, German poet and author (d. 1886)", "entities": [{"title": "Joseph Victor von Scheffel", "href": "/wiki/Joseph_Victor_von_Scheffel", "description": "Joseph Victor von Scheffel was a German poet and novelist."}]}, {"heading": "Births", "year": "1830", "date": "February 16", "txt": "Lars Hertervig, Norwegian painter (d. 1902)", "entities": [{"title": "Lars Hertervig", "href": "/wiki/Lars_Hertervig", "description": "Lars Hertervig was a Norwegian painter. His semi-fantastical work with motives from the coastal landscape in the traditional district of Ryfylke is regarded as one of the peaks of Norwegian painting."}]}, {"heading": "Births", "year": "1831", "date": "February 16", "txt": "Nikolai Leskov, Russian author, playwright, and journalist (d. 1895)", "entities": [{"title": "Nikolai Leskov", "href": "/wiki/Nikolai_Leskov", "description": "Nikolai Semyonovich Leskov was a Russian novelist, short-story writer, playwright, and journalist, who also wrote under the pseudonym M. Stebnitsky. Praised for his unique writing style and innovative experiments in form, and held in high esteem by Leo Tolstoy, Anton Chekhov and Maxim Gorky among others, Leskov is credited with creating a comprehensive picture of contemporary Russian society using"}]}, {"heading": "Births", "year": "1834", "date": "February 16", "txt": "Ernst Haeckel, German biologist, physician, and philosopher (d. 1919)", "entities": [{"title": "Ernst Haeckel", "href": "/wiki/Ernst_Haeckel", "description": "Ernst Heinrich Philipp August Haeckel was a German zoologist, naturalist, eugenicist, philosopher, physician, professor, marine biologist, and artist who discovered, described and named thousands of new species, mapped a genealogical tree relating all life forms, and coined many terms in biology, including ecology, phylum, phylogeny, and Protista. Haeckel promoted and popularised Charles Darwin's "}]}, {"heading": "Births", "year": "1838", "date": "February 16", "txt": "Henry Adams, American journalist, historian, and author (d. 1918)", "entities": [{"title": "Henry Adams", "href": "/wiki/Henry_Adams", "description": "Henry Brooks Adams was an American historian and a member of the Adams political family, descended from two U.S. Presidents."}]}, {"heading": "Births", "year": "1841", "date": "February 16", "txt": "Armand Guillaumin, French painter (d. 1927)", "entities": [{"title": "Armand Guillaumin", "href": "/wiki/Armand_Guillaumin", "description": "Armand Guillaumin was a French impressionist painter and lithographer."}]}, {"heading": "Births", "year": "1843", "date": "February 16", "txt": "Henry M. Leland, American engineer and businessman, founded Cadillac and Lincoln (d. 1932)", "entities": [{"title": "Henry M. Leland", "href": "/wiki/Henry_M._Leland", "description": "Henry Martyn Leland was an American machinist, inventor, engineer and automotive entrepreneur. He founded the two premier American luxury automotive marques, Cadillac and Lincoln."}, {"title": "Cadillac", "href": "/wiki/Cadillac", "description": "The Cadillac Motor Car Division is a division of the American automobile manufacturer General Motors Company (GM) that designs and builds luxury vehicles. Its major markets are the United States, Canada, and China. Cadillac models are distributed in 34 additional markets worldwide. Cadillac automobiles are at the top of the luxury field within the United States. In 2019, Cadillac sold 390,458 vehi"}, {"title": "Lincoln (automobile)", "href": "/wiki/Lincoln_(automobile)", "description": "Lincoln is the luxury vehicle division of American automobile manufacturer Ford. Marketed among the top luxury vehicle brands in the United States for nearly its entire existence, Lincoln has competed closely against its General Motors counterpart Cadillac. The division has the distinction of establishing the personal luxury car segment with the 1940 Lincoln Continental; more recently, the 1998 Li"}]}, {"heading": "Births", "year": "1845", "date": "February 16", "txt": "George Kennan, American journalist and explorer (d. 1924)", "entities": [{"title": "George Kennan (explorer)", "href": "/wiki/George_Kennan_(explorer)", "description": "George Kennan was an American explorer noted for his travels in the Kamchatka and Caucasus regions of the Russian Empire. He was a cousin twice removed of the American diplomat and historian George F. Kennan; both shared a birthday."}]}, {"heading": "Births", "year": "1848", "date": "February 16", "txt": "Hugo de Vries, Dutch botanist, geneticist, and academic (d. 1935)", "entities": [{"title": "Hugo de Vries", "href": "/wiki/Hugo_de_Vries", "description": "Hugo Marie de Vries was a Dutch botanist and one of the first geneticists. He is known chiefly for suggesting the concept of genes, rediscovering the laws of heredity in the 1890s while apparently unaware of Gregor Mendel's work, for introducing the term \"mutation\", and for developing a mutation theory of evolution."}]}, {"heading": "Births", "year": "1848", "date": "February 16", "txt": "Octave Mirbeau, French journalist, novelist, and playwright (d. 1917)", "entities": []}, {"heading": "Births", "year": "1856", "date": "February 16", "txt": "Ossian Everett Mills, American academic, founded Phi Mu Alpha Sinfonia (d. 1920)", "entities": [{"title": "Ossian Everett Mills", "href": "/wiki/Ossian_Everett_Mills", "description": "Ossian Everett Mills was the founder of Phi Mu Alpha Sinfonia Fraternity of America, at the New England Conservatory of Music in Boston, Massachusetts, on October 6, 1898."}, {"title": "Phi Mu Alpha Sinfonia", "href": "/wiki/Phi_Mu_Alpha_Sinfonia", "description": "Phi Mu Alpha Sinfonia Fraternity of America (ΦΜΑ) is an American collegiate social fraternity for men with a special interest in music. The fraternity is open to men \"who, through a love for music, can assist in the fulfillment of [its] Object and ideals either by adopting music as a profession, or by working to advance the cause of music in America.\" Phi Mu Alpha has initiated more than 260,000 m"}]}, {"heading": "Births", "year": "1866", "date": "February 16", "txt": "Billy Hamilton, American baseball player and manager (d. 1940)", "entities": [{"title": "Billy Hamilton (baseball, born 1866)", "href": "/wiki/Billy_Hamilton_(baseball,_born_1866)", "description": "William Robert Hamilton, nicknamed Sliding Billy, was an American professional baseball player in Major League Baseball (MLB) during the 19th-century. He played for the Kansas City Cowboys, Philadelphia Phillies and Boston Beaneaters between 1888 and 1901."}]}, {"heading": "Births", "year": "1868", "date": "February 16", "txt": "Edward S. Curtis, American ethnologist and photographer (d. 1952)", "entities": [{"title": "Edward S. Curtis", "href": "/wiki/Edward_S._Curtis", "description": "Edward Sheriff Curtis was an American photographer and ethnologist whose work focused on the American West and on Native American people."}]}, {"heading": "Births", "year": "1873", "date": "February 16", "txt": "Radoje Domanović, Serbian journalist and author (d. 1908)", "entities": [{"title": "Radoje Domanović", "href": "/wiki/Radoje_Domanovi%C4%87", "description": "Radoje Domanović was a Serbian writer and teacher, most famous for his satirical short stories. His adult years were a constant fight against tuberculosis. This circumstance of his life, and the affection which he inspired in all who knew him, created an aura of romanticism and sentimentality which stand in contrast to his literary accomplishments as a satirist and a powerful critic of the contemp"}]}, {"heading": "Births", "year": "1876", "date": "February 16", "txt": "G. M. Trevelyan, English historian and academic (d. 1962)", "entities": [{"title": "G. M. Trevelyan", "href": "/wiki/G._M._Trevelyan", "description": "George Macaulay Trevelyan, was an English historian and academic. He was a Fellow of Trinity College, Cambridge, from 1898 to 1903. He then spent more than twenty years as a full-time author. He returned to the University of Cambridge and was Regius Professor of History from 1927 to 1943. He served as Master of Trinity College from 1940 to 1951. In retirement, he was Chancellor of Durham Universit"}]}, {"heading": "Births", "year": "1878", "date": "February 16", "txt": "Pamela Colman Smith, English occultist and illustrator (d. 1951)", "entities": [{"title": "Pamela Colman Smith", "href": "/wiki/Pamela_Colman_Smith", "description": "Pamela Colman Smith, also nicknamed Pixie, was a British artist, illustrator, writer, publisher, and occultist. She is best known for illustrating the Rider-Waite tarot deck for Arthur Edward Waite. This tarot deck became the standard among tarot card readers, and remains the most widely used today. Colman also illustrated over 20 books, wrote two collections of Jamaican folklore, edited two magaz"}]}, {"heading": "Births", "year": "1878", "date": "February 16", "txt": "James Colosimo, Italian-American mob boss (d. 1920)", "entities": []}, {"heading": "Births", "year": "1884", "date": "February 16", "txt": "Robert J. Flaherty, American director and producer (d. 1951)", "entities": [{"title": "Robert J. Flaherty", "href": "/wiki/Robert_J._Flaherty", "description": "Robert Joseph Flaherty, was an American filmmaker who directed and produced the first commercially successful feature-length documentary film, Nanook of the North (1922). The film made his reputation and nothing in his later life fully equaled its success, although he continued the development of this new genre of narrative documentary with Moana (1926), set in the South Seas, and Man of Aran (193"}]}, {"heading": "Births", "year": "1886", "date": "February 16", "txt": "Andy Ducat, English international footballer, manager and cricketer (d. 1942)", "entities": [{"title": "Andy Ducat", "href": "/wiki/Andy_Ducat", "description": "Andrew Ducat was an England and Surrey cricketer and an England footballer, being one of an elite group to have represented their country in both sports."}]}, {"heading": "Births", "year": "1887", "date": "February 16", "txt": "Kathleen Clifford, American actress (d. 1962)", "entities": [{"title": "Kathleen Clifford", "href": "/wiki/Kathleen_Clifford", "description": "Kathleen Clifford was an American vaudeville and Broadway stage and film actress of the early twentieth century. She was known for her skills as a male impersonator."}]}, {"heading": "Births", "year": "1891", "date": "February 16", "txt": "Hans F. K. Günther, German eugenicist and academic (d. 1968)", "entities": [{"title": "Hans F. K. Günther", "href": "/wiki/Hans_F._K._G%C3%BCnther", "description": "Hans Friedrich Karl Günther was a German writer, an advocate of scientific racism and a eugenicist in the Weimar Republic and the Third Reich. He was also known as \"Rassengünther\" or \"Rassenpapst\". He is considered to have been a major influence on Nazi racialist thought."}]}, {"heading": "Births", "year": "1893", "date": "February 16", "txt": "Katharine Cornell, American actress and producer (d. 1974)", "entities": [{"title": "Katharine Cornell", "href": "/wiki/Katharine_Cornell", "description": "Katharine Cornell was an American stage actress, writer, theater owner and producer. She was born in Berlin to American parents and raised in Buffalo, New York."}]}, {"heading": "Births", "year": "1896", "date": "February 16", "txt": "Eugénie Blanchard, French super-centenarian (d. 2010)", "entities": [{"title": "Eugénie Blanchard", "href": "/wiki/Eug%C3%A9nie_Blanchard", "description": "French supercentenarians are citizens, residents or emigrants from France who have attained or surpassed 110 years of age. As of January 2015, the Gerontology Research Group (GRG) had validated the longevity claims of 161 French supercentenarians. France was home to the oldest human being ever whose longevity was well documented, Jeanne Calment, who lived in Arles for 122 years and 164 days."}]}, {"heading": "Births", "year": "1901", "date": "February 16", "txt": "Wayne King, American singer-songwriter and conductor (d. 1985)", "entities": [{"title": "Wayne King", "href": "/wiki/Wayne_King", "description": "Wayne King was an American musician, songwriter, and bandleader with a long association with both NBC and CBS. He was referred to as \"the Waltz King\" because much of his most popular music involved waltzes; \"The Waltz You Saved for Me\" was his standard set-closing song in live performance and on numerous radio broadcasts at the height of his career. King's innovations included converting Carrie Ja"}]}, {"heading": "Births", "year": "1901", "date": "February 16", "txt": "Chester Morris, American actor (d. 1970)", "entities": []}, {"heading": "Births", "year": "1902", "date": "February 16", "txt": "Cyril Vincent, South African cricketer (d. 1968)", "entities": [{"title": "Cyril Vincent", "href": "/wiki/Cyril_Vincent", "description": "Cyril Leverton Vincent was a South African cricketer who played in 25 Tests from 1927 to 1935. He was later chairman of the South African selectors."}]}, {"heading": "Births", "year": "1903", "date": "February 16", "txt": "Edgar Bergen, American ventriloquist and actor (d. 1978)", "entities": [{"title": "Edgar Bergen", "href": "/wiki/Edgar_Bergen", "description": "Edgar John Bergen was an American actor, comedian, vaudevillian and radio performer, best known for his proficiency in ventriloquism and his characters Charlie McCarthy and Mortimer Snerd. He was the father of actress Candice Bergen."}]}, {"heading": "Births", "year": "1904", "date": "February 16", "txt": "James Baskett, African-American actor and singer (d. 1948)", "entities": [{"title": "James Baskett", "href": "/wiki/James_Baskett", "description": "James Franklin Baskett was an American actor who portrayed Uncle Remus, singing the song \"Zip-a-Dee-Doo-Dah\" in the 1946 Disney feature film Song of the South."}]}, {"heading": "Births", "year": "1904", "date": "February 16", "txt": "George F. Kennan, American historian and diplomat, United States Ambassador to the Soviet Union (d. 2005)", "entities": [{"title": "United States Ambassador to the Soviet Union", "href": "/wiki/United_States_Ambassador_to_the_Soviet_Union", "description": "The Ambassador of the United States of America to the Russian Federation is the ambassador extraordinary and plenipotentiary from the United States of America to the Russian Federation. Jon Huntsman Jr. held the position from October 2017 until October 3, 2019. On December 12, 2019, the United States Senate confirmed John J. Sullivan as the next ambassador."}]}, {"heading": "Births", "year": "1905", "date": "February 16", "txt": "Henrietta Barnett, British Women's Royal Air Force officer (d. 1985)", "entities": [{"title": "Henrietta Barnett (WRAF officer)", "href": "/wiki/Henrietta_Barnett_(WRAF_officer)", "description": "Air Commandant Dame Mary Henrietta Barnett, known as Henrietta Barnett, was a senior officer of the Women's Royal Air Force (WRAF). From 1956 to 1960, she served as its Director."}, {"title": "Women's Royal Air Force (World War II)", "href": "/wiki/Women%27s_Royal_Air_Force_(World_War_II)", "description": "The Women's Auxiliary Air Force (WAAF), whose members were referred to as WAAFs, was the female auxiliary of the Royal Air Force during World War II. Established in 1939, WAAF numbers exceeded 180,000 at its peak strength in 1943, with over 2,000 women enlisting per week."}]}, {"heading": "Births", "year": "1906", "date": "February 16", "txt": "Vera Menchik, British-Czechoslovak-Russian chess player (d. 1944)", "entities": [{"title": "Vera Menchik", "href": "/wiki/Vera_Menchik", "description": "Vera Menchik was a Russian-born British-Czechoslovak chess player who became the first women's world chess champion. She also competed in tournaments with some of the world's leading male chess masters, with occasional successes including two wins over future world champion Max Euwe."}]}, {"heading": "Births", "year": "1909", "date": "February 16", "txt": "Hugh Beaumont, American actor and director (d. 1982)", "entities": [{"title": "Hugh Beaumont", "href": "/wiki/Hugh_Beaumont", "description": "Eugene Hugh Beaumont was an American actor, television director, and writer. Beaumont is best known for his portrayals of Ward Cleaver on the television series Leave It to Beaver, originally broadcast from 1957 to 1963; and as private detective Michael Shayne in a series of low-budget crime films between 1946 and 1947."}]}, {"heading": "Births", "year": "1909", "date": "February 16", "txt": "Richard McDonald, American businessman, co-founded McDonald's (d. 1998)", "entities": [{"title": "McDonald's", "href": "/wiki/McDonald%27s", "description": "McDonald's Corporation is an American fast food company, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman,"}]}, {"heading": "Births", "year": "1914", "date": "February 16", "txt": "Jimmy Wakely, American country music singer-songwriter and actor (d. 1982)", "entities": [{"title": "Jimmy Wakely", "href": "/wiki/Jimmy_Wakely", "description": "James Clarence Wakely was an American actor, songwriter, country Western music vocalist, and one of the last singing cowboys. During the 1930s, 1940s and 1950s, he released records, appeared in several B-Western movies with most of the major studios, appeared on radio and television and even had his own series of comic books. His duet singles with Margaret Whiting from 1949–51 produced a string of"}]}, {"heading": "Births", "year": "1916", "date": "February 16", "txt": "Bill Doggett, African-American pianist and composer (d. 1996)", "entities": [{"title": "Bill Doggett", "href": "/wiki/Bill_Doggett", "description": "William Ballard Doggett was an American jazz and rhythm and blues pianist and organist. Best known for his compositions \"Honky Tonk\" and \"Hippy Dippy\", he worked with the Ink Spots, Johnny Otis, Wynonie Harris, Ella Fitzgerald, and Louis Jordan."}]}, {"heading": "Births", "year": "1919", "date": "February 16", "txt": "Georges Ulmer, Danish-French actor and composer (d. 1989)", "entities": [{"title": "Georges Ulmer", "href": "/wiki/Georges_Ulmer", "description": "Georges Ulmer was a Danish-born composer, librettist, and actor who became a naturalized French citizen. He was born Jørgen Frederik Ulmer on 16 February 1919 in Copenhagen, Denmark, and died on 29 September 1989 at Marseille, Bouches-du-Rhône, France. He was the father of singer Laura Ulmer."}]}, {"heading": "Births", "year": "1920", "date": "February 16", "txt": "Anna Mae Hays, American general (d. 2018)", "entities": [{"title": "Anna Mae Hays", "href": "/wiki/Anna_Mae_Hays", "description": "Brigadier General Anna Mae Violet Hays was an American military officer who served as the 13th chief of the United States Army Nurse Corps. She was the first woman in the United States Armed Forces to be promoted to a General Officer rank; in 1970, she was promoted to brigadier general. Hays paved the way for equal treatment of women, countered occupational sexism, and made a number of recommendat"}]}, {"heading": "Births", "year": "1921", "date": "February 16", "txt": "Vera-Ellen, German-American actress, singer, and dancer (d. 1981)", "entities": [{"title": "Vera-Ellen", "href": "/wiki/Vera-Ellen", "description": "Vera-Ellen was an American dancer and actress. She is remembered for her solo performances as well as her work with partners Fred Astaire, Gene Kelly, Danny Kaye, and Donald O'Connor. She is best known for her starring roles in On the Town (1949) with Kelly and White Christmas (1954) with Kaye."}]}, {"heading": "Births", "year": "1921", "date": "February 16", "txt": "Jean Behra, French race car driver (d. 1959)", "entities": []}, {"heading": "Births", "year": "1921", "date": "February 16", "txt": "John Galbraith Graham, English priest and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 16", "txt": "Heinz-Wolfgang Schnaufer, German soldier and pilot (d. 1950)", "entities": [{"title": "Heinz-Wolfgang Schnaufer", "href": "/wiki/Heinz-Wolfgang_Schnaufer", "description": "Heinz-Wolfgang Schnaufer was a German Luftwaffe night-fighter pilot and the highest-scoring night fighter ace in the history of aerial warfare. A flying ace is a military aviator credited with shooting down five or more enemy aircraft during combat. All Schnaufer's 121 victories were claimed during World War II, mostly against British four-engine bombers, for which he was awarded the Knight's Cros"}]}, {"heading": "Births", "year": "1923", "date": "February 16", "txt": "Samuel Willenberg, Polish-Israeli sculptor and painter (d. 2016)", "entities": [{"title": "Samuel Willenberg", "href": "/wiki/Samuel_Willenberg", "description": "Samuel Willenberg, nom de guerre Igo, was a Polish Holocaust survivor, artist, and writer. He was a Sonderkommando at the Treblinka extermination camp and participated in the unit's planned revolt in August 1943. While 300 escaped, about 79 were known to survive the war. Willenberg reached Warsaw where, before war's end, he took part in the Warsaw Uprising. At his death, Willenberg was the last su"}]}, {"heading": "Births", "year": "1926", "date": "February 16", "txt": "Margot Frank, German-Dutch holocaust victim (d. 1945)", "entities": [{"title": "Margot Frank", "href": "/wiki/Margot_Frank", "description": "Margot Betti Frank was the elder daughter of Otto Frank and Edith Frank and the elder sister of Anne Frank. Margot's deportation order from the Gestapo hastened the Frank family into hiding. According to the diary of her younger sister, Anne, Margot kept a diary of her own, but no trace of Margot's diary has ever been found. She died in Bergen-Belsen concentration camp."}, {"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}]}, {"heading": "Births", "year": "1926", "date": "February 16", "txt": "John Schlesinger, English actor and director (d. 2003)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 16", "txt": "June Brown, English actress", "entities": [{"title": "June Brown", "href": "/wiki/June_Brown", "description": "June Muriel Brown, is an English actress and author. She is best known for her role as Dot Cotton on the BBC soap opera EastEnders. In 2005, she won Best Actress at the Inside Soap Awards and received the Lifetime Achievement award at the British Soap Awards. Brown was appointed a Member of the Order of the British Empire (MBE) in the 2008 Birthday Honours for services to drama and to charity. In "}]}, {"heading": "Births", "year": "1929", "date": "February 16", "txt": "Gerhard Hanappi, Austrian footballer and architect (d. 1980)", "entities": [{"title": "Gerhard Hanappi", "href": "/wiki/Gerhard_Hanappi", "description": "Gerhard Hanappi was an Austrian football midfielder who is often regarded as one of the greatest Austrian footballers. He is also the father of Hardy Hanappi."}]}, {"heading": "Births", "year": "1929", "date": "February 16", "txt": "Peter Porter, Australian-English poet and educator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 16", "txt": "Otis Blackwell, American singer-songwriter and pianist (d. 2002)", "entities": [{"title": "Otis Blackwell", "href": "/wiki/Otis_Blackwell", "description": "Otis Blackwell was an American songwriter, singer, and pianist, whose work influenced rock and roll. His compositions include \"Fever\", recorded by Little Willie John; \"Great Balls of Fire\" and \"Breathless\", recorded by Jerry Lee Lewis; \"Don't Be Cruel\", \"All Shook Up\" and \"Return to Sender\", recorded by Elvis Presley; and \"Handy Man\", recorded by Jimmy Jones."}]}, {"heading": "Births", "year": "1931", "date": "February 16", "txt": "Ken Takakura, Japanese actor and singer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "February 16", "txt": "Ahmad Tejan Kabbah, Sierra Leonean economist, lawyer, and politician, 3rd President of Sierra Leone (d. 2014)", "entities": [{"title": "Ahmad Tejan Kabbah", "href": "/wiki/Ahmad_Tejan_Kabbah", "description": "Alhaji Ahmad Tejan Kabbah was a Sierra Leonean politician who served twice as the 3rd President of Sierra Leone, from 1996 to 1997 and again from 1998 to 2007. An economist and attorney by profession, Kabbah spent many years working for the United Nations Development Programme. He retired from the United Nations and returned to Sierra Leone in 1992."}, {"title": "President of Sierra Leone", "href": "/wiki/President_of_Sierra_Leone", "description": "The president of the Republic of Sierra Leone is the head of state and the head of government of Sierra Leone, as well as the commander-in-chief of the Armed Forces."}]}, {"heading": "Births", "year": "1932", "date": "February 16", "txt": "Gretchen Wyler, American actress, singer, and dancer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 16", "txt": "August Coppola, American author and academic (d. 2009)", "entities": [{"title": "August Coppola", "href": "/wiki/August_Coppola", "description": "August Floyd Coppola was an American academic, author, film executive, and advocate for the arts. He was the brother of director Francis Ford Coppola and the father of actor Nicolas Cage."}]}, {"heading": "Births", "year": "1934", "date": "February 16", "txt": "Marlene Hagge, American golfer", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 16", "txt": "Brian Bedford, English-American actor and director (d. 2016)", "entities": [{"title": "Brian Bedford", "href": "/wiki/Brian_Bedford", "description": "Brian Bedford was an English actor. He appeared on the stage and in film, and he is known for both acting in and directing Shakespeare productions. He received seven Tony nominations, the second most for a male actor behind Jason Robards, who had eight."}]}, {"heading": "Births", "year": "1935", "date": "February 16", "txt": "Sonny Bono, American actor, singer, and politician  (d. 1998)", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 16", "txt": "Stephen Gaskin, American activist, co-founded The Farm (d. 2014)", "entities": [{"title": "The Farm (Tennessee)", "href": "/wiki/The_Farm_(Tennessee)", "description": "The Farm is an intentional community in Lawrence County, Tennessee, near the town of Summertown, Tennessee, based on principles of nonviolence and respect for the Earth. It was founded in 1971 by Stephen Gaskin, and 300 spiritual seekers from Haight-Ashbury and San Francisco. The Farm was the setting for \"the rebirth of midwifery in the United States\" and the creation of \"the modern home-birth\nmov"}]}, {"heading": "Births", "year": "1935", "date": "February 16", "txt": "Bradford Parkinson, American colonel and engineer", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 16", "txt": "Kenneth Price, American painter and sculptor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 16", "txt": "Paul Bailey, British novelist, critic, and biographer", "entities": [{"title": "Paul Bailey (British writer)", "href": "/wiki/Paul_Bailey_(British_writer)", "description": "Paul Bailey is a British novelist and critic, as well as a biographer of Cynthia Payne and Quentin Crisp."}]}, {"heading": "Births", "year": "1937", "date": "February 16", "txt": "Yuri Manin, Russian-German mathematician and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "February 16", "txt": "John Corigliano, American composer and academic", "entities": [{"title": "John Corigliano", "href": "/wiki/John_Corigliano", "description": "John Paul Corigliano is an American composer of classical music. His scores, now numbering over one hundred, have won him the Pulitzer Prize, five Grammy Awards, Grawemeyer Award for Music Composition, and an Oscar. He is a distinguished professor of music at Lehman College and the Graduate Center of the City University of New York and on the composition faculty at the Juilliard School."}]}, {"heading": "Births", "year": "1939", "date": "February 16", "txt": "Adolfo Azcuna, Filipino lawyer and judge", "entities": [{"title": "Adolfo Azcuna", "href": "/wiki/Adolfo_Azcuna", "description": "Adolfo Sevilla Azcuna is a Filipino jurist who served as an Associate Justice of the Supreme Court of the Philippines from 2002 to 2009. He was appointed to the Court by President Gloria Macapagal-Arroyo on October 24, 2002. He is the current Chancellor of the Philippine Judicial Academy (PHILJA), having been appointed to that position by the Supreme Court of the Philippines on June 1, 2009."}]}, {"heading": "Births", "year": "1940", "date": "February 16", "txt": "Hannelore Schmatz, German mountaineer (d. 1979)", "entities": [{"title": "Hannelore Schmatz", "href": "/wiki/Hannelore_Schmatz", "description": "Hannelore Schmatz was a German mountaineer who was the fourth woman to summit Mount Everest. She collapsed and died as she was returning from summiting Everest via the southern route; Schmatz was the first woman and first German citizen to die on the upper slopes of Everest."}]}, {"heading": "Births", "year": "1941", "date": "February 16", "txt": "Kim Jong-il, North Korean commander and politician, 2nd Supreme Leader of North Korea (d. 2011)", "entities": [{"title": "Kim Jong-il", "href": "/wiki/Kim_Jong-il", "description": "Kim Jong-il was a North Korean politician who served as the second Supreme Leader of North Korea from 1994 to 2011. He led North Korea from the 1994 death of his father – Kim Il-sung, the first Supreme Leader – until his own death in 2011, when he was succeeded by his son, Kim Jong-un."}, {"title": "List of leaders of North Korea", "href": "/wiki/List_of_leaders_of_North_Korea", "description": "The Supreme Leader of North Korea is the de facto paramount leader of the party, state and army. The title has not been written into the national constitution as a separate office, but it currently states that the President of the State Affairs Commission is the supreme leader of North Korea. Likewise, according to the WPK Charter, the General Secretary of the WPK is the supreme leader of the Work"}]}, {"heading": "Births", "year": "1942", "date": "February 16", "txt": "Richard Williams, American tennis player and coach", "entities": [{"title": "Richard Williams (tennis coach)", "href": "/wiki/Richard_Williams_(tennis_coach)", "description": "Richard Dove Williams Jr. is an American tennis coach, and the father of Venus and Serena Williams."}]}, {"heading": "Births", "year": "1944", "date": "February 16", "txt": "Glyn Davies, Welsh farmer and politician", "entities": [{"title": "Glyn Davies (British politician)", "href": "/wiki/Glyn_Davies_(British_politician)", "description": "Edward Glyn Davies is a Conservative Party politician in the United Kingdom. He was the Member of Parliament (MP) for Montgomeryshire from May 2010 to November 2019, and is a former member of the National Assembly for Wales in the Mid and West Wales region."}]}, {"heading": "Births", "year": "1944", "date": "February 16", "txt": "Richard Ford, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 16", "txt": "António Mascarenhas Monteiro, Cape Verdean politician, 2nd President of Cape Verde (d. 2016)", "entities": [{"title": "List of heads of state of Cape Verde", "href": "/wiki/List_of_heads_of_state_of_Cape_Verde", "description": "The following is a list of presidents of Cape Verde, since the establishment of the office of president in 1975."}]}, {"heading": "Births", "year": "1947", "date": "February 16", "txt": "Jaroslav Kubera, Czech politician (d. 2020)", "entities": [{"title": "Jaroslav Kubera", "href": "/wiki/Jaroslav_Kubera", "description": "Jaroslav Kubera was a Czech Civic Democratic politician who served as Senator representing Teplice from 2000 and the President of the Senate from 2018 until his death in 2020, becoming the first high-ranking Czech official to die in the office. He previously served as mayor of Teplice from 1994 to 2018."}]}, {"heading": "Births", "year": "1948", "date": "February 16", "txt": "Kaiketsu Masateru, Japanese sumo wrestler and coach (d. 2014)", "entities": [{"title": "Kaiketsu Masateru", "href": "/wiki/Kaiketsu_Masateru", "description": "Kaiketsu Masateru was a Japanese sumo wrestler, who reached the second highest rank of ōzeki on two occasions. He also won two top division tournament championships. After his retirement in 1979 he became a coach under the name of Hanaregoma-oyakata and established Hanaregoma stable. He was also chairman of the Japan Sumo Association from 2010 to 2012."}]}, {"heading": "Births", "year": "1949", "date": "February 16", "txt": "Bob O'Reilly, Australian rugby league player", "entities": [{"title": "Bob O'Reilly", "href": "/wiki/Bob_O%27Reilly", "description": "Robert Edward O'Reilly is an Australian former professional rugby league footballer who played in the 1960s, 1970s and 1980s. An Australian international and New South Wales interstate representative prop forward, he played in the New South Wales Rugby League premiership, mainly for the Parramatta Eels, but also for the Eastern Suburbs Roosters and Penrith Panthers."}]}, {"heading": "Births", "year": "1950", "date": "February 16", "txt": "Peter Hain, Welsh politician, Secretary of State for Wales", "entities": [{"title": "Peter Hain", "href": "/wiki/Peter_Hain", "description": "Peter Gerald Hain, Baron Hain is a British politician who served as Secretary of State for Northern Ireland from 2005 to 2007, Secretary of State for Work and Pensions from 2007 to 2008 and twice as Secretary of State for Wales from 2002 to 2008 and from 2009 to 2010. A member of the Labour Party, he was Member of Parliament (MP) for Neath between 1991 and 2015."}, {"title": "Secretary of State for Wales", "href": "/wiki/Secretary_of_State_for_Wales", "description": "The Secretary of State for Wales, also referred to as the Welsh Secretary, is the principal minister of Her Majesty's Government in the United Kingdom with responsibilities for Wales. They are a member of the cabinet and the head of the Wales Office. They are responsible for ensuring Welsh interests are taken into account by Her Majesty's Government, representing the government within Wales and ov"}]}, {"heading": "Births", "year": "1951", "date": "February 16", "txt": "Barry Foote, American baseball player and coach", "entities": [{"title": "Barry Foote", "href": "/wiki/Barry_Foote", "description": "Barry Clifton Foote, is an American former professional baseball player, scout, coach, and minor league manager. He played as a catcher in Major League Baseball (MLB) for the Montreal Expos (1973–1977), Philadelphia Phillies (1977–1978), Chicago Cubs (1979–1981), and New York Yankees (1981–1982). Although he was highly regarded as a younger player, he suffered numerous injuries and played most of "}]}, {"heading": "Births", "year": "1952", "date": "February 16", "txt": "Peter Kitchen, English footballer", "entities": [{"title": "Peter Kitchen", "href": "/wiki/Peter_Kitchen", "description": "Michael Peter Kitchen is an English former professional footballer who played in the Football League in the 1970s and 80s as a forward."}]}, {"heading": "Births", "year": "1952", "date": "February 16", "txt": "James Ingram, American singer-songwriter and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 16", "txt": "John Bradbury, English drummer, songwriter, and producer (d. 2015)", "entities": [{"title": "John Bradbury (drummer)", "href": "/wiki/John_Bradbury_(drummer)", "description": "John \"Brad\" Bradbury was an English drummer and record producer. He is best known for having been the drummer in the English ska group The Specials."}]}, {"heading": "Births", "year": "1953", "date": "February 16", "txt": "Lanny McDonald, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 16", "txt": "Roberta Williams, American video game designer, co-founded Sierra Entertainment", "entities": [{"title": "Sierra Entertainment", "href": "/wiki/Sierra_Entertainment", "description": "Sierra Entertainment, Inc. was an American video game developer and publisher. The company was founded in 1979 by Ken and Roberta Williams, and known for pioneering the graphic adventure game genre including the first such game, Roberta's Mystery House. The company is known for its graphical adventure game series King's Quest, Space Quest, Police Quest, Gabriel Knight, Leisure Suit Larry, and Ques"}]}, {"heading": "Births", "year": "1954", "date": "February 16", "txt": "Iain Banks, Scottish author and playwright (d. 2013)", "entities": [{"title": "Iain Banks", "href": "/wiki/Iain_Banks", "description": "Iain Banks was a Scottish author, writing mainstream fiction as Iain Banks and science fiction as Iain M. Banks, adding the initial of his adopted middle name Menzies. After the success of The Wasp Factory (1984), he began to write full time. His first science fiction book, Consider Phlebas, appeared in 1987, marking the start of the Culture series. His books have been adapted for theatre, radio a"}]}, {"heading": "Births", "year": "1954", "date": "February 16", "txt": "Margaux Hemingway, American model and actress (d. 1996)", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 16", "txt": "Michael Holding, Jamaican cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 16", "txt": "Vincent Ward, New Zealand director and screenwriter", "entities": [{"title": "Vincent Ward (director)", "href": "/wiki/Vincent_Ward_(director)", "description": "Vincent Ward is a New Zealand film director, screenwriter and artist, who was appointed an Officer of the New Zealand Order of Merit in 2007 for his contribution to film. His films have received international recognition at both the Academy Awards and the Cannes Film Festival. The Boston Globe called him \"one of film's great image makers\", while Roger Ebert, one of America's foremost film critics,"}]}, {"heading": "Births", "year": "1957", "date": "February 16", "txt": "LeVar Burton, American actor, director, and producer", "entities": [{"title": "LeVar Burton", "href": "/wiki/LeVar_Burton", "description": "Levardis Robert Martyn Burton Jr.  is an American actor, director, and children's television host. He is best known for his roles as Kunta Kinte in the ABC miniseries Roots (1977), Lt. Commander Geordi La Forge in the Star Trek: The Next Generation franchise (1987–2002), and as host of the PBS Kids educational television series Reading Rainbow for over 23 years (1983–2006)."}]}, {"heading": "Births", "year": "1958", "date": "February 16", "txt": "Natalie Angier, American author", "entities": [{"title": "Natalie Angier", "href": "/wiki/Natalie_Angier", "description": "Natalie Angier /ænˈdʒɪər/ is an American nonfiction writer and a science journalist for The New York Times. Her awards include the Pulitzer Prize for Beat Reporting in 1991 and the AAAS Westinghouse Science Journalism Award in 1992. She is also noted for her public identification as an atheist and received the Freedom from Religion Foundation’s Emperor Has No Clothes Award in 2003."}]}, {"heading": "Births", "year": "1958", "date": "February 16", "txt": "Ice-T, American rapper and actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 16", "txt": "Oscar Schmidt, Brazilian basketball player", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 16", "txt": "Herb Williams, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 16", "txt": "John McEnroe, American tennis player and sportscaster", "entities": [{"title": "John McEnroe", "href": "/wiki/John_McEnroe", "description": "John Patrick McEnroe Jr. is an American former professional tennis player. He was known for his shot-making and volleying skills, in addition to confrontational on-court behavior that frequently landed him in trouble with umpires and tennis authorities."}]}, {"heading": "Births", "year": "1959", "date": "February 16", "txt": "Kelly Tripucka, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 16", "txt": "Pete Willis, English guitarist and songwriter", "entities": [{"title": "Pete Willis", "href": "/wiki/Pete_Willis", "description": "Peter Andrew Willis is a English musician and songwriter, best known as a founding member of the band Def Leppard. He co-wrote many tracks and played guitar on the band's first three albums: On Through the Night, High 'n' Dry, and Pyromania, which was being recorded at the time of his departure. He was fired from Def Leppard in 1982 and replaced by Phil Collen. In 2019, Willis was inducted into th"}]}, {"heading": "Births", "year": "1961", "date": "February 16", "txt": "Des Hasler, Australian rugby league player and coach", "entities": [{"title": "Des Hasler", "href": "/wiki/Des_Hasler", "description": "Desmond John Hasler is an Australian professional rugby league coach who is the head coach of the Manly Warringah Sea Eagles in the NRL, and a former professional rugby league footballer."}]}, {"heading": "Births", "year": "1961", "date": "February 16", "txt": "Liu Kang, Chinese footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 16", "txt": "Niko Nirvi, Finnish journalist", "entities": []}, {"heading": "Births", "year": "1961", "date": "February 16", "txt": "Andy Taylor, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 16", "txt": "John Balance, English singer-songwriter (d. 2004)", "entities": [{"title": "John Balance", "href": "/wiki/John_Balance", "description": "Geoffrey Nigel Laurence Rushton, better known under the pseudonyms John Balance or the later variation Jhonn Balance, was an English musician, occultist, artist and poet."}]}, {"heading": "Births", "year": "1964", "date": "February 16", "txt": "Bebeto, Brazilian footballer and manager", "entities": [{"title": "Bebeto", "href": "/wiki/Bebeto", "description": "José Roberto Gama de Oliveira, known as Bebeto, is a Brazilian former professional football player who played as a forward. He entered politics in the 2010 Brazilian General Elections and was elected to the Legislative Assembly of Rio de Janeiro representing the Democratic Labour Party."}]}, {"heading": "Births", "year": "1964", "date": "February 16", "txt": "Christopher Eccleston, English actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 16", "txt": "Dave Lombardo, Cuban-American drummer", "entities": [{"title": "Dave Lombardo", "href": "/wiki/Dave_Lombardo", "description": "David Lombardo is a Cuban-American drummer, best known as a co-founding member of American thrash metal band Slayer. He is currently playing drums with Fantômas, Suicidal Tendencies, Dead Cross, Mr. Bungle, and the Misfits."}]}, {"heading": "Births", "year": "1967", "date": "February 16", "txt": "Keith Gretzky, Canadian ice hockey player and coach", "entities": [{"title": "Keith Gretzky", "href": "/wiki/Keith_Gretzky", "description": "Keith Edward Gretzky is a Canadian ice hockey executive and former player who served as interim general manager of the Edmonton Oilers, from January 23 to May 7, 2019. He is a brother of ice hockey legend Wayne Gretzky."}]}, {"heading": "Births", "year": "1968", "date": "February 16", "txt": "Warren Ellis, English author and screenwriter", "entities": [{"title": "Warren Ellis", "href": "/wiki/Warren_Ellis", "description": "Warren Girard Ellis is a British comic-book writer, novelist, and screenwriter. He is best known as the co-creator of several original comics series, including Transmetropolitan (1997–2002), Global Frequency (2002–2004), and Red (2003–2004), which was adapted into the feature films Red (2010) and Red 2 (2013). Ellis is the author of the novels Crooked Little Vein (2007) and Gun Machine (2013), and"}]}, {"heading": "Births", "year": "1970", "date": "February 16", "txt": "Angelo Peruzzi, Italian footballer and manager", "entities": [{"title": "Angelo Peruzzi", "href": "/wiki/Angelo_Peruzzi", "description": "Angelo Peruzzi is an Italian football coach and former goalkeeper, and a three-time winner of the Serie A Goalkeeper of the Year award. He is currently team manager for Lazio."}]}, {"heading": "Births", "year": "1971", "date": "February 16", "txt": "Michael Avenatti, American attorney and pundit", "entities": [{"title": "Michael Avenatti", "href": "/wiki/Michael_Avenatti", "description": "Michael John Avenatti is an American attorney, best known for his representation of adult-film actress Stormy Daniels in her lawsuits against President Donald Trump, and for his felony extortion conviction involving sports apparel company Nike. His firm has represented various celebrity defendants and has filed suits against Fortune 500 companies. He has appeared extensively on broadcast televisio"}]}, {"heading": "Births", "year": "1971", "date": "February 16", "txt": "Craig Laundy, Australian politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 16", "txt": "Jerome Bettis, American football player", "entities": [{"title": "Jerome Bettis", "href": "/wiki/Jerome_Bettis", "description": "Jerome Abram Bettis Sr. is a former American football running back who played in the National Football League (NFL) for 13 seasons, primarily with the Pittsburgh Steelers. Nicknamed \"The Bus\" for his large size and \"bruising\" running style, he was selected by the Los Angeles Rams in the first round of the 1993 NFL Draft as the tenth overall pick. Bettis was a member of the Rams for three seasons b"}]}, {"heading": "Births", "year": "1972", "date": "February 16", "txt": "Zoran Čampara, Bosnian football player", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 16", "txt": "Sarah Clarke, American actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 16", "txt": "Naomi Nishida, Japanese actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 16", "txt": "Darrell Trindall, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1973", "date": "February 16", "txt": "Cathy Freeman, Australian sprinter", "entities": [{"title": "Cathy Freeman", "href": "/wiki/Cathy_Freeman", "description": "Catherine Astrid Salome Freeman is an Australian former sprinter, who specialised in the 400 metres event. She would occasionally compete in other track events, but 400m was her main event. Her personal best of 48.63 currently ranks her as the eighth-fastest woman of all time, set while finishing second to Marie-José Pérec's number-three time at the 1996 Olympics. She became the Olympic champion f"}]}, {"heading": "Births", "year": "1974", "date": "February 16", "txt": "Mahershala Ali, American actor", "entities": [{"title": "Mahershala Ali", "href": "/wiki/Mahershala_Ali", "description": "Mahershala Ali is an American actor and former rapper who is the recipient of several accolades, including two Academy Awards, three Screen Actors Guild Awards, a BAFTA award, a Golden Globe Award and a Primetime Emmy Award. Time magazine named him one of the 100 most influential people in the world in 2019. In 2020, The New York Times ranked him #23 in its list of the 25 Greatest Actors of the 21"}]}, {"heading": "Births", "year": "1974", "date": "February 16", "txt": "José Dominguez, Portuguese international footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 16", "txt": "Eric Byrnes, American baseball player and sportscaster", "entities": [{"title": "Eric Byrnes", "href": "/wiki/Eric_Byrnes", "description": "Eric James Byrnes, is a baseball analyst and former professional baseball outfielder. He played in Major League Baseball (MLB) for the Oakland Athletics, Colorado Rockies, Baltimore Orioles, Arizona Diamondbacks, and Seattle Mariners. Byrnes retired from playing in 2010 and is now an analyst for MLB Network."}]}, {"heading": "Births", "year": "1976", "date": "February 16", "txt": "Kyo, Japanese singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "February 16", "txt": "Ian Clarke, Irish-American computer scientist, founded Freenet", "entities": [{"title": "Ian Clarke (computer scientist)", "href": "/wiki/Ian_Clarke_(computer_scientist)", "description": "Ian Clarke is the original designer and lead developer of Freenet."}, {"title": "Freenet", "href": "/wiki/Freenet", "description": "Freenet is a peer-to-peer platform for censorship-resistant communication. It uses a decentralized distributed data store to keep and deliver information, and has a suite of free software for publishing and communicating on the Web without fear of censorship. Both Freenet and some of its associated tools were originally designed by Ian Clarke, who defined Freenet's goal as providing freedom of spe"}]}, {"heading": "Births", "year": "1977", "date": "February 16", "txt": "Ahman Green, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 16", "txt": "Tia Hellebaut, Belgian high jumper and chemist", "entities": [{"title": "Tia Hellebaut", "href": "/wiki/Tia_Hellebaut", "description": "Tia Hellebaut is a retired Belgian track and field athlete, as well as a chemist, who started out in her sports career in the heptathlon, and afterwards specialized in the high jump event. She has cleared 2.05 metres both indoors and outdoors."}]}, {"heading": "Births", "year": "1978", "date": "February 16", "txt": "Wasim Jaffer, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1978", "date": "February 16", "txt": "John Tartaglia, American actor, singer, and puppeteer", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 16", "txt": "Stéphane Dalmat, French footballer", "entities": [{"title": "Stéphane Dalmat", "href": "/wiki/St%C3%A9phane_Dalmat", "description": "Stéphane Dalmat is a French former footballer who played as a midfielder. Dalmat was a very versatile player who usually occupied a variety of positions on the midfield. His good ball control and dribbling ability has often seen managers use him wide on the left of midfield, or in the centre as an attacking midfielder. Despite being left footed, he was comfortable with either foot."}]}, {"heading": "Births", "year": "1979", "date": "February 16", "txt": "Eric Mun, American-South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 16", "txt": "Valentino Rossi, Italian motorcycle racer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 16", "txt": "Longineu W. Parsons III, French-American drummer", "entities": [{"title": "Longineu W. Parsons III", "href": "/wiki/Longineu_W._Parsons_III", "description": "Longineu Warren \"LP\" Parsons III is a French-born American rock musician. He is best known for being the former drummer for the American pop punk band Yellowcard."}]}, {"heading": "Births", "year": "1981", "date": "February 16", "txt": "Jay Howard, English race car driver", "entities": [{"title": "Jay Howard", "href": "/wiki/Jay_Howard", "description": "Jay Howard is a British professional race car driver who competes in the IndyCar Series and Indianapolis 500 and resides in Indianapolis, Indiana. Howard was the 2005 US Formula Ford Zetec champion and moved up to the Indy Lights series, where he captured two wins on his way to the 2006 championship for Sam Schmidt Motorsports in his rookie season. He qualified for his first Indianapolis 500 in 20"}]}, {"heading": "Births", "year": "1981", "date": "February 16", "txt": "Jerry Owens, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 16", "txt": "Qyntel Woods, American basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 16", "txt": "Aleksandr Dmitrijev, Estonian footballer", "entities": [{"title": "Aleksandr Dmitrijev", "href": "/wiki/Aleksandr_Dmitrijev", "description": "Aleksandr Dmitrijev is an Estonian football coach and an Estonian professional footballer who plays as a midfielder for Legion."}]}, {"heading": "Births", "year": "1982", "date": "February 16", "txt": "Rickie Lambert, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 16", "txt": "Lupe Fiasco, American rapper", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 16", "txt": "Agyness Deyn, English model, actress, and singer", "entities": [{"title": "Agyness Deyn", "href": "/wiki/Agyness_Deyn", "description": "Agyness Deyn is an English model and actress. She is best known for her highly successful modelling career which culminated in the late 2000s, and has been called one of the decade's top models. Since her retirement from modelling in the 2010s, she has pursued acting and design, among other ventures."}]}, {"heading": "Births", "year": "1984", "date": "February 16", "txt": "Sofia Arvidsson, Swedish tennis player", "entities": [{"title": "Sofia Arvidsson", "href": "/wiki/Sofia_Arvidsson", "description": "Lena Sofia Alexandra Arvidsson is a retired Swedish tennis player and currently a professional padel player.In her career, she won two singles titles and one doubles title on the WTA Tour, as well as 20 singles and 13 doubles titles on the ITF Circuit. On 1 May 2006, she reached her career-high singles ranking of world No. 29. On 12 September 2011, she peaked at No. 67 in the WTA doubles rankings."}]}, {"heading": "Births", "year": "1984", "date": "February 16", "txt": "Oussama Mellouli, Tunisian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 16", "txt": "Simon Francis, English footballer", "entities": [{"title": "Simon Francis (footballer)", "href": "/wiki/Simon_Francis_(footballer)", "description": "Simon Charles Francis is an English professional footballer who most recently played as a defender for Championship club AFC Bournemouth. His previous clubs include Bradford City, Sheffield United, Southend United and Charlton Athletic, as well as loan spells with Grimsby Town and Tranmere Rovers. He has played for England at youth levels."}]}, {"heading": "Births", "year": "1985", "date": "February 16", "txt": "Stacy Lewis, American golfer", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 16", "txt": "Ron Vlaar, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 16", "txt": "Diego Godín, Uruguayan footballer", "entities": [{"title": "Diego Godín", "href": "/wiki/Diego_God%C3%ADn", "description": "Diego Roberto Godín Leal is a Uruguayan professional footballer who plays as a centre back for Italian club Cagliari and the Uruguay national team."}]}, {"heading": "Births", "year": "1987", "date": "February 16", "txt": "Luc Bourdon, Canadian ice hockey player (d. 2008)", "entities": [{"title": "Luc Bourdon", "href": "/wiki/Luc_Bourdon", "description": "Joseph Luc Bourdon was a Canadian professional ice hockey defenceman who played for the Vancouver Canucks of the National Hockey League from 2006 until 2008. After overcoming childhood arthritis, he was selected third overall in the 2003 Quebec Major Junior Hockey League (QMJHL) draft and played for the Val-d'Or Foreurs, Moncton Wildcats, and Cape Breton Screaming Eagles, spending four seasons in "}]}, {"heading": "Births", "year": "1987", "date": "February 16", "txt": "Theresa Goh, Singaporean swimmer", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 16", "txt": "Hasheem Thabeet, Tanzanian basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 16", "txt": "Diego Capel, Spanish footballer", "entities": [{"title": "Diego Capel", "href": "/wiki/Diego_Capel", "description": "Diego Ángel Capel Trinidad is a Spanish professional footballer who plays as a left winger."}]}, {"heading": "Births", "year": "1988", "date": "February 16", "txt": "Zhang Jike, Chinese table tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 16", "txt": "Denílson Pereira Neves, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 16", "txt": "Andrea Ranocchia, Italian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "February 16", "txt": "Kim Soo-hyun, South Korean actor and singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "February 16", "txt": "Elizabeth Olsen, American actress", "entities": [{"title": "Elizabeth Olsen", "href": "/wiki/Elizabeth_Olsen", "description": "Elizabeth Chase Olsen is an American actress. Her breakthrough came in 2011 when she starred in the independent thriller drama Martha Marcy May Marlene, for which she was nominated for the Critics' Choice Movie Award for Best Actress and Independent Spirit Award for Best Female Lead, among other awards. She subsequently starred in the films Silent House (2011), Liberal Arts (2012), Oldboy (2013), "}]}, {"heading": "Births", "year": "1990", "date": "February 16", "txt": "Dunamis Lui, Australian-Samoan rugby league player", "entities": [{"title": "Dunamis Lui", "href": "/wiki/Dunamis_Lui", "description": "Dunamis Lui is a Samoa international rugby league footballer who plays as a prop and lock for the Canberra Raiders in the NRL."}]}, {"heading": "Births", "year": "1990", "date": "February 16", "txt": "The Weeknd, Canadian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 16", "txt": "Sergio Canales, Spanish footballer", "entities": [{"title": "Sergio Canales", "href": "/wiki/Sergio_Canales", "description": "Sergio Canales Madrazo is a Spanish professional footballer who plays as an attacking midfielder for Real Betis and the Spain national team."}]}, {"heading": "Births", "year": "1992", "date": "February 16", "txt": "Nicolai Boilesen, Danish footballer", "entities": [{"title": "Nicolai Boilesen", "href": "/wiki/Nicolai_Boilesen", "description": "Nicolai Møller Boilesen is a Danish professional footballer who plays as a left back for FC Copenhagen in the Danish Superliga, and the Denmark national team."}]}, {"heading": "Births", "year": "1992", "date": "February 16", "txt": "Zsófia Susányi, Hungarian tennis player", "entities": []}, {"heading": "Births", "year": "1994", "date": "February 16", "txt": "Annika Beck, German tennis player", "entities": [{"title": "Annika Beck", "href": "/wiki/Annika_Beck", "description": "Annika Beck is a retired German tennis player. She started playing tennis at the age of four when introduced to the game by her parents. A baseliner whose favorite shot is forehand, and favorite surface is hardcourt. She was coached by Jakub Záhlava and Sebastian Sachs."}]}, {"heading": "Births", "year": "1994", "date": "February 16", "txt": "Federico Bernardeschi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "February 16", "txt": "Ava Max, American singer and songwriter", "entities": []}, {"heading": "Births", "year": "1995", "date": "February 16", "txt": "Katy Dunne, English tennis player", "entities": [{"title": "Katy Dunne", "href": "/wiki/Katy_Dunne", "description": "Katy Dunne is a British tennis player."}]}, {"heading": "Births", "year": "1995", "date": "February 16", "txt": "Carina Witthöft, German tennis player", "entities": []}, {"heading": "Births", "year": "2000", "date": "February 16", "txt": "Koffee, Jamaican reggae singer, songwriter and rapper", "entities": [{"title": "Koffee", "href": "/wiki/Koffee", "description": "Mikayla Simpson, better known as Koffee, is a Jamaican reggae singer, songwriter, rapper, deejay and guitarist from Spanish Town, Jamaica. She released her debut single \"Burning\" in 2017, and in 2019 signed with Columbia Records. Her 2019 EP Rapture won the Grammy Award for Best Reggae Album at the 62nd Annual Grammy Awards, making Koffee the youngest person and only woman to be awarded in the Bes"}]}, {"heading": "Deaths", "year": "549", "date": "February 16", "txt": "Zhu Yi, Chinese general (b. 483)", "entities": [{"title": "Zhu Yi (Liang Dynasty)", "href": "/wiki/Zhu_Yi_(Liang_Dynasty)", "description": "Zhu Yi, courtesy name Yanhe (彥和), was an official of the Chinese dynasty Liang Dynasty in the Southern and Northern Dynasties period. He was greatly trusted by Emperor Wu in Emperor Wu's old age. He is often depicted by historians as corrupt and duplicitous, as well as a reason for Liang's downfall."}]}, {"heading": "Deaths", "year": "902", "date": "February 16", "txt": "Mary the Younger, Byzantine saint (b. 875)", "entities": [{"title": "Mary the Younger", "href": "/wiki/Mary_the_Younger", "description": "Saint Mary the Younger was a Byzantine saint of Armenian origin, the daughter of an Armenian noble. Some details of her life, including her following after the mid-10th century, are not known for certain; the text documenting some of her most noteworthy accomplishments was most likely written after 1025."}]}, {"heading": "Deaths", "year": "1184", "date": "February 16", "txt": "Richard of Dover, Archbishop of Canterbury", "entities": [{"title": "Richard of Dover", "href": "/wiki/Richard_of_Dover", "description": "Richard was a medieval Benedictine monk and Archbishop of Canterbury. Employed by Thomas Becket immediately before Becket's death, Richard arranged for Becket to be buried in Canterbury Cathedral and eventually succeeded Becket at Canterbury in a contentious election. Much of Richard's time as archbishop was spent in a dispute with Roger de Pont L'Evêque, the Archbishop of York over the primacy of"}]}, {"heading": "Deaths", "year": "1247", "date": "February 16", "txt": "Henry Raspe, Landgrave of Thuringia (b. 1204)", "entities": [{"title": "Henry Raspe, Landgrave of Thuringia", "href": "/wiki/Henry_Raspe,_Landgrave_of_Thuringia", "description": "Henry Raspe was the Landgrave of Thuringia from 1231 until 1239 and again from 1241 until his death. In 1246, with the support of the Papacy, he was elected King of Germany in opposition to Conrad IV, but his contested reign lasted a mere nine months."}]}, {"heading": "Deaths", "year": "1279", "date": "February 16", "txt": "Afonso III of Portugal (b. 1210)", "entities": [{"title": "Afonso III of Portugal", "href": "/wiki/Afonso_III_of_Portugal", "description": "Afonso III, or Affonso, Alfonso or Alphonso (Portuguese-Galician) or Alphonsus (Latin), the Boulonnais, King of Portugal was the first to use the title King of Portugal and the Algarve, from 1249. He was the second son of King Afonso II of Portugal and his wife, Urraca of Castile; he succeeded his brother, King Sancho II of Portugal, who died on 4 January 1248."}]}, {"heading": "Deaths", "year": "1281", "date": "February 16", "txt": "Gertrude of Hohenberg, queen consort of Germany (b. c.1225)", "entities": [{"title": "Gertrude of Hohenberg", "href": "/wiki/Gertrude_of_Hohenberg", "description": "Gertrude Anne of Hohenberg was German queen from 1273 until her death, by her marriage with King Rudolf I of Germany. As queen consort, she became progenitor of the Austrian House of Habsburg."}]}, {"heading": "Deaths", "year": "1390", "date": "February 16", "txt": "Rupert I, Elector Palatine (b. 1309)", "entities": [{"title": "Rupert I, Elector Palatine", "href": "/wiki/Rupert_I,_Elector_Palatine", "description": "Rupert I \"the Red\", Elector Palatine was Count Palatine of the Rhine from 1353 to 1356, and Elector Palatine from 10 January 1356 to 16 February 1390."}]}, {"heading": "Deaths", "year": "1391", "date": "February 16", "txt": "John V Palaiologos, Byzantine emperor (b. 1332)", "entities": [{"title": "John V Palaiologos", "href": "/wiki/John_V_Palaiologos", "description": "John V Palaiologos or Palaeologus was Byzantine Emperor from 1341 to 1391."}]}, {"heading": "Deaths", "year": "1531", "date": "February 16", "txt": "Johannes Stöffler, German mathematician and astronomer (b. 1452)", "entities": [{"title": "Johannes Stöffler", "href": "/wiki/Johannes_St%C3%B6ffler", "description": "Johannes Stöffler was a German mathematician, astronomer, astrologer, priest, maker of astronomical instruments and professor at the University of Tübingen."}]}, {"heading": "Deaths", "year": "1560", "date": "February 16", "txt": "Jean du Bellay, French cardinal and diplomat (b. 1493)", "entities": [{"title": "Jean du Bellay", "href": "/wiki/Jean_du_Bellay", "description": "Jean du Bellay was a French diplomat and cardinal, a younger brother of Guillaume du Bellay, and cousin and patron of the poet Joachim du Bellay. He was bishop of Bayonne by 1526, member of the Conseil privé of King Francis I from 1530, and bishop of Paris from 1532. He became Bishop of Ostia and Dean of the College of Cardinals in 1555."}]}, {"heading": "Deaths", "year": "1579", "date": "February 16", "txt": "Gonzalo Jiménez de Quesada, Spanish explorer (b. 1509)", "entities": [{"title": "Gonzalo Jiménez de Quesada", "href": "/wiki/Gonzalo_Jim%C3%A9nez_de_Quesada", "description": "Gonzalo Jiménez de Quesada y Rivera, also spelled as De Quezada and Ximénez, was a Spanish explorer and conquistador in northern South America, territories currently known as Colombia. He explored the northern part of South America. As a well-educated lawyer he was one of the intellectuals of the Spanish conquest. He was an effective organizer and leader, designed the first legislation for the gov"}]}, {"heading": "Deaths", "year": "1645", "date": "February 16", "txt": "Gonzalo Fernández de Córdoba, Spanish general and politician, 24th Governor of the Duchy of Milan (b. 1585)", "entities": [{"title": "Gonzalo Fernández de Córdoba (1585–1645)", "href": "/wiki/Gonzalo_Fern%C3%A1ndez_de_C%C3%B3rdoba_(1585%E2%80%931645)", "description": "Gonzalo Andrés Domingo Fernández de Córdoba was one of the main Spanish military leaders during the Eighty Years' War,[?] Thirty Years' War, and the War of the Mantuan Succession."}, {"title": "Governor of the Duchy of Milan", "href": "/wiki/Governor_of_the_Duchy_of_Milan", "description": "The Governor of Milan ruled the Duchy of Milan as a representative of the Holy Roman Emperor (1535-1556), the King of Spain (1556–1706) and the Archduke of Austria (1706–1796) and (1799–1800). The first governor was appointed after the death of the last duke of the House of Sforza, Francesco II."}]}, {"heading": "Deaths", "year": "1710", "date": "February 16", "txt": "Esprit Fléchier, French bishop and author (b. 1632)", "entities": [{"title": "Esprit Fléchier", "href": "/wiki/Esprit_Fl%C3%A9chier", "description": "Esprit Fléchier was a French preacher and author, Bishop of Nîmes from 1687 to 1710."}]}, {"heading": "Deaths", "year": "1721", "date": "February 16", "txt": "James Craggs the Younger, English politician, Secretary of State for the Southern Department (b. 1686)", "entities": [{"title": "James Craggs the Younger", "href": "/wiki/James_Craggs_the_Younger", "description": "James Craggs the Younger, was an English statesman."}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Deaths", "year": "1754", "date": "February 16", "txt": "Richard Mead, English physician (b. 1673)", "entities": [{"title": "Richard Mead", "href": "/wiki/Richard_Mead", "description": "Richard Mead, FRS, FRCP, was an English physician. His work, A Short Discourse concerning Pestilential Contagion, and the Method to be used to prevent it (1720), was of historic importance in the understanding of transmissible diseases."}]}, {"heading": "Deaths", "year": "1820", "date": "February 16", "txt": "Georg Carl von Döbeln, Swedish general (b. 1758)", "entities": [{"title": "Georg Carl von Döbeln", "href": "/wiki/Georg_Carl_von_D%C3%B6beln", "description": "Georg Carl von Döbeln was a Swedish friherre (baron), Lieutenant general and above all known for his efforts on the Swedish side during the Finnish War."}]}, {"heading": "Deaths", "year": "1862", "date": "February 16", "txt": "William Pennington American lawyer and politician, 13th Governor of New Jersey, 23rd Speaker of the United States House of Representatives (b. 1796)", "entities": [{"title": "William Pennington", "href": "/wiki/William_Pennington", "description": "William Pennington was an American politician and lawyer. He was the Governor of New Jersey from 1837 to 1843. He served one term in the United States House of Representatives, during which he served as Speaker of the House from 1860 to 1861."}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "1898", "date": "February 16", "txt": "Thomas Bracken, Irish-New Zealand journalist, poet, and politician (b. 1843)", "entities": [{"title": "Thomas Bracken", "href": "/wiki/Thomas_Bracken", "description": "Thomas Bracken was an Irish-born New Zealand poet, journalist and politician. He wrote \"God Defend New Zealand\", one of the two national anthems of New Zealand, and was the first person to publish the phrase \"God's Own Country\" as applied to New Zealand. He also won the Otago Caledonian Society's prize for poetry."}]}, {"heading": "Deaths", "year": "1899", "date": "February 16", "txt": "Félix Faure, French merchant and politician, 7th President of France (b. 1841)", "entities": [{"title": "Félix Faure", "href": "/wiki/F%C3%A9lix_Faure", "description": "Félix François Faure was President of France from 1895 until his death in 1899. Faure was Parisian-born and after working as a tanner in his younger years he became a member of the National Assembly. He became more prominent in French politics up until unexpectedly becoming president, during which time France's relations with Russia improved."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1907", "date": "February 16", "txt": "Giosuè Carducci, Italian poet and educator, Nobel Prize laureate (b. 1835)", "entities": [{"title": "Giosuè Carducci", "href": "/wiki/Giosu%C3%A8_Carducci", "description": "Giosuè Alessandro Giuseppe Carducci was an Italian poet, writer, literary critic and teacher. He was very influential and was regarded as the official national poet of modern Italy. In 1906 he became the first Italian to receive the Nobel Prize in Literature \"not only in consideration of his deep learning and critical research, but above all as a tribute to the creative energy, freshness of style,"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1912", "date": "February 16", "txt": "Nicholas of Japan, Russian-Japanese monk and saint (b. 1836)", "entities": [{"title": "Nicholas of Japan", "href": "/wiki/Nicholas_of_Japan", "description": "Saint Nicholas, Equal-to-the-Apostles, Archbishop of Japan, born Ivan Dmitrovich Kasatkin was a Russian Orthodox priest, monk, and bishop. He introduced the Eastern Orthodox Church to Japan. The Orthodox cathedral of Tokyo, Tokyo Resurrection Cathedral, was informally named after him as Nikorai-do, first by the local community, and today nationwide, in remembrance of his work."}]}, {"heading": "Deaths", "year": "1917", "date": "February 16", "txt": "Octave Mirbeau, French journalist, novelist, and playwright (b. 1848)", "entities": [{"title": "Octave Mirbeau", "href": "/wiki/Octave_Mirbeau", "description": "Octave Mirbeau was a French novelist, art critic, travel writer, pamphleteer, journalist, and playwright, who achieved celebrity in Europe and great success among the public, while still appealing to the literary and artistic avant-garde with highly transgressive novels that explored violence, abuse and psychological detachment. His work has been translated into thirty languages."}]}, {"heading": "Deaths", "year": "1919", "date": "February 16", "txt": "Vera Kholodnaya, Ukrainian actress (b. 1893)", "entities": [{"title": "Vera Kholodnaya", "href": "/wiki/Vera_Kholodnaya", "description": "Vera Vasilyevna Kholodnaya was a Russian actress. She was the first star of Russian silent cinema. Only five of her films still exist and the total number she acted in is unknown, with speculation ranging between fifty and one hundred."}]}, {"heading": "Deaths", "year": "1928", "date": "February 16", "txt": "Eddie Foy Sr., American actor and dancer (b. 1856)", "entities": [{"title": "Eddie Foy Sr.", "href": "/wiki/Eddie_Foy_Sr.", "description": "Edwin Fitzgerald, known professionally as Eddie Foy and Eddie Foy Sr., was an American actor, comedian, dancer and vaudevillian."}]}, {"heading": "Deaths", "year": "1932", "date": "February 16", "txt": "Ferdinand Buisson, French academic and politician, Nobel Prize laureate (b. 1841)", "entities": [{"title": "Ferdinand Buisson", "href": "/wiki/Ferdinand_Buisson", "description": "Ferdinand Édouard Buisson was a French academic, educational bureaucrat, pacifist and Radical-Socialist politician. He presided over the League of Education from 1902 to 1906 and the Human Rights League (LDH) from 1914 to 1926.\nIn 1927, the Nobel Peace Prize was awarded to him jointly with Ludwig Quidde.\nPhilosopher and educator, he was Director of Primary Education. He was the author of a thesis "}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1932", "date": "February 16", "txt": "Edgar Speyer, American-English financier and philanthropist (b. 1862)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "February 16", "txt": "Dadasaheb Phalke, Indian director, producer, and screenwriter (b. 1870)", "entities": [{"title": "Dadasaheb Phalke", "href": "/wiki/Dadasaheb_Phalke", "description": "Dhundiraj Govind Phalke, popularly known as Dadasaheb Phalke, was an Indian producer-director-screenwriter, known as the Father of Indian cinema. His debut film, Raja Harishchandra, was the first Indian movie in 1913, and is now known as India's first full-length feature film. He made 95 feature-length films and 27 short films in his career, spanning 19 years, until 1937, including his most noted "}]}, {"heading": "Deaths", "year": "1957", "date": "February 16", "txt": "Josef Hofmann, Polish-American pianist and composer (b. 1876)", "entities": [{"title": "Josef Hofmann", "href": "/wiki/Josef_Hofmann", "description": "Josef Casimir Hofmann was a Polish American pianist, composer, music teacher, and inventor."}]}, {"heading": "Deaths", "year": "1961", "date": "February 16", "txt": "Dazzy Vance, American baseball player (b. 1891)", "entities": [{"title": "Dazzy Vance", "href": "/wiki/Dazzy_Vance", "description": "Charles Arthur \"Dazzy\" Vance was an American professional baseball player. He played as a pitcher for five different franchises in Major League Baseball (MLB) in a career that spanned twenty years. Known for his impressive fastball, Vance was the only pitcher to lead the National League in strikeouts seven consecutive seasons. Vance was inducted into the Baseball Hall of Fame in 1955."}]}, {"heading": "Deaths", "year": "1967", "date": "February 16", "txt": "Smiley Burnette, American singer-songwriter and actor (b. 1911)", "entities": [{"title": "Smiley Burnette", "href": "/wiki/Smiley_Burnette", "description": "Lester Alvin Burnett, better known as Smiley Burnette, was an American country music performer and a comedic actor in Western films and on radio and TV, playing sidekick to Gene Autry, Roy Rogers, and other B-movie cowboys. He was also a prolific singer-songwriter who is reported to have played proficiently over 100 musical instruments, sometimes more than one simultaneously. His career, beginning"}]}, {"heading": "Deaths", "year": "1974", "date": "February 16", "txt": "John Garand, Canadian-American engineer, designed the M1 Garand Rifle(b. 1888)", "entities": [{"title": "John Garand", "href": "/wiki/John_Garand", "description": "Jean Cantius Garand, also known as John C. Garand, was a Canadian-born American designer of firearms who created the M1 Garand, a semi-automatic rifle that was widely used by the U.S. Army and U.S. Marine Corps during both World War II and the Korean War."}, {"title": "M1 Garand", "href": "/wiki/M1_Garand", "description": "The M1 Garand or M1 Rifle is a .30-06 caliber semi-automatic rifle that was the standard U.S. service rifle during World War II and the Korean War and also saw limited service during the Vietnam War. Most M1 rifles were issued to U.S. forces, though many hundreds of thousands were also provided as foreign aid to American allies. The Garand is still used by drill teams and military honor guards. It"}]}, {"heading": "Deaths", "year": "1975", "date": "February 16", "txt": "Morgan Taylor, American hurdler and coach (b. 1903)", "entities": [{"title": "Morgan Taylor", "href": "/wiki/Morgan_Taylor", "description": "Frederick Morgan Taylor was an American hurdler and the first athlete to win three Olympic medals in the 400 m hurdles. He was the flag bearer for the United States at his last Olympics in 1932."}]}, {"heading": "Deaths", "year": "1977", "date": "February 16", "txt": "Janani Luwum, bishop, Church of Uganda, martyr (b. c.1922)", "entities": [{"title": "Janani Luwum", "href": "/wiki/Janani_Luwum", "description": "Janani Jakaliya Luwum was the archbishop of the Church of Uganda from 1974 to 1977 and one of the most influential leaders of the modern church in Africa. He was arrested in February 1977 and died shortly after. Although the official account describes a car crash, it is generally accepted that he was murdered on the orders of then-President Idi Amin."}]}, {"heading": "Deaths", "year": "1977", "date": "February 16", "txt": "Rózsa Péter, Hungarian mathematician (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "February 16", "txt": "Erich Hückel, German physicist and chemist (b. 1895)", "entities": [{"title": "Erich Hückel", "href": "/wiki/Erich_H%C3%BCckel", "description": "Erich Armand Arthur Joseph Hückel was a German physicist and physical chemist. He is known for two major contributions:The Debye–Hückel theory of electrolytic solutions\nThe Hückel method of approximate molecular orbital (MO) calculations on π electron systems."}]}, {"heading": "Deaths", "year": "1984", "date": "February 16", "txt": "M. A. G. Osmani, Bangladeshi general (b. 1918)", "entities": [{"title": "M. A. G. Osmani", "href": "/wiki/M._A._G._Osmani", "description": "Muhammad Ataul Goni Osmani, also known as Bongobir, was a Bengali military leader. He served as Commander-in-chief of Bangladesh Forces during the 1971 Bangladesh War of Independence. Osmani's career spanned five decades, beginning with service in the British Indian Army in 1939. He fought in Burma during World War II. After the partition of India in 1947, he joined the Pakistan Army and served in"}]}, {"heading": "Deaths", "year": "1990", "date": "February 16", "txt": "Keith Haring, American painter and activist (b. 1958)", "entities": [{"title": "Keith Haring", "href": "/wiki/Keith_Haring", "description": "Keith Allen Haring was an American artist whose pop art emerged from the New York City graffiti subculture of the 1980s. His animated imagery has \"become a widely recognized visual language\". Much of his work includes sexual allusions that turned into social activism by using the images to advocate for safe sex and AIDS awareness. In addition to solo gallery exhibitions, Haring participated in ren"}]}, {"heading": "Deaths", "year": "1991", "date": "February 16", "txt": "Enrique Bermúdez, Nicaraguan lieutenant and engineer (b. 1932)", "entities": [{"title": "Enrique Bermúdez", "href": "/wiki/Enrique_Berm%C3%BAdez", "description": "Enrique Bermúdez Varela, known as Comandante 380, was a Nicaraguan soldier and rebel who founded and commanded the Nicaraguan Contras. In this capacity, he became a central global figure in one of the most prominent conflicts of the Cold War."}]}, {"heading": "Deaths", "year": "1992", "date": "February 16", "txt": "Angela Carter, English novelist, short story writer (b. 1940)", "entities": [{"title": "Angela Carter", "href": "/wiki/Angela_Carter", "description": "Angela Olive Pearce, who published under the name Angela Carter, was an English novelist, short story writer, poet, and journalist, known for her feminist, magical realism, and picaresque works. She is best known for her book The Bloody Chamber, which was published in 1979. In 2008, The Times ranked Carter tenth in their list of \"The 50 greatest British writers since 1945\". In 2012, Nights at the "}]}, {"heading": "Deaths", "year": "1992", "date": "February 16", "txt": "Jânio Quadros, Brazilian politician, 22nd President of Brazil (b. 1917)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1992", "date": "February 16", "txt": "Herman Wold, Norwegian-Swedish economist and statistician (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "February 16", "txt": "Roberto Aizenberg, Argentinian painter and sculptor (b. 1922)", "entities": [{"title": "Roberto Aizenberg", "href": "/wiki/Roberto_Aizenberg", "description": "Roberto Aizenberg, nicknamed \"Bobby\", was an Argentine painter and sculptor. He was considered the best-known orthodox surrealist painter in Argentina."}]}, {"heading": "Deaths", "year": "1996", "date": "February 16", "txt": "Roger Bowen, American actor and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "February 16", "txt": "Pat Brown, American lawyer and politician, 32nd Governor of California (b. 1905)", "entities": [{"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Deaths", "year": "1996", "date": "February 16", "txt": "Brownie McGhee, American singer-songwriter and guitarist (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "February 16", "txt": "Chien-Shiung Wu, Chinese-American physicist and academic (b. 1912)", "entities": [{"title": "Chien-Shiung Wu", "href": "/wiki/Chien-Shiung_Wu", "description": "Chien-Shiung Wu was a Chinese-American particle and experimental physicist who made significant contributions in the fields of nuclear and particle physics. Wu worked on the Manhattan Project, where she helped develop the process for separating uranium into uranium-235 and uranium-238 isotopes by gaseous diffusion. She is best known for conducting the Wu experiment, which proved that parity is not"}]}, {"heading": "Deaths", "year": "1998", "date": "February 16", "txt": "Mary Amdur, American toxicologist and public health researcher (b. 1908)", "entities": [{"title": "Mary Amdur", "href": "/wiki/Mary_Amdur", "description": "Mary Ochsenhirt Amdur was an American toxicologist and public health researcher who worked primarily on pollution. She was charged with studying the effects of the 1948 Donora smog, specifically looking into the effects of inhaling sulfuric acid by experimenting on guinea pigs. Her findings on the respiratory effects related to sulfuric acid led to her being threatened, her funding being pulled, a"}, {"title": "Toxicology", "href": "/wiki/Toxicology", "description": "Toxicology is a scientific discipline, overlapping with biology, chemistry, pharmacology, and medicine, that involves the study of the adverse effects of chemical substances on living organisms and the practice of diagnosing and treating exposures to toxins and toxicants. The relationship between dose and its effects on the exposed organism is of high significance in toxicology. Factors that influ"}, {"title": "Public health", "href": "/wiki/Public_health", "description": "Public health has been defined as \"the science and art of preventing disease”, prolonging life and improving quality of life through organized efforts and informed choices of society, organizations, communities and individuals. Analyzing the determinants of health of a population and the threats it faces is the basis for public health. The public can be as small as a handful of people or as large "}]}, {"heading": "Deaths", "year": "1998", "date": "February 16", "txt": "Sheu Yuan-dong, Taiwanese politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "February 16", "txt": "Marceline Day, American actress (b. 1908)", "entities": [{"title": "Marceline Day", "href": "/wiki/Marceline_Day", "description": "Marceline Day was an American motion picture actress whose career began as a child in the 1910s and ended in the 1930s."}]}, {"heading": "Deaths", "year": "2000", "date": "February 16", "txt": "Lila Kedrova, Russian-French actress and singer", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "February 16", "txt": "Karsten Solheim, Norwegian-American businessman, founded PING (b. 1911)", "entities": [{"title": "Ping (golf)", "href": "/wiki/Ping_(golf)", "description": "PING is an American sports equipment manufacturing company based in Phoenix, Arizona. Ping was founded by Karsten Solheim, following a career as an engineer at the General Electric company. In 1959, he started making putters in his garage in Redwood City, California. In 1967, he resigned from his job at General Electric to develop the PING company."}]}, {"heading": "Deaths", "year": "2001", "date": "February 16", "txt": "Howard W. Koch, American director and producer (b. 1916)", "entities": [{"title": "Howard W. Koch", "href": "/wiki/Howard_W._Koch", "description": "Howard Winchel Koch was an American producer and director of film and television."}]}, {"heading": "Deaths", "year": "2001", "date": "February 16", "txt": "William Masters, American gynecologist and sexologist (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "February 16", "txt": "Walter Winterbottom, English footballer and manager (b. 1913)", "entities": [{"title": "Walter Winterbottom", "href": "/wiki/Walter_Winterbottom", "description": "Sir Walter Winterbottom was the first manager of the England football team (1946–1962) and FA Director of Coaching. He resigned from the FA in 1962 to become General Secretary of the Central Council of Physical Recreation (CCPR) and was appointed as the first Director of the Sports Council in 1965. He was knighted for his services to sport in 1978 when he retired. The Football Association marked t"}]}, {"heading": "Deaths", "year": "2003", "date": "February 16", "txt": "Rusty Magee, American actor and composer (b. 1955)", "entities": [{"title": "Rusty Magee", "href": "/wiki/Rusty_Magee", "description": "Benjamin Rush \"Rusty\" Magee was an accomplished comedian, actor and composer/lyricist for theatre, television, film and commercials."}]}, {"heading": "Deaths", "year": "2004", "date": "February 16", "txt": "Doris Troy, American singer-songwriter (b. 1937)", "entities": [{"title": "Doris Troy", "href": "/wiki/Doris_Troy", "description": "Doris Troy was an American R&B singer and songwriter, known to her many fans as \"Mama Soul\". Her biggest hit was \"Just One Look\", a top 10 hit in 1963. She was also one of the four female back up singers on The Dark Side of the Moon by Pink Floyd."}]}, {"heading": "Deaths", "year": "2006", "date": "February 16", "txt": "Johnny Grunge, American wrestler (b. 1966)", "entities": [{"title": "Johnny Grunge", "href": "/wiki/Johnny_Grunge", "description": "Michael Lynn Durham was an American professional wrestler, better known by his ring name, Johnny Grunge. He is known for his appearances with Eastern/Extreme Championship Wrestling, World Championship Wrestling and the World Wrestling Federation as one-half of the tag team The Public Enemy with Rocco Rock. In the course of his career, Grunge held championships such as the ECW World Tag Team Champi"}]}, {"heading": "Deaths", "year": "2006", "date": "February 16", "txt": "Ernie Stautner, German-American football player and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "February 16", "txt": "Stephen Kim Sou-hwan, South Korean cardinal (b. 1921)", "entities": [{"title": "Stephen Kim Sou-hwan", "href": "/wiki/Stephen_Kim_Sou-hwan", "description": "Stephen Kim Sou-hwan was a cardinal of the Roman Catholic Church and the former archbishop of Seoul, South Korea. Having been an iconic figure in South Korea's bloody and tumultuous transition from military rule to democracy, he was widely respected across all sections in South Korean society."}]}, {"heading": "Deaths", "year": "2011", "date": "February 16", "txt": "Len Lesser, American actor (b. 1922)", "entities": [{"title": "Len Lesser", "href": "/wiki/Len_Lesser", "description": "Leonard King Lesser was an American character actor. He was known for his recurring role as Uncle Leo in a total of 14 episodes of Seinfeld, starting during the show's second season in the episode \"The Pony Remark\". Lesser was also known for his role as Garvin on Everybody Loves Raymond."}]}, {"heading": "Deaths", "year": "2011", "date": "February 16", "txt": "Justinas Marcinkevičius, Lithuanian poet and playwright (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 16", "txt": "Gary Carter, American baseball player and coach (b. 1954)", "entities": [{"title": "Gary Carter", "href": "/wiki/Gary_Carter", "description": "Gary Edmund Carter was an American professional baseball catcher whose 19-year Major League Baseball (MLB) career was spent primarily with the Montreal Expos and New York Mets."}]}, {"heading": "Deaths", "year": "2012", "date": "February 16", "txt": "Elyse Knox, American model, actress, and fashion designer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 16", "txt": "John Macionis, American swimmer and lieutenant (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "February 16", "txt": "Anthony Shadid, American journalist (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 16", "txt": "Colin Edwards, Guyanese footballer (b. 1991)", "entities": [{"title": "Colin Edwards (footballer)", "href": "/wiki/Colin_Edwards_(footballer)", "description": "Cooin Edwards was a Guyanese international football player. He played in three friendly games for the Guyana national football team."}]}, {"heading": "Deaths", "year": "2013", "date": "February 16", "txt": "Grigory Pomerants, Russian philosopher and author (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "February 16", "txt": "Tony Sheridan, English singer-songwriter and guitarist (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 16", "txt": "Ken Farragut, American football player (b. 1928)", "entities": [{"title": "Ken Farragut", "href": "/wiki/Ken_Farragut", "description": "Kenneth David Farragut, Jr. was an American football center. He played professionally in the National Football League (NFL) for the Philadelphia Eagles."}]}, {"heading": "Deaths", "year": "2014", "date": "February 16", "txt": "Gert Krawinkel, German guitarist (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 16", "txt": "Michael Shea, American author (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 16", "txt": "Lasse Braun, Algerian-Italian director, producer, and screenwriter (b. 1936)", "entities": [{"title": "Lasse Braun", "href": "/wiki/Lasse_Braun", "description": "Lasse Braun was an Italian pornographer, film director, producer, screenwriter, novelist and researcher."}]}, {"heading": "Deaths", "year": "2015", "date": "February 16", "txt": "Lesley Gore, American singer-songwriter (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 16", "txt": "R. R. Patil, Indian lawyer and politician, Deputy Chief Minister of Maharashtra (b. 1957)", "entities": [{"title": "Deputy Chief Minister of Maharashtra", "href": "/wiki/Deputy_Chief_Minister_of_Maharashtra", "description": "Deputy Chief Minister of Maharashtra is the deputy head of government of Indian state of Maharashtra."}]}, {"heading": "Deaths", "year": "2015", "date": "February 16", "txt": "Lorena Rojas, Mexican actress and singer (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 16", "txt": "Boutros Boutros-Ghali, Egyptian politician and diplomat, 6th Secretary-General of the United Nations (b. 1922)", "entities": [{"title": "Boutros Boutros-Ghali", "href": "/wiki/Boutros_Boutros-Ghali", "description": "Boutros Boutros-Ghali was an Egyptian politician and diplomat who was the sixth Secretary-General of the United Nations (UN) from January 1992 to December 1996. An academic and former Vice Foreign Minister of Egypt, Boutros-Ghali oversaw the UN over a period coinciding with several world crises, including the breakup of Yugoslavia and the Rwandan genocide. He went on to serve as the first Secretar"}, {"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Deaths", "year": "2019", "date": "February 16", "txt": "Bruno Ganz, Swiss actor (b. 1941)", "entities": [{"title": "Bruno Ganz", "href": "/wiki/Bruno_Ganz", "description": "Bruno Ganz was a Swiss actor whose career in German stage, television and film productions spanned nearly 60 years. He was known for his collaborations with the directors Werner Herzog, Éric Rohmer, Francis Ford Coppola, and Wim Wenders, earning widespread recognition with his roles as Jonathan Zimmerman in The American Friend (1977), Jonathan Harker in Nosferatu the Vampyre (1979) and Damiel the "}]}]