[{"heading": "Events", "year": "1229", "date": "February 18", "txt": "The Sixth Crusade: Frederick II, Holy Roman Emperor, signs a ten-year truce with al-Kamil, regaining Jerusalem, Nazareth, and Bethlehem with neither military engagements nor support from the papacy.", "entities": [{"title": "Sixth Crusade", "href": "/wiki/Sixth_Crusade", "description": "The Sixth Crusade, commonly known as the Crusade of Frederick II (1228–1229), was a military expedition to recapture the city of Jerusalem. It began seven years after the failure of the Fifth Crusade and involved very little actual fighting. The diplomatic maneuvering of the Holy Roman Emperor and King of Sicily, Frederick II, resulted in the Kingdom of Jerusalem regaining some control over Jerusa"}, {"title": "Frederick II, Holy Roman Emperor", "href": "/wiki/Frederick_II,_Holy_Roman_Emperor", "description": "Frederick II was King of Sicily from 1198, King of Germany from 1212, King of Italy and Holy Roman Emperor from 1220 and King of Jerusalem from 1225. He was the son of emperor Henry VI of the Hohenstaufen dynasty and of Constance, heiress to the Norman kings of Sicily."}, {"title": "Truce", "href": "/wiki/Truce", "description": "A ceasefire, also spelled cease fire, is a temporary stoppage of a war in which each side agrees with the other to suspend aggressive actions. Historically, the concept existed at least by the time of the Middle Ages, when it was known as a 'truce of God'. Ceasefires can be declared as a humanitarian gesture, be preliminary, i.e., prior to a political agreement, or definitive, i.e., with the inten"}, {"title": "Al-Kamil", "href": "/wiki/Al-Kamil", "description": "Al-Kamil was a Muslim ruler and the fourth Ayyubid sultan of Egypt. During his tenure as sultan, the Ayyubids defeated the Fifth Crusade. He was known to the Frankish crusaders as Meledin, a name by which he is still referred to in some older western sources. As a result of the Sixth Crusade, he ceded Jerusalem to the Christians and is known to have met with Saint Francis."}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Nazareth", "href": "/wiki/Nazareth", "description": "Nazareth is the largest city in the Northern District of Israel. Nazareth is known as \"the Arab capital of Israel\". In 2019 its population was 77,445. The inhabitants are predominantly Arab citizens of Israel, of whom 69% are Muslim and 30.9% Christian. Nof HaGalil, declared a separate city in June 1974, is built alongside old Nazareth, and had a Jewish population of 40,312 in 2014."}, {"title": "Bethlehem", "href": "/wiki/Bethlehem", "description": "Bethlehem is a city in the central West Bank, Palestine, about 10 km south of Jerusalem. Its population is approximately 25,000, and it is the capital of the Bethlehem Governorate. The economy is primarily tourist-driven, peaking during the Christmas season, when Christians make pilgrimage to the Church of the Nativity. The important holy site of Rachel's Tomb is at the northern entrance of Bethle"}, {"title": "Papacy", "href": "/wiki/Papacy", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. The primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the powers of \"binding and loos"}]}, {"heading": "Events", "year": "1268", "date": "February 18", "txt": "The Battle of Wesenberg is fought between the Livonian Order and Dovmont of Pskov.", "entities": [{"title": "Battle of Wesenberg (1268)", "href": "/wiki/Battle_of_Wesenberg_(1268)", "description": "The Battle of Wesenberg, Rakvere or Rakovor was a battle fought on February 18, 1268, between the combined forces of Danish Duchy of Estonia, Bishopric of Dorpat, Livonian branch of the Teutonic Knights, and local Estonian militia on one side and the forces of Novgorod and Pskov, led by Dmitry of Pereslavl, on the other. Medieval accounts of the battle vary with both sides claiming victory, howeve"}, {"title": "Livonian Order", "href": "/wiki/Livonian_Order", "description": "The Livonian Order was an autonomous branch of the Teutonic Order,\nformed in 1237. From 1435 to 1561 it was a member of the Livonian Confederation."}, {"title": "Daumantas of Pskov", "href": "/wiki/Daumantas_of_Pskov", "description": "Daumantas or Dovmont, was a Lithuanian prince best remembered as a military leader of the Principality of Pskov between 1266 and 1299. During his term in office, Pskov became de facto independent from Novgorod."}, {"title": "Pskov", "href": "/wiki/Pskov", "description": "Pskov is a city in northwestern Russia and the administrative center of Pskov Oblast, located about 20 kilometers (12 mi) east from the Estonian border, on the Velikaya River. Population: 203,279 (2010 Census); 202,780 (2002 Census); 203,789 (1989 Census)."}]}, {"heading": "Events", "year": "1332", "date": "February 18", "txt": "Amda Seyon I, Emperor of Ethiopia begins his campaigns in the southern Muslim provinces.", "entities": [{"title": "Amda Seyon I", "href": "/wiki/Amda_Seyon_I", "description": "Amda Seyon I, also Amde Tsiyon and other variants, was Emperor of Ethiopia 1314–1344; throne name Gebre Mesqel, was a member of the Solomonic dynasty. According to the British expert on Ethiopia, Edward Ullendorff, \"Amde Tseyon was one of the most outstanding Ethiopian kings of any age and a singular figure dominating the Horn of Africa in the fourteenth century.\" His conquests of Muslim borderlan"}, {"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}, {"title": "Muslim", "href": "/wiki/Muslim", "description": "Muslims are people who follow or practice Islam, a monotheistic Abrahamic religion. The derivation of \"Muslim\" is from an Arabic word meaning \"submitter \". Muslims consider the Quran, their holy book, to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad. The majority of Muslims also follow their own versions of compilations claimed to be the teachings and practi"}]}, {"heading": "Events", "year": "1478", "date": "February 18", "txt": "George, Duke of Clarence, convicted of treason against his older brother Edward IV of England, is executed in private at the Tower of London.", "entities": [{"title": "George Plantagenet, 1st Duke of Clarence", "href": "/wiki/George_Plantagenet,_1st_Duke_of_Clarence", "description": "George Plantagenet, Duke of Clarence, was a son of Richard Plantagenet, 3rd Duke of York, and Cecily Neville, and the brother of English kings Edward IV and Richard III. He played an important role in the dynastic struggle between rival factions of the Plantagenets now known as the Wars of the Roses."}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}, {"title": "Execution (legal)", "href": "/wiki/Execution_(legal)", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Tower of London", "href": "/wiki/Tower_of_London", "description": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the"}]}, {"heading": "Events", "year": "1637", "date": "February 18", "txt": "Eighty Years' War: Off the coast of Cornwall, England, a Spanish fleet intercepts an important Anglo-Dutch merchant convoy of 44 vessels escorted by six warships, destroying or capturing 20 of them.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Cornwall", "href": "/wiki/Cornwall", "description": "Cornwall is a ceremonial county in South West England. It is recognised as one of the Celtic nations and is the homeland of the Cornish people. Cornwall is bordered to the north and west by the Atlantic Ocean, to the south by the English Channel, and to the east by the county of Devon, with the River Tamar forming the border between them. Cornwall forms the westernmost part of the South West Penin"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Battle off Lizard Point", "href": "/wiki/Battle_off_Lizard_Point", "description": "The Battle off Lizard Point was a naval action which took place on 18 February 1637 off the coast of Cornwall, England, during the Eighty Years' War. The Spanish admiral Miguel de Horna, commander of the Armada of Flanders, intercepted an important Anglo-Dutch merchant convoy of 44 vessels escorted by six warships, destroying or capturing 20 of them, and returned safely to his base in Dunkirk."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}]}, {"heading": "Events", "year": "1735", "date": "February 18", "txt": "The ballad opera called Flora, or Hob in the Well went down in history as the first opera of any kind to be produced in North America (Charleston, S.C.)", "entities": []}, {"heading": "Events", "year": "1781", "date": "February 18", "txt": "Fourth Anglo-Dutch War: Captain Thomas Shirley opens his expedition against Dutch colonial outposts on the Gold Coast of Africa (present-day Ghana).", "entities": [{"title": "Fourth Anglo-Dutch War", "href": "/wiki/Fourth_Anglo-Dutch_War", "description": "The Fourth Anglo-Dutch War was a conflict between the Kingdom of Great Britain and the Dutch Republic. The war, contemporary with the War of American Independence, broke out over British and Dutch disagreements on the legality and conduct of Dutch trade with Britain's enemies in that war."}, {"title": "Shirley's Gold Coast expedition", "href": "/wiki/Shirley%27s_Gold_Coast_expedition", "description": "In 1781, Great Britain declared war on the Dutch Republic, opening the Fourth Anglo-Dutch War. As part of its offensive strategy, the British organized an expedition against Dutch colonial outposts on the Gold Coast of Africa. Captain Thomas Shirley led the expedition, commanding HMS Leander and several transports carrying two small regiments of independently raised troops under the command of Cap"}, {"title": "Dutch Gold Coast", "href": "/wiki/Dutch_Gold_Coast", "description": "The Dutch Gold Coast or Dutch Guinea, officially Dutch possessions on the Coast of Guinea was a portion of contemporary Ghana that was gradually colonized by the Dutch, beginning in 1612. The Dutch began trading in the area around 1598, joining the Portuguese which had a trading post there since the late 1400s. Eventually, the Dutch Gold Coast became the most important Dutch colony in West Africa "}, {"title": "Gold Coast (British colony)", "href": "/wiki/Gold_Coast_(British_colony)", "description": "The Gold Coast was a British Crown Colony on the Gulf of Guinea in West Africa from 1821 to its independence as part of the nation of Ghana in 1957. The term Gold Coast is also often used to describe all of the four separate jurisdictions that were under the administration of the Governor of the Gold Coast. These were the Gold Coast itself, Ashanti, the Northern Territories Protectorate and the Br"}, {"title": "Ghana", "href": "/wiki/Ghana", "description": "Ghana, officially the Republic of Ghana, is a country in West Africa. It spans along the Gulf of Guinea and the Atlantic Ocean, sharing borders with the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, the Gulf of Guinea and the Atlantic Ocean in the south. Ghana covers an area of 238,535 km2 (92,099 sq mi), with a population of 31 million. It is the second-most populous count"}]}, {"heading": "Events", "year": "1791", "date": "February 18", "txt": "Congress passes a law admitting the state of Vermont to the Union, effective 4 March, after that state had existed for 14 years as a de facto independent largely unrecognized state.", "entities": [{"title": "Admission to the Union", "href": "/wiki/Admission_to_the_Union", "description": "The Admission to the Union Clause of the United States Constitution, also called the New States Clause, found at Article IV, Section 3, Clause 1, authorizes the U.S. Congress to admit new states into the Union. The Constitution went into effect on June 21, 1788, after ratification by 9 of the 13 states, and the federal government began operations under it on March 4, 1789. Since then, 37 states ha"}, {"title": "Vermont", "href": "/wiki/Vermont", "description": "Vermont is a state in the New England region of the United States. It borders the states of Massachusetts to the south, New Hampshire to the east, and New York to the west, and the Canadian province of Quebec to the north. Vermont is the only state in New England that does not border the Atlantic Ocean. Vermont is the second-least-populated U.S. state and the sixth-smallest by area of the 50 U.S. "}, {"title": "Vermont Republic", "href": "/wiki/Vermont_Republic", "description": "The Vermont Republic was an independent state in New England that existed from January 15, 1777 to March 4, 1791, when it was admitted into the United States as the State of Vermont. The state was founded in January 1777, when delegates from 28 towns met and declared independence from the jurisdictions and land claims of the British colony of Quebec, New Hampshire, and New York. The republic remai"}]}, {"heading": "Events", "year": "1797", "date": "February 18", "txt": "French Revolutionary Wars: Sir Ralph Abercromby and a fleet of 18 British warships invade Trinidad.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Ralph Abercromby", "href": "/wiki/Ralph_Abercromby", "description": "Sir Ralph Abercromby was a Scottish soldier and politician. He twice served as MP for Clackmannanshire, rose to the rank of lieutenant-general in the British Army, was appointed Governor of Trinidad, served as Commander-in-Chief, Ireland, and was noted for his services during the French Revolutionary Wars."}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Invasion of Trinidad (1797)", "href": "/wiki/Invasion_of_Trinidad_(1797)", "description": "On February 18, 1797, a fleet of 18 British warships under the command of Sir Ralph Abercromby invaded and took the Island of Trinidad. Within a few days the last Spanish Governor, Don José María Chacón surrendered the island to Abercromby."}, {"title": "Trinidad", "href": "/wiki/Trinidad", "description": "Trinidad is the larger and more populous of the two major islands of Trinidad and Tobago. The island lies 11 km (6.8 mi) off the northeastern coast of Venezuela and sits on the continental shelf of South America. It is often referred to as the southernmost island in the West Indies. With an area of 5,131 km2 (1,981 sq mi), it is also the fifth largest in the West Indies."}]}, {"heading": "Events", "year": "1814", "date": "February 18", "txt": "Napoleonic Wars: The Battle of Montereau.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Montereau", "href": "/wiki/Battle_of_Montereau", "description": "The Battle of Montereau was fought during the War of the Sixth Coalition between an Imperial French army led by Emperor Napoleon and a corps of Austrians and Württembergers commanded by Crown Prince Frederick William of Württemberg. While Napoleon's army mauled an Allied army under Gebhard Leberecht von Blücher, the main Allied army commanded by Karl Philipp, Prince of Schwarzenberg advanced to a "}]}, {"heading": "Events", "year": "1861", "date": "February 18", "txt": "In Montgomery, Alabama, Jefferson Davis is inaugurated as the provisional President of the Confederate States of America.", "entities": [{"title": "Montgomery, Alabama", "href": "/wiki/Montgomery,_Alabama", "description": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. According to the US estimated census of 2019, it is the third most populous city in Alabama, after Birmingham and Huntsville, and i"}, {"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1861", "date": "February 18", "txt": "With Italian unification almost complete, Victor Emmanuel II of Piedmont, Savoy and Sardinia assumes the title of King of Italy.", "entities": [{"title": "Victor Emmanuel II of Italy", "href": "/wiki/Victor_Emmanuel_II_of_Italy", "description": "Victor Emmanuel II was King of Sardinia from 1849 until 17 March 1861, when he assumed the title of King of Italy and became the first king of a united Italy since the 6th century, a title he held until his death in 1878. Borrowing from the old Latin title Pater Patriae of the Roman emperors, the Italians gave him the epithet of Father of the Fatherland."}, {"title": "Piedmont", "href": "/wiki/Piedmont", "description": "Piedmont is a region in northwest Italy, one of the 20 regions of the country. It borders the Liguria region to the south, the Lombardy and Emilia-Romagna regions to the east and the Aosta Valley region to the northwest; it also borders Switzerland to the northeast and France to the west. It has an area of 25,402 km2 (9,808 sq mi) making it the second largest region of Italy after Sicily and a pop"}, {"title": "Savoy", "href": "/wiki/Savoy", "description": "Savoy \nis a cultural-historical region in the Western Alps."}, {"title": "Sardinia", "href": "/wiki/Sardinia", "description": "Sardinia is the second-largest island in the Mediterranean Sea, after Sicily, and one of the 20 regions of Italy. It is located west of the Italian Peninsula, north of Tunisia and immediately south of the French island of Corsica."}, {"title": "King of Italy", "href": "/wiki/King_of_Italy", "description": "King of Italy was the title given to the ruler of the Kingdom of Italy after the fall of the Western Roman Empire. The first to take the title was Odoacer, a barbarian military leader, in the late 5th century, followed by the Ostrogothic kings up to the mid-6th century. With the Frankish conquest of Italy in the 8th century, the Carolingians assumed the title, which was maintained by subsequent Ho"}]}, {"heading": "Events", "year": "1873", "date": "February 18", "txt": "Bulgarian revolutionary leader Vasil Levski is executed by hanging in Sofia by the Ottoman authorities.", "entities": [{"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Vasil Levski", "href": "/wiki/Vasil_Levski", "description": "Vasil Levski, born Vasil Ivanov Kunchev, was a Bulgarian revolutionary and is a national hero of Bulgaria today. Dubbed the Apostle of Freedom, Levski ideologised and strategised a revolutionary movement to liberate Bulgaria from Ottoman rule. Levski founded the Internal Revolutionary Organisation, and sought to foment a nationwide uprising through a network of secret regional committees."}, {"title": "Hanging", "href": "/wiki/Hanging", "description": "Hanging is the suspension of a person by a noose or ligature around the neck. The Oxford English Dictionary states that hanging in this sense is \"specifically to put to death by suspension by the neck\", though it formerly also referred to crucifixion and death by impalement in which the body would remain \"hanging\". Hanging has been a common method of capital punishment since medieval times, and is"}, {"title": "Sofia", "href": "/wiki/Sofia", "description": "Sofia is the capital and largest city of Bulgaria. It is situated in the eponymous valley at the foot of the Vitosha mountain in the western parts of the country. The city is built west of the Iskar river, and has many mineral springs, such as the Sofia Central Mineral Baths. It has a humid continental climate. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1878", "date": "February 18", "txt": "John Tunstall is murdered by outlaw Jesse Evans, sparking the Lincoln County War in Lincoln County, New Mexico.", "entities": [{"title": "John Tunstall", "href": "/wiki/John_Tunstall", "description": "John Henry Tunstall, born in London, became a rancher and merchant in Lincoln County, New Mexico, United States, where he competed with Irish Catholic merchants, lawmen, and politicians who ran the town of Lincoln and the county. Tunstall, who hoped to unseat the Irish and make a fortune as the County's new boss, was the first man killed in the Lincoln County War, an economic and political conflic"}, {"title": "Outlaw", "href": "/wiki/Outlaw", "description": "In historical legal systems, an outlaw is one declared as outside the protection of the law. In pre-modern societies, all legal protection was withdrawn from the criminal, so that anyone is legally empowered to persecute or kill them. Outlawry was thus one of the harshest penalties in the legal system. In early Germanic law, the death penalty is conspicuously absent, and outlawing is the most extr"}, {"title": "Jesse Evans", "href": "/wiki/Jesse_Evans", "description": "Jesse Evans was an outlaw and gunman of the Old West, and leader of the Jesse Evans Gang. He has received some attention due to his disappearance in 1882, after which he was never seen or heard from again."}, {"title": "Lincoln County War", "href": "/wiki/Lincoln_County_War", "description": "The Lincoln County War was an Old West conflict between rival factions which began in 1878 in New Mexico Territory, the predecessor of the state of New Mexico, and continued until 1881. The feud became famous because of the participation of the criminal William H. Bonney. Other notable participants included Sheriff William J. Brady, cattle rancher John Chisum, lawyer and businessman Alexander McSw"}, {"title": "Lincoln County, New Mexico", "href": "/wiki/Lincoln_County,_New_Mexico", "description": "Lincoln County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 20,497. Its county seat is Carrizozo, while its largest community is Ruidoso."}]}, {"heading": "Events", "year": "1885", "date": "February 18", "txt": "Adventures of Huckleberry Finn by Mark Twain is published in the United States.", "entities": [{"title": "Mark Twain", "href": "/wiki/Mark_Twain", "description": "Samuel Langhorne Clemens, known by his pen name Mark Twain, was an American writer, humorist, entrepreneur, publisher, and lecturer. He was lauded as the \"greatest humorist the United States has produced,\" and William Faulkner called him \"the father of American literature\". His novels include The Adventures of Tom Sawyer (1876) and its sequel, the Adventures of Huckleberry Finn (1884), the latter "}]}, {"heading": "Events", "year": "1900", "date": "February 18", "txt": "Second Boer War: Imperial forces suffer their worst single-day loss of life on Bloody Sunday, the first day of the Battle of Paardeberg.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Bloody Sunday (1900)", "href": "/wiki/Bloody_Sunday_(1900)", "description": "Bloody Sunday of February 18, 1900, was a day of high Imperial casualties in the Second Boer War."}, {"title": "Battle of Paardeberg", "href": "/wiki/Battle_of_Paardeberg", "description": "The Battle of Paardeberg or Perdeberg was a major battle during the Second Anglo-Boer War. It was fought near Paardeberg Drift on the banks of the Modder River in the Orange Free State near Kimberley."}]}, {"heading": "Events", "year": "1906", "date": "February 18", "txt": "Édouard de Laveleye forms the Belgian Olympic Committee in Brussels.", "entities": [{"title": "Édouard de Laveleye", "href": "/wiki/%C3%89douard_de_Laveleye", "description": "Baron Édouard-Émile-Albert de Laveleye was a Belgian mining engineer, financier and writer. He was son of Émile de Laveleye (1822-1892), a famed economist."}, {"title": "Belgian Olympic Committee", "href": "/wiki/Belgian_Olympic_Committee", "description": "The Belgian Olympic and Interfederal Committee, abbreviated to BOIC or COIB, is the National Olympic Committee for Belgium. The administrative seat is located in Brussels."}, {"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}]}, {"heading": "Events", "year": "1911", "date": "February 18", "txt": "The first official flight with airmail takes place from Allahabad, United Provinces, British India (now India), when Henri Pequet, a 23-year-old pilot, delivers 6,500 letters to Naini, about 10 kilometres (6.2 mi) away.", "entities": [{"title": "Airmail", "href": "/wiki/Airmail", "description": "Airmail is a mail transport service branded and sold on the basis of at least one leg of its journey being by air. Airmail items typically arrive more quickly than surface mail, and usually cost more to send. Airmail may be the only option for sending mail to some destinations, such as overseas, if the mail cannot wait the time it would take to arrive by ship, sometimes weeks. The Universal Postal"}, {"title": "Allahabad", "href": "/wiki/Allahabad", "description": "Allahabad, officially known as Prayagraj, also known as Ilahabad, is a metropolis in the Indian state of Uttar Pradesh. It is the administrative headquarters of Allahabad district—the most populous district in the state and 13th most populous district in India—and the Allahabad division. The city is the judicial capital of Uttar Pradesh with Allahabad High Court being the highest judicial body in "}, {"title": "United Provinces of Agra and Oudh", "href": "/wiki/United_Provinces_of_Agra_and_Oudh", "description": "The United Provinces of Agra and Oudh was a province of India under the British Raj, which existed from 1902 to 1947; the official name was shortened by the Government of India Act 1935 to United Provinces (UP), by which the province had been commonly known, and by which name it was also a province of independent India until 1950. It corresponded approximately to the present-day Indian states of U"}, {"title": "British India", "href": "/wiki/British_India", "description": "The provinces of India, earlier presidencies of British India and still earlier, presidency towns, were the administrative divisions of British governance in India. Collectively, they have been called British India. In one form or another, they existed between 1612 and 1947, conventionally divided into three historical periods:Between 1612 and 1757 the East India Company set up \"factories\" in seve"}, {"title": "Henri Pequet", "href": "/wiki/Henri_Pequet", "description": "Henri Pequet was a pilot in the first official airmail flight on February 18, 1911. The 23-year-old Frenchman, in India for an airshow, delivered about 6,500 letters when he flew from an Allahabad polo field to Naini, about 10 kilometers away. He flew a Humber-Sommer biplane with about fifty horsepower (37 kW), and made the journey in thirteen minutes."}, {"title": "Naini", "href": "/wiki/Naini", "description": "Naini is a satellite neighborhood and a twin city of Allahabad, India. By the 1950s Naini was established as the chief industrial area of the city."}]}, {"heading": "Events", "year": "1915", "date": "February 18", "txt": "U-boat Campaign: The Imperial German Navy institutes unrestricted submarine warfare in the waters around Great Britain and Ireland.", "entities": [{"title": "U-boat Campaign", "href": "/wiki/U-boat_Campaign", "description": "The U-boat Campaign from 1914 to 1918 was the World War I naval campaign fought by German U-boats against the trade routes of the Allies. It took place largely in the seas around the British Isles and in the Mediterranean.\nThe German Empire relied on imports for food and domestic food production and the United Kingdom relied heavily on imports to feed its population, and both required raw material"}]}, {"heading": "Events", "year": "1930", "date": "February 18", "txt": "While studying photographs taken in January, Clyde Tombaugh discovers Pluto.", "entities": [{"title": "January", "href": "/wiki/January", "description": "January is the first month of the year in the Julian and Gregorian calendars and the first of seven months to have a length of 31 days. The first day of the month is known as New Year's Day. It is, on average, the coldest month of the year within most of the Northern Hemisphere and the warmest month of the year within most of the Southern Hemisphere. In the Southern hemisphere, January is the seas"}, {"title": "Clyde Tombaugh", "href": "/wiki/Clyde_Tombaugh", "description": "Clyde William Tombaugh was an American astronomer. He discovered Pluto in 1930, the first object to be discovered in what would later be identified as the Kuiper belt. At the time of discovery, Pluto was considered a planet, but was reclassified as a dwarf planet in 2006. Tombaugh also discovered many asteroids, and called for the serious scientific research of unidentified flying objects."}, {"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}]}, {"heading": "Events", "year": "1930", "date": "February 18", "txt": "Elm Farm Ollie becomes the first cow to fly in a fixed-wing aircraft and also the first cow to be milked in an aircraft.", "entities": [{"title": "Cattle", "href": "/wiki/Cattle", "description": "Cattle, or cows (female) and bulls (male), are large domesticated ruminants. They are a prominent modern member of the subfamily Bovinae, are the most widespread species of the genus Bos, and are most commonly classified collectively as Bos taurus."}, {"title": "Fixed-wing aircraft", "href": "/wiki/Fixed-wing_aircraft", "description": "A fixed-wing aircraft is a heavier-than-air flying machine, such as an airplane, which is capable of flight using wings that generate lift caused by the aircraft's forward airspeed and the shape of the wings. Fixed-wing aircraft are distinct from rotary-wing aircraft, and ornithopters. The wings of a fixed-wing aircraft are not necessarily rigid; kites, hang gliders, variable-sweep wing aircraft a"}]}, {"heading": "Events", "year": "1932", "date": "February 18", "txt": "The Empire of Japan creates the independent state of Manzhouguo (the obsolete Chinese name for Manchuria) free from the Republic of China and installed former Chinese Emperor Aisin Gioro Puyi as Chief Executive of the State.", "entities": [{"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Manzhouguo", "href": "/wiki/Manzhouguo", "description": "Manchukuo, officially the State of Manchuria prior to 1934 and the Empire of Manchuria after 1934, was a puppet state of the Empire of Japan in Northeast China and Inner Mongolia from 1932 until 1945. It was founded in 1932 after the Japanese invasion of Manchuria, and in 1934 it became a constitutional monarchy. Under the de facto control of Japan, it had limited international recognition."}, {"title": "Manchuria", "href": "/wiki/Manchuria", "description": "Manchuria is an exonym for several large overlapping historical and geographic regions of Russia and China in Northeast Asia. Depending on the context, it may refer to:(most often) Northeast China, specifically the three provinces of Heilongjiang, Jilin and Liaoning, but broadly also including the eastern Inner Mongolian prefectures of Hulunbuir, Hinggan, Tongliao, Chifeng and sometimes Xilin Gol;"}, {"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "Emperor of China", "href": "/wiki/Emperor_of_China", "description": "Emperor of China, or Huáng dì was the monarch of China during the Imperial Period of Chinese history. In traditional Chinese political theory, the emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The succession of emperors"}, {"title": "Puyi", "href": "/wiki/Puyi", "description": "Puyi was the last Emperor of China as the eleventh and final Qing dynasty ruler. Becoming the Xuantong Emperor at age two but forced to abdicate on 12 February 1912 due to the Xinhai Revolution, he later served as the nominal ruler of the Japanese puppet state of Manchukuo during World War II."}]}, {"heading": "Events", "year": "1938", "date": "February 18", "txt": "Second Sino-Japanese War: During the Nanking Massacre, the Nanking Safety Zone International Committee is renamed \"Nanking International Rescue Committee\", and the safety zone in place for refugees falls apart.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. In China, the war is known as the War of Resistance against Japanese Aggression, or as the Asian theatre of the World Anti-Fascist War, the latter term originating from Mao Zedong's wartime alliance with Stalin. The war made up the Chinese theater of the "}, {"title": "Nanking Massacre", "href": "/wiki/Nanking_Massacre", "description": "The Nanjing Massacre or the Rape of Nanjing was an episode of mass murder and mass rape committed by Imperial Japanese troops against the residents of Nanjing (Nanking), at that time the capital of China, during the Second Sino-Japanese War."}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}]}, {"heading": "Events", "year": "1942", "date": "February 18", "txt": "World War II: The Imperial Japanese Army begins the systematic extermination of perceived hostile elements among the Chinese in Singapore.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}, {"title": "Sook Ching", "href": "/wiki/Sook_Ching", "description": "The Sook Ching was a systematic purge of perceived hostile elements among the Chinese in Singapore and Chinese Malayans by the Japanese military during the Japanese occupation of Singapore and Malaya, after the British colony surrendered on 15 February 1942 following the Battle of Singapore. The purge took place from 18 February to 4 March 1942 at various places in the region. The operation was ov"}, {"title": "Chinese in Singapore", "href": "/wiki/Chinese_in_Singapore", "description": "Chinese Singaporeans are a local ethnic group in Singapore, defined as Singaporean nationals of Chinese descent. Chinese Singaporeans constitute 76.2% of the Singaporean population, making them the largest ethnic/ancestry group in Singapore."}]}, {"heading": "Events", "year": "1943", "date": "February 18", "txt": "World War II: The Nazis arrest the members of the White Rose movement.", "entities": [{"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "White Rose", "href": "/wiki/White_Rose", "description": "The White Rose was a non-violent, intellectual resistance group in Nazi Germany led by a group of students from the University of Munich, including Sophie Scholl, Hans Scholl and Alexander Schmorell. The group conducted an anonymous leaflet and graffiti campaign that called for active opposition to the Nazi regime. Their activities started in Munich on 27 June 1942, and ended with the arrest of th"}]}, {"heading": "Events", "year": "1943", "date": "February 18", "txt": "World War II: Joseph Goebbels delivers his Sportpalast speech.", "entities": [{"title": "Sportpalast speech", "href": "/wiki/Sportpalast_speech", "description": "The Sportpalast speech or Total War speech was a speech delivered by German Propaganda Minister Joseph Goebbels at the Berlin Sportpalast to a large, carefully selected audience on 18 February 1943, as the tide of World War II was turning against Nazi Germany and its Axis allies."}]}, {"heading": "Events", "year": "1946", "date": "February 18", "txt": "Sailors of the Royal Indian Navy mutiny in Bombay harbour, from where the action spreads throughout the Provinces of British India, involving 78 ships, twenty shore establishments and 20,000 sailors", "entities": [{"title": "Royal Indian Navy mutiny", "href": "/wiki/Royal_Indian_Navy_mutiny", "description": "The Royal Indian Navy mutiny or revolt, also called the 1946 Naval Uprising, was an insurrection of Indian naval ratings, soldiers, police personnel and civilians against the British government in India. From the initial flashpoint in Bombay, the revolt spread and found support throughout British India, from Karachi to Calcutta, and ultimately came to involve over 20,000 sailors in 78 ships and sh"}, {"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}, {"title": "Presidencies and provinces of British India", "href": "/wiki/Presidencies_and_provinces_of_British_India", "description": "The provinces of India, earlier presidencies of British India and still earlier, presidency towns, were the administrative divisions of British governance in India. Collectively, they have been called British India. In one form or another, they existed between 1612 and 1947, conventionally divided into three historical periods:Between 1612 and 1757 the East India Company set up \"factories\" in seve"}]}, {"heading": "Events", "year": "1947", "date": "February 18", "txt": "First Indochina War: The French gain complete control of Hanoi after forcing the Viet Minh to withdraw to mountains.", "entities": [{"title": "First Indochina War", "href": "/wiki/First_Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}, {"title": "Battle of Hanoi", "href": "/wiki/Battle_of_Hanoi", "description": "On December 19, 1946, Viet Minh soldiers detonated explosives in Hanoi, and the ensuing battle, known as the Battle of Hanoi marked the opening salvo of the First Indochina War."}, {"title": "Hanoi", "href": "/wiki/Hanoi", "description": "Hanoi is the capital city of Vietnam. It covers an area of 3,358.6 km2 (1,296.8 sq mi). The second largest city in Vietnam, it consists of 12 urban districts, 1 district-leveled town and 17 rural districts. Located within the Red River Delta, Hanoi is the cultural and political centre of Vietnam."}, {"title": "Viet Minh", "href": "/wiki/Viet_Minh", "description": "Việt Minh was a national independence coalition formed at Pác Bó by Hồ Chí Minh on May 19, 1941. The Việt Nam Độc Lập Đồng Minh Hội had previously formed in Nanjing, China, at some point between August 1935 and early 1936 when Vietnamese nationalist parties formed an anti-imperialist united front. This organization soon lapsed into inactivity, only to be revived by the Indochinese Communist Party "}]}, {"heading": "Events", "year": "1954", "date": "February 18", "txt": "The first Church of Scientology is established in Los Angeles.", "entities": [{"title": "Church of Scientology", "href": "/wiki/Church_of_Scientology", "description": "The Church of Scientology is a group of interconnected corporate entities and other organizations devoted to the practice, administration and dissemination of Scientology, which is variously defined as a cult, a business or a new religious movement. The church and the movement have been the subject of a number of controversies, and the church has been described by government inquiries, internation"}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1955", "date": "February 18", "txt": "Operation Teapot: Teapot test shot \"Wasp\" is successfully detonated at the Nevada Test Site with a yield of 1.2 kilotons.  Wasp is the first of fourteen shots in the Teapot series.", "entities": [{"title": "Operation Teapot", "href": "/wiki/Operation_Teapot", "description": "Operation Teapot was a series of fourteen nuclear test explosions conducted at the Nevada Test Site in the first half of 1955. It was preceded by Operation Castle, and followed by Operation Wigwam. Wigwam was, administratively, a part of Teapot, but it is usually treated as a class of its own. The aims of the operation were to establish military tactics for ground forces on a nuclear battlefield a"}, {"title": "Nevada Test Site", "href": "/wiki/Nevada_Test_Site", "description": "The Nevada National Security Site, known as the Nevada Test Site (NTS) until August 23, 2010, is a United States Department of Energy (DoE) reservation located in southeastern Nye County, Nevada, about 65 miles (105 km) northwest of the city of Las Vegas. Formerly known as the Nevada Proving Grounds, the site was established on January 11, 1951 for the testing of nuclear devices, covering approxim"}, {"title": "Effects of nuclear explosions", "href": "/wiki/Effects_of_nuclear_explosions#Summary_of_the_effects", "description": "The effects of a nuclear explosion on its immediate vicinity are typically much more destructive and multifaceted than those caused by conventional explosives. In most cases, the energy released from a nuclear weapon detonated within the lower atmosphere can be approximately divided into four basic categories:the blast itself: 40–50% of total energy\nthermal radiation: 30–50% of total energy\nionizi"}]}, {"heading": "Events", "year": "1957", "date": "February 18", "txt": "Kenyan rebel leader Dedan Kimathi is executed by the British colonial government.", "entities": [{"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}, {"title": "Dedan Kimathi", "href": "/wiki/Dedan_Kimathi", "description": "Dedan Kimathi Waciuri, born Kimathi wa Waciuri in what was then British Kenya, was the senior military and spiritual leader of the Mau Mau Uprising. Widely regarded as a revolutionary leader, he led the armed military struggle against the British colonial regime in Kenya in the 1950s until his execution in 1957."}]}, {"heading": "Events", "year": "1957", "date": "February 18", "txt": "Walter James Bolton becomes the last person legally executed in New Zealand.", "entities": [{"title": "Capital punishment in New Zealand", "href": "/wiki/Capital_punishment_in_New_Zealand", "description": "Capital punishment in New Zealand first appeared in a codified form when New Zealand became a British colony in 1840, and it was first employed in 1842. Capital punishment was first abolished for murder in 1941 by the First Labour Government, with all death sentences commuted to life imprisonment, but the succeeding First National Government reinstated it in 1949. Subsequently, public opinion turn"}]}, {"heading": "Events", "year": "1965", "date": "February 18", "txt": "The Gambia becomes independent from the United Kingdom.", "entities": [{"title": "The Gambia", "href": "/wiki/The_Gambia", "description": "The Gambia, officially the Republic of the Gambia, is a country in West Africa. It is the smallest country within mainland Africa, and is surrounded by Senegal, except for its western coast on the Atlantic Ocean. The Gambia is situated on both sides of the lower reaches of the Gambia River, the nation's namesake, which flows through the centre of the Gambia and empties into the Atlantic Ocean. It "}]}, {"heading": "Events", "year": "1970", "date": "February 18", "txt": "The Chicago Seven are found not guilty of conspiring to incite riots at the 1968 Democratic National Convention.", "entities": [{"title": "Chicago Seven", "href": "/wiki/Chicago_Seven", "description": "The Chicago Seven were seven defendants—Abbie Hoffman, Jerry Rubin, David Dellinger, Tom Hayden, Rennie Davis, John Froines, and Lee Weiner—charged by the United States federal government with conspiracy, crossing state lines with intent to incite a riot, and other charges related to anti–Vietnam War and countercultural protests in Chicago, Illinois during the 1968 Democratic National Convention. "}, {"title": "1968 Democratic National Convention", "href": "/wiki/1968_Democratic_National_Convention", "description": "The 1968 Democratic National Convention was held August 26–29 at the International Amphitheatre in Chicago, Illinois, United States. As President Lyndon B. Johnson had announced he would not seek reelection, the purpose of the convention was to select a new presidential nominee for the Democratic Party. The keynote speaker was Senator Daniel Inouye (D-Hawaii). Vice President Hubert H. Humphrey and"}]}, {"heading": "Events", "year": "1972", "date": "February 18", "txt": "The California Supreme Court in the case of People v. Anderson, (6 Cal.3d 628) invalidates the state's death penalty and commutes the sentences of all death row inmates to life imprisonment.", "entities": [{"title": "California Supreme Court", "href": "/wiki/California_Supreme_Court", "description": "The Supreme Court of California is the highest and final court in the courts of the U.S. state of California. It resides primarily in San Francisco at the Earl Warren Building, but it regularly holds sessions in Los Angeles and Sacramento. Its decisions are binding on all other California state courts. Since 1850, the court has issued many influential decisions in a variety of areas including tort"}, {"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Death row", "href": "/wiki/Death_row", "description": "Death row, also known as condemned row, is a place in a prison that houses inmates awaiting execution after being convicted of a capital crime. The term is also used figuratively to describe the state of awaiting execution, even in places where no special facility or separate unit for condemned inmates exists. In the United States, after a person is found guilty of a capital offense in death penal"}]}, {"heading": "Events", "year": "1977", "date": "February 18", "txt": "The Space Shuttle Enterprise test vehicle is carried on its maiden \"flight\" on top of a Boeing 747.", "entities": [{"title": "Space Shuttle Enterprise", "href": "/wiki/Space_Shuttle_Enterprise", "description": "Space Shuttle Enterprise was the first orbiter of the Space Shuttle system. Rolled out on September 17, 1976, it was built for NASA as part of the Space Shuttle program to perform atmospheric test flights after being launched from a modified Boeing 747. It was constructed without engines or a functional heat shield. As a result, it was not capable of spaceflight."}, {"title": "Boeing 747", "href": "/wiki/Boeing_747", "description": "The Boeing 747 is a large, long–range wide-body airliner and cargo aircraft manufactured by Boeing Commercial Airplanes in the United States.\n\nAfter introducing the 707 in October 1958, Pan Am wanted a jet 2+1⁄2 times its size, to reduce its seat cost by 30% to democratize air travel. In 1965, Joe Sutter left the 737 development program to design the 747, the first twin aisle airliner. In April 19"}]}, {"heading": "Events", "year": "1979", "date": "February 18", "txt": "Richard Petty wins a then-record sixth Daytona 500 after leaders Donnie Allison and Cale Yarborough crash on the final lap of the first NASCAR race televised live flag-to-flag.", "entities": [{"title": "Richard Petty", "href": "/wiki/Richard_Petty", "description": "Richard Lee Petty, nicknamed \"The King,\" is an American former stock car racing driver who raced from 1958 to 1992 in the former NASCAR Grand National and Winston Cup Series, most notably driving the No. 43 Plymouth/Pontiac for Petty Enterprises. He was the first driver to win the Cup Series championship seven times, while also winning a record 200 races during his career, including the Daytona 50"}, {"title": "1979 Daytona 500", "href": "/wiki/1979_Daytona_500", "description": "The 1979 Daytona 500, the 21st annual event, was the second race of the 1979 NASCAR Winston Cup Series season. It was held on February 18, 1979. Sports pundits consider the 1979 Daytona 500 to be the most important race in stock car history."}, {"title": "Daytona 500", "href": "/wiki/Daytona_500", "description": "The Daytona 500 is a 500-mile-long (805 km) NASCAR Cup Series motor race held annually at Daytona International Speedway in Daytona Beach, Florida. It is the first of two Cup races held every year at Daytona, the second being the Coke Zero 400, and one of three held in Florida, with the annual spring showdown Dixie Vodka 400 being held at Homestead south of Miami. From 1988 to 2019, it was one of "}, {"title": "Donnie Allison", "href": "/wiki/Donnie_Allison", "description": "Donnie Allison is an American former driver on the NASCAR Grand National/Winston Cup circuit, who won ten times during his racing career, which spanned from 1966 to 1988. He is part of the \"Alabama Gang\", and is the brother of 1983 champion Bobby Allison and uncle of Davey Allison and Clifford Allison. He was inducted in the International Motorsports Hall of Fame in 2009."}, {"title": "Cale Yarborough", "href": "/wiki/Cale_Yarborough", "description": "William Caleb \"Cale\" Yarborough is an American former NASCAR Winston Cup Series driver and owner, businessman, and farmer. He is one of only two drivers in NASCAR history to win three consecutive championships, winning in 1976, 1977, and 1978. He was one of the preeminent stock car drivers from the 1960s to the 1980s and also competed in IndyCar events. His fame was such that a special model of th"}, {"title": "NASCAR", "href": "/wiki/NASCAR", "description": "The National Association for Stock Car Auto Racing, LLC (NASCAR) is an American auto racing sanctioning and operating company that is best known for stock car racing. The privately owned company was founded by Bill France Sr. in 1948, and his son, Jim France, has been the CEO since August 6, 2018. The company is headquartered in Daytona Beach, Florida. Each year, NASCAR sanctions over 1,500 races "}]}, {"heading": "Events", "year": "1983", "date": "February 18", "txt": "Thirteen people die and one is seriously injured in the Wah Mee massacre in Seattle. It is said to be the largest robbery-motivated mass-murder in U.S. history.", "entities": [{"title": "Wah Mee massacre", "href": "/wiki/Wah_Mee_massacre", "description": "The Wah Mee massacre was a multiple homicide that occurred during the night of February 18–19, 1983, in which Kwan Fai \"Willie\" Mak, Wai-Chiu \"Tony\" Ng, and Benjamin Ng bound, robbed, and shot fourteen people in the Wah Mee gambling club at the Louisa Hotel in Chinatown-International District, Seattle. Thirteen of their victims died, but Wai Chin, a dealer at the Wah Mee, survived to testify again"}, {"title": "Seattle", "href": "/wiki/Seattle", "description": "Seattle is a seaport city on the West Coast of the United States. It is the seat of King County, Washington. With a 2019 population of 753,675, it is the largest city in both the state of Washington and the Pacific Northwest region of North America. The Seattle metropolitan area's population is 3.98 million, making it the 15th-largest in the United States. In July 2013, Seattle was the fastest-gro"}]}, {"heading": "Events", "year": "1991", "date": "February 18", "txt": "The IRA explodes bombs in the early morning at Paddington station and Victoria station in London.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Victoria station and Paddington station bombings", "href": "/wiki/Victoria_station_and_Paddington_station_bombings", "description": "On 18 February 1991 two Provisional Irish Republican Army (IRA) bombs exploded at London mainline stations, one at Victoria station and the other at Paddington station, killing one person and injuring 38 other people all at Victoria station. It was the IRA's second major attack in London in February 1991 after the Downing Street mortar attack eleven days earlier which was an attempt to assassinate"}, {"title": "Paddington station", "href": "/wiki/Paddington_station", "description": "Paddington, also known as London Paddington, is a Central London railway terminus and London Underground station complex, located on Praed Street in the Paddington area. The site has been the London terminus of services provided by the Great Western Railway and its successors since 1838. Much of the main line station dates from 1854 and was designed by Isambard Kingdom Brunel."}, {"title": "London Victoria station", "href": "/wiki/London_Victoria_station", "description": "Victoria station, also known as London Victoria, is a central London railway terminus and connected London Underground station in Victoria, in the City of Westminster, managed by Network Rail. Named after the nearby Victoria Street, the main line station is a terminus of the Brighton main line to Gatwick Airport and Brighton and the Chatham main line to Ramsgate and Dover via Chatham. From the mai"}]}, {"heading": "Events", "year": "2001", "date": "February 18", "txt": "FBI agent Robert Hanssen is arrested for spying for the Soviet Union. He is ultimately convicted and sentenced to life imprisonment.", "entities": [{"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "Robert Hanssen", "href": "/wiki/Robert_Hanssen", "description": "Robert Philip Hanssen is an American former Federal Bureau of Investigation (FBI) double agent who spied for Soviet and Russian intelligence services against the United States from 1979 to 2001. His espionage was described by the Department of Justice as \"possibly the worst intelligence disaster in U.S. history.\" Hanssen is currently serving 15 consecutive life sentences without parole at ADX Flor"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "2001", "date": "February 18", "txt": "Sampit conflict: Inter-ethnic violence between Dayaks and Madurese breaks out in Sampit, Central Kalimantan, Indonesia, ultimately resulting in more than 500 deaths and 100,000 Madurese displaced from their homes.", "entities": [{"title": "Dayak people", "href": "/wiki/Dayak_people", "description": "The Dayak or Dyak or Dayuh are one of the native groups of Borneo. It is a loose term for over 200 riverine and hill-dwelling ethnic subgroups, located principally in the central and southern interior of Borneo, each with its own dialect, customs, laws, territory, and culture, although common distinguishing traits are readily identifiable. Dayak languages are categorised as part of the Austronesia"}, {"title": "Madura Island", "href": "/wiki/Madura_Island", "description": "Madura is an Indonesian island off the northeastern coast of Java. The island comprises an area of approximately 4,078.67 km2. Administratively, Madura is part of the province of East Java. It is separated from Java by the narrow Strait of Madura. The administered area has a density of 778 people per km2 while main island somewhat higher in 2020."}, {"title": "Sampit", "href": "/wiki/Sampit", "description": "Sampit is a town and a timber port on the Sampit River in the Central Kalimantan province on the island of Borneo, Indonesia. It is the seat of East Kotawaringin Regency. Sampit is the biggest timber port in all of Indonesia."}, {"title": "Central Kalimantan", "href": "/wiki/Central_Kalimantan", "description": "Central Kalimantan, is a province of Indonesia. It is one of five provinces in Kalimantan, the Indonesian part of Borneo. Its provincial capital is Palangkaraya and in 2010 its population was over 2.2 million, while the 2015 showed a rise to 2.49 million and the latest official estimate is 2,649,803."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}]}, {"heading": "Events", "year": "2003", "date": "February 18", "txt": "Nearly 200 people die in the Daegu subway fire in South Korea.", "entities": [{"title": "Daegu subway fire", "href": "/wiki/Daegu_subway_fire", "description": "The Daegu subway fire occurred on February 18, 2003, when an arsonist set fire to a train, killing 192 people and injuring 151 others at the Jungangno Station of the Daegu Metropolitan Subway in Daegu, South Korea. The fire had spread across two trains within minutes. It remains the deadliest deliberate loss of life in a single incident in South Korean peacetime history, succeeding the previous re"}]}, {"heading": "Events", "year": "2004", "date": "February 18", "txt": "Up to 295 people, including nearly 200 rescue workers, die near Nishapur, Iran, when a runaway freight train carrying sulfur, petrol and fertilizer catches fire and explodes.", "entities": [{"title": "Nishapur", "href": "/wiki/Nishapur", "description": "Nishapur or Nishabur is a city in Razavi Khorasan Province, capital of the Nishapur County and former capital of Khorasan Province, in northeastern Iran, situated in a fertile plain at the foot of the Binalud Mountains. It had an estimated population of 239,185 as of 2011 and its county 433,105. Nearby are the turquoise mines that have supplied the world with turquoise for at least two millennia."}, {"title": "Sulfur", "href": "/wiki/Sulfur", "description": "Sulfur (in traditional lay Commonwealth English: sulphur) is a chemical element with the symbol S and atomic number 16. It is abundant, multivalent and nonmetallic. Under normal conditions, sulfur atoms form cyclic octatomic molecules with a chemical formula S8. Elemental sulfur is a bright yellow, crystalline solid at room temperature."}, {"title": "Petrol", "href": "/wiki/Petrol", "description": "Gasoline or petrol is a transparent, petroleum-derived flammable liquid that is used primarily as a fuel in most spark-ignited internal combustion engines. It consists mostly of organic compounds obtained by the fractional distillation of petroleum, enhanced with a variety of additives. On average, a 160-liter (42-U.S.-gallon) barrel of crude oil can yield up to about 72 liters of gasoline after p"}, {"title": "Fertilizer", "href": "/wiki/Fertilizer", "description": "A fertilizer or fertiliser is any material of natural or synthetic origin that is applied to soil or to plant tissues to supply plant nutrients. Fertilizers may be distinct from liming materials or other non-nutrient soil amendments. Many sources of fertilizer exist, both natural and industrially produced. For most modern agricultural practices, fertilization focuses on three main macro nutrients:"}, {"title": "Nishapur train disaster", "href": "/wiki/Nishapur_train_disaster", "description": "The Neishapur train disaster was a large explosion in the village of Khayyam, near Nishapur in Iran, on 18 February 2004. Nearly 300 people were killed and the entire village destroyed when runaway train wagons crashed into the community in the middle of the night and exploded, resulting in Iran's deadliest rail disaster to ever occur."}]}, {"heading": "Events", "year": "2007", "date": "February 18", "txt": "Samjhauta Express bombings occurred around midnight in Diwana near the Indian city of Panipat, 80 kilometres (50 mi) north of New Delhi, India.", "entities": [{"title": "2007 Samjhauta Express bombings", "href": "/wiki/2007_Samjhauta_Express_bombings", "description": "The 2007 Samjhauta Express bombing was a terrorist attack that occurred around midnight on 18 February 2007 on the Samjhauta Express, a twice-weekly train service connecting Delhi, India, and Lahore, Pakistan. Bombs were set off in two carriages, both filled with passengers, just after the train passed Diwana near the Indian city of Panipat, 80 kilometres (50 mi) north of New Delhi. 70 people were"}, {"title": "Diwana railway station", "href": "/wiki/Diwana_railway_station", "description": "Diwana railway station is a small railway station in Panipat district, Haryana. Its code is DWNA. It serves Diwana village. The station consists of one platform. The platform is not well sheltered. It lacks many facilities including water and sanitation."}, {"title": "Panipat", "href": "/wiki/Panipat", "description": "Panipat is a historic city in Haryana, India. It is 95 km north of Delhi and 169 km south of Chandigarh on NH-1. The three major battles fought in 1526, 1556 and 1761 took place near the city. The city is famous in India as the \"City of Weavers\" and \"Textile City\". It is also known as the \"cast-off capital\" due to being \"the global centre for recycling textiles\"."}, {"title": "New Delhi", "href": "/wiki/New_Delhi", "description": "New Delhi is the capital of India and an administrative district of NCT Delhi. New Delhi is also the seat of all three branches of the government of India, hosting the Rashtrapati Bhavan, Parliament House, and the Supreme Court of India."}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north"}]}, {"heading": "Events", "year": "2010", "date": "February 18", "txt": "WikiLeaks publishes the first of hundreds of thousands of classified documents disclosed by the soldier now known as Chelsea Manning.", "entities": [{"title": "WikiLeaks", "href": "/wiki/WikiLeaks", "description": "WikiLeaks is an international non-profit organisation that publishes news leaks and classified media provided by anonymous sources. Its website, initiated in 2006 in Iceland by the organisation Sunshine Press, stated in 2015 that it had released online 10 million documents in its first 10 years. Julian Assange, an Australian Internet activist, is generally described as its founder and director. Si"}, {"title": "Classified information", "href": "/wiki/Classified_information", "description": "Classified information is material that a government body deems to be sensitive information that must be protected. Access is restricted by law or regulation to particular groups of people with the necessary security clearance and need to know, and mishandling of the material can incur criminal penalties."}, {"title": "Chelsea Manning", "href": "/wiki/Chelsea_Manning", "description": "Chelsea Elizabeth Manning is an American activist and whistleblower. She is a former United States Army soldier who was convicted by court-martial in July 2013 of violations of the Espionage Act and other offenses, after disclosing to WikiLeaks nearly 750,000 classified, or unclassified but sensitive, military and diplomatic documents. She was imprisoned from 2010 until 2017 when her sentence was "}]}, {"heading": "Events", "year": "2013", "date": "February 18", "txt": "Armed robbers steal a haul of diamonds worth $50 million during a raid at Brussels Airport in Belgium.", "entities": [{"title": "Brussels Airport diamond heist", "href": "/wiki/Brussels_Airport_diamond_heist", "description": "On 18 February 2013, eight masked gunmen in two cars with police markings stole approximately US$50,000,000 worth of diamonds from a Swiss-bound Fokker 100 operated by Helvetic Airways on the apron at Brussels Airport, Belgium, just before 20:00 CET. The heist was accomplished without a shot being fired."}, {"title": "Brussels Airport", "href": "/wiki/Brussels_Airport", "description": "Brussels Airport is an international airport 6.5 NM northeast of Brussels, the capital of Belgium. In 2019, more than 26 million passengers arrived or departed at Brussels Airport, making it the 24th busiest airport in Europe. It is located in the municipality of Zaventem in the Province of Flemish Brabant in the Flemish Region of Belgium. It is home to around 260 companies, together directly empl"}, {"title": "Belgium", "href": "/wiki/Belgium", "description": "Belgium, officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the"}]}, {"heading": "Events", "year": "2014", "date": "February 18", "txt": "At least 76 people are killed and hundreds are injured in clashes between riot police and demonstrators in Kyiv, Ukraine.", "entities": [{"title": "February 2014 Euromaidan riots", "href": "/wiki/February_2014_Euromaidan_riots", "description": "The Revolution of Dignity, also known as the Euromaidan revolution or the 2014 Ukrainian revolution, took place in Ukraine in February 2014, when a series of violent events involving protesters, riot police, and unknown shooters in the Ukrainian capital Kyiv culminated in the ousting of elected president Viktor Yanukovych, and the overthrow of the Ukrainian government."}, {"title": "Kyiv", "href": "/wiki/Kyiv", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}]}, {"heading": "Events", "year": "2021", "date": "February 18", "txt": "Perseverance, a Mars rover designed to explore Jezero crater on Mars, as part of NASA's Mars 2020 mission, lands successfully.", "entities": [{"title": "Perseverance (rover)", "href": "/wiki/Perseverance_(rover)", "description": "Perseverance, nicknamed Percy, is a car-sized Mars rover designed to explore the Jezero crater on Mars as part of NASA's Mars 2020 mission. It was manufactured by the Jet Propulsion Laboratory and launched on July 30, 2020, at 11:50 UTC. Confirmation that the rover successfully landed on Mars was received on February 18, 2021, at 20:55 UTC. As of May 3, 2021, Perseverance has been active on Mars f"}, {"title": "Mars rover", "href": "/wiki/Mars_rover", "description": "A Mars rover is a motor vehicle that travels across the surface of the planet Mars upon arrival. Rovers have several advantages over stationary landers: they examine more territory, they can be directed to interesting features, they can place themselves in sunny positions to weather winter months, and they can advance the knowledge of how to perform very remote robotic vehicle control."}, {"title": "Space exploration", "href": "/wiki/Space_exploration", "description": "Space exploration is the use of astronomy and space technology to explore outer space. While the exploration of space is carried out mainly by astronomers with telescopes, its physical exploration though is conducted both by unmanned robotic space probes and human spaceflight. Space exploration, like its classical form astronomy, is one of the main sources for space science."}, {"title": "Jezero (crater)", "href": "/wiki/Jezero_(crater)", "description": "Jezero is a crater on Mars located at 18.38°N 77.58°E in the Syrtis Major quadrangle. The diameter of the crater is about 49.0 km (30.4 mi). Thought to have once been flooded with water, the crater contains a fan-delta deposit rich in clays. The lake in the crater was present when valley networks were forming on Mars. Besides having a delta, the crater shows point bars and inverted channels. From "}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars 2020", "href": "/wiki/Mars_2020", "description": "Mars 2020 is a Mars rover mission forming part of NASA's Mars Exploration Program that includes the rover Perseverance and the small robotic, coaxial helicopter Ingenuity. Mars 2020 was launched from Earth on an Atlas V launch vehicle at 11:50:01 UTC on 30 July 2020, and confirmation of touch down in Jezero crater on Mars was received at 20:55 UTC on 18 February 2021. On 5 March 2021, NASA named t"}]}, {"heading": "Births", "year": "1201", "date": "February 18", "txt": "Nasir al-Din al-Tusi, Persian scientist and writer (d. 1274)", "entities": [{"title": "Nasir al-Din al-Tusi", "href": "/wiki/Nasir_al-Din_al-Tusi", "description": "Muhammad ibn Muhammad ibn al-Hasan al-Tūsī, better known as Nasir al-Din al-Tusi, was a Persian polymath, architect, philosopher, physician, scientist, and theologian. Nasir al-Din al-Tusi was a well published author, writing on subjects of math, engineering, prose, and mysticism. Additionally, al-Tusi made several scientific advancements. In astronomy, al-Tusi created very accurate tables of plan"}]}, {"heading": "Births", "year": "1372", "date": "February 18", "txt": "Ibn Hajar al-Asqalani, Egyptian jurist and scholar (d. 1448)", "entities": [{"title": "Ibn Hajar al-Asqalani", "href": "/wiki/Ibn_Hajar_al-Asqalani", "description": "Ibn Ḥajar al-ʿAsqalānī or Ibn Ḥajar, was a classic Islamic scholar and polymath \"whose life work constitutes the final summation of the science of Hadith.\" He authored some 150 works on hadith, history, biography, tafsir, poetry, and Shafi'i jurisprudence, the most valued of which being his commentary of Sahih al-Bukhari, titled Fath al-Bari."}]}, {"heading": "Births", "year": "1486", "date": "February 18", "txt": "Chaitanya Mahaprabhu, Indian monk and saint (d. 1534)", "entities": [{"title": "Chaitanya Mahaprabhu", "href": "/wiki/Chaitanya_Mahaprabhu", "description": "Shri Chaitanya Mahaprabhu was a 15th century Indian saint, considered God, and founder of Achintya Bheda Abheda. Devotees consider him an incarnation of Krishna. Chaitanya Mahaprabhu's mode of worshipping Krishna with ecstatic song and dance had a profound effect on Vaishnavism in Bengal. He was also the chief proponent of the Vedantic philosophy of Achintya Bheda Abheda. Mahaprabhu founded Gaudiy"}]}, {"heading": "Births", "year": "1516", "date": "February 18", "txt": "Mary I of England (d. 1558)", "entities": [{"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}]}, {"heading": "Births", "year": "1530", "date": "February 18", "txt": "Uesugi Kenshin, Japanese daimyō (d. 1578)", "entities": [{"title": "Uesugi Kenshin", "href": "/wiki/Uesugi_Kenshin", "description": "Uesugi Kenshin  was a daimyō who was born as Nagao Kagetora of the Nagao clan, and after adoption into the Uesugi clan, ruled Echigo Province in the Sengoku period of Japan. He was one of the most powerful daimyōs of the Sengoku period. Known as the \"Dragon of Echigo\", while chiefly remembered for his prowess on the battlefield, Kenshin is also regarded as an extremely skillful administrator who f"}]}, {"heading": "Births", "year": "1543", "date": "February 18", "txt": "Charles III, Duke of Lorraine (d. 1608)", "entities": [{"title": "Charles III, Duke of Lorraine", "href": "/wiki/Charles_III,_Duke_of_Lorraine", "description": "Charles III, known as the Great, was Duke of Lorraine from 1545 until his death."}]}, {"heading": "Births", "year": "1547", "date": "February 18", "txt": "Bahāʾ al-dīn al-ʿĀmilī, founder of Isfahan School of Islamic Philosophy (d. 1621)", "entities": [{"title": "Bahāʾ al-dīn al-ʿĀmilī", "href": "/wiki/Bah%C4%81%CA%BE_al-d%C4%ABn_al-%CA%BF%C4%80mil%C4%AB", "description": "Bahāʾ al‐Dīn Muḥammad ibn Ḥusayn al‐ʿĀmilī was an Arab Iranian Shia Islamic scholar, philosopher, architect, mathematician, astronomer and poet who lived in the late 16th and early 17th centuries in Safavid Iran. He was born in Baalbek, Ottoman Syria but immigrated in his childhood to Safavid Iran with the rest of his family. He was one of the earliest astronomers in the Islamic world to suggest t"}]}, {"heading": "Births", "year": "1559", "date": "February 18", "txt": "Isaac Casaubon, Swiss philologist and scholar (d. 1614)", "entities": [{"title": "Isaac Casaubon", "href": "/wiki/Isaac_Casaubon", "description": "Isaac Casaubon was a classical scholar and philologist, first in France and then later in England."}]}, {"heading": "Births", "year": "1589", "date": "February 18", "txt": "Henry Vane the Elder, English politician (d. 1655)", "entities": [{"title": "Henry Vane the Elder", "href": "/wiki/Henry_Vane_the_Elder", "description": "Sir Henry Vane, the elder was an English politician who sat in the House of Commons at various times between 1614 and 1654. He served King Charles in many posts including secretary of state, but on the outbreak of the English Civil War joined the Parliamentary cause. He was the third cousin of Francis Fane, 1st Earl of Westmorland."}]}, {"heading": "Births", "year": "1589", "date": "February 18", "txt": "Maarten Gerritsz Vries, Dutch explorer (d. 1646)", "entities": []}, {"heading": "Births", "year": "1602", "date": "February 18", "txt": "Per Brahe the Younger, Swedish soldier and politician, Governor-General of Finland (d. 1680)", "entities": [{"title": "Per Brahe the Younger", "href": "/wiki/Per_Brahe_the_Younger", "description": "Count Per Brahe the Younger was a Swedish soldier, statesman, and author. He was a Privy Councillor from 1630 and Lord High Steward from 1640."}, {"title": "Governor-General of Finland", "href": "/wiki/Governor-General_of_Finland", "description": "Governor-General of Finland ; was the military commander and the highest administrator of Finland sporadically under Swedish rule in the 17th and 18th centuries and continuously in the autonomous Grand Duchy of Finland between 1809 and 1917."}]}, {"heading": "Births", "year": "1602", "date": "February 18", "txt": "Michelangelo Cerquozzi, Italian painter (d. 1660)", "entities": []}, {"heading": "Births", "year": "1609", "date": "February 18", "txt": "Edward Hyde, 1st Earl of Clarendon, English historian and politician, Chancellor of the Exchequer (d. 1674)", "entities": [{"title": "Edward Hyde, 1st Earl of Clarendon", "href": "/wiki/Edward_Hyde,_1st_Earl_of_Clarendon", "description": "Edward Hyde, 1st Earl of Clarendon, was an English statesman, lawyer, diplomat and historian who served as chief advisor to Charles I during the First English Civil War, and Lord Chancellor to Charles II from 1660 to 1667."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1626", "date": "February 18", "txt": "Francesco Redi, Italian physician (d. 1697)", "entities": [{"title": "Francesco Redi", "href": "/wiki/Francesco_Redi", "description": "Francesco Redi was an Italian physician, naturalist, biologist and poet. He is referred to as the \"founder of experimental biology\", and as the \"father of modern parasitology\". He was the first person to challenge the theory of spontaneous generation by demonstrating that maggots come from eggs of flies."}]}, {"heading": "Births", "year": "1632", "date": "February 18", "txt": "Giovanni Battista Vitali, Italian violinist and composer (d. 1692)", "entities": [{"title": "Giovanni Battista Vitali", "href": "/wiki/Giovanni_Battista_Vitali", "description": "Giovanni Battista Vitali was an Italian composer and violone player."}]}, {"heading": "Births", "year": "1642", "date": "February 18", "txt": "Marie Champmeslé, French actress (d. 1698)", "entities": [{"title": "Marie Champmeslé", "href": "/wiki/Marie_Champmesl%C3%A9", "description": "Marie Champmeslé was a French stage actress."}]}, {"heading": "Births", "year": "1658", "date": "February 18", "txt": "Charles-Irénée Castel de Saint-Pierre, French philosopher and author (d. 1743)", "entities": [{"title": "Charles-Irénée Castel de Saint-Pierre", "href": "/wiki/Charles-Ir%C3%A9n%C3%A9e_Castel_de_Saint-Pierre", "description": "Charles-Irénée Castel, abbé de Saint-Pierre was a French author whose ideas were novel for his times. His proposal of an international organisation to maintain peace was perhaps the first in history, with the possible exception of George of Poděbrady's Tractatus (1462–1464). He influenced Rousseau and Kant."}]}, {"heading": "Births", "year": "1732", "date": "February 18", "txt": "Johann Christian Kittel, German organist and composer (d. 1809)", "entities": [{"title": "Johann Christian Kittel", "href": "/wiki/Johann_Christian_Kittel", "description": "Johann Christian Kittel was a German organist, composer, and teacher. He was one of the last students of Johann Sebastian Bach. His students included Michael Gotthard Fischer, Karl Gottlieb Umbreit, Johann Wilhelm Hässler and Christian Heinrich Rinck. See: List of music students by teacher: K to M#Johann Christian Kittel."}]}, {"heading": "Births", "year": "1745", "date": "February 18", "txt": "Alessandro Volta, Italian physicist, invented the battery (d. 1827)", "entities": [{"title": "Alessandro Volta", "href": "/wiki/Alessandro_Volta", "description": "Alessandro Giuseppe Antonio Anastasio Volta was an Italian physicist, chemist, and pioneer of electricity and power who is credited as the inventor of the electric battery and the discoverer of methane. He invented the Voltaic pile in 1799, and reported the results of his experiments in 1800 in a two-part letter to the President of the Royal Society. With this invention Volta proved that electrici"}, {"title": "Battery (electricity)", "href": "/wiki/Battery_(electricity)", "description": "A battery is a power source consisting of one or more electrochemical cells with external connections for powering electrical devices such as flashlights, mobile phones, and electric cars. When a battery is supplying electric power, its positive terminal is the cathode and its negative terminal is the anode. The terminal marked negative is the source of electrons that will flow through an external"}]}, {"heading": "Births", "year": "1814", "date": "February 18", "txt": "Samuel Fenton Cary, American lawyer and politician (d. 1900)", "entities": [{"title": "Samuel Fenton Cary", "href": "/wiki/Samuel_Fenton_Cary", "description": "Samuel Fenton Cary was a congressman from Ohio and significant temperance movement leader in the 19th century. Cary became well known nationally as a prohibitionist author and lecturer. Cary represented Ohio in the U.S. House of Representatives (1867–69) and many of the elections he participated in involved future president Rutherford B. Hayes multiple times from filling his seat, to the lieutenan"}]}, {"heading": "Births", "year": "1817", "date": "February 18", "txt": "Lewis Armistead, American general (d. 1863)", "entities": [{"title": "Lewis Armistead", "href": "/wiki/Lewis_Armistead", "description": "Lewis Addison Armistead was a career United States Army officer who became a brigadier general in the Confederate States Army during the American Civil War. On July 3, 1863, as part of Pickett's Charge during the Battle of Gettysburg, Armistead led his brigade to the farthest point reached by Confederate forces during the charge, a point now referred to as the high-water mark of the Confederacy. H"}]}, {"heading": "Births", "year": "1818", "date": "February 18", "txt": "John O'Shanassy, Irish-Australian politician, 2nd Premier of Victoria (d. 1883)", "entities": [{"title": "John O'Shanassy", "href": "/wiki/John_O%27Shanassy", "description": "Sir John O'Shanassy, KCMG, was an Irish-Australian politician who served as the 2nd Premier of Victoria. O'Shanassy was born near Thurles in County Tipperary, Ireland, the son of a surveyor, and came to the Port Phillip District in 1839. He went into business in Melbourne as a draper, and by 1846 he was rich enough to be elected to the Melbourne City Council and to become the founding chairman of "}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1836", "date": "February 18", "txt": "Ramakrishna Paramahamsa, Indian mystic and yogi (d. 1886)", "entities": [{"title": "Ramakrishna Paramahamsa", "href": "/wiki/Ramakrishna_Paramahamsa", "description": "Sri Ramakrishna Paramahamsa, born Gadadhar Chattopadhyaya, was an Indian Hindu mystic, saint, and religious leader in 19th century Bengal. Sri Ramakrishna experienced spiritual ecstasies from a young age, and was influenced by several religious traditions, including devotion toward the Goddess Kali, Tantra, Bhakti and Advaita Vedanta."}]}, {"heading": "Births", "year": "1838", "date": "February 18", "txt": "Ernst Mach, Austrian physicist and philosopher (d. 1916)", "entities": [{"title": "Ernst Mach", "href": "/wiki/Ernst_Mach", "description": "Ernst Waldfried Josef Wenzel Mach was an Austrian physicist and philosopher, noted for his contributions to physics such as the study of shock waves. The ratio of one's speed to that of sound is named the Mach number in his honour. As a philosopher of science, he was a major influence on logical positivism and American pragmatism. Through his criticism of Newton's theories of space and time, he fo"}]}, {"heading": "Births", "year": "1846", "date": "February 18", "txt": "Wilson Barrett, English actor, playwright, and manager (d. 1904)", "entities": [{"title": "Wilson Barrett", "href": "/wiki/Wilson_Barrett", "description": "Wilson Barrett was an English manager, actor, and playwright. With his company, Barrett is credited with attracting the largest crowds of English theatregoers ever because of his success with melodrama, an instance being his production of The Silver King (1882) at the Princess's Theatre of London. The historical tragedy The Sign of the Cross (1895) was Barrett's most successful play, both in Engla"}]}, {"heading": "Births", "year": "1848", "date": "February 18", "txt": "Louis Comfort Tiffany, American stained glass artist (d. 1933)", "entities": [{"title": "Louis Comfort Tiffany", "href": "/wiki/Louis_Comfort_Tiffany", "description": "Louis Comfort Tiffany was an American artist and designer who worked in the decorative arts and is best known for his work in stained glass. He is the American artist most associated with the Art Nouveau and Aesthetic movements. He was affiliated with a prestigious collaborative of designers known as the Associated Artists, which included Lockwood de Forest, Candace Wheeler, and Samuel Colman. Tif"}, {"title": "Stained glass", "href": "/wiki/Stained_glass", "description": "The term stained glass refers to coloured glass as a material and to works created from it. Throughout its thousand-year history, the term has been applied almost exclusively to the windows of churches and other significant religious buildings. Although traditionally made in flat panels and used as windows, the creations of modern stained glass artists also include three-dimensional structures and"}]}, {"heading": "Births", "year": "1849", "date": "February 18", "txt": "Alexander Kielland, Norwegian author, playwright, and politician (d. 1906)", "entities": [{"title": "Alexander Kielland", "href": "/wiki/Alexander_Kielland", "description": "Alexander Lange Kielland was one of the most famous Norwegian realistic writers of the 19th century. He is one of the so-called \"The Four Greats\" of Norwegian literature, along with Henrik Ibsen, Bjørnstjerne Bjørnson and Jonas Lie."}]}, {"heading": "Births", "year": "1850", "date": "February 18", "txt": "George Henschel, German-English singer-songwriter, pianist, and conductor (d. 1934)", "entities": [{"title": "George Henschel", "href": "/wiki/George_Henschel", "description": "Sir Isidor George Henschel was a German-born British baritone, pianist, conductor, and composer."}]}, {"heading": "Births", "year": "1855", "date": "February 18", "txt": "Jean Jules Jusserand, French historian, author, and diplomat, French Ambassador to the United States (d. 1932)", "entities": [{"title": "Jean Jules Jusserand", "href": "/wiki/Jean_Jules_Jusserand", "description": "Jean Adrien Antoine Jules Jusserand was a French author and diplomat. He was the French Ambassador to the United States during World War I."}, {"title": "List of French ambassadors to the United States", "href": "/wiki/List_of_French_ambassadors_to_the_United_States", "description": "The French ambassador to the United States is the diplomatic representation of the French Republic to the United States. They reside in Washington, D.C.. The current ambassador is Philippe Étienne."}]}, {"heading": "Births", "year": "1860", "date": "February 18", "txt": "Anders Zorn, Swedish artist (d. 1920)", "entities": [{"title": "Anders Zorn", "href": "/wiki/Anders_Zorn", "description": "Anders Leonard Zorn was one of Sweden's foremost artists. He obtained international success as a painter, sculptor, and etcher."}]}, {"heading": "Births", "year": "1862", "date": "February 18", "txt": "Charles M. Schwab, American businessman, co-founded Bethlehem Steel (d. 1939)", "entities": [{"title": "Charles M. Schwab", "href": "/wiki/Charles_M._Schwab", "description": "Charles Michael Schwab was an American steel magnate. Under his leadership, Bethlehem Steel became the second-largest steel maker in the United States, and one of the most important heavy manufacturers in the world."}, {"title": "Bethlehem Steel", "href": "/wiki/Bethlehem_Steel", "description": "The Bethlehem Steel Corporation was an American steel and shipbuilding company that for much of the 20th century was one of the world's largest steel producing and shipbuilding companies. The company's roots trace to 1857 with the establishment of the Bethlehem Iron Company in Bethlehem, Pennsylvania. Bethlehem Steel was formed in 1904 through the merger of the earlier companies, and existed throu"}]}, {"heading": "Births", "year": "1867", "date": "February 18", "txt": "Hedwig Courths-Mahler, German writer (d. 1950)", "entities": [{"title": "Hedwig Courths-Mahler", "href": "/wiki/Hedwig_Courths-Mahler", "description": "Hedwig Courths-Mahler, née Ernestine Friederike Elisabeth Mahler was a German writer of formula fiction romantic novels. She used the pseudonyms Relham, H. Brand, Gonda Haack, Rose Bernd."}]}, {"heading": "Births", "year": "1870", "date": "February 18", "txt": "William Laurel Harris, American painter and author (d. 1924)", "entities": [{"title": "William Laurel Harris", "href": "/wiki/William_Laurel_Harris", "description": "William Laurel Harris was an American muralist, educator, editor and arts organizer."}]}, {"heading": "Births", "year": "1871", "date": "February 18", "txt": "Harry Brearley, English inventor (d. 1948)", "entities": [{"title": "Harry Brearley", "href": "/wiki/Harry_Brearley", "description": "Harry Brearley \nwas an English metallurgist, credited with the invention of \"rustless steel\". Based in Sheffield, his invention brought affordable cutlery to the masses, and saw an expansion of the city’s traditional cutlery trade."}]}, {"heading": "Births", "year": "1883", "date": "February 18", "txt": "Nikos Kazantzakis, Greek philosopher, author, and playwright (d. 1957)", "entities": [{"title": "Nikos Kazantzakis", "href": "/wiki/Nikos_Kazantzakis", "description": "Nikos Kazantzakis was a Greek writer. Widely considered a giant of modern Greek literature, he was nominated for the Nobel Prize in Literature in nine different years."}]}, {"heading": "Births", "year": "1885", "date": "February 18", "txt": "Henri Laurens, French sculptor and illustrator (d. 1954)", "entities": [{"title": "Henri Laurens", "href": "/wiki/Henri_Laurens", "description": "Henri Laurens was a French sculptor and illustrator."}]}, {"heading": "Births", "year": "1893", "date": "February 18", "txt": "Maksim Haretski, Belarusian prose writer, journalist and activist (d. 1938)", "entities": [{"title": "Maksim Haretski", "href": "/wiki/Maksim_Haretski", "description": "Maksim Harecki was a Belarusian prose writer, journalist, activist of the Belarusian national-democratic renewal, folklorist, lexicographer, professor. Maksim Harecki was also known by his pen-names Maksim Biełarus, M.B. Biełarus, M.H., A. Mścisłaŭski, Dzied Kuźma, Maciej Myška, Mizeryjus Monus. In his works he often appeared as Kuźma Batura, Liavon Zaduma."}]}, {"heading": "Births", "year": "1890", "date": "February 18", "txt": "Edward Arnold, American actor (d. 1956)", "entities": [{"title": "Edward Arnold (actor)", "href": "/wiki/Edward_Arnold_(actor)", "description": "Günther Edward Arnold Schneider was an American actor of the stage and screen."}]}, {"heading": "Births", "year": "1890", "date": "February 18", "txt": "Adolphe Menjou, American actor (d. 1963)", "entities": []}, {"heading": "Births", "year": "1892", "date": "February 18", "txt": "Wendell Willkie, American captain, lawyer, and politician (d. 1944)", "entities": [{"title": "Wendell Willkie", "href": "/wiki/Wendell_Willkie", "description": "Wendell Lewis Willkie was an American lawyer, corporate executive, and the 1940 Republican nominee for President of the United States. Willkie appealed to many convention delegates as the Republican field's only interventionist: although the U.S. remained neutral prior to Pearl Harbor, he favored greater U.S. involvement in World War II to support Britain and other Allies. His Democratic opponent,"}]}, {"heading": "Births", "year": "1896", "date": "February 18", "txt": "Li Linsi, Chinese educator and diplomat (d. 1970)", "entities": [{"title": "Li Linsi", "href": "/wiki/Li_Linsi", "description": "Li Linsi ; birth name Li Jiaxiang (厉家祥), was a modern Chinese educator, diplomat and scholar, who has been recognized as one of the key figures in modern Chinese cultural and diplomatic history. Hailed as China's Mahatma Gandhi, Li was the leader of China's nonviolent resistance against Japanese aggression. His military research contributed greatly to China's anti-Japanese war. He was known for hi"}]}, {"heading": "Births", "year": "1898", "date": "February 18", "txt": "Enzo Ferrari, Italian race car driver and businessman, founded Ferrari (d. 1988)", "entities": [{"title": "Enzo Ferrari", "href": "/wiki/Enzo_Ferrari", "description": "Enzo Anselmo Giuseppe Maria Ferrari, Cavaliere di Gran Croce OMRI was an Italian motor racing driver and entrepreneur, the founder of the Scuderia Ferrari Grand Prix motor racing team, and subsequently of the Ferrari automobile marque. He was widely known as \"il Commendatore\" or \"il Drake\". In his final years he was often referred to as \"l'Ingegnere\" or \"il Grande Vecchio \"."}, {"title": "Ferrari", "href": "/wiki/Ferrari", "description": "Ferrari S.p.A. is an Italian luxury sports car manufacturer based in Maranello, Italy. Founded by Enzo Ferrari in 1939 out of the Alfa Romeo race division as Auto Avio Costruzioni, the company built its first car in 1940, and produced its first Ferrari-badged car in 1947."}]}, {"heading": "Births", "year": "1898", "date": "February 18", "txt": "Luis Muñoz Marín, Puerto Rican poet and politician, 1st Governor of the Commonwealth of Puerto Rico (d. 1980)", "entities": [{"title": "Governor of the Commonwealth of Puerto Rico", "href": "/wiki/Governor_of_the_Commonwealth_of_Puerto_Rico", "description": "The Governor of Puerto Rico is the highest executive authority of the Commonwealth of Puerto Rico, its head of state, head of government, and commander-in-chief of the Puerto Rico National Guard."}]}, {"heading": "Births", "year": "1899", "date": "February 18", "txt": "Arthur Bryant, English historian and journalist (d. 1985)", "entities": [{"title": "Arthur Bryant", "href": "/wiki/Arthur_Bryant", "description": "Sir Arthur Wynne Morgan Bryant, was an English historian, columnist for The Illustrated London News and man of affairs. His books included studies of Samuel Pepys, accounts of English eighteenth- and nineteenth-century history, and a life of George V. Whilst his scholarly reputation has declined somewhat since his death, he continues to be read and to be the subject of detailed historical studies."}]}, {"heading": "Births", "year": "1903", "date": "February 18", "txt": "Nikolai Podgorny, Ukrainian engineer and politician (d. 1983)", "entities": [{"title": "Nikolai Podgorny", "href": "/wiki/Nikolai_Podgorny", "description": "Nikolai Viktorovich Podgorny was a Soviet statesman who served as the Chairman of the Presidium of the Supreme Soviet, the head of state of the Soviet Union, from 1965 to 1977."}]}, {"heading": "Births", "year": "1906", "date": "February 18", "txt": "Hans Asperger, Austrian pediatrician and academic (d. 1980)", "entities": [{"title": "Hans Asperger", "href": "/wiki/Hans_Asperger", "description": "Johann Friedrich Karl Asperger was an Austrian pediatrician, medical theorist, and medical professor for whom Asperger syndrome is named. He is best known for his early studies on atypical neurology, specifically in children. His work was largely unnoticed during his lifetime except for a few accolades in Vienna, and his studies on psychological disorders acquired world renown only posthumously. H"}]}, {"heading": "Births", "year": "1909", "date": "February 18", "txt": "Wallace Stegner, American novelist, short story writer, and essayist (d. 1993)", "entities": [{"title": "Wallace Stegner", "href": "/wiki/Wallace_Stegner", "description": "Wallace Earle Stegner was an American novelist, short story writer, environmentalist, and historian, often called \"The Dean of Western Writers\". He won the Pulitzer Prize in 1972 and the U.S. National Book Award in 1977."}]}, {"heading": "Births", "year": "1914", "date": "February 18", "txt": "Pee Wee King, American singer-songwriter and fiddler (d. 2000)", "entities": [{"title": "Pee Wee King", "href": "/wiki/Pee_Wee_King", "description": "Julius Frank Anthony Kuczynski, known professionally as Pee Wee King, was an American country music songwriter and recording artist best known for co-writing \"Tennessee Waltz\"."}]}, {"heading": "Births", "year": "1915", "date": "February 18", "txt": "Phyllis Calvert, English actress (d. 2002)", "entities": [{"title": "Phyllis Calvert", "href": "/wiki/Phyllis_Calvert", "description": "Phyllis Hannah Murray-Hill, known professionally as Phyllis Calvert, was an English film, stage and television actress. She was one of the leading stars of the Gainsborough melodramas of the 1940s such as The Man in Grey (1943) and was one of the most popular movie stars in Britain in the 1940s. She continued acting until some 50 years later."}]}, {"heading": "Births", "year": "1919", "date": "February 18", "txt": "Jack Palance, American boxer and actor (d. 2006)", "entities": [{"title": "Jack Palance", "href": "/wiki/Jack_Palance", "description": "Jack Palance was an American actor of Ukrainian descent. Known for playing tough guys and villains, he was nominated for three Academy Awards, all for Best Actor in a Supporting Role, receiving nominations for his roles in Sudden Fear (1952) and Shane (1953), and winning the Oscar almost 40 years later for his role in City Slickers (1991)."}]}, {"heading": "Births", "year": "1920", "date": "February 18", "txt": "Rolande Falcinelli, French organist, pianist, composer, and pedagogue (d. 2006)", "entities": [{"title": "Rolande Falcinelli", "href": "/wiki/Rolande_Falcinelli", "description": "Rolande Falcinelli was a French organist, pianist, composer, and music educator."}]}, {"heading": "Births", "year": "1921", "date": "February 18", "txt": "Mary Amdur, American toxicologist and public health researcher (d. 1998)", "entities": [{"title": "Mary Amdur", "href": "/wiki/Mary_Amdur", "description": "Mary Ochsenhirt Amdur was an American toxicologist and public health researcher who worked primarily on pollution. She was charged with studying the effects of the 1948 Donora smog, specifically looking into the effects of inhaling sulfuric acid by experimenting on guinea pigs. Her findings on the respiratory effects related to sulfuric acid led to her being threatened, her funding being pulled, a"}, {"title": "Public health", "href": "/wiki/Public_health", "description": "Public health has been defined as \"the science and art of preventing disease”, prolonging life and improving quality of life through organized efforts and informed choices of society, organizations, communities and individuals. Analyzing the determinants of health of a population and the threats it faces is the basis for public health. The public can be as small as a handful of people or as large "}]}, {"heading": "Births", "year": "1921", "date": "February 18", "txt": "Oscar Feltsman, Ukrainian-Russian pianist and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "February 18", "txt": "Eric Gairy, Grenadan politician, 1st Prime Minister of Grenada (d. 1997)", "entities": [{"title": "Eric Gairy", "href": "/wiki/Eric_Gairy", "description": "Sir Eric Matthew Gairy PC was the first Prime Minister of Grenada, serving from his country's independence in 1974 until his overthrow in a coup by Maurice Bishop in 1979. Gairy also served as head of government in pre-independence Grenada as Chief Minister from 1961 to 1962, and as Premier from 1967 to 1974."}, {"title": "Prime Minister of Grenada", "href": "/wiki/Prime_Minister_of_Grenada", "description": "This is a list of heads of government of Grenada, from the establishment of the office of Chief Minister in 1960 to the present day."}]}, {"heading": "Births", "year": "1922", "date": "February 18", "txt": "Helen Gurley Brown, American journalist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "February 18", "txt": "George Kennedy, American actor (d. 2016)", "entities": [{"title": "George Kennedy", "href": "/wiki/George_Kennedy", "description": "George Harris Kennedy Jr. was an American actor who appeared in more than 100 film and television productions. He played \"Dragline\" opposite Paul Newman in Cool Hand Luke (1967), winning the Academy Award for Best Supporting Actor for the role and being nominated for the corresponding Golden Globe. He received a second Golden Globe nomination for portraying Joe Patroni in Airport (1970)."}]}, {"heading": "Births", "year": "1926", "date": "February 18", "txt": "Wallace Berman, American painter and illustrator (d. 1976)", "entities": [{"title": "Wallace Berman", "href": "/wiki/Wallace_Berman", "description": "Wallace \"Wally\" Berman was an American experimental filmmaker, assemblage and collage artist and a crucial figure in the history of post-war California art."}]}, {"heading": "Births", "year": "1927", "date": "February 18", "txt": "Fazal Mahmood, Pakistani cricketer (d. 2005)", "entities": [{"title": "Fazal Mahmood", "href": "/wiki/Fazal_Mahmood", "description": "Fazal Mahmood, was a Pakistani cricketer. He played in 34 Test matches and took 139 wickets at a bowling average of 24.70. The first Pakistani to pass 100 wickets, he reached the landmark in his 22nd match."}]}, {"heading": "Births", "year": "1929", "date": "February 18", "txt": "Len Deighton, English historian and author", "entities": [{"title": "Len Deighton", "href": "/wiki/Len_Deighton", "description": "Leonard Cyril Deighton is a British author. His publications have included cookery books, history and military history, but he is best known for his spy novels."}]}, {"heading": "Births", "year": "1929", "date": "February 18", "txt": "André Mathieu, Canadian pianist and composer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1931", "date": "February 18", "txt": "Johnny Hart, American cartoonist, co-created The Wizard of Id (d. 2007)", "entities": [{"title": "Johnny Hart", "href": "/wiki/Johnny_Hart", "description": "John Lewis Hart was an American cartoonist noted as the creator of the comic strips B.C. and The Wizard of Id. Brant Parker co-produced and illustrated The Wizard of Id. Hart was recognized with several awards, including the Swedish Adamson Award and five from the National Cartoonists Society. In his later years, he was criticized for incorporating Christian themes and messages into his strips. Ha"}]}, {"heading": "Births", "year": "1931", "date": "February 18", "txt": "Toni Morrison, American novelist and editor, Nobel Prize laureate (d. 2019).", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1932", "date": "February 18", "txt": "Miloš Forman, Czech-American actor, director, and screenwriter (d. 2018)", "entities": [{"title": "Miloš Forman", "href": "/wiki/Milo%C5%A1_Forman", "description": "Jan Tomáš \"Miloš\" Forman was a Czech-American film director, screenwriter, actor, and professor who rose to fame in his native Czechoslovakia before immigrating to the United States in 1968."}]}, {"heading": "Births", "year": "1933", "date": "February 18", "txt": "Yoko Ono, Japanese-American multimedia artist and musician", "entities": [{"title": "Yoko Ono", "href": "/wiki/Yoko_Ono", "description": "Yoko Ono Lennon is a Japanese multimedia artist, singer, songwriter and peace activist. Her work also encompasses performance art, which she performs in both English and Japanese, and filmmaking. She was married to English singer-songwriter John Lennon of the Beatles from 1969 until his murder in 1980."}]}, {"heading": "Births", "year": "1933", "date": "February 18", "txt": "Bobby Robson, English international footballer and international manager (d. 2009)", "entities": []}, {"heading": "Births", "year": "1933", "date": "February 18", "txt": "Mary Ure, Scottish-English actress (d. 1975)", "entities": []}, {"heading": "Births", "year": "1939", "date": "February 18", "txt": "Claude Ake, Nigerian political scientist and academic (d. 1996)", "entities": [{"title": "Claude Ake", "href": "/wiki/Claude_Ake", "description": "Claude Ake was a Nigerian political scientist from Omoku, in Rivers State, Nigeria. Ake was considered \"one of Africa's foremost political philosophers.\" He specialised in political economy, political theory, and development studies and is well known for his research on development and democracy in Africa. He was professor of political economy and dean of the University of Port Harcourt's Faculty "}]}, {"heading": "Births", "year": "1940", "date": "February 18", "txt": "Fabrizio De André, Italian singer-songwriter and guitarist (d. 1999)", "entities": [{"title": "Fabrizio De André", "href": "/wiki/Fabrizio_De_Andr%C3%A9", "description": "Fabrizio Cristiano De André was an Italian singer-songwriter."}]}, {"heading": "Births", "year": "1940", "date": "February 18", "txt": "Prue Leith, English restaurateur and journalist", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 18", "txt": "Michael Buerk, English journalist", "entities": [{"title": "Michael Buerk", "href": "/wiki/Michael_Buerk", "description": "Michael Duncan Buerk is an English journalist and newsreader. He presented BBC News from 1973 to 2002 and has been the host of BBC Radio 4's The Moral Maze since 1990. He was also the presenter of BBC One's docudrama 999 from 1992 to 2003."}]}, {"heading": "Births", "year": "1950", "date": "February 18", "txt": "Nana Amba Eyiaba I, Ghanaian queen mother and advocate", "entities": [{"title": "Nana Amba Eyiaba I", "href": "/wiki/Nana_Amba_Eyiaba_I", "description": "Nana Amba Eyiaba I, known non-formally as Eunice Amba Amoah, is a Ghanaian queen mother from the Effutu Municipal District of Central Region, Ghana. She is the former Director of Education for Central Region. From 2004 to 2010, Eyiaba was appointed by President John Kufuor to serve as a member of the national Electoral Commission of Ghana, co-organizing and supervising the parliamentary and presid"}]}, {"heading": "Births", "year": "1950", "date": "February 18", "txt": "John Hughes, American director, producer, and screenwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 18", "txt": "Queen Komal of Nepal", "entities": [{"title": "Queen Komal of Nepal", "href": "/wiki/Queen_Komal_of_Nepal", "description": "Komal Rajya Lakshmi Devi Shah is the wife of King Gyanendra of Nepal. She was the last Queen consort of Nepal before the Monarchy was abolished on 28 May 2008."}]}, {"heading": "Births", "year": "1951", "date": "February 18", "txt": "Isabel Preysler, Filipino-Spanish journalist", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 18", "txt": "Randy Crawford, American jazz and R&B singer", "entities": [{"title": "Randy Crawford", "href": "/wiki/Randy_Crawford", "description": "Veronica \"Randy\" Crawford is an American jazz and R&B singer. She has been more successful in Europe than in the United States, where she has not entered the Billboard Hot 100 as a solo artist. However, she has appeared on the Hot 100 singles chart twice. First, was in 1979 as a guest vocalist on The Crusaders's top 40 hit \"Street Life\". She also dueted with Rick Springfield on the song \"Taxi Danc"}]}, {"heading": "Births", "year": "1952", "date": "February 18", "txt": "Juice Newton, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 18", "txt": "Charlie Fowler, American mountaineer, author, and photographer (d. 2006)", "entities": [{"title": "Charlie Fowler", "href": "/wiki/Charlie_Fowler", "description": "Charlie Fowler was an American mountain climber, writer, and photographer. He was one of North America's most experienced mountain climbers, and successfully climbed many of the world's highest peaks. Along with his climbing partner, Christine Boskoff, he went missing in southwestern China sometime between November 11 and November 14, 2006. His body was found on a Ge'nyen Mountain on December 27, "}]}, {"heading": "Births", "year": "1954", "date": "February 18", "txt": "John Travolta, American actor, singer and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "February 18", "txt": "Lisa See, American writer and novelist", "entities": [{"title": "Lisa See", "href": "/wiki/Lisa_See", "description": "Lisa See is an American writer and novelist. Her books include On Gold Mountain: The One-Hundred-Year Odyssey of My Chinese-American Family (1995), a detailed account of See's family history, and the novels Flower Net (1997), The Interior (1999), Dragon Bones (2003), Snow Flower and the Secret Fan (2005), Peony in Love (2007) and Shanghai Girls (2009), which made it to the 2010 New York Times best"}]}, {"heading": "Births", "year": "1957", "date": "February 18", "txt": "Marita Koch, German sprinter", "entities": [{"title": "Marita Koch", "href": "/wiki/Marita_Koch", "description": "Marita Koch is a German former sprint track and field athlete. During her career she collected 16 world records in outdoor sprints as well as 14 world records in indoor events. Her record of 47.60 in the 400 metres, set on 6 October 1985, still stands."}]}, {"heading": "Births", "year": "1960", "date": "February 18", "txt": "Greta Scacchi, Italian-Australian actress", "entities": [{"title": "Greta Scacchi", "href": "/wiki/Greta_Scacchi", "description": "Greta Scacchi, OMRI is an Italian–Australian actress. She holds dual Italian and Australian citizenship. She is best known for her roles in the films White Mischief (1987), Presumed Innocent (1990), The Player (1992), Emma (1996) and Looking for Alibrandi (2000)."}]}, {"heading": "Births", "year": "1967", "date": "February 18", "txt": "Roberto Baggio, Italian international footballer", "entities": [{"title": "Roberto Baggio", "href": "/wiki/Roberto_Baggio", "description": "Roberto Baggio is an Italian former professional footballer who mainly played as a second striker, or as an attacking midfielder, although he was capable of playing in several offensive positions. He is the former president of the technical sector of the Italian Football Federation. A technically gifted creative playmaker and set piece specialist, renowned for his curling free-kicks, dribbling ski"}]}, {"heading": "Births", "year": "1967", "date": "February 18", "txt": "Colin Jackson, Welsh sprinter and hurdler", "entities": []}, {"heading": "Births", "year": "1968", "date": "February 18", "txt": "Molly Ringwald, American actress", "entities": [{"title": "Molly Ringwald", "href": "/wiki/Molly_Ringwald", "description": "Molly Kathleen Ringwald is an American actress and author. She was cast in her first major role as Molly in the NBC sitcom The Facts of Life (1979–80) after a casting director saw her playing an orphan in a stage production of the musical Annie. She and several other members of the original Facts of Life cast were let go when the show was reworked by the network. She subsequently made her motion-p"}]}, {"heading": "Births", "year": "1970", "date": "February 18", "txt": "James H. Fowler, American political scientist and author", "entities": [{"title": "James H. Fowler", "href": "/wiki/James_H._Fowler", "description": "James H. Fowler is an American social scientist specializing in social networks, cooperation, political participation, and genopolitics. He is currently Professor of Medical Genetics in the School of Medicine and Professor of Political Science in the Division of Social Science at the University of California, San Diego. He was named a 2010 Fellow of the John Simon Guggenheim Foundation."}]}, {"heading": "Births", "year": "1971", "date": "February 18", "txt": "Thomas Bjørn, Danish golfer", "entities": [{"title": "Thomas Bjørn", "href": "/wiki/Thomas_Bj%C3%B8rn", "description": "Thomas Bjørn is a professional golfer from Denmark who plays on the European Tour. He is the most successful Danish golfer to have played the game having won fifteen tournaments worldwide on the European Tour. In 1997 he also became the first Dane to qualify for a European Ryder Cup team. Bjørn is remembered for his collapse at Royal St. George's during the 2003 Open Championship, when he led by t"}]}, {"heading": "Births", "year": "1974", "date": "February 18", "txt": "Carrie Ann Baade, American painter and academic", "entities": [{"title": "Carrie Ann Baade", "href": "/wiki/Carrie_Ann_Baade", "description": "Carrie Ann Baade is an American painter whose work has been described by Curator of Contemporary Art Margaret Winslow as \"autobiographical parables combin(ing) fragments of Renaissance and Baroque religious paintings, resulting in surreal landscapes inhabited by exotic flora, fauna, and figures.\" The context and the compositional building blocks of her work are fragments of historical masterpieces"}]}, {"heading": "Births", "year": "1974", "date": "February 18", "txt": "Radek Černý, Czech international footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 18", "txt": "Julia Butterfly Hill, American environmentalist and author", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 18", "txt": "Gary Neville, English international footballer", "entities": [{"title": "Gary Neville", "href": "/wiki/Gary_Neville", "description": "Gary Alexander Neville is an English football coach and former player who is a co-owner of Salford City. After retiring from football in 2011, Neville went into punditry and was a commentator for Sky Sports, until he took over the head coach position at Valencia in 2015. After being sacked by the club in 2016, he returned to his position as a pundit for Sky Sports later that year. He was also assi"}]}, {"heading": "Births", "year": "1982", "date": "February 18", "txt": "Christian Tiffert, German footballer", "entities": [{"title": "Christian Tiffert", "href": "/wiki/Christian_Tiffert", "description": "Christian Tiffert is a retired German footballer who played as midfielder."}]}, {"heading": "Births", "year": "1983", "date": "February 18", "txt": "Jermaine Jenas, English international footballer", "entities": [{"title": "Jermaine Jenas", "href": "/wiki/Jermaine_Jenas", "description": "Jermaine Anthony Jenas is an English television presenter, football pundit and retired professional footballer. He played as a central midfielder for English club sides Nottingham Forest, Newcastle United, Tottenham Hotspur, Aston Villa and Queens Park Rangers, scoring a career total of 39 goals from 341 league appearances. He also appeared 21 times for the senior England national football team, s"}]}, {"heading": "Births", "year": "1991", "date": "February 18", "txt": "Sebastian Neumann, German footballer", "entities": [{"title": "Sebastian Neumann", "href": "/wiki/Sebastian_Neumann", "description": "Sebastian Neumann is a German retired footballer, who played as a defender."}]}, {"heading": "Deaths", "year": "0675", "date": "February 18", "txt": "Colmán, bishop of Lindisfarne", "entities": [{"title": "Colmán of Lindisfarne", "href": "/wiki/Colm%C3%A1n_of_Lindisfarne", "description": "Colmán of Lindisfarne also known as Saint Colmán was Bishop of Lindisfarne from 661 until 664."}]}, {"heading": "Deaths", "year": "0814", "date": "February 18", "txt": "Angilbert, Frankish monk and diplomat (b. 760)", "entities": [{"title": "Angilbert", "href": "/wiki/Angilbert", "description": "Angilbert, sometimes known as Saint Angilbert or Angilberk or Engelbert, was a noble Frankish poet who was educated under Alcuin and served Charlemagne as a secretary, diplomat, and son-in-law. He was venerated as a pre-Congregation saint and is still honored on the day of his death, 18 February."}]}, {"heading": "Deaths", "year": "0901", "date": "February 18", "txt": "Thābit ibn Qurra, Arab astronomer and physician (b. 826)", "entities": [{"title": "Thābit ibn Qurra", "href": "/wiki/Th%C4%81bit_ibn_Qurra", "description": "Al-Ṣābiʾ Thābit ibn Qurrah al-Ḥarrānī was a Syrian Arab mathematician, physician, astronomer, and translator who lived in Baghdad in the second half of the ninth century during the time of the Abbasid Caliphate."}]}, {"heading": "Deaths", "year": "0999", "date": "February 18", "txt": "Gregory V, pope of the Catholic Church (b. 972)", "entities": [{"title": "Pope Gregory V", "href": "/wiki/Pope_Gregory_V", "description": "Pope Gregory V, born Bruno of Carinthia, was the bishop of Rome and ruler of the Papal States from 3 May 996 to his death. A member of the Salian dynasty, he was made pope by his cousin Emperor Otto III."}]}, {"heading": "Deaths", "year": "1139", "date": "February 18", "txt": "Yaropolk II, Grand Prince of Kiev (b. 1082)", "entities": [{"title": "Yaropolk II of Kiev", "href": "/wiki/Yaropolk_II_of_Kiev", "description": "Yaropolk II Vladimirovich, Prince of Pereyaslav (1114–1132), Velikiy Kniaz of Kiev, son of Vladimir II Monomakh and Gytha of Wessex. He fought in several campaigns against the Polovtsy (Cumans), once in 1103 and again in 1116."}]}, {"heading": "Deaths", "year": "1218", "date": "February 18", "txt": "Berthold V, duke of Zähringen (b. 1160)", "entities": [{"title": "Berthold V, Duke of Zähringen", "href": "/wiki/Berthold_V,_Duke_of_Z%C3%A4hringen", "description": "Berthold V, Duke of Zähringen, also known as Bertold V or Berchtold V, was Duke of Zähringen from 1186 until his death. He was the son of Berthold IV and Heilwig of Frohburg."}]}, {"heading": "Deaths", "year": "1225", "date": "February 18", "txt": "Hugh Bigod, 3rd Earl of Norfolk, Norman nobleman", "entities": [{"title": "Hugh Bigod, 3rd Earl of Norfolk", "href": "/wiki/Hugh_Bigod,_3rd_Earl_of_Norfolk", "description": "Hugh Bigod was a member of the powerful early Norman Bigod family\nand was for a short time the 3rd Earl of Norfolk."}]}, {"heading": "Deaths", "year": "1294", "date": "February 18", "txt": "Kublai Khan, Mongol emperor (b. 1215)", "entities": [{"title": "Kublai Khan", "href": "/wiki/Kublai_Khan", "description": "Kublai, also known as the Emperor Shizu of Yuan, was the fifth khagan-emperor of the Mongol Empire, reigning from 1260 to 1294. He also founded the Yuan dynasty in China as a conquest dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294."}]}, {"heading": "Deaths", "year": "1379", "date": "February 18", "txt": "Albert II, duke of Mecklenburg (b. 1318)", "entities": [{"title": "Albert II, Duke of Mecklenburg", "href": "/wiki/Albert_II,_Duke_of_Mecklenburg", "description": "Albert II Duke of Mecklenburg was a feudal lord in Northern Germany on the shores of the Baltic Sea. He reigned as the head of the House of Mecklenburg. His princely seat was located in Schwerin beginning in the 1350s."}]}, {"heading": "Deaths", "year": "1397", "date": "February 18", "txt": "Enguerrand VII, French nobleman (b. 1340)", "entities": [{"title": "Enguerrand VII, Lord of Coucy", "href": "/wiki/Enguerrand_VII,_Lord_of_Coucy", "description": "Enguerrand VII de Coucy,, also known as Ingelram de Coucy and Ingelram de Couci, was a medieval French nobleman, and the last Lord of Coucy. He became son-in-law of King Edward III of England following his marriage to the king's daughter, Isabella of England, and the couple was subsequently granted by the king several English estates, among them the title Earl of Bedford. Coucy fought in the Battl"}]}, {"heading": "Deaths", "year": "1405", "date": "February 18", "txt": "Timur, Turco-Mongol ruler (b. 1336)", "entities": [{"title": "Timur", "href": "/wiki/Timur", "description": "Timur, later Timūr Gurkānī, sometimes spelled Taimur and historically best known as Amir Timur or Tamerlane, was a Turco-Mongol conqueror who founded the Timurid Empire in and around modern-day Afghanistan, Iran and Central Asia, becoming the first ruler of the Timurid dynasty. As an undefeated commander, he is widely regarded as one of the greatest military leaders and tacticians in history. Timu"}]}, {"heading": "Deaths", "year": "1455", "date": "February 18", "txt": "Fra Angelico, Italian priest and painter (b. 1395)", "entities": [{"title": "Fra Angelico", "href": "/wiki/Fra_Angelico", "description": "Fra Angelico was an Italian painter of the Early Renaissance, described by Vasari in his Lives of the Artists as having \"a rare and perfect talent\". He earned his reputation primarily for the series of frescoes he made for his own friary, San Marco, in Florence."}]}, {"heading": "Deaths", "year": "1478", "date": "February 18", "txt": "George Plantagenet, 1st Duke of Clarence, English nobleman (b. 1449)", "entities": [{"title": "George Plantagenet, 1st Duke of Clarence", "href": "/wiki/George_Plantagenet,_1st_Duke_of_Clarence", "description": "George Plantagenet, Duke of Clarence, was a son of Richard Plantagenet, 3rd Duke of York, and Cecily Neville, and the brother of English kings Edward IV and Richard III. He played an important role in the dynastic struggle between rival factions of the Plantagenets now known as the Wars of the Roses."}]}, {"heading": "Deaths", "year": "1502", "date": "February 18", "txt": "Hedwig Jagiellon, duchess of Bavaria (b. 1457)", "entities": [{"title": "Hedwig Jagiellon, Duchess of Bavaria", "href": "/wiki/Hedwig_Jagiellon,_Duchess_of_Bavaria", "description": "Hedwig Jagiellon, baptized as \"Hedwigis\", was a Polish princess and member of the Jagiellonian dynasty, as well as Duchess of Bavaria by marriage."}]}, {"heading": "Deaths", "year": "1535", "date": "February 18", "txt": "Heinrich Cornelius Agrippa, German magician, astrologer, and theologian (b. 1486)", "entities": [{"title": "Heinrich Cornelius Agrippa", "href": "/wiki/Heinrich_Cornelius_Agrippa", "description": "Heinrich Cornelius Agrippa von Nettesheim was a German polymath, physician, legal scholar, soldier, theologian, and occult writer. He is considered one of the most influential occultists of the early modern period. His book on the occult Three Books of Occult Philosophy was published in 1533, but was condemned as heretical by the inquisitor of Cologne. His work drew heavily upon the influences of "}]}, {"heading": "Deaths", "year": "1546", "date": "February 18", "txt": "Martin Luther, German priest and theologian, leader of the Protestant Reformation (b. 1483)", "entities": [{"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}, {"title": "Protestant Reformation", "href": "/wiki/Protestant_Reformation", "description": "The Reformation was a major movement within Western Christianity in 16th-century Europe that posed a religious and political challenge to the Catholic Church and in particular to papal authority, arising from what were perceived to be errors, abuses, and discrepancies by the Catholic Church. The Reformation was the start of Protestantism and the split of the Western Church into Protestantism and w"}]}, {"heading": "Deaths", "year": "1564", "date": "February 18", "txt": "Michelangelo, Italian sculptor and painter (b. 1475)", "entities": [{"title": "Michelangelo", "href": "/wiki/Michelangelo", "description": "Michelangelo di Lodovico Buonarroti Simoni, known simply as Michelangelo, was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, alo"}]}, {"heading": "Deaths", "year": "1654", "date": "February 18", "txt": "Jean-Louis Guez de Balzac, French author (b. 1594)", "entities": [{"title": "Jean-Louis Guez de Balzac", "href": "/wiki/Jean-Louis_Guez_de_Balzac", "description": "Jean-Louis Guez de Balzac was a French author, best known for his epistolary essays, which were widely circulated and read in his day. He was one of the founding members of Académie française."}]}, {"heading": "Deaths", "year": "1658", "date": "February 18", "txt": "John Villiers, 1st Viscount Purbeck, English courtier (b. c. 1591)", "entities": [{"title": "John Villiers, 1st Viscount Purbeck", "href": "/wiki/John_Villiers,_1st_Viscount_Purbeck", "description": "John Villiers was an English courtier from the Villiers family. The eldest son of Sir George Villiers and Mary Beaumont, later Countess of Buckingham, he was the brother of King James I's favourite, George Villiers, 1st Duke of Buckingham."}]}, {"heading": "Deaths", "year": "1683", "date": "February 18", "txt": "Nicolaes Pieterszoon Berchem, Dutch painter (b. 1620)", "entities": [{"title": "Nicolaes Pieterszoon Berchem", "href": "/wiki/Nicolaes_Pieterszoon_Berchem", "description": "Nicolaes Pieterszoon Berchem was a highly esteemed and prolific Dutch Golden Age painter of pastoral landscapes, populated with mythological or biblical figures, but also of a number of allegories and genre pieces."}]}, {"heading": "Deaths", "year": "1695", "date": "February 18", "txt": "William Phips, governor of Massachusetts (b. 1650)", "entities": [{"title": "William Phips", "href": "/wiki/William_Phips", "description": "Sir William Phips was born in Maine in the Massachusetts Bay Colony and was of humble origin, uneducated, and fatherless from a young age but rapidly advanced from shepherd boy, to shipwright, ship's captain, and treasure hunter, the first New England native to be knighted, and the first royally appointed governor of the Province of Massachusetts Bay. Phips was famous in his lifetime for recoverin"}]}, {"heading": "Deaths", "year": "1712", "date": "February 18", "txt": "Louis, Dauphin of France, (b. 1682)", "entities": [{"title": "Louis, Duke of Burgundy", "href": "/wiki/Louis,_Duke_of_Burgundy", "description": "Louis, Duke of Burgundy, was the eldest son of Louis, Grand Dauphin, and grandson of the reigning French monarch, King Louis XIV. He was known as the \"Petit Dauphin\" to distinguish him from his father, until the latter died in April 1711. At that time he became the official Dauphin of France. He died in 1712 before his grandfather, the King. Upon the death of Louis XIV in 1715, the Duke of Burgund"}]}, {"heading": "Deaths", "year": "1743", "date": "February 18", "txt": "Anna Maria Luisa de' Medici, Italian noble (b. 1667)", "entities": [{"title": "Anna Maria Luisa de' Medici", "href": "/wiki/Anna_Maria_Luisa_de%27_Medici", "description": "Anna Maria Luisa de' Medici was a Tuscan noblewoman who was the last lineal descendant of the main branch of the House of Medici. A patron of the arts, she bequeathed the Medici's large art collection, including the contents of the Uffizi, Palazzo Pitti and the Medicean villas, which she inherited upon her brother Gian Gastone's death in 1737, and her Palatine treasures to the Tuscan state, on the"}]}, {"heading": "Deaths", "year": "1748", "date": "February 18", "txt": "Otto Ferdinand von Abensberg und Traun, Austrian field marshal (b. 1677)", "entities": [{"title": "Otto Ferdinand von Abensberg und Traun", "href": "/wiki/Otto_Ferdinand_von_Abensberg_und_Traun", "description": "Otto Ferdinand Graf von Abensperg und Traun, was an Austrian Generalfeldmarschall. The current spelling of the name, and the spelling used in his time, is mostly Abensperg."}]}, {"heading": "Deaths", "year": "1772", "date": "February 18", "txt": "Count Johann Hartwig Ernst von Bernstorff, Danish politician (b. 1712)", "entities": [{"title": "Count Johann Hartwig Ernst von Bernstorff", "href": "/wiki/Count_Johann_Hartwig_Ernst_von_Bernstorff", "description": "Count Johann Hartwig Ernst von Bernstorff was a German-Danish statesman and a member of the Bernstorff noble family of Mecklenburg. He was the son of Joachim Engelke Freiherr von Bernstorff, chamberlain to the Elector of Hanover."}]}, {"heading": "Deaths", "year": "1778", "date": "February 18", "txt": "Joseph Marie Terray, French economist and politician, Controller-General of Finances (b. 1715)", "entities": [{"title": "Joseph Marie Terray", "href": "/wiki/Joseph_Marie_Terray", "description": "Abbot Joseph Marie Terray was a Controller-General of Finances during the reign of Louis XV of France, an agent of fiscal reform."}, {"title": "Controller-General of Finances", "href": "/wiki/Controller-General_of_Finances", "description": "The Controller-General or Comptroller-General of Finances was the name of the minister in charge of finances in France from 1661 to 1791. It replaced the former position of Superintendent of Finances, which was abolished with the downfall of Nicolas Fouquet. It did not hold any real political power until 1665, when First Minister Jean-Baptiste Colbert, who had acted upon financial matters since Fo"}]}, {"heading": "Deaths", "year": "1780", "date": "February 18", "txt": "Kristijonas Donelaitis, Lithuanian pastor and poet (b. 1714)", "entities": [{"title": "Kristijonas Donelaitis", "href": "/wiki/Kristijonas_Donelaitis", "description": "Kristijonas Donelaitis was a Prussian Lithuanian poet and Lutheran pastor. He lived and worked in Lithuania Minor, a territory in the Kingdom of Prussia, that had a sizable Lithuanian-speaking minority. He wrote the first classic Lithuanian language poem, The Seasons, which became one of the principal works of Lithuanian poetry. The poem, a classic work of Lithuanian literature, depicts everyday l"}]}, {"heading": "Deaths", "year": "1788", "date": "February 18", "txt": "John Whitehurst, English geologist and clockmaker (b. 1713)", "entities": [{"title": "John Whitehurst", "href": "/wiki/John_Whitehurst", "description": "John Whitehurst FRS, born in Cheshire, England, was a clockmaker and scientist, and made significant early contributions to geology. He was an influential member of the Lunar Society."}]}, {"heading": "Deaths", "year": "1803", "date": "February 18", "txt": "Johann Wilhelm Ludwig Gleim, German poet and educator (b. 1719)", "entities": [{"title": "Johann Wilhelm Ludwig Gleim", "href": "/wiki/Johann_Wilhelm_Ludwig_Gleim", "description": "Johann Wilhelm Ludwig Gleim was a German poet, commonly associated with the Enlightenment movement."}]}, {"heading": "Deaths", "year": "1851", "date": "February 18", "txt": "Carl Gustav Jacob Jacobi, German mathematician and academic (b. 1804)", "entities": [{"title": "Carl Gustav Jacob Jacobi", "href": "/wiki/Carl_Gustav_Jacob_Jacobi", "description": "Carl Gustav Jacob Jacobi was a German mathematician who made fundamental contributions to elliptic functions, dynamics, differential equations, determinants, and number theory. His name is occasionally written as Carolus Gustavus Iacobus Iacobi in his Latin books, and his first name is sometimes given as Karl."}]}, {"heading": "Deaths", "year": "1873", "date": "February 18", "txt": "Vasil Levski, Bulgarian activist, founded the Internal Revolutionary Organization (b. 1837)", "entities": [{"title": "Vasil Levski", "href": "/wiki/Vasil_Levski", "description": "Vasil Levski, born Vasil Ivanov Kunchev, was a Bulgarian revolutionary and is a national hero of Bulgaria today. Dubbed the Apostle of Freedom, Levski ideologised and strategised a revolutionary movement to liberate Bulgaria from Ottoman rule. Levski founded the Internal Revolutionary Organisation, and sought to foment a nationwide uprising through a network of secret regional committees."}, {"title": "Internal Revolutionary Organization", "href": "/wiki/Internal_Revolutionary_Organization", "description": "The Internal Revolutionary Organisation or IRO was a Bulgarian revolutionary organisation founded and built up by Bulgarian revolutionary Vasil Levski in the period between 1869 and 1871. The organisation represented a network of regional revolutionary committees which were governed by a Central Committee in the town of Lovech. The foundation of IRO reflected Levski's ideas that the centre of revo"}]}, {"heading": "Deaths", "year": "1880", "date": "February 18", "txt": "Nikolay Zinin, Russian organic chemist (b. 1812)", "entities": [{"title": "Nikolay Zinin", "href": "/wiki/Nikolay_Zinin", "description": "Nikolay Nikolaevich Zinin was a Russian organic chemist."}]}, {"heading": "Deaths", "year": "1893", "date": "February 18", "txt": "Serranus Clinton Hastings, American lawyer and politician, 1st Chief Justice of California (b. 1814)", "entities": [{"title": "Serranus Clinton Hastings", "href": "/wiki/Serranus_Clinton_Hastings", "description": "Serranus Clinton Hastings was a 19th-century politician, rancher and a prominent lawyer in the United States. He studied law as a young man and moved to the Iowa District in 1837 to open a law office. Iowa became a territory a year later, and he was elected a member of the House of Representatives of the Iowa Territorial General Assembly. When the territory became the state of Iowa in 1846, he won"}, {"title": "Chief Justice of California", "href": "/wiki/Chief_Justice_of_California", "description": "The Supreme Court of California is the highest and final court in the courts of the U.S. state of California. It resides primarily in San Francisco at the Earl Warren Building, but it regularly holds sessions in Los Angeles and Sacramento. Its decisions are binding on all other California state courts. Since 1850, the court has issued many influential decisions in a variety of areas including tort"}]}, {"heading": "Deaths", "year": "1902", "date": "February 18", "txt": "Charles Lewis Tiffany, American businessman, founded Tiffany & Co. (b. 1812)", "entities": [{"title": "Charles Lewis Tiffany", "href": "/wiki/Charles_Lewis_Tiffany", "description": "Charles Lewis Tiffany was an American businessman and jeweller who founded New York City's Tiffany & Co. in 1837. Known for his jewelry expertise, Tiffany created the country's first retail catalog and introduced the English standard of sterling silver in imported jewelry in 1851."}, {"title": "Tiffany & Co.", "href": "/wiki/Tiffany_%26_Co.", "description": "Tiffany & Co. is an American luxury jewelry and specialty retailer headquartered in New York City. It sells jewelry, sterling silver, china, crystal, stationery, fragrances, water bottles, watches, personal accessories, and leather goods. Tiffany is known for its luxury goods, particularly its diamond and sterling silver jewelry. It markets itself as an arbiter of taste and style. These goods are "}]}, {"heading": "Deaths", "year": "1910", "date": "February 18", "txt": "Lucy Stanton, American activist (b. 1831)", "entities": [{"title": "Lucy Stanton (abolitionist)", "href": "/wiki/Lucy_Stanton_(abolitionist)", "description": "Lucy Stanton was an American abolitionist and feminist figure, notable for being the first African-American woman to complete a four-year course of a study at a college or university. She completed a Ladies Literary Course from Oberlin College in 1850."}]}, {"heading": "Deaths", "year": "1915", "date": "February 18", "txt": "Frank James, American soldier and criminal (b. 1843)", "entities": [{"title": "Frank James", "href": "/wiki/Frank_James", "description": "Alexander Franklin James was an American Confederate soldier and guerrilla; in the post-Civil War period, he was an outlaw. The older brother of outlaw Jesse James, Frank was also part of the James–Younger Gang."}]}, {"heading": "Deaths", "year": "1933", "date": "February 18", "txt": "James J. Corbett, American boxer and actor (b. 1866)", "entities": [{"title": "James J. Corbett", "href": "/wiki/James_J._Corbett", "description": "James John \"Jim\" Corbett was an American professional boxer and a World Heavyweight Champion, best known as the only man who ever defeated the great John L. Sullivan Despite a career spanning only 20 bouts, Corbett faced the best competition his era had to offer; squaring off with a total of 9 fighters who would later be enshrined alongside him in the International Boxing Hall of Fame. Corbett int"}]}, {"heading": "Deaths", "year": "1938", "date": "February 18", "txt": "David King Udall, American missionary and politician (b. 1851)", "entities": [{"title": "David King Udall", "href": "/wiki/David_King_Udall", "description": "David King Udall, Sr. was a representative to the Arizona Territorial Legislature and the founder of the Udall political family."}]}, {"heading": "Deaths", "year": "1956", "date": "February 18", "txt": "Gustave Charpentier, French composer (b. 1860)", "entities": [{"title": "Gustave Charpentier", "href": "/wiki/Gustave_Charpentier", "description": "Gustave Charpentier was a French composer, best known for his opera Louise."}]}, {"heading": "Deaths", "year": "1957", "date": "February 18", "txt": "Henry Norris Russell, American astronomer, astrophysicist, and academic (b. 1877)", "entities": [{"title": "Henry Norris Russell", "href": "/wiki/Henry_Norris_Russell", "description": "Prof Henry Norris Russell ForMemRS HFRSE FRAS was an American astronomer who, along with Ejnar Hertzsprung, developed the Hertzsprung–Russell diagram (1910). In 1923, working with Frederick Saunders, he developed Russell–Saunders coupling, which is also known as LS coupling."}]}, {"heading": "Deaths", "year": "1960", "date": "February 18", "txt": "Gertrude Vanderbilt, American stage actress (b. c. 1885) ", "entities": [{"title": "Gertrude Vanderbilt (actress)", "href": "/wiki/Gertrude_Vanderbilt_(actress)", "description": "Gertrude Vanderbilt, also known as Gertie Vanderbilt, was an American stage actress and Vaudeville performer."}]}, {"heading": "Deaths", "year": "1967", "date": "February 18", "txt": "J. Robert Oppenheimer, American physicist and academic (b. 1904)", "entities": [{"title": "J. Robert Oppenheimer", "href": "/wiki/J._Robert_Oppenheimer", "description": "J. Robert Oppenheimer was an American theoretical physicist and professor of physics at the University of California, Berkeley. Oppenheimer was the wartime head of the Los Alamos Laboratory and is among those who are credited with being the \"father of the atomic bomb\" for their role in the Manhattan Project, the World War II undertaking that developed the first nuclear weapons. The first atomic bo"}]}, {"heading": "Deaths", "year": "1969", "date": "February 18", "txt": "Dragiša Cvetković, Serbian lawyer and politician, 17th Prime Minister of Yugoslavia (b. 1893)", "entities": [{"title": "Dragiša Cvetković", "href": "/wiki/Dragi%C5%A1a_Cvetkovi%C4%87", "description": "Dragiša Cvetković was a Yugoslav politician active in the Kingdom of Yugoslavia."}, {"title": "Prime Minister of Yugoslavia", "href": "/wiki/Prime_Minister_of_Yugoslavia", "description": "The prime minister of Yugoslavia was the head of government of the Yugoslav state, from the creation of the Kingdom of Serbs, Croats and Slovenes in 1918 until the breakup of the Socialist Federal Republic of Yugoslavia in 1992."}]}, {"heading": "Deaths", "year": "1977", "date": "February 18", "txt": "Andy Devine, American actor (b. 1905)", "entities": [{"title": "Andy Devine", "href": "/wiki/Andy_Devine", "description": "Andrew Vabre Devine was an American character actor known for his distinctive raspy, crackly voice and roles in Western films. He is probably best remembered for his role as Cookie, the sidekick of Roy Rogers in 10 feature films. He also appeared alongside John Wayne in films such as Stagecoach (1939), The Man Who Shot Liberty Valance, and How the West Was Won. He is also remembered as Jingles on "}]}, {"heading": "Deaths", "year": "1981", "date": "February 18", "txt": "Jack Northrop, American engineer and businessman, founded the Northrop Corporation (b. 1895)", "entities": [{"title": "Jack Northrop", "href": "/wiki/Jack_Northrop", "description": "John Knudsen \"Jack\" Northrop was an American aircraft industrialist and designer, who founded the Northrop Corporation in 1939."}, {"title": "Northrop Corporation", "href": "/wiki/Northrop_Corporation", "description": "Northrop Corporation was an American aircraft manufacturer from its formation in 1939 until its 1994 merger with Grumman to form Northrop Grumman. The company is known for its development of the flying wing design, most successfully the B-2 Spirit stealth bomber."}]}, {"heading": "Deaths", "year": "1982", "date": "February 18", "txt": "Ngaio Marsh, New Zealand author (b. 1895)", "entities": [{"title": "Ngaio Marsh", "href": "/wiki/Ngaio_Marsh", "description": "Dame Edith Ngaio Marsh was a New Zealand crime writer and theatre director. She was appointed a Dame Commander of the Order of the British Empire in 1966."}]}, {"heading": "Deaths", "year": "2001", "date": "February 18", "txt": "Balthus, Polish-Swiss painter and illustrator (b. 1908)", "entities": [{"title": "Balthus", "href": "/wiki/Balthus", "description": "Balthasar Klossowski de Rola, known as Balthus, was a Polish-French modern artist. He is known for his erotically charged images of pubescent girls, but also for the refined, dreamlike quality of his imagery."}]}, {"heading": "Deaths", "year": "2014", "date": "February 18", "txt": "Mavis Gallant, Canadian-French author and playwright (b. 1922)", "entities": [{"title": "Mavis Gallant", "href": "/wiki/Mavis_Gallant", "description": "Mavis Leslie de Trafford Gallant,, née Young, was a Canadian writer who spent much of her life and career in France. Best known as a short story writer, she also published novels, plays and essays."}]}, {"heading": "Deaths", "year": "2014", "date": "February 18", "txt": "Maria Franziska von Trapp, Austrian-American singer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "February 18", "txt": "Alessandro Mendini, Italian designer and architect (b. 1931) ", "entities": [{"title": "Alessandro Mendini", "href": "/wiki/Alessandro_Mendini", "description": "Alessandro Mendini was an Italian designer and architect. He played an important part in the development of Italian, Postmodern, and Radical design. He also worked, aside from his artistic career, for Casabella, Modo and Domus magazines."}]}]