[{"heading": "Events", "year": "438", "date": "February 15", "txt": "Roman emperor Theodosius II publishes the law codex Codex Theodosianus ", "entities": [{"title": "Theodosius II", "href": "/wiki/Theodosius_II", "description": "Theodosius II, commonly called Theodosius the Younger or the Calligrapher, was Roman emperor for most of his life, proclaimed Augustus as an infant in 402 and ruling as the eastern Empire's sole emperor after the death of his father Arcadius in 408. His reign was marked by the promulgation of the Theodosian law code and the construction of the Theodosian Walls of Constantinople. He also presided o"}, {"title": "Codex Theodosianus", "href": "/wiki/Codex_Theodosianus", "description": "The Codex Theodosianus was a compilation of the laws of the Roman Empire under the Christian emperors since 312. A commission was established by Emperor Theodosius II and his co-emperor Valentinian III on 26 March 429 and the compilation was published by a constitution of 15 February 438. It went into force in the eastern and western parts of the empire on 1 January 439. The original text of the c"}]}, {"heading": "Events", "year": "590", "date": "February 15", "txt": "Khosrau II is crowned king of Persia.", "entities": [{"title": "Khosrau II", "href": "/wiki/Khosrau_II", "description": "Khosrow II, also known as Khosrow Parviz, is considered to be the last great Sasanian king (shah) of Iran, ruling from 590 to 628, with an interruption of one year."}, {"title": "Sassanid dynasty", "href": "/wiki/Sassanid_dynasty", "description": "The House of Sasan was the house that founded the Sasanian Empire, ruling this empire from 224 to 651. It began with Ardashir I, who named the dynasty as Sasanian in honour of his grandfather, Sasan, and after the name of his tribe."}]}, {"heading": "Events", "year": "706", "date": "February 15", "txt": "Byzantine emperor Justinian II has his predecessors Leontios and Tiberios III publicly executed in the Hippodrome of Constantinople.", "entities": [{"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Justinian II", "href": "/wiki/Justinian_II", "description": "Justinian II, surnamed Rhinotmetos or Rhinotmetus, was the last Byzantine emperor of the Heraclian dynasty, reigning from 685 to 695 and again from 705 to 711. Like Justinian I, Justinian II was an ambitious and passionate ruler who was keen to restore the Roman Empire to its former glories, but he responded brutally to any opposition to his will and lacked the finesse of his father, Constantine I"}, {"title": "Leontios", "href": "/wiki/Leontios", "description": "Leontios or Leontius, sometimes enumerated as Leontius II, was Byzantine emperor from 695 to 698. Little is known of his early life, other than that he was born in Isauria in Asia Minor. He was given the title of patrikios, and made strategos of the Anatolic Theme under Emperor Constantine IV. He led forces against the Umayyads during the early years of Justinian II's reign, securing victory and f"}, {"title": "Tiberios III", "href": "/wiki/Tiberios_III", "description": "Tiberius III was Byzantine emperor from 15 February 698 to 10 July or 21 August 705 AD. Little is known about his early life, other than that he was droungarios, a mid-level commander, of the Cibyrrhaeots, and that his birth name was Apsimar. In 696, Tiberius was part of an army led by John the Patrician sent by Byzantine Emperor Leontios to retake the city of Carthage in the Exarchate of Africa, "}, {"title": "Hippodrome of Constantinople", "href": "/wiki/Hippodrome_of_Constantinople", "description": "The Hippodrome of Constantinople or Sultan Ahmet Square is a square in Istanbul, Turkey. Previously, it was a circus that was the sporting and social centre of Constantinople, capital of the Byzantine Empire."}]}, {"heading": "Events", "year": "1002", "date": "February 15", "txt": "At an assembly at Pavia of Lombard nobles, Arduin of Ivrea is restored to his domains and crowned King of Italy.", "entities": [{"title": "Pavia", "href": "/wiki/Pavia", "description": "Pavia is a town and comune of south-western Lombardy in northern Italy, 35 kilometres south of Milan on the lower Ticino river near its confluence with the Po. It has a population of c. 73,086. The city was the capital of the Kingdom of the Lombards from 572 to 774."}, {"title": "Lombardy", "href": "/wiki/Lombardy", "description": "Lombardy is one of the twenty administrative regions of Italy, in the northwest of the country, with an area of 23,844 square kilometres (9,206 sq mi). About 10 million people live in Lombardy, forming more than one-sixth of Italy's population, and more than a fifth of Italy's GDP is produced in the region, making it the most populous, richest and most productive region in the country. It is also "}, {"title": "Arduin of Ivrea", "href": "/wiki/Arduin_of_Ivrea", "description": "Arduin was an Italian nobleman who was King of Italy from 1002 until 1014."}, {"title": "King of Italy", "href": "/wiki/King_of_Italy", "description": "King of Italy was the title given to the ruler of the Kingdom of Italy after the fall of the Western Roman Empire. The first to take the title was Odoacer, a barbarian military leader, in the late 5th century, followed by the Ostrogothic kings up to the mid-6th century. With the Frankish conquest of Italy in the 8th century, the Carolingians assumed the title, which was maintained by subsequent Ho"}]}, {"heading": "Events", "year": "1113", "date": "February 15", "txt": "Pope Paschal II issues Pie Postulatio Voluntatis, recognizing the Order of Hospitallers.", "entities": [{"title": "Pope Paschal II", "href": "/wiki/Pope_Paschal_II", "description": "Pope Paschal II, born Ranierius, was head of the Catholic Church and ruler of the Papal States from 13 August 1099 to his death in 1118. A monk of the Abbey of Cluny, he was created the cardinal-priest of San Clemente by Pope Gregory VII (1073–85) in 1073. He was consecrated as pope in succession to Pope Urban II (1088–99) on 19 August 1099. His reign of almost twenty years was exceptionally long "}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Events", "year": "1214", "date": "February 15", "txt": "During the Anglo-French War (1213–1214), an English invasion force led by John, King of England, lands at La Rochelle in France.", "entities": [{"title": "Anglo-French War (1213–1214)", "href": "/wiki/Anglo-French_War_(1213%E2%80%931214)", "description": "The Anglo-French War was a major medieval conflict which pitted the Kingdom of France against the Kingdom of England and various other states. It was fought in an attempt to curb the rising power of King Philip II of France and regain the Angevin continental possessions King John of England lost to him a decade earlier. It is widely regarded as the very first anti-French coalition war and came to "}, {"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}, {"title": "La Rochelle", "href": "/wiki/La_Rochelle", "description": "La Rochelle is a city on the south-west coast of France and a seaport on the Bay of Biscay, a part of the Atlantic Ocean. It is the capital of the Charente-Maritime department. With 75,735 inhabitants in 2017, La Rochelle is the most populated commune in the department and ranks fifth in the New Aquitaine region after Bordeaux, the regional capital, Limoges, Poitiers and Pau. Its inhabitants are c"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}]}, {"heading": "Events", "year": "1493", "date": "February 15", "txt": "While on board the Niña, Christopher Columbus writes an open letter (widely distributed upon his return to Portugal) describing his discoveries and the unexpected items he came across in the New World.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Columbus's letter on the first voyage", "href": "/wiki/Columbus%27s_letter_on_the_first_voyage", "description": "Columbus's letter on the first voyage is the first known document announcing the results of the first voyage of Christopher Columbus that set out in 1492 and reached the Americas. The letter was ostensibly written by Columbus himself, on February 15, 1493, aboard the caravel Niña, while still at sea, on the return leg of his voyage. A post-script was added upon his arrival in Lisbon on March 4, 14"}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}, {"title": "New World", "href": "/wiki/New_World", "description": "The \"New World\" is a eurocultural term applied to the majority of Earth's Western Hemisphere, specifically the Americas. The term gained prominence in the early 16th century, during the Europe's Age of Discovery, shortly after Italian explorer Amerigo Vespucci concluded America represented a new continent, and subsequently published his findings in a pamphlet titled Mundus Novus. This realization "}]}, {"heading": "Events", "year": "1637", "date": "February 15", "txt": "Ferdinand III becomes Holy Roman Emperor.", "entities": [{"title": "Ferdinand III, Holy Roman Emperor", "href": "/wiki/Ferdinand_III,_Holy_Roman_Emperor", "description": "Ferdinand III was from 1621 Archduke of Austria, King of Hungary from 1625, King of Croatia and Bohemia from 1627 and Holy Roman Emperor from 1637 until his death in 1657."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1690", "date": "February 15", "txt": "Constantin Cantemir, Prince of Moldavia, and the Holy Roman Empire sign a secret treaty in Sibiu, stipulating that Moldavia would support the actions led by the House of Habsburg against the Ottoman Empire.", "entities": [{"title": "Constantin Cantemir", "href": "/wiki/Constantin_Cantemir", "description": "Constantin or Constantine Cantemir (1612–1693) was a Moldavian nobleman, soldier, and statesman who served as voivode between 25 June 1685 and 27 March 1693. He established the Cantemir dynasty which—with interruptions—ruled Moldavia prior to the imposition of phanariot rule.\n"}, {"title": "Moldavia", "href": "/wiki/Moldavia", "description": "Moldavia is a historical region and former principality in Central and Eastern Europe, corresponding to the territory between the Eastern Carpathians and the Dniester River. An initially independent and later autonomous state, it existed from the 14th century to 1859, when it united with Wallachia as the basis of the modern Romanian state; at various times, Moldavia included the regions of Bessara"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}, {"title": "Sibiu", "href": "/wiki/Sibiu", "description": "Sibiu is a city in Transylvania, a historical region of Romania. Located some 275 km (171 mi) north-west of Bucharest, the city straddles the Cibin River, a tributary of the river Olt. Now the capital of the Sibiu County, between 1692 and 1791 and 1849–65 Sibiu was also the capital of the Principality of Transylvania."}, {"title": "House of Habsburg", "href": "/wiki/House_of_Habsburg", "description": "The House of Habsburg, also House of Austria, was one of the most prominent royal houses of Europe in the 2nd millennium."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1764", "date": "February 15", "txt": "The city of St. Louis is established in Spanish Louisiana (now in Missouri, USA).", "entities": [{"title": "St. Louis", "href": "/wiki/St._Louis", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}, {"title": "Louisiana (New Spain)", "href": "/wiki/Louisiana_(New_Spain)", "description": "Spanish Louisiana was a governorate and administrative district of the Viceroyalty of New Spain from 1762 to 1801 that consisted of a vast territory in the center of North America encompassing the western basin of the Mississippi River plus New Orleans. The area had originally been claimed and controlled by France, which had named it La Louisiane in honor of King Louis XIV in 1682. Spain secretly "}, {"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}]}, {"heading": "Events", "year": "1798", "date": "February 15", "txt": "The Roman Republic is proclaimed after Louis-Alexandre Berthier, a general of Napoleon, had invaded the city of Rome five days earlier.", "entities": [{"title": "Roman Republic (18th century)", "href": "/wiki/Roman_Republic_(18th_century)", "description": "The Roman Republic was proclaimed on 15 February 1798 after Louis-Alexandre Berthier, a general of Napoleon, had invaded the city of Rome on 10 February. The republic became one of the Italian \"sister republics\" of Revolutionary France. It was placed under the government of France - the Directory - and comprised territory conquered from the Papal States. Pope Pius VI was exiled to France and died "}, {"title": "Louis-Alexandre Berthier", "href": "/wiki/Louis-Alexandre_Berthier", "description": "Louis-Alexandre Berthier, 1st Prince of Wagram, Sovereign Prince of Neuchâtel, was a Marshal of the Empire doubling as Minister of War and chief of staff to Napoleon. Born into a military family, he served in the French Army and survived suspicion of monarchism during the Reign of Terror, before a rapid rise in the ranks during the French Revolutionary Wars. Although a key supporter of the coup ag"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}]}, {"heading": "Events", "year": "1835", "date": "February 15", "txt": "Serbia's Sretenje Constitution briefly comes into effect.", "entities": [{"title": "Sretenje Constitution", "href": "/wiki/Sretenje_Constitution", "description": "The Constitution of the Principality of Serbia known as the Sretenje Constitution, was the first constitution of the Principality of Serbia, adopted in Kragujevac in 1835. The Constitution was written by Dimitrije Davidović. The Constitution divided the power into legislative, executive and judicial branches, which is still considered the standard of democracy and constitutionality today."}]}, {"heading": "Events", "year": "1862", "date": "February 15", "txt": "American Civil War: Confederates commanded by Brig. Gen. John B. Floyd attack General Ulysses S. Grant's Union forces Fort Donelson, Tennessee. Unable to break the fort's encirclement, Floyd surrenders the following day.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "John B. Floyd", "href": "/wiki/John_B._Floyd", "description": "John Buchanan Floyd was the 31st Governor of Virginia, U.S. Secretary of War, and the Confederate general in the American Civil War who lost the crucial Battle of Fort Donelson."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Battle of Fort Donelson", "href": "/wiki/Battle_of_Fort_Donelson", "description": "The Battle of Fort Donelson was fought from February 11–16, 1862, in the Western Theater of the American Civil War. The Union capture of the Confederate fort near the Tennessee–Kentucky border opened the Cumberland River, an important avenue for the invasion of the South. The Union's success also elevated Brig. Gen. Ulysses S. Grant from an obscure and largely unproven leader to the rank of major "}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}]}, {"heading": "Events", "year": "1870", "date": "February 15", "txt": "Stevens Institute of Technology is founded in New Jersey, USA and offers the first Bachelor of Engineering degree in Mechanical Engineering.", "entities": [{"title": "Stevens Institute of Technology", "href": "/wiki/Stevens_Institute_of_Technology", "description": "Stevens Institute of Technology is a private research university in Hoboken, New Jersey. Incorporated in 1870, it is one of the oldest technological universities in the United States and was the first college in America solely dedicated to mechanical engineering. The campus encompasses Castle Point, the highest point in Hoboken, and several other buildings around the city."}, {"title": "Bachelor of Engineering", "href": "/wiki/Bachelor_of_Engineering", "description": "A Bachelor of Engineering is a first professional undergraduate academic degree awarded to a student after three to five years of studying engineering at an accredited university. In the UK, a B.Eng. degree will be accredited by one of the Engineering Council's professional engineering institutions as suitable for registration as an incorporated engineer or chartered engineer with further study to"}, {"title": "Mechanical Engineering", "href": "/wiki/Mechanical_Engineering", "description": "Mechanical engineering is an engineering branch that combines engineering physics and mathematics principles with materials science to design, analyze, manufacture, and maintain mechanical systems. It is one of the oldest and broadest of the engineering branches."}]}, {"heading": "Events", "year": "1879", "date": "February 15", "txt": "Women's rights: US President Rutherford B. Hayes signs a bill allowing female attorneys to argue cases before the Supreme Court of the United States.", "entities": [{"title": "Women's rights", "href": "/wiki/Women%27s_rights", "description": "Women's rights are the rights and entitlements claimed for women and girls worldwide. They formed the basis for the women's rights movement in the 19th century and the feminist movements during the 20th and 21st centuries. In some countries, these rights are institutionalized or supported by law, local custom, and behavior, whereas in others, they are ignored and suppressed. They differ from broad"}, {"title": "Rutherford B. Hayes", "href": "/wiki/Rutherford_B._Hayes", "description": "Rutherford Birchard Hayes was an American politician and attorney who served as the 19th president of the United States from 1877 to 1881, after serving in the U.S. House of Representatives and as governor of Ohio. A lawyer and staunch abolitionist, he had defended refugee slaves in court proceedings during the antebellum years. He negotiated the political agreement to end federal support of Recon"}, {"title": "Lawyer", "href": "/wiki/Lawyer", "description": "A lawyer or attorney is a person who practices law, as an advocate, attorney at law, barrister, barrister-at-law, bar-at-law, canonist, canon lawyer, civil law notary, counsel, counselor, solicitor, legal executive, or public servant preparing, interpreting and applying the law, but not as a paralegal or charter executive secretary. Working as a lawyer involves the practical application of abstrac"}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1891", "date": "February 15", "txt": "Allmänna Idrottsklubben (AIK) (Swedish Sports Club) is founded.", "entities": [{"title": "Allmänna Idrottsklubben", "href": "/wiki/Allm%C3%A4nna_Idrottsklubben", "description": "Allmänna Idrottsklubben, usually referred to as just AIK, is a professional sports club from Stockholm, Sweden. Founded in 1891, at the downtown address of Biblioteksgatan 8 in the district of Norrmalm, the club is the largest in Scandinavia. The club's achievements include Swedish championship titles in a slew of sports: football, ice hockey, bandy, handball, floorball, bowling, badminton, athlet"}]}, {"heading": "Events", "year": "1898", "date": "February 15", "txt": "The battleship USS Maine explodes and sinks in Havana harbor in Cuba, killing about 274 of the ship's roughly 354 crew. The disaster pushes the United States to declare war on Spain.", "entities": [{"title": "USS Maine (ACR-1)", "href": "/wiki/USS_Maine_(ACR-1)", "description": "USS Maine was a United States Navy ship that sank in Havana Harbor in February 1898, contributing to the outbreak of the Spanish–American War in April. American newspapers, engaging in yellow journalism to boost circulation, claimed that the Spanish were responsible for the ship's destruction. The phrase, \"Remember the Maine! To hell with Spain!\" became a rallying cry for action. Although the Main"}, {"title": "Havana", "href": "/wiki/Havana", "description": "Havana is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region."}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Events", "year": "1909", "date": "February 15", "txt": "The Flores Theater fire in Acapulco, Mexico kills 250.", "entities": [{"title": "Acapulco", "href": "/wiki/Acapulco", "description": "Acapulco de Juárez, commonly called Acapulco, is a city and major seaport in the state of Guerrero on the Pacific coast of Mexico, 380 kilometres (240 mi) south of Mexico City. Acapulco is located on a deep, semicircular bay and has been a port since the early colonial period of Mexico's history. It is a port of call for shipping and cruise lines running between Panama and San Francisco, Californi"}, {"title": "Mexico", "href": "/wiki/Mexico", "description": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Mexico covers 1,972,550 square kilometers (761,610 sq mi), making it the world's 13th-largest country by"}]}, {"heading": "Events", "year": "1923", "date": "February 15", "txt": "Greece becomes the last European country to adopt the Gregorian calendar.", "entities": [{"title": "Greece", "href": "/wiki/Greece", "description": "Greece, officially the Hellenic Republic, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens is its largest and capital city, followed by Thessaloniki. Situated on the southern tip of the Balkans, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria "}, {"title": "Gregorian calendar", "href": "/wiki/Gregorian_calendar", "description": "The Gregorian calendar is the calendar used in most of the world. It was introduced in October 1582 by Pope Gregory XIII as a minor modification of the Julian calendar, reducing the average year from 365.25 days to 365.2425 days, and adjusting for the drift in the 'tropical' or 'solar' year that the inaccuracy had caused during the intervening centuries."}]}, {"heading": "Events", "year": "1925", "date": "February 15", "txt": "The 1925 serum run to Nome: The second delivery of serum arrives in Nome, Alaska.", "entities": [{"title": "1925 serum run to Nome", "href": "/wiki/1925_serum_run_to_Nome", "description": "The 1925 serum run to Nome, also known as the Great Race of Mercy and The Serum Run, was a transport of diphtheria antitoxin by dog sled relay across the U.S. territory of Alaska by 20 mushers and about 150 sled dogs across 674 miles (1,085 km) in 5 ½ days, saving the small town of Nome and the surrounding communities from a developing epidemic."}, {"title": "Nome, Alaska", "href": "/wiki/Nome,_Alaska", "description": "Nome is a city in the Nome Census Area in the Unorganized Borough of Alaska, United States. The city is located on the southern Seward Peninsula coast on Norton Sound of the Bering Sea. In 2018 the population was estimated at 3,866, a rise from the 3,598 recorded in the 2010 census, up from 3,505 in 2000. Nome was incorporated on April 9, 1901, and was once the most-populous city in Alaska. Nome l"}]}, {"heading": "Events", "year": "1933", "date": "February 15", "txt": "In Miami, Giuseppe Zangara attempts to assassinate US President-elect Franklin D. Roosevelt, but instead shoots Chicago mayor Anton J. Cermak, who dies of his wounds on March 6, 1933.", "entities": [{"title": "Miami", "href": "/wiki/Miami", "description": "Miami, officially the City of Miami, is a coastal city located in southeastern Florida in the United States. It is the third most populous metropolis on the East coast of the United States, and it is the seventh largest in the country. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 491 ft (150 m)."}, {"title": "Giuseppe Zangara", "href": "/wiki/Giuseppe_Zangara", "description": "Giuseppe \"Joe\" Zangara was an Italian immigrant and naturalized United States citizen who attempted to assassinate then-President-elect Franklin D. Roosevelt on February 15, 1933, seventeen days before Roosevelt's inauguration. During a night speech by Roosevelt in Miami, Florida, Zangara fired five shots with a handgun he had purchased a couple of days before. He missed his target and instead inj"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}, {"title": "Anton J. Cermak", "href": "/wiki/Anton_J._Cermak", "description": "Anton Joseph Cermak was an American politician who served as the 44th mayor of Chicago, Illinois from April 7, 1931 until his death on March 6, 1933."}]}, {"heading": "Events", "year": "1942", "date": "February 15", "txt": "World War II: Fall of Singapore. Following an assault by Japanese forces, the British General Arthur Percival surrenders. About 80,000 Indian, United Kingdom and Australian soldiers become prisoners of war, the largest surrender of British-led military personnel in history.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Fall of Singapore", "href": "/wiki/Fall_of_Singapore", "description": "The Battle of Singapore, also known as the Fall of Singapore, was fought in the South-East Asian theatre of World War II when the Empire of Japan captured the British stronghold of Singapore—nicknamed the \"Gibraltar of the East\". Singapore was the major British military base in South-East Asia and was the key to British imperial interwar defence planning for South-East Asia and the South-West Paci"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Arthur Percival", "href": "/wiki/Arthur_Percival", "description": "Lieutenant-General Arthur Ernest Percival, was a senior British Army officer. He saw service in the First World War and built a successful military career during the interwar period but is most noted for his defeat in the Second World War, when he commanded British Commonwealth forces during the Japanese Malayan Campaign and the subsequent Battle of Singapore."}, {"title": "British Indian Army", "href": "/wiki/British_Indian_Army", "description": "The British Indian Army was the main military of the British Indian Empire before its decommissioning in 1947. It was responsible for the defence of both the British Indian Empire and the princely states, which could also have their own armies. The Indian Army was an important part of the British Empire's forces, both in India and abroad, particularly during the First World War and the Second Worl"}, {"title": "Prisoners of war", "href": "/wiki/Prisoners_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}]}, {"heading": "Events", "year": "1944", "date": "February 15", "txt": "World War II: The assault on Monte Cassino, Italy begins.", "entities": [{"title": "Battle of Monte Cassino", "href": "/wiki/Battle_of_Monte_Cassino", "description": "The Battle of Monte Cassino was a costly series of four assaults by the Allies against the Winter Line in Italy held by Axis forces during the Italian Campaign of World War II. The intention was a breakthrough to Rome."}, {"title": "Monte Cassino", "href": "/wiki/Monte_Cassino", "description": "Monte Cassino is a rocky hill about 130 kilometres (81 mi) southeast of Rome, in the Latin Valley, Italy, 2 kilometres (1.2 mi) to the west of the town of Cassino and 520 m (1,706.04 ft) altitude. Site of the Roman town of Casinum, it is best known for its abbey, the first house of the Benedictine Order, having been established by Benedict of Nursia himself around 529. It was for the community of "}, {"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}]}, {"heading": "Events", "year": "1944", "date": "February 15", "txt": "World War II: The Narva Offensive begins.", "entities": []}, {"heading": "Events", "year": "1945", "date": "February 15", "txt": "World War II: Third day of bombing in Dresden.", "entities": [{"title": "Bombing of Dresden in World War II", "href": "/wiki/Bombing_of_Dresden_in_World_War_II", "description": "The bombing of Dresden was a British-American aerial bombing attack on the city of Dresden, the capital of the German state of Saxony, during World War II. In four raids between 13 and 15 February 1945, 722 heavy bombers of the British Royal Air Force (RAF) and 527 of the United States Army Air Forces (USAAF) dropped more than 3,900 tons of high-explosive bombs and incendiary devices on the city. "}]}, {"heading": "Events", "year": "1946", "date": "February 15", "txt": "ENIAC, the first electronic general-purpose computer, is formally dedicated at the University of Pennsylvania in Philadelphia.", "entities": [{"title": "ENIAC", "href": "/wiki/ENIAC", "description": "ENIAC was the first programmable, electronic, general-purpose digital computer. It was Turing-complete, and able to solve \"a large class of numerical problems\" through reprogramming."}, {"title": "University of Pennsylvania", "href": "/wiki/University_of_Pennsylvania", "description": "The University of Pennsylvania is a private Ivy League research university in Philadelphia, Pennsylvania. The university claims a founding date of 1740 and is one of the nine colonial colleges chartered prior to the U.S. Declaration of Independence. Benjamin Franklin, Penn's founder and first president, advocated an educational program that trained leaders in commerce, government, and public servi"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1949", "date": "February 15", "txt": "Gerald Lankester Harding and Roland de Vaux begin excavations at Cave 1 of the Qumran Caves, where they will eventually discover the first seven Dead Sea Scrolls.", "entities": [{"title": "Gerald Lankester Harding", "href": "/wiki/Gerald_Lankester_Harding", "description": "Gerald Lankester Harding was a British archaeologist who was the director of the Department of Antiquities of Jordan from 1936 to 1956. His tenure spanned the period in which the Dead Sea Scrolls were discovered and brought to public awareness. Without his efforts many of the scrolls might have disappeared into private collections never to be seen again."}, {"title": "Roland de Vaux", "href": "/wiki/Roland_de_Vaux", "description": "Roland Guérin de Vaux was a French Dominican priest who led the Catholic team that initially worked on the Dead Sea Scrolls. He was the director of the Ecole Biblique, a French Catholic Theological School in East Jerusalem, and he was charged with overseeing research on the scrolls. His team excavated the ancient site of Khirbet Qumran (1951–1956) as well as several caves near Qumran northwest of "}, {"title": "Qumran Caves", "href": "/wiki/Qumran_Caves", "description": "Qumran Caves are a series of caves, some natural, some artificial, found around the archaeological site of Qumran in the Judaean Desert of the West Bank. It is in these caves that the Dead Sea Scrolls were discovered."}, {"title": "Dead Sea Scrolls", "href": "/wiki/Dead_Sea_Scrolls", "description": "The Dead Sea Scrolls are ancient Jewish and Hebrew religious manuscripts that were found in the Qumran Caves in the Judaean Desert, near Ein Feshkha on the northern shore of the Dead Sea in the West Bank, and the last discovered scrolls found in the Cave of Horror in Israel. In the larger sense, the Dead Sea Scrolls include manuscripts from additional Judaean Desert sites, dated as early as the 8t"}]}, {"heading": "Events", "year": "1952", "date": "February 15", "txt": "King George VI of the United Kingdom is buried in St George's Chapel, Windsor Castle.", "entities": [{"title": "George VI", "href": "/wiki/George_VI", "description": "George VI was King of the United Kingdom and the Dominions of the British Commonwealth from 11 December 1936 until his death in 1952. He was concurrently the last emperor of India until August 1947, when the British Raj was dissolved."}, {"title": "St George's Chapel, Windsor Castle", "href": "/wiki/St_George%27s_Chapel,_Windsor_Castle", "description": "St George's Chapel at Windsor Castle in England is a chapel built in the late-medieval Perpendicular Gothic style. It is both a Royal Peculiar and the Chapel of the Order of the Garter. It is located in the Lower Ward of the castle.\nSt George's castle chapel was originally founded in the 14th century by King Edward III and extensively enlarged in the late 15th century. It has been the scene of man"}]}, {"heading": "Events", "year": "1954", "date": "February 15", "txt": "Canada and the United States agree to construct the Distant Early Warning Line, a system of radar stations in the far northern Arctic regions of Canada and Alaska.", "entities": [{"title": "Distant Early Warning Line", "href": "/wiki/Distant_Early_Warning_Line", "description": "The Distant Early Warning Line, also known as the DEW Line or Early Warning Line, was a system of radar stations in the northern Arctic region of Canada, with additional stations along the north coast and Aleutian Islands of Alaska, in addition to the Faroe Islands, Greenland, and Iceland. It was set up to detect incoming bombers of the Soviet Union during the Cold War, and provide early warning o"}, {"title": "Radar", "href": "/wiki/Radar", "description": "Radar is a detection system that uses radio waves to determine the range, angle, or velocity of objects. It can be used to detect aircraft, ships, spacecraft, guided missiles, motor vehicles, weather formations, and terrain. A radar system consists of a transmitter producing electromagnetic waves in the radio or microwaves domain, a transmitting antenna, a receiving antenna and a receiver and proc"}]}, {"heading": "Events", "year": "1961", "date": "February 15", "txt": "Sabena Flight 548 crashes in Belgium, killing 73, including the entire United States figure skating team along with several of their coaches and family members.", "entities": [{"title": "Sabena Flight 548", "href": "/wiki/Sabena_Flight_548", "description": "Sabena Flight 548 was a Boeing 707-329 flight operated by Sabena that crashed en route from New York City to Brussels, Belgium, on February 15, 1961. The flight, which had originated at Idlewild International Airport, crashed on approach to Zaventem Airport, Brussels, killing all 72 people on board and one person on the ground. The fatalities included the entire United States figure skating team, "}, {"title": "Figure skating", "href": "/wiki/Figure_skating", "description": "Figure skating is a sport in which individuals, pairs, or groups perform on figure skates on ice. It was the first winter sport to be included in the Olympic Games, when contested at the 1908 Olympics in London. The Olympic disciplines are men's singles, ladies' singles, pair skating, and ice dance; the four individual disciplines are also combined into a team event, first included in the Winter O"}]}, {"heading": "Events", "year": "1965", "date": "February 15", "txt": "A new red-and-white maple leaf design is adopted as the flag of Canada, replacing the old Canadian Red Ensign banner.", "entities": [{"title": "Maple", "href": "/wiki/Maple", "description": "Acer is a genus of trees and shrubs commonly known as maples. The genus is placed in the family Sapindaceae. There are approximately 132 species, most of which are native to Asia, with a number also appearing in Europe, northern Africa, and North America. Only one species, Acer laurinum, extends to the Southern Hemisphere. The type species of the genus is the sycamore maple, Acer pseudoplatanus, t"}, {"title": "Flag of Canada", "href": "/wiki/Flag_of_Canada", "description": "The National Flag of Canada, often simply referred to as the Canadian flag, or unofficially as the Maple Leaf or l'Unifolié, consists of a red field with a white square at its centre in the ratio of 1:2:1, in the middle of which is featured a stylized, red, 11-pointed maple leaf charged in the centre. It is the first flag to have been adopted by both houses of Parliament and officially proclaimed "}, {"title": "Canadian Red Ensign", "href": "/wiki/Canadian_Red_Ensign", "description": "The Canadian Red Ensign served as a nautical flag and civil ensign for Canada from 1892 to 1965 and later as an unofficial flag of Canada before 1965. The flag is a British red ensign, with the Royal Union Flag in the canton, adorned with the shield of the coat of arms of Canada."}]}, {"heading": "Events", "year": "1971", "date": "February 15", "txt": "The decimalisation of British coinage is completed on Decimal Day.", "entities": [{"title": "Decimalisation", "href": "/wiki/Decimalisation", "description": "Decimalisation is the conversion of a system of currency or of weights and measures to units related by powers of 10."}, {"title": "Coins of the pound sterling", "href": "/wiki/Coins_of_the_pound_sterling", "description": "The standard circulating coinage of the United Kingdom, British Crown Dependencies and British Overseas Territories is denominated in pounds sterling, and, since the introduction of the two-pound coin in 1994, ranges in value from one penny to two pounds. Since decimalisation, on 15 February 1971, the pound has been divided into 100 (new) pence. Before decimalisation, twelve pence made a shilling,"}, {"title": "Decimal Day", "href": "/wiki/Decimal_Day", "description": "Decimal Day in the United Kingdom and in Ireland was 15 February 1971, the day on which each country decimalised its respective £sd currency of pounds, shillings, and pence."}]}, {"heading": "Events", "year": "1972", "date": "February 15", "txt": "Sound recordings are granted U.S. federal copyright protection for the first time.", "entities": [{"title": "Sound recording and reproduction", "href": "/wiki/Sound_recording_and_reproduction", "description": "Sound recording and reproduction is an electrical, mechanical, electronic, or digital inscription and re-creation of sound waves, such as spoken voice, singing, instrumental music, or sound effects. The two main classes of sound recording technology are analog recording and digital recording."}, {"title": "Copyright", "href": "/wiki/Copyright", "description": "Copyright is a type of intellectual property that gives its owner the exclusive right to make copies of a creative work, usually for a limited time. The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself. A copyright is subject to limitations based on"}, {"title": "Phonogram Convention", "href": "/wiki/Phonogram_Convention", "description": "The Convention for the Protection of Producers of Phonograms Against Unauthorized Duplication of Their Phonograms, also known as the Geneva Phonograms Convention, is a 1971 international agreement relating to copyright protection for sound recordings."}, {"title": "Copyright law of the United States", "href": "/wiki/Copyright_law_of_the_United_States#Duration_of_copyright", "description": "The copyright law of the United States grants monopoly protection for \"original works of authorship\". With the stated purpose to promote art and culture, copyright law assigns a set of exclusive rights to authors: to make and sell copies of their works, to create derivative works, and to perform or display their works publicly. These exclusive rights are subject to a time limit, and generally expi"}]}, {"heading": "Events", "year": "1972", "date": "February 15", "txt": "José María Velasco Ibarra, serving as President of Ecuador for the fifth time, is overthrown by the military for the fourth time.", "entities": [{"title": "President of Ecuador", "href": "/wiki/President_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Events", "year": "1982", "date": "February 15", "txt": "The drilling rig Ocean Ranger sinks during a storm off the coast of Newfoundland, killing 84 workers.", "entities": [{"title": "Drilling rig", "href": "/wiki/Drilling_rig", "description": "A drilling rig is an integrated system that drills wells, such as oil or water wells, in the earth's subsurface. Drilling rigs can be massive structures housing equipment used to drill water wells, oil wells, or natural gas extraction wells, or they can be small enough to be moved manually by one person and such are called augers. Drilling rigs can sample subsurface mineral deposits, test rock, so"}, {"title": "Newfoundland (island)", "href": "/wiki/Newfoundland_(island)", "description": "Newfoundland is a large island off the east coast of the North American mainland, and the most populous part of the Canadian province of Newfoundland and Labrador. It has 29 percent of the province's land area. The island is separated from the Labrador Peninsula by the Strait of Belle Isle and from Cape Breton Island by the Cabot Strait. It blocks the mouth of the Saint Lawrence River, creating th"}]}, {"heading": "Events", "year": "1989", "date": "February 15", "txt": "Soviet–Afghan War: The Soviet Union officially announces that all of its troops have left Afghanistan.", "entities": [{"title": "Soviet–Afghan War", "href": "/wiki/Soviet%E2%80%93Afghan_War", "description": "The Soviet–Afghan War was a conflict wherein insurgent groups, as well as smaller Maoist groups, fought a nine-year guerrilla war against the Soviet Army and the Democratic Republic of Afghanistan government throughout the 1980s, mostly in the Afghan countryside. The Mujahideen were variously backed primarily by the United States, Pakistan, Iran, Saudi Arabia, China, and the United Kingdom; the co"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Soviet withdrawal from Afghanistan", "href": "/wiki/Soviet_withdrawal_from_Afghanistan", "description": "The final and complete withdrawal of Soviet combatant forces from Afghanistan began on 15 May 1988 and ended on 15 February 1989 under the leadership of Colonel-General Boris Gromov."}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Events", "year": "1991", "date": "February 15", "txt": "The Visegrád Agreement, establishing cooperation to move toward free-market systems, is signed by the leaders of Czechoslovakia, Hungary and Poland.", "entities": [{"title": "Visegrád Agreement", "href": "/wiki/Visegr%C3%A1d_Agreement", "description": "The Visegrád Group, Visegrád Four, or V4, is a cultural and political alliance of four countries of Central Europe, all of which are members of the EU and of NATO, to advance co-operation in military, cultural, economic and energy matters with one another and to further their integration to the EU."}, {"title": "Free market economy", "href": "/wiki/Free_market_economy", "description": "A market economy is an economic system in which the decisions regarding investment, production and distribution are guided by the price signals created by the forces of supply and demand. The major characteristic of a market economy is the existence of factor markets that play a dominant role in the allocation of capital and the factors of production."}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Events", "year": "1992", "date": "February 15", "txt": "Serial killer Jeffrey Dahmer is sentenced in Milwaukee to life in prison.", "entities": [{"title": "Jeffrey Dahmer", "href": "/wiki/Jeffrey_Dahmer", "description": "Jeffrey Lionel Dahmer, also known as the Milwaukee Cannibal or the Milwaukee Monster, was a convicted American serial killer and sex offender who committed the murder and dismemberment of 17 men and boys between 1978 and 1991. Many of his later murders involved necrophilia, cannibalism, and the permanent preservation of body parts—typically all or part of the skeleton."}]}, {"heading": "Events", "year": "1992", "date": "February 15", "txt": "Air Transport International Flight 805 crashes near Toledo Express Airport in Ohio, killing all four people on board.", "entities": [{"title": "Toledo Express Airport", "href": "/wiki/Toledo_Express_Airport", "description": "Toledo Express Airport, officially Eugene F. Kranz Toledo Express Airport, is a civil-military airport in Swanton and Monclova townships 10 mi (16 km) west of Toledo in western Lucas County, Ohio. It opened in 1954-55 as a replacement to then Toledo Municipal Airport southeast of Toledo. TOL is near the crossing of State Route 2 and the Ohio Turnpike."}]}, {"heading": "Events", "year": "1996", "date": "February 15", "txt": "At the Xichang Satellite Launch Center in China, a Long March 3 rocket, carrying an Intelsat 708, crashes into a rural village after liftoff, killing many people.", "entities": [{"title": "Xichang Satellite Launch Center", "href": "/wiki/Xichang_Satellite_Launch_Center", "description": "The Xichang Satellite Launch Center (XSLC), also known as the Xichang Space Center, is a spaceport of China. It is located in Zeyuan Town (泽远镇), approximately 64 kilometers (40 mi) northwest of Xichang, Liangshan Yi Autonomous Prefecture in Sichuan."}, {"title": "Long March 3", "href": "/wiki/Long_March_3", "description": "The Long March 3, also known as the Changzheng 3, CZ-3 and LM-3, was a Chinese orbital carrier rocket design. They were all launched from Launch Area 3 at the Xichang Satellite Launch Center. It was a 3-stage rocket, and was mostly used to place DFH-2-class communications satellites into geosynchronous transfer orbits. It was complemented and later replaced by the more powerful Long March 3A, whic"}, {"title": "Intelsat 708", "href": "/wiki/Intelsat_708", "description": "Intelsat 708 was a telecommunications satellite built by the American company Space Systems/Loral for Intelsat. It was destroyed on 15 February 1996 when the Long March 3B launch vehicle failed while being launched from the Xichang Satellite Launch Center in China. The launch vehicle veered off course immediately after liftoff and struck a nearby village, officially killing at least six people, al"}]}, {"heading": "Events", "year": "1996", "date": "February 15", "txt": "Embassy of the United States, Athens is attacked by an antitank rocket, by Revolutionary Organization 17 November, whose first victim was Richard Welch in 1975, leading to the Intelligence Identities Protection Act.", "entities": [{"title": "Revolutionary Organization 17 November", "href": "/wiki/Revolutionary_Organization_17_November", "description": "Revolutionary Organization 17 November, also known as 17N or the 17 November Group, was a Greek far-left urban guerrilla organization formed in 1975 and led by Alexandros Giotopoulos. 17N conducted an extensive urban guerrilla campaign against the Greek state, banks, and businesses, as well as American, Turkish, and British targets. The organization committed 103 known armed robberies, assassinati"}, {"title": "Richard Welch", "href": "/wiki/Richard_Welch", "description": "Richard Skeffington Welch was a career Central Intelligence Agency officer. He was the Chief of Station (COS) in Athens, Greece, when he was assassinated by the Revolutionary Organization 17 November (17N). His assassination led to the passage of the Intelligence Identities Protection Act, making it a crime to expose or identify officers working in covert roles who had not officially been acknowle"}, {"title": "Intelligence Identities Protection Act", "href": "/wiki/Intelligence_Identities_Protection_Act", "description": "The Intelligence Identities Protection Act of 1982 is a United States federal law that makes it a federal crime for those with access to classified information, or those who systematically seek to identify and expose covert agents and have reason to believe that it will harm the foreign intelligence activities of the U.S., to intentionally reveal the identity of an agent whom one knows to be in or"}]}, {"heading": "Events", "year": "2001", "date": "February 15", "txt": "The first draft of the complete human genome is published in Nature.", "entities": [{"title": "Human genome", "href": "/wiki/Human_genome", "description": "The human genome is a complete set of nucleic acid sequences for humans, encoded as DNA within the 23 chromosome pairs in cell nuclei and in a small DNA molecule found within individual mitochondria. These are usually treated separately as the nuclear genome and the mitochondrial genome. Human genomes include both protein-coding DNA genes and noncoding DNA. Haploid human genomes, which are contain"}]}, {"heading": "Events", "year": "2003", "date": "February 15", "txt": "Protests against the Iraq war take place in over 600 cities worldwide. It is estimated that between eight million and 30 million people participate, making this the largest peace demonstration in history.", "entities": [{"title": "February 15, 2003, anti-war protests", "href": "/wiki/February_15,_2003,_anti-war_protests", "description": "On 15 February 2003, a coordinated day of protests started across the world in which people in more than 600 cities expressed opposition to the imminent Iraq War. It was part of a series of protests and political events that had begun in 2002 and continued as the war took place. At the time, social movement researchers described the 15 February protest as \"the largest protest event in human histor"}]}, {"heading": "Events", "year": "2010", "date": "February 15", "txt": "Two trains collide in the Halle train collision in Halle, Belgium, killing 19 and injuring 171 people.", "entities": [{"title": "Halle train collision", "href": "/wiki/Halle_train_collision", "description": "The Halle train collision was a collision between two NMBS/SNCB passenger trains carrying a combined 250–300 people in Buizingen, in the municipality of Halle, Flemish Brabant, Belgium, on 15 February 2010. The accident occurred in snowy conditions at 08:28 CET (07:28 UTC), during rush hour, on railway line 96 (Brussels–Quévy) about 12 kilometers (7.5 miles) from Brussels between P-train E3678 fro"}, {"title": "Halle, Belgium", "href": "/wiki/Halle,_Belgium", "description": "Halle is a city and municipality of Belgium, in the district (arrondissement) Halle-Vilvoorde of the province Flemish Brabant. It is located on the Brussels-Charleroi Canal and on the Flemish side of the language border that separates Flanders and Wallonia. Halle lies on the border between the Flemish plains to the North and the undulating Brabant lands to the South. The city also borders on the P"}, {"title": "Belgium", "href": "/wiki/Belgium", "description": "Belgium, officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the"}]}, {"heading": "Events", "year": "2012", "date": "February 15", "txt": "Three hundred and sixty people die in a fire at a Honduran prison in the city of Comayagua.", "entities": [{"title": "Comayagua prison fire", "href": "/wiki/Comayagua_prison_fire", "description": "The Comayagua prison fire or known locally in Comayagua as The prison of hell was a deadly fire that occurred 14/15 February 2012 at the National Penitentiary in Comayagua, Honduras, killing 361 people. Prisoners trapped in their cells died by burning or suffocation; dozens were burned beyond recognition. The fire started late in the evening of 14 February. According to one prisoner, calls for hel"}, {"title": "Honduras", "href": "/wiki/Honduras", "description": "Honduras, officially the Republic of Honduras, is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea."}, {"title": "Comayagua", "href": "/wiki/Comayagua", "description": "Comayagua is a city and municipality in Honduras, some 80 kilometres northwest of Tegucigalpa on the highway to San Pedro Sula and 594 metres above sea level."}]}, {"heading": "Events", "year": "2013", "date": "February 15", "txt": "A meteor explodes over Russia, injuring 1,500 people as a shock wave blows out windows and rocks buildings. This happens unexpectedly only hours before the expected closest ever approach of the larger and unrelated asteroid 2012 DA14.", "entities": [{"title": "Chelyabinsk meteor", "href": "/wiki/Chelyabinsk_meteor", "description": "The Chelyabinsk meteor was a superbolide that entered Earth's atmosphere over Russia on 15 February 2013 at about 09:20 YEKT. It was caused by an approximately 20 m (66 ft) near-Earth asteroid with a speed relative to Earth of 19.16 ± 0.15 kilometres per second. It quickly became a brilliant superbolide meteor over the southern Ural region. The light from the meteor was brighter than the Sun, visi"}, {"title": "2012 DA14", "href": "/wiki/2012_DA14", "description": "367943 Duende, provisional designation 2012 DA14, is a micro-asteroid and a near-Earth object of the Aten and Atira group, approximately 30 meters (98 ft) in diameter. It was discovered by astronomers of the Astronomical Observatory of Mallorca at its robotic La Sagra Observatory in 2012, and named for the duende, a goblin-like creature from Iberian and Filipino mythology and folklore. Duende is l"}]}, {"heading": "Events", "year": "2021", "date": "February 15", "txt": "Sixty people drown and hundreds are missing after a boat sinks on the Congo River near the village of Longola Ekoti, Mai-Ndombe Province, Democratic Republic of the Congo.", "entities": [{"title": "2021 Congo River disaster", "href": "/wiki/2021_Congo_River_disaster", "description": "On 15 February 2021 a ship sunk in the Congo River in Mai-Ndombe province, near Kinshasa in the Democratic Republic of the Congo killing at least 60 people."}, {"title": "Mai-Ndombe Province", "href": "/wiki/Mai-Ndombe_Province", "description": "Mai-Ndombe is one of the 21 new provinces of the Democratic Republic of the Congo created in the 2015 repartitioning. Mai-Ndombe, Kwango, and Kwilu provinces are the result of the dismemberment of the former Bandundu province. Mai-Ndombe was formed from the Plateaux and Mai-Ndombe districts. The town of Inongo was elevated to capital city of the new province."}]}, {"heading": "Births", "year": "1377", "date": "February 15", "txt": "Ladislaus of Naples (d. 1414)", "entities": [{"title": "Ladislaus of Naples", "href": "/wiki/Ladislaus_of_Naples", "description": "Ladislaus the Magnanimous was the king of Naples from 1386 until his death and an unsuccessful claimant to the kingdoms of Hungary and Croatia. Ladislaus was a skilled political and military leader, protector and controller of Pope Innocent VII; however, he earned a bad reputation concerning his personal life. He profited from disorder throughout Italy to greatly expand his kingdom and his power, "}]}, {"heading": "Births", "year": "1458", "date": "February 15", "txt": "Ivan the Young, son of Ivan III of Russia (d. 1490)", "entities": [{"title": "Ivan the Young", "href": "/wiki/Ivan_the_Young", "description": "Ivan Ivanovich, was the eldest son and heir of Ivan III of Russia from his first marriage to Maria of Tver."}, {"title": "Ivan III of Russia", "href": "/wiki/Ivan_III_of_Russia", "description": "Ivan III Vasilyevich, also known as Ivan the Great, was a Grand Prince of Moscow and Grand Prince of all Rus'. Ivan served as the co-ruler and regent for his blind father Vasily II from the mid-1450s before he officially ascended the throne in 1462."}]}, {"heading": "Births", "year": "1472", "date": "February 15", "txt": "Piero the Unfortunate, Italian ruler (d. 1503)", "entities": [{"title": "Piero the Unfortunate", "href": "/wiki/Piero_the_Unfortunate", "description": "Piero di Lorenzo de' Medici, called Piero the Unfortunate, was the Lord of Florence from 1492 until his exile in 1494."}]}, {"heading": "Births", "year": "1506", "date": "February 15", "txt": "Juliana of Stolberg, German countess (d. 1580)", "entities": [{"title": "Juliana of Stolberg", "href": "/wiki/Juliana_of_Stolberg", "description": "Juliana, Countess of Stolberg-Wernigerode was the mother of William the Silent, the leader of the successful Dutch Revolt against the Spanish in the 16th century."}]}, {"heading": "Births", "year": "1519", "date": "February 15", "txt": "Pedro Menéndez de Avilés, first Spanish Governor of Florida (d. 1574)", "entities": [{"title": "Pedro Menéndez de Avilés", "href": "/wiki/Pedro_Men%C3%A9ndez_de_Avil%C3%A9s", "description": "Pedro Menéndez de Avilés was a Spanish admiral and explorer from Avilés, in Asturias, Spain. He is notable for planning the first regular trans-oceanic convoys, which became known as the Spanish treasure fleet, and for founding St. Augustine, Florida, in 1565. This was the first successful European settlement in La Florida and the most significant city in the region for nearly three centuries. St."}]}, {"heading": "Births", "year": "1557", "date": "February 15", "txt": "Alfonso Fontanelli, Italian composer (d. 1622)", "entities": [{"title": "Alfonso Fontanelli", "href": "/wiki/Alfonso_Fontanelli", "description": "Alfonso Fontanelli was an Italian composer, writer, diplomat, courtier, and nobleman of the late Renaissance. He was one of the leading figures in the musically progressive Ferrara school in the late 16th century, and one of the earliest composers in the seconda pratica style at the transition to the Baroque era."}]}, {"heading": "Births", "year": "1564", "date": "February 15", "txt": "Galileo Galilei, Italian astronomer, physicist, and mathematician (d. 1642)", "entities": [{"title": "Galileo Galilei", "href": "/wiki/Galileo_Galilei", "description": "Galileo di Vincenzo Bonaiuti de' Galilei was an Italian astronomer, physicist and engineer, sometimes described as a polymath, from Pisa. Galileo has been called the \"father of observational astronomy\", the \"father of modern physics\", the \"father of the scientific method\", and the \"father of modern science\"."}]}, {"heading": "Births", "year": "1571", "date": "February 15", "txt": "Michael Praetorius, German organist and composer (probable; d. 1621)", "entities": [{"title": "Michael Praetorius", "href": "/wiki/Michael_Praetorius", "description": "Michael Praetorius was a German composer, organist, and music theorist. He was one of the most versatile composers of his age, being particularly significant in the development of musical forms based on Protestant hymns."}]}, {"heading": "Births", "year": "1612", "date": "February 15", "txt": "Paul de Chomedey, Sieur de Maisonneuve, French soldier, founded Montreal (d. 1676)", "entities": [{"title": "Paul de Chomedey, Sieur de Maisonneuve", "href": "/wiki/Paul_de_Chomedey,_Sieur_de_Maisonneuve", "description": "Paul de Chomedey, sieur de Maisonneuve was a French military officer and the founder of Fort Ville-Marie in New France."}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}]}, {"heading": "Births", "year": "1627", "date": "February 15", "txt": "Charles Morton, Cornish nonconformist minister (d. 1698)", "entities": [{"title": "Charles Morton (educator)", "href": "/wiki/Charles_Morton_(educator)", "description": "\nCharles Morton was a Cornish nonconformist minister and founder of an early dissenting academy, later in life associated in New England with Harvard College. \nMorton was raised with strong Puritan influences in England and attended Oxford (1649-1652). As a result of the English Revolution, he was arrested and excommunicated for promoting progressive education, forcing his immigration to relative "}]}, {"heading": "Births", "year": "1638", "date": "February 15", "txt": "Zeb-un-Nissa, Mughal princess and poet (d. 1702)", "entities": [{"title": "Zeb-un-Nissa", "href": "/wiki/Zeb-un-Nissa", "description": "Zeb-un-Nissa was a Mughal princess and the eldest child of Emperor Aurangzeb and his chief consort Dilras Banu Begum. She was also a poet, who wrote under the pseudonym of \"Makhfi\"."}]}, {"heading": "Births", "year": "1705", "date": "February 15", "txt": "Charles-André van Loo, French painter (d. 1765)", "entities": [{"title": "Charles-André van Loo", "href": "/wiki/Charles-Andr%C3%A9_van_Loo", "description": "Carle or Charles-André van Loo was a French painter, son of the painter Louis-Abraham van Loo, a younger brother of Jean-Baptiste van Loo and grandson of Jacob van Loo. He was the most famous member of a successful dynasty of painters of Dutch origin. His oeuvre includes every category: religion, history painting, mythology, portraiture, allegory, and genre scenes."}]}, {"heading": "Births", "year": "1710", "date": "February 15", "txt": "Louis XV of France (d. 1774)", "entities": [{"title": "Louis XV of France", "href": "/wiki/Louis_XV_of_France", "description": "Louis XV, known as Louis the Beloved, was King of France from 1 September 1715 until his death in 1774. He succeeded his great-grandfather Louis XIV at the age of five. Until he reached maturity on 15 February 1723, the kingdom was ruled by Philippe II, Duke of Orléans, as Regent of France.\nCardinal Fleury was chief minister from 1726 until his death in 1743, at which time the king took sole contr"}]}, {"heading": "Births", "year": "1725", "date": "February 15", "txt": "Abraham Clark, American surveyor, lawyer, and politician (d. 1794)", "entities": [{"title": "Abraham Clark", "href": "/wiki/Abraham_Clark", "description": "Abraham Clark was an American politician, slaveholder, and Revolutionary War figure. He was delegate for New Jersey to the Continental Congress where he signed the Declaration of Independence and later served in the United States House of Representatives in both the Second and Third United States Congress, from March 4, 1791, until his death in 1794."}]}, {"heading": "Births", "year": "1734", "date": "February 15", "txt": "William Stacy, American colonel (d. 1802)", "entities": [{"title": "William Stacy", "href": "/wiki/William_Stacy", "description": "William Stacy was an officer of the Continental Army during the American Revolutionary War, and a pioneer to the Ohio Country. Published histories describe Colonel William Stacy's involvement in a variety of events during the war, such as rallying the militia on a village common in Massachusetts, participating in the Siege of Boston, being captured by Loyalists and American Indians at the Cherry V"}]}, {"heading": "Births", "year": "1739", "date": "February 15", "txt": "Alexandre-Théodore Brongniart, French architect, designed the Paris Bourse (d. 1813)", "entities": [{"title": "Alexandre-Théodore Brongniart", "href": "/wiki/Alexandre-Th%C3%A9odore_Brongniart", "description": "Alexandre-Théodore Brongniart was a prominent French architect."}, {"title": "Paris Bourse", "href": "/wiki/Paris_Bourse", "description": "Euronext Paris is France's securities market, formerly known as the Paris Bourse, which merged with the Amsterdam, Lisbon, and Brussels exchanges in September 2000 to form Euronext NV, which is the second largest exchange in Europe behind the United Kingdom's London Stock Exchange Group."}]}, {"heading": "Births", "year": "1748", "date": "February 15", "txt": "Jeremy Bentham, English jurist and philosopher (d. 1832)", "entities": [{"title": "Jeremy Bentham", "href": "/wiki/Jeremy_Bentham", "description": "Jeremy Bentham was an English philosopher, jurist, and social reformer regarded as the founder of modern utilitarianism."}]}, {"heading": "Births", "year": "1759", "date": "February 15", "txt": "Friedrich August Wolf, German philologist and critic (d. 1824)", "entities": [{"title": "Friedrich August Wolf", "href": "/wiki/Friedrich_August_Wolf", "description": "Friedrich August Wolf was a German Classicist and is considered the founder of modern Philology."}]}, {"heading": "Births", "year": "1760", "date": "February 15", "txt": "Jean-François Le Sueur, French composer and educator (d. 1837)", "entities": [{"title": "Jean-François Le Sueur", "href": "/wiki/Jean-Fran%C3%A7ois_Le_Sueur", "description": "Jean-François Le Sueur was a French composer, best known for his oratorios and operas."}]}, {"heading": "Births", "year": "1797", "date": "February 15", "txt": "Henry E. Steinway, German-American businessman, founded Steinway & Sons (d. 1871)", "entities": [{"title": "Henry E. Steinway", "href": "/wiki/Henry_E._Steinway", "description": "Heinrich Engelhard Steinweg, anglicized name Henry Engelhard Steinway, was a German-American piano maker who made pianos in both Germany and the United States. He was the founder of the piano company Steinway & Sons."}, {"title": "Steinway & Sons", "href": "/wiki/Steinway_%26_Sons", "description": "Steinway & Sons, also known as Steinway, is a German-American piano company, founded in 1853 in Manhattan by German piano builder Heinrich Engelhard Steinweg. The company's growth led to the opening of a factory in New York City, United States, and later a factory in Hamburg, Germany. The factory in the Queens borough of New York City supplies the Americas, and the factory in Hamburg supplies the "}]}, {"heading": "Births", "year": "1809", "date": "February 15", "txt": "André Dumont, Belgian geologist and academic (d. 1857)", "entities": [{"title": "André Dumont", "href": "/wiki/Andr%C3%A9_Dumont", "description": "André Hubert Dumont was a Belgian geologist."}]}, {"heading": "Births", "year": "1809", "date": "February 15", "txt": "Cyrus McCormick, American journalist and businessman, co-founded International Harvester (d. 1884)", "entities": [{"title": "International Harvester", "href": "/wiki/International_Harvester", "description": "The International Harvester Company was an American manufacturer of agricultural equipment, automobiles, commercial trucks, lawn and garden products, household equipment, and more. It was formed from the 1902 merger of McCormick Harvesting Machine Company and Deering Harvester Company and three smaller manufactures: Milwaukee; Plano; and Warder, Bushnell, and Glessner. In the 1980s all divisions w"}]}, {"heading": "Births", "year": "1810", "date": "February 15", "txt": "Mary S. B. Shindler, American poet, writer, and editor (d. 1883)", "entities": [{"title": "Mary S. B. Shindler", "href": "/wiki/Mary_S._B._Shindler", "description": "Mary S. B. Shindler was an American poet, writer, and editor of the southern United States. She was a frequent contributor to popular periodicals, and a successful hymnwriter of the mid-19th century."}]}, {"heading": "Births", "year": "1811", "date": "February 15", "txt": "Domingo Faustino Sarmiento, Argentinian journalist and politician, 7th President of Argentina (d. 1888)", "entities": [{"title": "Domingo Faustino Sarmiento", "href": "/wiki/Domingo_Faustino_Sarmiento", "description": "Domingo Faustino Sarmiento was an Argentine activist, intellectual, writer, statesman and the seventh President of Argentina. His writing spanned a wide range of genres and topics, from journalism to autobiography, to political philosophy and history. He was a member of a group of intellectuals, known as the Generation of 1837, who had a great influence on 19th-century Argentina. He was particular"}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1812", "date": "February 15", "txt": "Charles Lewis Tiffany, American businessman, founded Tiffany & Co. (d. 1902)", "entities": [{"title": "Charles Lewis Tiffany", "href": "/wiki/Charles_Lewis_Tiffany", "description": "Charles Lewis Tiffany was an American businessman and jeweller who founded New York City's Tiffany & Co. in 1837. Known for his jewelry expertise, Tiffany created the country's first retail catalog and introduced the English standard of sterling silver in imported jewelry in 1851."}, {"title": "Tiffany & Co.", "href": "/wiki/Tiffany_%26_Co.", "description": "Tiffany & Co. is an American luxury jewelry and specialty retailer headquartered in New York City. It sells jewelry, sterling silver, china, crystal, stationery, fragrances, water bottles, watches, personal accessories, and leather goods. Tiffany is known for its luxury goods, particularly its diamond and sterling silver jewelry. It markets itself as an arbiter of taste and style. These goods are "}]}, {"heading": "Births", "year": "1820", "date": "February 15", "txt": "Susan B. Anthony, American suffragist and activist (d. 1906)", "entities": [{"title": "Susan B. Anthony", "href": "/wiki/Susan_B._Anthony", "description": "Susan B. Anthony was an American social reformer and women's rights activist who played a pivotal role in the women's suffrage movement. Born into a Quaker family committed to social equality, she collected anti-slavery petitions at the age of 17. In 1856, she became the New York state agent for the American Anti-Slavery Society."}]}, {"heading": "Births", "year": "1825", "date": "February 15", "txt": "Carter Harrison, Sr., American lawyer and politician, 29th Mayor of Chicago (d. 1893)", "entities": [{"title": "Carter Harrison, Sr.", "href": "/wiki/Carter_Harrison,_Sr.", "description": "Carter Henry Harrison Sr. was an American politician who served as mayor of Chicago, Illinois, from 1879 until 1887; he was subsequently elected to a fifth term in 1893 but was assassinated before completing the term. He previously served two terms in the United States House of Representatives. Harrison was the first cousin twice removed of President William Henry Harrison, whose grandson, Benjami"}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1834", "date": "February 15", "txt": "V. A. Urechia, Moldavian-Romanian historian, author, and playwright (d. 1901)", "entities": [{"title": "V. A. Urechia", "href": "/wiki/V._A._Urechia", "description": "V. A. Urechia was a Moldavian, later Romanian historian, Romantic author of historical fiction and plays, academic and politician. The author of Romanian history syntheses, a noted bibliographer, heraldist, ethnographer and folklorist, he founded and managed a private school, later holding teaching positions at the University of Iaşi and University of Bucharest. Urechia was also one of the foundin"}]}, {"heading": "Births", "year": "1835", "date": "February 15", "txt": "Demetrius Vikelas, Greek businessman and philanthropist (d. 1908)", "entities": [{"title": "Demetrius Vikelas", "href": "/wiki/Demetrius_Vikelas", "description": "Demetrios Vikelas was a Greek businessman and writer; he was the first President of the International Olympic Committee (IOC), from 1894 to 1896."}]}, {"heading": "Births", "year": "1840", "date": "February 15", "txt": "Titu Maiorescu, Romanian philosopher, academic, and politician, 23rd Prime Minister of Romania (d. 1917)", "entities": [{"title": "Titu Maiorescu", "href": "/wiki/Titu_Maiorescu", "description": "Titu Liviu Maiorescu was a Romanian literary critic and politician, founder of the Junimea Society. As a literary critic, he was instrumental in the development of Romanian culture in the second half of the 19th century."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Births", "year": "1841", "date": "February 15", "txt": "Manuel Ferraz de Campos Sales, Brazilian lawyer and politician, 4th President of Brazil (d. 1913)", "entities": [{"title": "Manuel Ferraz de Campos Sales", "href": "/wiki/Manuel_Ferraz_de_Campos_Sales", "description": "Dr. Manuel Ferraz de Campos Sales was a Brazilian lawyer, coffee farmer, and politician who served as the fourth President of Brazil. He was born in the city of Campinas, São Paulo. He graduated as a lawyer from the Faculdade de Direito do Largo de São Francisco, São Paulo, in 1863. He served as a provincial deputy three times, general-deputy once, and also as minister of justice (1889-1891), sena"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1845", "date": "February 15", "txt": "Elihu Root, American lawyer and politician, 38th United States Secretary of State, Nobel Prize laureate (d. 1937)", "entities": [{"title": "Elihu Root", "href": "/wiki/Elihu_Root", "description": "Elihu Root was an American lawyer and statesman who served as Secretary of State under President Theodore Roosevelt and as Secretary of War under Roosevelt and President William McKinley. He moved frequently between high-level appointed government positions in Washington, D.C. and private-sector legal practice in New York City. For that reason, he is sometimes considered to be the prototype of the"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1847", "date": "February 15", "txt": "Robert Fuchs, Austrian composer and educator (d. 1927)", "entities": [{"title": "Robert Fuchs", "href": "/wiki/Robert_Fuchs", "description": "Robert Fuchs was an Austrian composer and music teacher. As Professor of music theory at the Vienna Conservatory, Fuchs taught many notable composers, while he was himself a highly regarded composer in his lifetime."}]}, {"heading": "Births", "year": "1849", "date": "February 15", "txt": "Rickman Godlee, English surgeon and academic (d. 1925)", "entities": [{"title": "Rickman Godlee", "href": "/wiki/Rickman_Godlee", "description": "Sir Rickman John Godlee, 1st Baronet was an English surgeon. In 1884 he became one of the first doctors to surgically remove a brain tumor, founding modern brain surgery."}]}, {"heading": "Births", "year": "1850", "date": "February 15", "txt": "Sophie Bryant, Irish mathematician, academic and activist (d. 1922)", "entities": [{"title": "Sophie Bryant", "href": "/wiki/Sophie_Bryant", "description": "Sophie Willock Bryant was an Anglo-Irish mathematician, educator, feminist and activist."}]}, {"heading": "Births", "year": "1851", "date": "February 15", "txt": "Spiru Haret, Romanian mathematician, astronomer, and politician, 55th Romanian Minister of Internal Affairs (d. 1912)", "entities": [{"title": "Spiru Haret", "href": "/wiki/Spiru_Haret", "description": "Spiru C. Haret was an Armenian-Romanian mathematician, astronomer and politician. He made a fundamental contribution to the n-body problem in celestial mechanics by proving that using a third degree approximation for the disturbing forces implies instability of the major axes of the orbits, and by introducing the concept of secular perturbations in relation to this."}, {"title": "Ministry of Internal Affairs (Romania)", "href": "/wiki/Ministry_of_Internal_Affairs_(Romania)", "description": "The Ministry of Internal Affairs of Romania is one of the eighteen ministries of the Government of Romania."}]}, {"heading": "Births", "year": "1856", "date": "February 15", "txt": "Emil Kraepelin, German psychiatrist and academic (d. 1926)", "entities": [{"title": "Emil Kraepelin", "href": "/wiki/Emil_Kraepelin", "description": "Emil Wilhelm Georg Magnus Kraepelin was a German psychiatrist. H. J. Eysenck's Encyclopedia of Psychology identifies him as the founder of modern scientific psychiatry, psychopharmacology and psychiatric genetics."}]}, {"heading": "Births", "year": "1861", "date": "February 15", "txt": "Martin Burns, American wrestler and coach (d. 1937)", "entities": [{"title": "Martin Burns", "href": "/wiki/Martin_Burns", "description": "Martin Burns, nicknamed Farmer Burns, was an American catch wrestler, wrestling coach and teacher. Born in Cedar County, Iowa he started wrestling as a teenager and made money traveling around the Midwest wrestling in carnivals and fairs. As a professional he claimed the American Heavyweight Championship by defeating Evan \"Strangler\" Lewis in 1895 and held the title for two years, during the time "}]}, {"heading": "Births", "year": "1861", "date": "February 15", "txt": "Charles Édouard Guillaume, Swiss-French physicist and academic, Nobel Prize laureate (d. 1938)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1861", "date": "February 15", "txt": "Alfred North Whitehead, English mathematician and philosopher (d. 1947)", "entities": []}, {"heading": "Births", "year": "1873", "date": "February 15", "txt": "Hans von Euler-Chelpin, German-Swedish biochemist and academic, Nobel Prize laureate (d. 1964)", "entities": [{"title": "Hans von Euler-Chelpin", "href": "/wiki/Hans_von_Euler-Chelpin", "description": "Hans Karl August Simon von Euler-Chelpin was a German-born Swedish biochemist. He won the Nobel Prize in Chemistry in 1929 with Arthur Harden for their investigations on the fermentation of sugar and enzymes. He was a professor of general and organic chemistry at Stockholm University (1906–1941) and the director of its Institute for organic-chemical research (1938–1948). Euler-Chelpin married Astr"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1874", "date": "February 15", "txt": "Ernest Shackleton, Anglo-Irish captain and explorer (d. 1922)", "entities": [{"title": "Ernest Shackleton", "href": "/wiki/Ernest_Shackleton", "description": "Sir Ernest Henry Shackleton was an Anglo-Irish Antarctic explorer who led three British expeditions to the Antarctic. He was one of the principal figures of the period known as the Heroic Age of Antarctic Exploration."}]}, {"heading": "Births", "year": "1883", "date": "February 15", "txt": "Sax Rohmer, English-American author (d. 1959)", "entities": [{"title": "Sax Rohmer", "href": "/wiki/Sax_Rohmer", "description": "Arthur Henry \"Sarsfield\" Ward, better known as Sax Rohmer, was a prolific English novelist. He is best remembered for his series of novels featuring the master criminal Dr. Fu Manchu."}]}, {"heading": "Births", "year": "1890", "date": "February 15", "txt": "Robert Ley, German politician (d. 1945)", "entities": [{"title": "Robert Ley", "href": "/wiki/Robert_Ley", "description": "Robert Ley was a German politician during the Nazi era; Ley headed the German Labour Front from 1933 to 1945. He also held many other high positions in the Party, including Gauleiter, Reichsleiter and Reichsorganisationsleiter. He committed suicide while awaiting trial at Nuremberg for crimes against humanity and war crimes."}]}, {"heading": "Births", "year": "1892", "date": "February 15", "txt": "James Forrestal, American lieutenant and politician, 1st United States Secretary of Defense (d. 1949)", "entities": [{"title": "James Forrestal", "href": "/wiki/James_Forrestal", "description": "James Vincent Forrestal was the last Cabinet-level United States Secretary of the Navy and the first United States Secretary of Defense."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1892", "date": "February 15", "txt": "Roy Rene, Australian comedian (d. 1954)", "entities": []}, {"heading": "Births", "year": "1893", "date": "February 15", "txt": "Roman Najuch, Polish professional tennis player (d. 1967)", "entities": [{"title": "Roman Najuch", "href": "/wiki/Roman_Najuch", "description": "Roman Najuch was a professional tennis player and teacher based in Germany. He was born in a location of today's Poland belonging to the Russian Empire at that time. His family moved to Germany, caused by revolutions and wars, and settled in Berlin. One of his first teachers was Georg Kerr who left Germany in 1910. Later he got German citizenship. He took part in the first German Pro Championships"}]}, {"heading": "Births", "year": "1896", "date": "February 15", "txt": "Arthur Shields, Irish republican and actor (d. 1970)", "entities": [{"title": "Arthur Shields", "href": "/wiki/Arthur_Shields", "description": "Arthur Shields was an Irish actor on television, stage and film."}]}, {"heading": "Births", "year": "1897", "date": "February 15", "txt": "Gerrit Kleerekoper, Dutch gymnast and coach (d. 1943)", "entities": [{"title": "Gerrit Kleerekoper", "href": "/wiki/Gerrit_Kleerekoper", "description": "Gerrit Kleerekoper was a Jewish-Dutch gymnastics coach. He was married with two children and worked as a diamond cutter."}]}, {"heading": "Births", "year": "1898", "date": "February 15", "txt": "Totò, Italian actor, singer, and screenwriter (d. 1967)", "entities": [{"title": "Totò", "href": "/wiki/Tot%C3%B2", "description": "Antonio Griffo Focas Flavio Angelo Ducas Comneno Porfirogenito Gagliardi de Curtis di Bisanzio, best known by his stage name Totò or simply as Antonio de Curtis, and nicknamed il Principe della risata, was an Italian actor, comedian, writer, poet, singer and lyricist. He was commonly referred to as one of the most popular Italian performers of all time. He is best known for his funny and sometimes"}]}, {"heading": "Births", "year": "1899", "date": "February 15", "txt": "Georges Auric, French composer (d. 1983)", "entities": [{"title": "Georges Auric", "href": "/wiki/Georges_Auric", "description": "Georges Auric was a French composer, born in Lodève, Hérault. He was considered one of Les Six, a group of artists informally associated with Jean Cocteau and Erik Satie. Before he turned 20 he had orchestrated and written incidental music for several ballets and stage productions. He also had a long and distinguished career as a film composer."}]}, {"heading": "Births", "year": "1899", "date": "February 15", "txt": "Gale Sondergaard, Danish-American actress (d. 1985)", "entities": []}, {"heading": "Births", "year": "1904", "date": "February 15", "txt": "Mary Adshead, English painter (d. 1995)", "entities": [{"title": "Mary Adshead", "href": "/wiki/Mary_Adshead", "description": "Mary Adshead was an English painter, muralist, illustrator and designer."}]}, {"heading": "Births", "year": "1904", "date": "February 15", "txt": "Antonin Magne, French cyclist and manager (d. 1983)", "entities": []}, {"heading": "Births", "year": "1905", "date": "February 15", "txt": "Harold Arlen, American composer (d. 1986)", "entities": [{"title": "Harold Arlen", "href": "/wiki/Harold_Arlen", "description": "Harold Arlen was an American composer of popular music, who composed over 500 songs, a number of which have become known worldwide. In addition to composing the songs for the 1939 film The Wizard of Oz, including \"Over the Rainbow\", Arlen is a highly regarded contributor to the Great American Songbook. \"Over the Rainbow\" was voted the 20th century's No. 1 song by the Recording Industry Association"}]}, {"heading": "Births", "year": "1907", "date": "February 15", "txt": "Jean Langlais, French organist and composer (d. 1991)", "entities": [{"title": "Jean Langlais", "href": "/wiki/Jean_Langlais", "description": "Jean Langlais was a French composer of modern classical music, organist, and improviser. He described himself as \"Breton, de foi Catholique\". His works include masses and organ music, some based on Gregorian themes, enhanced by polymodal harmonies, as well as music for other forces."}]}, {"heading": "Births", "year": "1907", "date": "February 15", "txt": "Cesar Romero, American actor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1908", "date": "February 15", "txt": "Sarto Fournier, Canadian lawyer and politician, 38th Mayor of Montreal (d. 1980)", "entities": [{"title": "Sarto Fournier", "href": "/wiki/Sarto_Fournier", "description": "Sarto Fournier was a Canadian politician. He served as mayor of Montreal from 1957 to 1960."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Births", "year": "1909", "date": "February 15", "txt": "Miep Gies, Austrian-Dutch humanitarian, helped hide Anne Frank and her family (d. 2010)", "entities": [{"title": "Miep Gies", "href": "/wiki/Miep_Gies", "description": "Hermine \"Miep\" Gies, was one of the Dutch citizens who hid Anne Frank, her family and four other Dutch Jews from the Nazis in an annex above Otto Frank's business premises during World War II. She was Austrian by birth, but in 1920, at the age of eleven, she was taken in as a foster child by a Dutch family to whom she became very attached. Although she was initially only to stay for six months, th"}, {"title": "People associated with Anne Frank", "href": "/wiki/People_associated_with_Anne_Frank", "description": "Anne Frank was a German-born Jewish girl who, along with her family and four other people, hid in the second and third floor rooms at the back of her father's Amsterdam company during the Nazi occupation of the Netherlands. Helped by several trusted employees of the company, the group of eight survived in the achterhuis for more than two years before they were betrayed, or possibly discovered in a"}]}, {"heading": "Births", "year": "1910", "date": "February 15", "txt": "Irena Sendler, Polish nurse and humanitarian, Righteous Gentile (d. 2008)", "entities": [{"title": "Irena Sendler", "href": "/wiki/Irena_Sendler", "description": "Irena Stanisława Sendler, also referred to as Irena Sendlerowa in Poland, nom de guerre Jolanta, was a Polish humanitarian, social worker, and nurse who served in the Polish Underground Resistance during World War II in German-occupied Warsaw. From October 1943 she was head of the children's section of Żegota, the Polish Council to Aid Jews."}, {"title": "Righteous Gentile", "href": "/wiki/Righteous_Gentile", "description": "Righteous Among the Nations is an honorific used by the State of Israel to describe non-Jews who risked their lives during the Holocaust to save Jews from extermination by the Nazis for altruistic reasons. The term originates with the concept of \"righteous gentiles\", a term used in rabbinic Judaism to refer to non-Jews, called ger toshav, who abide by the Seven Laws of Noah."}]}, {"heading": "Births", "year": "1912", "date": "February 15", "txt": "George Mikes, Hungarian-English journalist and author (d. 1987)", "entities": [{"title": "George Mikes", "href": "/wiki/George_Mikes", "description": "George Mikes was a Hungarian-born British journalist, humorist and writer, best known for his humorous commentaries on various countries."}]}, {"heading": "Births", "year": "1913", "date": "February 15", "txt": "Erich Eliskases, Austrian chess player (d. 1997)", "entities": [{"title": "Erich Eliskases", "href": "/wiki/Erich_Eliskases", "description": "Erich Gottlieb Eliskases was a chess player who represented Austria, Germany and Argentina in international competition. In the late 1930s he was considered a potential contender for the World Championship. Eliskases was granted the title of grandmaster by FIDE in 1952."}]}, {"heading": "Births", "year": "1914", "date": "February 15", "txt": "Hale Boggs, American lawyer and politician (d. 1972)", "entities": [{"title": "Hale Boggs", "href": "/wiki/Hale_Boggs", "description": "Thomas Hale Boggs Sr. was an American Democratic politician and a member of the U.S. House of Representatives from New Orleans, Louisiana. He was the House majority leader and a member of the Warren Commission."}]}, {"heading": "Births", "year": "1914", "date": "February 15", "txt": "Kevin McCarthy, Irish American actor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1916", "date": "February 15", "txt": "Mary Jane Croft, American actress (d. 1999)", "entities": [{"title": "Mary Jane Croft", "href": "/wiki/Mary_Jane_Croft", "description": "Mary Jane Croft was an American actress best known for her roles as Betty Ramsey on I Love Lucy, Ms. Daisy Enright on the radio and television versions of Our Miss Brooks, Mary Jane Lewis on The Lucy Show and Here's Lucy, and Clara Randolph on The Adventures of Ozzie and Harriet."}]}, {"heading": "Births", "year": "1918", "date": "February 15", "txt": "Allan Arbus, American actor and photographer (d. 2013)", "entities": [{"title": "Allan Arbus", "href": "/wiki/Allan_Arbus", "description": "Allan Franklin Arbus was an American actor and photographer and the husband of photographer Diane Arbus. He is known for his role as psychiatrist Dr. Sidney Freedman (Major) on the CBS television series M*A*S*H."}]}, {"heading": "Births", "year": "1918", "date": "February 15", "txt": "Hank Locklin, American singer-songwriter and guitarist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1919", "date": "February 15", "txt": "Ducky Detweiler, American baseball player and manager (d. 2013)", "entities": [{"title": "Ducky Detweiler", "href": "/wiki/Ducky_Detweiler", "description": "Robert Sterling \"Ducky\" Detweiler was an American professional baseball infielder and manager. Listed at 5 feet 11 inches (1.80 m) tall and 178 pounds (81 kg), he batted and threw right handed."}]}, {"heading": "Births", "year": "1920", "date": "February 15", "txt": "Endicott Peabody, American soldier, lawyer, and politician, 62nd Governor of Massachusetts (d. 1997)", "entities": [{"title": "Endicott Peabody", "href": "/wiki/Endicott_Peabody", "description": "Endicott \"Chub\" Peabody was an American politician from Massachusetts. A Democrat, he served a single two-year term as the 62nd Governor of Massachusetts, from 1963 to 1965. His tenure is probably best known for his categorical opposition to the death penalty and for signing into law the bill establishing the University of Massachusetts Boston. After losing the 1964 Democratic gubernatorial primar"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1920", "date": "February 15", "txt": "Eio Sakata, Japanese Go player (d. 2010)", "entities": [{"title": "Go (game)", "href": "/wiki/Go_(game)", "description": "Go is an abstract strategy board game for two players in which the aim is to surround more territory than the opponent. The game was invented in China more than 2,500 years ago and is believed to be the oldest board game continuously played to the present day. A 2016 survey by the International Go Federation's 75 member nations found that there are over 46 million people worldwide who know how to "}]}, {"heading": "Births", "year": "1922", "date": "February 15", "txt": "John B. Anderson, Swedish-American lawyer and politician (d. 2017)", "entities": [{"title": "John B. Anderson", "href": "/wiki/John_B._Anderson", "description": "John Bayard Anderson was an American politician from Illinois. As a member of the Republican Party, he served in the United States House of Representatives, representing Illinois's 16th congressional district from 1961 to 1981. In 1980, he ran an independent campaign for president, receiving 6.6% of the popular vote."}]}, {"heading": "Births", "year": "1923", "date": "February 15", "txt": "Yelena Bonner, Soviet-Russian activist (d. 2011)", "entities": [{"title": "Yelena Bonner", "href": "/wiki/Yelena_Bonner", "description": "Yelena Georgievna Bonner was a human rights activist in the former Soviet Union and wife of the physicist Andrei Sakharov. During her decades as a dissident, Bonner was noted for her characteristic blunt honesty and courage."}]}, {"heading": "Births", "year": "1924", "date": "February 15", "txt": "Robert Drew, American director and producer (d. 2014)", "entities": [{"title": "Robert Drew", "href": "/wiki/Robert_Drew", "description": "Robert Lincoln Drew was an American documentary filmmaker known as one of the pioneers—and sometimes called father—of cinéma vérité, or direct cinema, in the United States. Two of his films, Primary and Crisis: Behind a Presidential Commitment, have been named to the National Film Registry of the Library of Congress. The moving image collection of Robert Drew is housed at the Academy Film Archive."}]}, {"heading": "Births", "year": "1925", "date": "February 15", "txt": "Angella D. Ferguson, American pediatrician", "entities": [{"title": "Angella D. Ferguson", "href": "/wiki/Angella_D._Ferguson", "description": "Angella Dorothea Ferguson is an American pediatrician known for her groundbreaking research on sickle cell disease."}]}, {"heading": "Births", "year": "1927", "date": "February 15", "txt": "Frank Dunlop, English actor and director", "entities": [{"title": "Frank Dunlop (director)", "href": "/wiki/Frank_Dunlop_(director)", "description": "Frank Dunlop is a British theatre director."}]}, {"heading": "Births", "year": "1927", "date": "February 15", "txt": "Harvey Korman, American actor and comedian (d. 2008)", "entities": []}, {"heading": "Births", "year": "1927", "date": "February 15", "txt": "Yehoshua Neuwirth, Israeli rabbi and scholar (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "February 15", "txt": "Norman Bridwell, American author and illustrator, created Clifford the Big Red Dog (d. 2014)", "entities": [{"title": "Norman Bridwell", "href": "/wiki/Norman_Bridwell", "description": "Norman Ray Bridwell was an American author and cartoonist best known for the Clifford the Big Red Dog book series."}]}, {"heading": "Births", "year": "1928", "date": "February 15", "txt": "Joseph Willcox Jenkins, American composer, conductor, and educator (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "February 15", "txt": "Graham Hill, English racing driver and businessman (d. 1975)", "entities": [{"title": "Graham Hill", "href": "/wiki/Graham_Hill", "description": "Norman Graham Hill was a British racing driver and team owner, who was the Formula One World Champion twice, winning in 1962 and 1968 as well as being runner up on three occasions. Despite not passing his driving test until 1953 when he was already 24 years of age, and only entering the world of motorsports a year later, Hill would go on to become one of the greatest drivers of his generation. Hil"}]}, {"heading": "Births", "year": "1929", "date": "February 15", "txt": "James R. Schlesinger, American economist and politician, 12th United States Secretary of Defense (d. 2014)", "entities": [{"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1930", "date": "February 15", "txt": "Bruce Dawe, Australian poet and academic (d. 2020)", "entities": [{"title": "Bruce Dawe", "href": "/wiki/Bruce_Dawe", "description": "Donald Bruce Dawe was an Australian poet, considered by some as one of the most influential Australian poets of all time."}]}, {"heading": "Births", "year": "1931", "date": "February 15", "txt": "Claire Bloom, English actress", "entities": [{"title": "Claire Bloom", "href": "/wiki/Claire_Bloom", "description": "Claire Bloom is an English actress. She is known for leading roles in plays such as A Streetcar Named Desire, A Doll's House, and Long Day's Journey into Night, and has starred in nearly sixty films."}]}, {"heading": "Births", "year": "1931", "date": "February 15", "txt": "Jonathan Steele, English journalist and author", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 15", "txt": "Jimmy Bloomfield,  English footballer and manager (d. 1983)", "entities": [{"title": "Jimmy Bloomfield", "href": "/wiki/Jimmy_Bloomfield", "description": "James Henry Bloomfield was an English football player and manager. He made nearly 500 appearances in the Football League, including more than 300 in the First Division with Arsenal, Birmingham City and West Ham United. He was capped by England at under-23 level. He then spent 13 years in management with Orient and Leicester City."}]}, {"heading": "Births", "year": "1934", "date": "February 15", "txt": "Graham Kennedy, Australian television host and actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1934", "date": "February 15", "txt": "Niklaus Wirth, Swiss computer scientist, created the Pascal programming language", "entities": [{"title": "Pascal (programming language)", "href": "/wiki/Pascal_(programming_language)", "description": "Pascal is an imperative and procedural programming language, designed by Niklaus Wirth as a small, efficient language intended to encourage good programming practices using structured programming and data structuring. It is named in honour of the French mathematician, philosopher and physicist Blaise Pascal."}]}, {"heading": "Births", "year": "1934", "date": "February 15", "txt": "Abe Woodson, American football player and minister (d. 2014)", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 15", "txt": "Susan Brownmiller, American journalist and author", "entities": [{"title": "Susan Brownmiller", "href": "/wiki/Susan_Brownmiller", "description": "Susan Brownmiller is an American feminist journalist, author, and activist best known for her 1975 book Against Our Will: Men, Women, and Rape."}]}, {"heading": "Births", "year": "1935", "date": "February 15", "txt": "Roger B. Chaffee, American lieutenant, engineer, and astronaut (d. 1967)", "entities": []}, {"heading": "Births", "year": "1935", "date": "February 15", "txt": "Gene Hickerson, American football player (d. 2008)", "entities": []}, {"heading": "Births", "year": "1937", "date": "February 15", "txt": "Gregory Mcdonald, American author (d. 2008)", "entities": [{"title": "Gregory Mcdonald", "href": "/wiki/Gregory_Mcdonald", "description": "Gregory Mcdonald was an American mystery writer whose most famous character is investigative reporter Irwin Maurice \"Fletch\" Fletcher."}]}, {"heading": "Births", "year": "1937", "date": "February 15", "txt": "Coen Moulijn, Dutch footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 15", "txt": "İsmail Cem İpekçi, Turkish journalist and politician, 45th Turkish Minister of Foreign Affairs (d. 2007)", "entities": [{"title": "İsmail Cem İpekçi", "href": "/wiki/%C4%B0smail_Cem_%C4%B0pek%C3%A7i", "description": "İsmail Cem was a Turkish centre-leftist politician, intellectual and journalist who served as Minister of Foreign Affairs of Turkey from 1997 to 2002."}, {"title": "List of Ministers of Foreign Affairs (Turkey)", "href": "/wiki/List_of_Ministers_of_Foreign_Affairs_(Turkey)", "description": "The following is a list of Ministers of Foreign Affairs of Turkey."}]}, {"heading": "Births", "year": "1940", "date": "February 15", "txt": "John Hadl, American football player and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "February 15", "txt": "Hamzah Haz, Indonesian journalist and politician, 9th Vice President of Indonesia", "entities": [{"title": "Vice President of Indonesia", "href": "/wiki/Vice_President_of_Indonesia", "description": "The Vice President of the Republic of Indonesia is second-highest officer in the executive branch of the Indonesian government, after the president, and ranks first in the presidential line of succession. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1940", "date": "February 15", "txt": "Vaino Vahing, Estonian psychiatrist, author, and playwright (d. 2008)", "entities": []}, {"heading": "Births", "year": "1941", "date": "February 15", "txt": "Florinda Bolkan, Brazilian actress", "entities": [{"title": "Florinda Bolkan", "href": "/wiki/Florinda_Bolkan", "description": "Florinda Bolkan is a retired Brazilian actress and model."}]}, {"heading": "Births", "year": "1941", "date": "February 15", "txt": "Brian Holland, American songwriter and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "February 15", "txt": "Mick Avory, English drummer", "entities": [{"title": "Mick Avory", "href": "/wiki/Mick_Avory", "description": "Michael Charles Avory is an English musician, best known as the longtime drummer and percussionist for the English rock band the Kinks. He joined them shortly after their formation in 1964 and remained with them until 1984, when he left amid creative friction with guitarist Dave Davies. He is the longest-serving member of the band, apart from the Davies brothers. He is also the most prolific membe"}]}, {"heading": "Births", "year": "1945", "date": "February 15", "txt": "Jack Dann, American-Australian author and poet", "entities": [{"title": "Jack Dann", "href": "/wiki/Jack_Dann", "description": "Jack Dann is an American writer best known for his science fiction, an editor and a writing teacher, who has lived in Australia since 1994. He has published over seventy books, in the majority of cases as editor or co-editor of story anthologies in the science fiction, fantasy and horror genres. He has published nine novels, numerous shorter works of fiction, essays and poetry and his books have b"}]}, {"heading": "Births", "year": "1945", "date": "February 15", "txt": "John Helliwell, English saxophonist and keyboard player", "entities": []}, {"heading": "Births", "year": "1945", "date": "February 15", "txt": "Douglas Hofstadter, American author and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "February 15", "txt": "Clare Short, English civil servant and politician, Secretary of State for International Development", "entities": [{"title": "Clare Short", "href": "/wiki/Clare_Short", "description": "Clare Short is a British politician who served as Secretary of State for International Development under Prime Minister Tony Blair from 1997 to 2003."}, {"title": "Secretary of State for International Development", "href": "/wiki/Secretary_of_State_for_International_Development", "description": "The Secretary of State for International Development, also referred to as the International Development Secretary, was a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for International Development (DFID). The office formed part of the British Cabinet."}]}, {"heading": "Births", "year": "1947", "date": "February 15", "txt": "John Adams, American composer", "entities": [{"title": "John Adams (composer)", "href": "/wiki/John_Adams_(composer)", "description": "John Coolidge Adams is an American composer and conductor of classical music and opera, with strong roots in minimalism."}]}, {"heading": "Births", "year": "1947", "date": "February 15", "txt": "Marisa Berenson, American model and actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "February 15", "txt": "Art Spiegelman, Swedish-American cartoonist and critic", "entities": [{"title": "Art Spiegelman", "href": "/wiki/Art_Spiegelman", "description": "Art Spiegelman is an American cartoonist, editor, and comics advocate best known for his graphic novel Maus. His work as co-editor on the comics magazines Arcade and Raw has been influential, and from 1992 he spent a decade as contributing artist for The New Yorker. He is married to designer and editor Françoise Mouly and is the father of writer Nadja Spiegelman."}]}, {"heading": "Births", "year": "1949", "date": "February 15", "txt": "Ken Anderson, American football quarterback and coach", "entities": [{"title": "Ken Anderson (quarterback)", "href": "/wiki/Ken_Anderson_(quarterback)", "description": "Kenneth Allan Anderson is a former American football quarterback who spent his entire professional career playing for the Cincinnati Bengals of the National Football League (NFL) and later returned as a position coach."}]}, {"heading": "Births", "year": "1951", "date": "February 15", "txt": "Markku Alén, Finnish racing driver", "entities": [{"title": "Markku Alén", "href": "/wiki/Markku_Al%C3%A9n", "description": "Markku Allan Alén is a Finnish former rally and race car driver. He drove for Fiat, Lancia, Subaru and Toyota in the World Rally Championship, and held the record for most stage wins (801) in the series, until Sébastien Loeb overtook it at the 2011 Rally Catalunya. Alén's phrase \"now maximum attack\" became well-known."}]}, {"heading": "Births", "year": "1951", "date": "February 15", "txt": "Melissa Manchester, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1951", "date": "February 15", "txt": "Jane Seymour, English-American actress, producer, and jewelry designer", "entities": []}, {"heading": "Births", "year": "1952", "date": "February 15", "txt": "Tomislav Nikolić, Serbian politician, 4th President of Serbia", "entities": [{"title": "Tomislav Nikolić", "href": "/wiki/Tomislav_Nikoli%C4%87", "description": "Tomislav Nikolić is a Serbian politician who served as the president of Serbia from 2012 to 2017. He is also the founder of the Serbian Progressive Party, and he led the party until his election as president. In the 2012 presidential election, he was elected to a five-year term as president in a second round of voting."}, {"title": "President of Serbia", "href": "/wiki/President_of_Serbia", "description": "The President of Serbia, officially styled as the President of the Republic is the head of state of Serbia."}]}, {"heading": "Births", "year": "1952", "date": "February 15", "txt": "Nikolai Sorokin, Russian actor and director (d. 2013)", "entities": []}, {"heading": "Births", "year": "1953", "date": "February 15", "txt": "Tony Adams, Irish-American screenwriter and producer (d. 2005)", "entities": [{"title": "Tony Adams (producer)", "href": "/wiki/Tony_Adams_(producer)", "description": "Anthony Patrick \"Tony\" Adams was an Irish film and theatrical producer."}]}, {"heading": "Births", "year": "1953", "date": "February 15", "txt": "Ernie Howe, English footballer, defender and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "February 15", "txt": "Matt Groening, American animator, producer, and screenwriter", "entities": [{"title": "Matt Groening", "href": "/wiki/Matt_Groening", "description": "Matthew Abram Groening is an American cartoonist, writer, producer, and animator. He is the creator of the comic strip Life in Hell (1977–2012) and the television series The Simpsons (1989–present), Futurama, and Disenchantment (2018–present). The Simpsons is the longest-running U.S. primetime-television series in history and the longest-running U.S. animated series and sitcom."}]}, {"heading": "Births", "year": "1955", "date": "February 15", "txt": "Janice Dickinson, American model, agent, and author", "entities": [{"title": "Janice Dickinson", "href": "/wiki/Janice_Dickinson", "description": "Janice Doreen Dickinson is an American model, television personality, businesswoman, and actress. Initially notable as a model, Dickinson has been disputably described by herself as the first supermodel. One of the most successful models of the 1970s and 1980s, she also served as a judge on four cycles on America's Next Top Model (2003–2006). Dickinson opened a modeling agency in 2005, which was d"}]}, {"heading": "Births", "year": "1955", "date": "February 15", "txt": "Christopher McDonald, American actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "February 15", "txt": "Desmond Haynes, Barbadian cricketer and coach", "entities": [{"title": "Desmond Haynes", "href": "/wiki/Desmond_Haynes", "description": "Desmond Leo Haynes is a former Barbadian cricketer and cricket coach who played for the West Indies cricket team between 1978 and 1994."}]}, {"heading": "Births", "year": "1956", "date": "February 15", "txt": "Ann Westin, Swedish comedian", "entities": []}, {"heading": "Births", "year": "1957", "date": "February 15", "txt": "Jake E. Lee, American guitarist and songwriter", "entities": [{"title": "Jake E. Lee", "href": "/wiki/Jake_E._Lee", "description": "Jake E. Lee is an American guitarist signed to Frontiers Records. He is best known for playing with Ozzy Osbourne between 1982 and 1987 and later in Badlands with Ray Gillen. He formed the band Red Dragon Cartel in 2013. Their eponymous first album was released in January 2014 and entered at no. 69 on Billboard's Album Charts. He has also recorded solo works under his own name—examples being the i"}]}, {"heading": "Births", "year": "1957", "date": "February 15", "txt": "Jimmy Spencer, American race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 15", "txt": "Chrystine Brouillet, Canadian author", "entities": [{"title": "Chrystine Brouillet", "href": "/wiki/Chrystine_Brouillet", "description": "Chrystine Brouillet, is a Canadian novelist."}]}, {"heading": "Births", "year": "1958", "date": "February 15", "txt": "Tony McKegney, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1958", "date": "February 15", "txt": "Matthew Ward, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 15", "txt": "Adam Boulton, English journalist", "entities": [{"title": "Adam Boulton", "href": "/wiki/Adam_Boulton", "description": "Thomas Adam Babington Boulton is a British journalist and broadcaster who is currently the Editor-at-large of Sky News, and presenter of All Out Politics and Week In Review. He is also the former political editor of Sky News. He is based at Sky News' Westminster studios in Central London. He was previously the political editor of TV-am, an ITV early-morning broadcasting franchise holder. He held t"}]}, {"heading": "Births", "year": "1959", "date": "February 15", "txt": "Ali Campbell, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 15", "txt": "Brian Propp, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 15", "txt": "Martin Rowson, English author and illustrator", "entities": []}, {"heading": "Births", "year": "1959", "date": "February 15", "txt": "Hugo Savinovich, Ecuadorian wrestler and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "February 15", "txt": "Darrell Green, American football player", "entities": [{"title": "Darrell Green", "href": "/wiki/Darrell_Green", "description": "Darrell Ray Green is an American former professional football player who was a cornerback in the National Football League (NFL) for the Washington Redskins from 1983 to 2002. He is widely considered to be one of the greatest cornerbacks to have ever played in the NFL. Green was inducted into the Pro Football Hall of Fame in 2008."}]}, {"heading": "Births", "year": "1960", "date": "February 15", "txt": "Jock Hobbs, New Zealand rugby player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1962", "date": "February 15", "txt": "Milo Đukanović, Montenegrin politician, 29th Prime Minister of Montenegro", "entities": [{"title": "Milo Đukanović", "href": "/wiki/Milo_%C4%90ukanovi%C4%87", "description": "Milo Đukanović is a Montenegrin politician serving as the President of Montenegro since 2018, previously serving the role from 1998 to 2002. He also served as the Prime Minister of Montenegro and is the long-term president of the Democratic Party of Socialists of Montenegro, originally the Montenegrin branch of the League of Communists of Yugoslavia, which governed Montenegro alone or in a coaliti"}, {"title": "Prime Minister of Montenegro", "href": "/wiki/Prime_Minister_of_Montenegro", "description": "The Prime Minister of Montenegro officially the President of the Government of Montenegro, is the head of the Government of Montenegro. The role of the Prime Minister is to direct the work of the government, and to submit to the Parliament the government's program, which includes a list of proposed ministers. The resignation of the prime minister would cause the dissolution of his government."}]}, {"heading": "Births", "year": "1964", "date": "February 15", "txt": "Chris Farley, American comedian and actor (d. 1997)", "entities": [{"title": "Chris Farley", "href": "/wiki/Chris_Farley", "description": "Christopher Crosby Farley was an American actor and comedian. Farley was known for his loud, energetic comedic style, and was a member of Chicago's Second City Theatre and later a cast member of the NBC sketch comedy show Saturday Night Live between 1990 and 1995. Farley later went on to pursue a film career, appearing in films such as Coneheads, Tommy Boy, Black Sheep, Beverly Hills Ninja, Billy "}]}, {"heading": "Births", "year": "1964", "date": "February 15", "txt": "Leland D. Melvin, American engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1964", "date": "February 15", "txt": "Mark Price, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "February 15", "txt": "Craig Matthews, South African cricketer", "entities": [{"title": "Craig Matthews", "href": "/wiki/Craig_Matthews", "description": "Craig Russell Matthews (born 15 February 1965 is a former South African cricketer who played in 18 Test matches and 56 One Day Internationals between 1991 and 1997."}]}, {"heading": "Births", "year": "1967", "date": "February 15", "txt": "Jane Child, Canadian singer-songwriter and producer", "entities": [{"title": "Jane Child", "href": "/wiki/Jane_Child", "description": "Jane Richmond Hyslop, known professionally as Jane Child, is a Canadian singer, songwriter and record-producer best known for her hit single \"Don't Wanna Fall in Love\". She is also known for her unusual fashion style, which included a hairstyle made of spikes and ankle-length braids and a nose chain piercing."}]}, {"heading": "Births", "year": "1967", "date": "February 15", "txt": "Syed Kamall, English academic and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "February 15", "txt": "Craig Simpson, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "February 15", "txt": "Birdman, American rapper and producer", "entities": [{"title": "Birdman (rapper)", "href": "/wiki/Birdman_(rapper)", "description": "Bryan Christopher Williams, better known by his stage names Baby and Birdman, is an American rapper, record executive, and entrepreneur. He is the co-founder and public face of Cash Money Records which he founded with his older brother Ronald \"Slim\" Williams in 1992. Birdman released his debut album in 2002, and has gone on to release four solo studio albums in total. Aside from his solo career, h"}]}, {"heading": "Births", "year": "1970", "date": "February 15", "txt": "Shepard Fairey, American artist and activist", "entities": [{"title": "Shepard Fairey", "href": "/wiki/Shepard_Fairey", "description": "Frank Shepard Fairey is an American contemporary street artist, graphic designer, activist, illustrator, and founder of OBEY Clothing who emerged from the skateboarding scene. He first became known for his \"Andre the Giant Has a Posse\" (...OBEY...) sticker campaign while attending the Rhode Island School of Design (RISD)."}]}, {"heading": "Births", "year": "1971", "date": "February 15", "txt": "Alex Borstein, American actress, voice artist, producer, and screenwriter", "entities": [{"title": "Alex Borstein", "href": "/wiki/Alex_Borstein", "description": "Alexandrea Borstein is an American actress, comedian, writer and producer. Borstein voices Lois Griffin on the animated comedy television series Family Guy (1999–present), and won a Primetime Emmy Award for the role. She gained acclaim for starring as Susie Myerson in the comedy-drama series The Marvelous Mrs. Maisel (2017–present), which earned her two Primetime Emmy Awards."}]}, {"heading": "Births", "year": "1971", "date": "February 15", "txt": "Renee O'Connor, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "February 15", "txt": "Jaromír Jágr, Czech ice hockey player", "entities": [{"title": "Jaromír Jágr", "href": "/wiki/Jarom%C3%ADr_J%C3%A1gr", "description": "Jaromír Jágr is a Czech professional ice hockey right winger for and the owner of HC Kladno of the Czech Extraliga (ELH), and at 33 seasons as of 2021, has played the most seasons in professional hockey history. He has previously played in the National Hockey League (NHL) for the Pittsburgh Penguins, Washington Capitals, New York Rangers, Philadelphia Flyers, Dallas Stars, Boston Bruins, New Jerse"}]}, {"heading": "Births", "year": "1973", "date": "February 15", "txt": "Kateřina Neumannová, Czech skier", "entities": [{"title": "Kateřina Neumannová", "href": "/wiki/Kate%C5%99ina_Neumannov%C3%A1", "description": "Kateřina Neumannová is a Czech retired cross-country skier. She won an Olympic Gold medal in the 2006 Winter Olympics, in the 30 km freestyle event. She is one of five cross country skiers to have competed at six Olympics."}]}, {"heading": "Births", "year": "1973", "date": "February 15", "txt": "Amy van Dyken, American swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 15", "txt": "Miranda July, American actress, director, and screenwriter", "entities": [{"title": "Miranda July", "href": "/wiki/Miranda_July", "description": "Miranda July is an American film director, screenwriter, singer, actress, author and artist. Her body of work includes film, fiction, monologue, digital media presentations, and live performance art."}]}, {"heading": "Births", "year": "1974", "date": "February 15", "txt": "Ugueth Urbina, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "February 15", "txt": "Alexander Wurz, Austrian racing driver and businessman", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 15", "txt": "Serge Aubin, Canadian ice hockey player and coach", "entities": [{"title": "Serge Aubin", "href": "/wiki/Serge_Aubin", "description": "Serge D. Aubin is a Canadian ice hockey coach and a former professional ice hockey centre who played 374 games in the National Hockey League for the Colorado Avalanche, Columbus Blue Jackets and Atlanta Thrashers. He is currently serving as head coach of Eisbären Berlin in the German DEL."}]}, {"heading": "Births", "year": "1975", "date": "February 15", "txt": "Annemarie Kramer, Dutch sprinter", "entities": []}, {"heading": "Births", "year": "1975", "date": "February 15", "txt": "Brendon Small, American animator, producer, screenwriter, and actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "February 15", "txt": "Brandon Boyd, American singer-songwriter", "entities": [{"title": "Brandon Boyd", "href": "/wiki/Brandon_Boyd", "description": "Brandon Charles Boyd is an American singer, songwriter, musician, author, and visual artist. He is best known as the lead vocalist of the American rock band Incubus."}]}, {"heading": "Births", "year": "1976", "date": "February 15", "txt": "Óscar Freire, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1979", "date": "February 15", "txt": "Hamish Marshall, New Zealand cricketer", "entities": [{"title": "Hamish Marshall", "href": "/wiki/Hamish_Marshall", "description": "Hamish John Hamilton Marshall is a former New Zealand cricketer, who played all formats of the game for New Zealand. He is the identical twin brother of James Marshall. Hamish and James became the second pair of twins to play Test cricket, and are the first identical pair."}]}, {"heading": "Births", "year": "1979", "date": "February 15", "txt": "James Marshall, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "February 15", "txt": "Conor Oberst, American singer-songwriter", "entities": [{"title": "Conor Oberst", "href": "/wiki/Conor_Oberst", "description": "Conor Mullen Oberst is an American singer-songwriter best known for his work in Bright Eyes. He has also played in several other bands, including Desaparecidos, The Faint, Commander Venus, Park Ave., Conor Oberst and the Mystic Valley Band, Monsters of Folk, and Better Oblivion Community Center. Oberst was named the Best Songwriter of 2008 by Rolling Stone magazine."}]}, {"heading": "Births", "year": "1981", "date": "February 15", "txt": "Heurelho Gomes, Brazilian international footballer, goalkeeper", "entities": [{"title": "Heurelho Gomes", "href": "/wiki/Heurelho_Gomes", "description": "Heurelho da Silva Gomes is a Brazilian former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1981", "date": "February 15", "txt": "Matt Hoopes, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 15", "txt": "Rita Jeptoo, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 15", "txt": "Diego Martínez, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "February 15", "txt": "Vivek Shraya, Canadian singer and songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "February 15", "txt": "Shameka Christon, American basketball player", "entities": [{"title": "Shameka Christon", "href": "/wiki/Shameka_Christon", "description": "Shameka Delynn Christon is an American professional women's basketball player with the Phoenix Mercury in the WNBA."}]}, {"heading": "Births", "year": "1982", "date": "February 15", "txt": "James Yap, Filipino basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 15", "txt": "Don Cowie, Scottish footballer", "entities": [{"title": "Don Cowie (footballer)", "href": "/wiki/Don_Cowie_(footballer)", "description": "Don McCulloch Cowie is a Scottish professional football player and coach. Cowie played as a midfielder for Inverness Caledonian Thistle, Watford, Cardiff City, Wigan Athletic, Heart of Midlothian and Ross County. Cowie made ten international appearances for the Scotland national football team between 2009 and 2012."}]}, {"heading": "Births", "year": "1983", "date": "February 15", "txt": "David Degen, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 15", "txt": "Philipp Degen, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "February 15", "txt": "Russell Martin, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "February 15", "txt": "Serkan Kırıntılı, Turkish footballer", "entities": [{"title": "Serkan Kırıntılı", "href": "/wiki/Serkan_K%C4%B1r%C4%B1nt%C4%B1l%C4%B1", "description": "Serkan Kırıntılı is a Turkish professional footballer who plays as a goalkeeper for Turkish Süper Lig club Konyaspor."}]}, {"heading": "Births", "year": "1986", "date": "February 15", "txt": "Valeri Bojinov, Bulgarian footballer", "entities": [{"title": "Valeri Bojinov", "href": "/wiki/Valeri_Bojinov", "description": "Valeri Emilov Bojinov is a Bulgarian professional footballer who plays as a striker for Levski Sofia."}]}, {"heading": "Births", "year": "1986", "date": "February 15", "txt": "Johnny Cueto, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "February 15", "txt": "Laura Sallés, Andorran judoka", "entities": []}, {"heading": "Births", "year": "1987", "date": "February 15", "txt": "Jarrod Sammut, Australian rugby league player", "entities": [{"title": "Jarrod Sammut", "href": "/wiki/Jarrod_Sammut", "description": "Jarrod Sammut is a Maltese international rugby league footballer who plays as a stand-off or scrum-half for the London Broncos in the BetFred Championship."}]}, {"heading": "Births", "year": "1988", "date": "February 15", "txt": "Tim Mannah, Australian-born Lebanese rugby league player", "entities": [{"title": "Tim Mannah", "href": "/wiki/Tim_Mannah", "description": "Tim Mannah is a former Lebanon international rugby league footballer who played as a prop for the Parramatta Eels in the NRL."}]}, {"heading": "Births", "year": "1988", "date": "February 15", "txt": "Rui Patrício, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "February 15", "txt": "Ángel Sepúlveda, Mexican footballer", "entities": [{"title": "Ángel Sepúlveda", "href": "/wiki/%C3%81ngel_Sep%C3%BAlveda", "description": "Angel Baltazar Sepúlveda Sánchez is a Mexican professional footballer who plays as a forward for Liga MX club Querétaro."}]}, {"heading": "Births", "year": "1993", "date": "February 15", "txt": "Ravi, South Korean rapper", "entities": [{"title": "Ravi (rapper)", "href": "/wiki/Ravi_(rapper)", "description": "Kim Won-sik, better known by his stage name Ravi (Korean: 라비), is a South Korean rapper, singer, songwriter and record producer, and CEO of record label GROOVL1N. He is a member of the South Korean boy group VIXX and its sub-unit VIXX LR. He debuted as a solo artist on January 9, 2017, with the release of his debut mini album R.EAL1ZE."}]}, {"heading": "Deaths", "year": "670", "date": "February 15", "txt": "Oswiu, king of Northumbria (b. c. 612)", "entities": [{"title": "Oswiu", "href": "/wiki/Oswiu", "description": "Oswiu, also known as Oswy or Oswig, was King of Bernicia from 642 and of Northumbria from 654 until his death. He is notable for his role at the Synod of Whitby in 664, which ultimately brought the church in Northumbria into conformity with the wider Catholic Church."}]}, {"heading": "Deaths", "year": "706", "date": "February 15", "txt": "Leontios, Byzantine emperor", "entities": [{"title": "Leontios", "href": "/wiki/Leontios", "description": "Leontios or Leontius, sometimes enumerated as Leontius II, was Byzantine emperor from 695 to 698. Little is known of his early life, other than that he was born in Isauria in Asia Minor. He was given the title of patrikios, and made strategos of the Anatolic Theme under Emperor Constantine IV. He led forces against the Umayyads during the early years of Justinian II's reign, securing victory and f"}]}, {"heading": "Deaths", "year": "706", "date": "February 15", "txt": "Tiberios III, Byzantine emperor", "entities": []}, {"heading": "Deaths", "year": "956", "date": "February 15", "txt": "Su Yugui, Chinese chancellor (b. 895)", "entities": [{"title": "Su Yugui", "href": "/wiki/Su_Yugui", "description": "Su Yugui (蘇禹珪), courtesy name Yuanxi (元錫), formally the Duke of Ju (莒國公), was an official during the Chinese Five Dynasties and Ten Kingdoms Period states Later Jin, Later Han, and Later Zhou, serving as a chancellor during Later Han and Later Zhou."}]}, {"heading": "Deaths", "year": "1043", "date": "February 15", "txt": "Gisela of Swabia, Holy Roman Empress (b. 990)", "entities": [{"title": "Gisela of Swabia", "href": "/wiki/Gisela_of_Swabia", "description": "Gisela of Swabia, a member of the Conradiner dynasty, was queen of Germany from 1024 to 1039 and empress of the Holy Roman Empire from 1027 to 1039 by her third marriage with Emperor Conrad II. She was the mother of Emperor Henry III. She was regent of Swabia for her minor son Duke Ernest II of Swabia in 1015."}]}, {"heading": "Deaths", "year": "1145", "date": "February 15", "txt": "Lucius II, pope of the Catholic Church", "entities": [{"title": "Pope Lucius II", "href": "/wiki/Pope_Lucius_II", "description": "Pope Lucius II, born Gherardo Caccianemici dal Orso, was head of the Catholic Church and ruler of the Papal States from 9 March 1144 to his death in 1145. His pontificate was notable for the unrest in Rome associated with the Commune of Rome and its attempts to wrest control of the city from the papacy. He supported Empress Matilda's claim to England in the Anarchy, and had a tense relationship wi"}]}, {"heading": "Deaths", "year": "1152", "date": "February 15", "txt": "Conrad III, king of Germany (b. 1093)", "entities": [{"title": "Conrad III of Germany", "href": "/wiki/Conrad_III_of_Germany", "description": "Conrad III of the Hohenstaufen dynasty was from 1116 to 1120 Duke of Franconia, from 1127 to 1135 anti-king of his predecessor King Lothair III and from 1138 until his death in 1152 King in the Holy Roman Empire. He was the son of Duke Frederick I of Swabia and Agnes, a daughter of the Salian Emperor Henry IV."}]}, {"heading": "Deaths", "year": "1382", "date": "February 15", "txt": "William de Ufford, 2nd Earl of Suffolk (b. c. 1339)", "entities": [{"title": "William de Ufford, 2nd Earl of Suffolk", "href": "/wiki/William_de_Ufford,_2nd_Earl_of_Suffolk", "description": "William Ufford, 2nd Earl of Suffolk was an English nobleman in the reigns of Edward III and Richard II. He was the son of Robert Ufford, who was created Earl of Suffolk by Edward III in 1337. William had three older brothers who all predeceased him, and in 1369 he succeeded his father."}]}, {"heading": "Deaths", "year": "1417", "date": "February 15", "txt": "Richard de Vere, 11th Earl of Oxford, English commander (b. 1385)", "entities": [{"title": "Richard de Vere, 11th Earl of Oxford", "href": "/wiki/Richard_de_Vere,_11th_Earl_of_Oxford", "description": "Richard de Vere, 11th Earl of Oxford KG was the son and heir of Aubrey de Vere, 10th Earl of Oxford. He took part in the trial of Richard, Earl of Cambridge, and Lord Scrope for their part in the Southampton Plot, and was one of the commanders at Agincourt in 1415."}]}, {"heading": "Deaths", "year": "1508", "date": "February 15", "txt": "Giovanni II Bentivoglio, tyrant of Bologna (b. 1443)", "entities": [{"title": "Giovanni II Bentivoglio", "href": "/wiki/Giovanni_II_Bentivoglio", "description": "Giovanni II Bentivoglio was an Italian nobleman who ruled as tyrant of Bologna from 1463 until 1506. He had no formal position, but held power as the city's \"first citizen.\" The Bentivoglio family ruled over Bologna from 1443, and repeatedly attempted to consolidate their hold of the Signoria of the city."}]}, {"heading": "Deaths", "year": "1600", "date": "February 15", "txt": "José de Acosta, Spanish Jesuit missionary and naturalist (b. 1540)", "entities": [{"title": "José de Acosta", "href": "/wiki/Jos%C3%A9_de_Acosta", "description": "José de Acosta was a sixteenth-century Spanish Jesuit missionary and naturalist in Latin America. His deductions regarding the ill effects of crossing over the Andes in 1570 related to the atmosphere being too thin for human needs; a variety of altitude sickness is now referred to as Acosta's disease."}]}, {"heading": "Deaths", "year": "1621", "date": "February 15", "txt": "Michael Praetorius, German organist and composer (b. 1571)", "entities": [{"title": "Michael Praetorius", "href": "/wiki/Michael_Praetorius", "description": "Michael Praetorius was a German composer, organist, and music theorist. He was one of the most versatile composers of his age, being particularly significant in the development of musical forms based on Protestant hymns."}]}, {"heading": "Deaths", "year": "1637", "date": "February 15", "txt": "Ferdinand II, Holy Roman Emperor (b. 1578)", "entities": [{"title": "Ferdinand II, Holy Roman Emperor", "href": "/wiki/Ferdinand_II,_Holy_Roman_Emperor", "description": "Ferdinand II, a member of the House of Habsburg, was Holy Roman Emperor (1619–1637), King of Bohemia, and King of Hungary and Croatia (1618–1637). He was the son of Archduke Charles II of Inner Austria, and Maria of Bavaria. His parents were devout Catholics, and, in 1590, they sent him to study at the Jesuits' college in Ingolstadt, because they wanted to isolate him from the Lutheran nobles. In "}]}, {"heading": "Deaths", "year": "1738", "date": "February 15", "txt": "Matthias Braun, Czech sculptor (b. 1684)", "entities": [{"title": "Matthias Braun", "href": "/wiki/Matthias_Braun", "description": "Matthias Bernard Braun was a sculptor and carver active in the Czech lands, one of the most prominent late baroque style sculptors in the area."}]}, {"heading": "Deaths", "year": "1781", "date": "February 15", "txt": "Gotthold Ephraim Lessing, German philosopher, author, and critic (b. 1729)", "entities": [{"title": "Gotthold Ephraim Lessing", "href": "/wiki/Gotthold_Ephraim_Lessing", "description": "Gotthold Ephraim Lessing was a German writer, philosopher, dramatist, publicist and art critic, and an outstanding representative of the Enlightenment era. His plays and theoretical writings substantially influenced the development of German literature. He is widely considered by theatre historians to be the first dramaturg in his role at Abel Seyler's Hamburg National Theatre."}]}, {"heading": "Deaths", "year": "1818", "date": "February 15", "txt": "Frederick Louis, Prince of Hohenlohe-Ingelfingen (b. 1746)", "entities": [{"title": "Frederick Louis, Prince of Hohenlohe-Ingelfingen", "href": "/wiki/Frederick_Louis,_Prince_of_Hohenlohe-Ingelfingen", "description": "Frederick Louis, Prince of Hohenlohe-Ingelfingen was a Prussian general."}]}, {"heading": "Deaths", "year": "1835", "date": "February 15", "txt": "Henry Hunt, English farmer and politician (b. 1773)", "entities": [{"title": "Henry Hunt (politician)", "href": "/wiki/Henry_Hunt_(politician)", "description": "Henry \"Orator\" Hunt was a British radical speaker and agitator remembered as a pioneer of working-class radicalism and an important influence on the later Chartist movement. He advocated parliamentary reform and the repeal of the Corn Laws."}]}, {"heading": "Deaths", "year": "1839", "date": "February 15", "txt": "François-Marie-Thomas Chevalier de Lorimier, Canadian rebel (b. 1803)", "entities": [{"title": "François-Marie-Thomas Chevalier de Lorimier", "href": "/wiki/Fran%C3%A7ois-Marie-Thomas_Chevalier_de_Lorimier", "description": "François-Marie-Thomas Chevalier de Lorimier, also known under shorter names as François-Marie-Thomas de Lorimier, Marie-Thomas Chevalier de Lorimier or Chevalier de Lorimier, was a notary who fought as a Patriote and Frère chasseur for the independence of Lower Canada in the Lower Canada Rebellion. For these actions, he was incarcerated at the Montreal Pied-du-Courant Prison and was hanged at the "}]}, {"heading": "Deaths", "year": "1842", "date": "February 15", "txt": "Archibald Menzies, Scottish surgeon and botanist (b. 1754)", "entities": [{"title": "Archibald Menzies", "href": "/wiki/Archibald_Menzies", "description": "Archibald Menzies was a Scottish surgeon, botanist and naturalist. He spent many years at sea, serving with the Royal Navy, private merchants, and the Vancouver Expedition. He was the first recorded European to reach the summit of the Hawaiian volcano Mauna Loa and introduced the Monkey Puzzle tree to England."}]}, {"heading": "Deaths", "year": "1844", "date": "February 15", "txt": "Henry Addington, 1st Viscount Sidmouth, English politician, Prime Minister of the United Kingdom (b. 1757)", "entities": [{"title": "Henry Addington, 1st Viscount Sidmouth", "href": "/wiki/Henry_Addington,_1st_Viscount_Sidmouth", "description": "Henry Addington, 1st Viscount Sidmouth, was a British Tory statesman who served as Prime Minister of the United Kingdom from 1801 to 1804."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1847", "date": "February 15", "txt": "Germinal Pierre Dandelin, Belgian mathematician and engineer (b. 1794)", "entities": [{"title": "Germinal Pierre Dandelin", "href": "/wiki/Germinal_Pierre_Dandelin", "description": "Germinal Pierre Dandelin was a French mathematician, soldier, and professor of engineering."}]}, {"heading": "Deaths", "year": "1848", "date": "February 15", "txt": "Hermann von Boyen, Prussian general and politician, Prussian Minister of War (b. 1771)", "entities": [{"title": "Hermann von Boyen", "href": "/wiki/Hermann_von_Boyen", "description": "Leopold Hermann Ludwig von Boyen was a Prussian army officer who helped to reform the Prussian Army in the early 19th century. He also served as minister of war of Prussia in the period 1810-1813 and later again from 1 March 1841 – 6 October 1847."}, {"title": "Prussian Minister of War", "href": "/wiki/Prussian_Minister_of_War", "description": "The Prussian War Ministry was gradually established between 1808 and 1809 as part of a series of reforms initiated by the Military Reorganization Commission created after the disastrous Treaties of Tilsit. The War Ministry was to help bring the Army under constitutional review, and, along with the General Staff systematize the conduct of warfare. Gerhard von Scharnhorst, the most prominent and inf"}]}, {"heading": "Deaths", "year": "1849", "date": "February 15", "txt": "Pierre François Verhulst, Belgian mathematician and theorist (b. 1804)", "entities": [{"title": "Pierre François Verhulst", "href": "/wiki/Pierre_Fran%C3%A7ois_Verhulst", "description": "Pierre François Verhulst was a Belgian mathematician and a doctor in number theory from the University of Ghent in 1825. He is best known for the logistic growth model."}]}, {"heading": "Deaths", "year": "1857", "date": "February 15", "txt": "Mikhail Glinka, Russian composer (b. 1804)", "entities": [{"title": "Mikhail Glinka", "href": "/wiki/Mikhail_Glinka", "description": "Mikhail Ivanovich Glinka was the first Russian composer to gain wide recognition within his own country, and is often regarded as the fountainhead of Russian classical music. Glinka's compositions were an important influence on future Russian composers, notably the members of The Five, who took Glinka's lead and produced a distinctive Russian style of music."}]}, {"heading": "Deaths", "year": "1869", "date": "February 15", "txt": "Ghalib, Indian poet and educator (b. 1796)", "entities": [{"title": "Ghalib", "href": "/wiki/Ghalib", "description": "Mirza Asadullah Baig Khan, also known by the pen names of Ghalib and Asad, was an Indian poet. His honorific was Dabir-ul-Mulk, Najm-ud-Daula. During his lifetime, the already declining Mughal empire was eclipsed and displaced by the Colonial British Raj and finally deposed following the defeat of the First Indian War of Independence of 1857; these are described through his work."}]}, {"heading": "Deaths", "year": "1885", "date": "February 15", "txt": "Gregor von Helmersen, Estonian-Russian geologist and engineer (b. 1803)", "entities": [{"title": "Gregor von Helmersen", "href": "/wiki/Gregor_von_Helmersen", "description": "Gregor von Helmersen was a Baltic German geologist."}]}, {"heading": "Deaths", "year": "1897", "date": "February 15", "txt": "Dimitrie Ghica, Romanian lawyer and politician, 10th Prime Minister of Romania (b. 1816)", "entities": [{"title": "Dimitrie Ghica", "href": "/wiki/Dimitrie_Ghica", "description": "Dimitrie Ghica or Ghika was a Romanian politician. A prominent member of the Conservative Party, he served as Prime Minister between 1868 and 1870."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Deaths", "year": "1905", "date": "February 15", "txt": "Lew Wallace, American author, general, and politician, 11th Governor of New Mexico Territory (b. 1827)", "entities": [{"title": "Lew Wallace", "href": "/wiki/Lew_Wallace", "description": "Lewis Wallace was an American lawyer, Union general in the American Civil War, governor of the New Mexico Territory, politician, diplomat, and author from Indiana. Among his novels and biographies, Wallace is best known for his historical adventure story, Ben-Hur: A Tale of the Christ (1880), a bestselling novel that has been called \"the most influential Christian book of the nineteenth century.\""}, {"title": "Governor of New Mexico Territory", "href": "/wiki/Governor_of_New_Mexico_Territory", "description": "The following is a list of the governors of the State of New Mexico and Territory of New Mexico."}]}, {"heading": "Deaths", "year": "1911", "date": "February 15", "txt": "Theodor Escherich, German-Austrian pediatrician and academic (b. 1859)", "entities": [{"title": "Theodor Escherich", "href": "/wiki/Theodor_Escherich", "description": "Theodor Escherich was a German-Austrian pediatrician and a professor at universities in Graz and Vienna. He discovered and described the bacterium Escherichia coli."}]}, {"heading": "Deaths", "year": "1924", "date": "February 15", "txt": "Lionel Monckton, English composer (b. 1861)", "entities": [{"title": "Lionel Monckton", "href": "/wiki/Lionel_Monckton", "description": "Lionel John Alexander Monckton was an English composer of musical theatre. He became Britain's most popular composer of Edwardian musical comedy in the early years of the 20th century."}]}, {"heading": "Deaths", "year": "1928", "date": "February 15", "txt": "H. H. Asquith, English lawyer and politician, Prime Minister of the United Kingdom (b. 1852)", "entities": [{"title": "H. H. Asquith", "href": "/wiki/H._H._Asquith", "description": "Herbert Henry Asquith, 1st Earl of Oxford and Asquith,, generally known as H. H. Asquith, was a British statesman and Liberal politician who served as Prime Minister of the United Kingdom from 1908 to 1916. He was the last prime minister to lead a majority Liberal government, and he played a central role in the design and passage of major liberal legislation and a reduction of the power of the Hou"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1932", "date": "February 15", "txt": "Minnie Maddern Fiske, American actress and playwright (b. 1865)", "entities": [{"title": "Minnie Maddern Fiske", "href": "/wiki/Minnie_Maddern_Fiske", "description": "Minnie Maddern Fiske, but often billed simply as Mrs. Fiske, was one of the leading American actresses of the late 19th and early 20th century. She also spearheaded the fight against the Theatrical Syndicate for the sake of artistic freedom. She was widely considered the most important actress on the American stage in the first quarter of the 20th century. Her performances in several Henrik Ibsen "}]}, {"heading": "Deaths", "year": "1933", "date": "February 15", "txt": "Pat Sullivan, Australian animator and producer, co-created Felix the Cat (b. 1887)", "entities": [{"title": "Pat Sullivan (film producer)", "href": "/wiki/Pat_Sullivan_(film_producer)", "description": "Patrick Peter \"Pat\" Sullivan was an Australian-American cartoonist, pioneer animator, and film producer best known for producing the first Felix the Cat silent cartoons."}]}, {"heading": "Deaths", "year": "1935", "date": "February 15", "txt": "Basil Hall Chamberlain, English-Swiss historian, author, and academic (b. 1850)", "entities": [{"title": "Basil Hall Chamberlain", "href": "/wiki/Basil_Hall_Chamberlain", "description": "Basil Hall Chamberlain was a professor of Japanese at Tokyo Imperial University and one of the foremost British Japanologists active in Japan during the late 19th century. He also wrote some of the earliest translations of haiku into English. He is perhaps best remembered for his informal and popular one-volume encyclopedia Things Japanese, which first appeared in 1890 and which he revised several"}]}, {"heading": "Deaths", "year": "1939", "date": "February 15", "txt": "Kuzma Petrov-Vodkin, Russian painter and author (b. 1878)", "entities": [{"title": "Kuzma Petrov-Vodkin", "href": "/wiki/Kuzma_Petrov-Vodkin", "description": "Kuzma Sergeevich Petrov-Vodkin, Russian: Кузьма Сергеевич Петров-Водкин was a Russian/Soviet painter. His early iconographic work used special creative effects based on the curve of the globe, but its images were considered blasphemous by the Russian Orthodox Church. However he went on to become the first president of the Leningrad Union of Soviet Artists. His autobiographical writings attracted m"}]}, {"heading": "Deaths", "year": "1956", "date": "February 15", "txt": "Vincent de Moro-Giafferi, French lawyer and politician (b. 1878)", "entities": [{"title": "Vincent de Moro-Giafferi", "href": "/wiki/Vincent_de_Moro-Giafferi", "description": "Vincent de Moro-Giafferi was a French criminal attorney."}]}, {"heading": "Deaths", "year": "1959", "date": "February 15", "txt": "Owen Willans Richardson, English physicist and academic, Nobel Prize laureate (b. 1879)", "entities": [{"title": "Owen Willans Richardson", "href": "/wiki/Owen_Willans_Richardson", "description": "Sir Owen Willans Richardson, FRS was an English physicist who won the Nobel Prize in Physics in 1928 for his work on thermionic emission, which led to Richardson's law."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1961", "date": "February 15", "txt": "Laurence Owen, American figure skater (b. 1944)", "entities": [{"title": "Laurence Owen", "href": "/wiki/Laurence_Owen", "description": "Laurence Rochon \"Laurie\" Owen was a Hall of Fame American figure skater. She was the 1961 U.S. National Champion and represented the United States at the 1960 Winter Olympics, where she placed 6th. She was the daughter of Maribel Vinson and Guy Owen and the sister of Maribel Owen. Owen died, along with her mother, sister and the entire United States Figure Skating team, in the crash of Sabena Flig"}]}, {"heading": "Deaths", "year": "1965", "date": "February 15", "txt": "Nat King Cole, American singer and pianist (b. 1919)", "entities": [{"title": "Nat King Cole", "href": "/wiki/Nat_King_Cole", "description": "Nathaniel Adams Coles, known professionally as Nat King Cole, was an American singer, jazz pianist, and actor. He recorded over 100 songs that became hits on the pop charts. His trio was the model for small jazz ensembles that followed. Cole also acted in films and on television and performed on Broadway. He was the first African-American man to host an American television series. He was the fathe"}]}, {"heading": "Deaths", "year": "1966", "date": "February 15", "txt": "Gerard Antoni Ciołek, Polish architect and historian (b. 1909)", "entities": [{"title": "Gerard Antoni Ciołek", "href": "/wiki/Gerard_Antoni_Cio%C5%82ek", "description": "Gerard Ciołek was a Polish architect, as well as a leading historian of parks and gardens."}]}, {"heading": "Deaths", "year": "1966", "date": "February 15", "txt": "Camilo Torres Restrepo, Colombian priest and theologian (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "February 15", "txt": "Antonio Moreno, Spanish-American actor and director (b. 1887)", "entities": [{"title": "Antonio Moreno", "href": "/wiki/Antonio_Moreno", "description": "Antonio Garrido Monteagudo, better known as Antonio Moreno or Tony Moreno, was a Spanish-born American actor and film director of the silent film era and through the 1950s."}]}, {"heading": "Deaths", "year": "1970", "date": "February 15", "txt": "Hugh Dowding, 1st Baron Dowding, Scottish air marshal (b. 1882)", "entities": [{"title": "Hugh Dowding, 1st Baron Dowding", "href": "/wiki/Hugh_Dowding,_1st_Baron_Dowding", "description": "Air Chief Marshal Hugh Caswall Tremenheere Dowding, 1st Baron Dowding, was an officer in the Royal Air Force. He was Air Officer Commanding RAF Fighter Command during the Battle of Britain and is generally credited with playing a crucial role in Britain's defence, and hence, the defeat of Adolf Hitler's plan to invade Britain."}]}, {"heading": "Deaths", "year": "1973", "date": "February 15", "txt": "Wally Cox, American actor (b. 1924)", "entities": [{"title": "Wally Cox", "href": "/wiki/Wally_Cox", "description": "Wallace Maynard Cox was an American actor and comedian, particularly associated with the early years of television in the United States. He appeared in the U.S. television series Mister Peepers from 1952 to 1955, plus several other popular shows, and as a character actor in over 20 films. Cox was the voice of the animated canine superhero Underdog of the TV show of the same name. Although often ca"}]}, {"heading": "Deaths", "year": "1973", "date": "February 15", "txt": "Tim Holt, American actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "February 15", "txt": "Kurt Atterberg, Swedish composer and engineer (b. 1887)", "entities": [{"title": "Kurt Atterberg", "href": "/wiki/Kurt_Atterberg", "description": "Kurt Magnus Atterberg was a Swedish composer and engineer. He is best known for his symphonies, operas, and ballets."}]}, {"heading": "Deaths", "year": "1981", "date": "February 15", "txt": "Mike Bloomfield, American guitarist and songwriter (b. 1943)", "entities": [{"title": "Mike Bloomfield", "href": "/wiki/Mike_Bloomfield", "description": "Michael Bernard Bloomfield was an American guitarist and composer, born in Chicago, Illinois, who became one of the first popular music superstars of the 1960s to earn his reputation almost entirely on his instrumental prowess, as he rarely sang before 1969. Respected for his guitar playing, Bloomfield knew and played with many of Chicago's blues musicians before achieving his own fame and was ins"}]}, {"heading": "Deaths", "year": "1981", "date": "February 15", "txt": "Karl Richter, German organist and conductor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "February 15", "txt": "Avon Long, American actor and singer (b. 1910)", "entities": [{"title": "Avon Long", "href": "/wiki/Avon_Long", "description": "Avon Long was an American Broadway actor and singer."}]}, {"heading": "Deaths", "year": "1984", "date": "February 15", "txt": "Ethel Merman, American actress and singer (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "February 15", "txt": "Richard Feynman, American physicist and academic, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Richard Feynman", "href": "/wiki/Richard_Feynman", "description": "Richard Phillips Feynman was an American theoretical physicist, known for his work in the path integral formulation of quantum mechanics, the theory of quantum electrodynamics, the physics of the superfluidity of supercooled liquid helium, as well as his work in particle physics for which he proposed the parton model. For contributions to the development of quantum electrodynamics, Feynman receive"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1992", "date": "February 15", "txt": "María Elena Moyano, Peruvian activist (b. 1960)", "entities": [{"title": "María Elena Moyano", "href": "/wiki/Mar%C3%ADa_Elena_Moyano", "description": "María Elena Moyano Delgado was an Afro-Peruvian community organizer and feminist who was assassinated by the Shining Path. She grew up in poverty in the Villa El Salvador pueblo joven, then became involved in local activism. She was twice president of FEPOMUVES and at the time of her death was deputy mayor. Her funeral was attended by 300,000 people and resulted in a downturn in support for the Sh"}]}, {"heading": "Deaths", "year": "1992", "date": "February 15", "txt": "William Schuman, American composer and academic (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "February 15", "txt": "McLean Stevenson, American actor (b. 1929)", "entities": [{"title": "McLean Stevenson", "href": "/wiki/McLean_Stevenson", "description": "Edgar McLean Stevenson Jr. was an American actor and comedian. He is best known for his role as Lt. Colonel Henry Blake in the television series M*A*S*H, which earned him a Golden Globe Award in 1974. Stevenson also appeared on a number of television series, notably The Tonight Show Starring Johnny Carson and The Doris Day Show."}]}, {"heading": "Deaths", "year": "1998", "date": "February 15", "txt": "Martha Gellhorn, American journalist and author (b. 1908)", "entities": [{"title": "Martha Gellhorn", "href": "/wiki/Martha_Gellhorn", "description": "Martha Ellis Gellhorn was an American novelist, travel writer, and journalist who is considered one of the great war correspondents of the 20th century."}]}, {"heading": "Deaths", "year": "1999", "date": "February 15", "txt": "Henry Way Kendall, American physicist and mountaineer, Nobel Prize laureate (b. 1926)", "entities": [{"title": "Henry Way Kendall", "href": "/wiki/Henry_Way_Kendall", "description": "Henry Way Kendall was an American particle physicist who won the Nobel Prize in Physics in 1990 jointly with Jerome Isaac Friedman and Richard E. Taylor \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\""}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1999", "date": "February 15", "txt": "Big L, American rapper (b. 1974)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "February 15", "txt": "Angus MacLean, Canadian commander and politician, 25th Premier of Prince Edward Island (b. 1914)", "entities": [{"title": "Angus MacLean", "href": "/wiki/Angus_MacLean", "description": "John Angus MacLean was a politician and farmer in Prince Edward Island, Canada."}, {"title": "Premier of Prince Edward Island", "href": "/wiki/Premier_of_Prince_Edward_Island", "description": "The premier of Prince Edward Island is the first minister for the Canadian province of Prince Edward Island. They are the province's head of government and de facto chief executive."}]}, {"heading": "Deaths", "year": "2002", "date": "February 15", "txt": "Howard K. Smith, American journalist and actor (b. 1914)", "entities": [{"title": "Howard K. Smith", "href": "/wiki/Howard_K._Smith", "description": "Howard Kingsbury Smith was an American journalist, radio reporter, television anchorman, political commentator, and film actor. He was one of the original members of the team of war correspondents known as the Murrow Boys."}]}, {"heading": "Deaths", "year": "2002", "date": "February 15", "txt": "Kevin Smith, New Zealand actor (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "February 15", "txt": "Jens Evensen, Norwegian lawyer, judge, and politician, Norwegian Minister of Trade (b. 1917)", "entities": [{"title": "Jens Evensen", "href": "/wiki/Jens_Evensen", "description": "Jens Ingebret Evensen was a Norwegian lawyer, judge, politician, trade minister, international offshore rights expert, member of the International Law Commission and judge at the International Court of Justice in The Hague."}, {"title": "Minister of Trade and Shipping", "href": "/wiki/Minister_of_Trade_and_Shipping", "description": "The Minister of Trade and Shipping was a councilor of state and chief of the Norway's Ministry of Trade and Shipping. The position was created on 6 December 1947 when the position of Minister of Trade and Industry was split into a portfolio for trade and shipping, and a Minister of Industry. As a prelude, a separate Minister of Shipping had been created between 1942 and 1945 to lead the Ministry o"}]}, {"heading": "Deaths", "year": "2005", "date": "February 15", "txt": "Pierre Bachelet, French singer-songwriter (b. 1944)", "entities": [{"title": "Pierre Bachelet", "href": "/wiki/Pierre_Bachelet", "description": "Pierre Bachelet was a French singer-songwriter."}]}, {"heading": "Deaths", "year": "2005", "date": "February 15", "txt": "Samuel T. Francis, American historian and journalist (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "February 15", "txt": "Walker Edmiston, American actor (b. 1925)", "entities": [{"title": "Walker Edmiston", "href": "/wiki/Walker_Edmiston", "description": "Walker Edmiston was an American radio, television and voice actor."}]}, {"heading": "Deaths", "year": "2007", "date": "February 15", "txt": "Ray Evans, American songwriter (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "February 15", "txt": "Johnny Weaver, American wrestler and sportscaster (b. 1935)", "entities": [{"title": "Johnny Weaver", "href": "/wiki/Johnny_Weaver", "description": "Kenneth Eugene Weaver was an American professional wrestler and wrestling commentator in the National Wrestling Alliance, better known by his ring name, Johnny Weaver. During Johnny's career, he was credited with being the first wrestler to use the sleeper hold as his finisher of choice."}]}, {"heading": "Deaths", "year": "2010", "date": "February 15", "txt": "Jeanne M. Holm, American general (b. 1921)", "entities": [{"title": "Jeanne M. Holm", "href": "/wiki/Jeanne_M._Holm", "description": "Major General Jeanne Marjorie Holm was the first female one-star general of the United States Air Force and the first female two-star general in any service branch of the United States. Holm was a driving force behind the expansion of women's roles in the Air Force."}]}, {"heading": "Deaths", "year": "2012", "date": "February 15", "txt": "Cyril Domb, English-Israel physicist and academic (b. 1920)", "entities": [{"title": "Cyril Domb", "href": "/wiki/Cyril_Domb", "description": "Cyril Domb FRS was a British-Israeli theoretical physicist, best known for his lecturing and writing on the theory of phase transitions and critical phenomena of fluids. He was also known in the Orthodox Jewish world for his writings on science and Judaism."}]}, {"heading": "Deaths", "year": "2013", "date": "February 15", "txt": "Sanan Kachornprasart, Thai general and politician (b. 1935)", "entities": [{"title": "Sanan Kachornprasart", "href": "/wiki/Sanan_Kachornprasart", "description": "Sanan Kachornprasart was a Thai politician and military officer. He was deputy prime minister in the cabinet of Abhisit Vejjajiva, and was chief advisor of Chartthaipattana Party."}]}, {"heading": "Deaths", "year": "2013", "date": "February 15", "txt": "Ahmed Rajib Haider, Bangladeshi atheist blogger", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "February 15", "txt": "Thelma Estrin, American computer scientist and engineer (b. 1924)", "entities": [{"title": "Thelma Estrin", "href": "/wiki/Thelma_Estrin", "description": "Thelma Estrin was an American computer scientist and engineer who did pioneering work in the fields of expert systems and biomedical engineering. She was one of the first to apply computer technology to healthcare and medical research. She was professor emerita in the Department of Computer Science, University of California at Los Angeles."}]}, {"heading": "Deaths", "year": "2014", "date": "February 15", "txt": "Christopher Malcolm, Scottish-Canadian actor, director, and producer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 15", "txt": "Haron Amin, Afghan diplomat, Afghan Ambassador to Japan (b. 1969)", "entities": [{"title": "Haron Amin", "href": "/wiki/Haron_Amin", "description": "Mohammad Haron Amin was the Afghan ambassador to Japan and non-resident ambassador to Thailand, the Philippines and Singapore from 2004–2009. He is chiefly known, however, for his role as spokesman for the Northern Alliance during the U.S.-led invasion of his country after the events of September 11, 2001."}, {"title": "Afghan Ambassador to Japan", "href": "/wiki/Afghan_Ambassador_to_Japan", "description": "Within the context of diplomatic relations between Afghanistan and Japan, Afghanistan has appointed an envoy to Japan intermittently since 1933, under the title of either ambassador or chargé d'affaires."}]}, {"heading": "Deaths", "year": "2015", "date": "February 15", "txt": "Arnaud de Borchgrave, American journalist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "February 15", "txt": "Steve Montador, Canadian ice hockey player (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "February 15", "txt": "George Gaynes, Finnish-American actor (b. 1917)", "entities": [{"title": "George Gaynes", "href": "/wiki/George_Gaynes", "description": "George Gaynes was a Finnish-born American singer, actor, and voice artist. Born to Dutch and Russian-Finnish parents in the Grand Duchy of Finland of the Russian Empire, he served in the Royal Netherlands Navy during World War II, and subsequently emigrated to the United States, where he became a citizen and began his acting career on Broadway."}]}, {"heading": "Deaths", "year": "2016", "date": "February 15", "txt": "Vanity, Canadian-American singer-songwriter, dancer, and actress (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "February 15", "txt": "Stuart McLean, Canadian radio broadcaster (b. 1948)", "entities": [{"title": "Stuart McLean", "href": "/wiki/Stuart_McLean", "description": "Andrew Stuart McLean, was a Canadian radio broadcaster, humorist, monologist, and author, best known as the host of the CBC Radio program The Vinyl Cafe. Often described as a \"story-telling comic\" although his stories addressed both humorous and serious themes, he was known for fiction and non-fiction work which celebrated the decency and dignity of ordinary people, through stories which often hig"}]}, {"heading": "Deaths", "year": "2019", "date": "February 15", "txt": "Lee Radziwill, American socialite (b. 1933)", "entities": [{"title": "Lee Radziwill", "href": "/wiki/Lee_Radziwill", "description": "Caroline Lee Radziwiłł, usually known as Princess Lee Radziwill, was an American socialite, public-relations executive, and interior decorator. She was the younger sister of First Lady Jacqueline Bouvier Kennedy and sister-in-law of President John F. Kennedy. Radziwill was married three times, with the marriage to third husband Herbert Ross ending in divorce shortly before his death in 2001."}]}, {"heading": "Deaths", "year": "2020", "date": "February 15", "txt": "Caroline Flack, English actress and TV presenter (b. 1979)", "entities": [{"title": "Caroline Flack", "href": "/wiki/Caroline_Flack", "description": "Caroline Louise Flack was an English television and radio presenter. She began her career as an actress, starring in Bo' Selecta! (2002) and presented various ITV2 shows including I'm a Celebrity...Get Me Out of Here! NOW! (2009–2010) and The Xtra Factor (2011–2013)."}]}]