[{"heading": "Events", "year": "314", "date": "January 31", "txt": "Pope Sylvester I is consecrated, as successor to the late Pope Miltiades.", "entities": [{"title": "Pope Sylvester I", "href": "/wiki/Pope_Sylvester_I", "description": "Sylvester I was the bishop of Rome from 31 January 314 until his death. He filled the see of Rome at an important era in the history of the Western Church, yet very little is known of him. The accounts of his pontificate preserved in the seventh- or eighth-century Liber Pontificalis contain little more than a record of the gifts said to have been conferred on the church by Constantine I, although "}, {"title": "Pope Miltiades", "href": "/wiki/Pope_Miltiades", "description": "Pope Miltiades, also known as Melchiades the African, was the bishop of Rome from 311 to his death on 10 or 11 January 314. It was during his pontificate that Emperor Constantine the Great issued the Edict of Milan (313), giving Christianity legal status within the Roman Empire. The pope also received the palace of Empress Fausta where the Lateran Palace, the papal seat and residence of the papal "}]}, {"heading": "Events", "year": "1208", "date": "January 31", "txt": "The Battle of Lena takes place between King Sverker II of Sweden and his rival, Prince Eric, whose victory puts him on the throne as King Eric X of Sweden.", "entities": [{"title": "Battle of Lena", "href": "/wiki/Battle_of_Lena", "description": "The Battle of Lena occurred on January 31, 1208, and probably took place near Kungslena, which is located in the Tidaholm Municipality in Västergötland, Sweden. It was an important battle between the Danish-backed King Sverker II of Sweden and Prince Eric. Eric's forces imposed a crushing victory; however in July 1210, Sverker returned with a second army and was killed in the Battle of Gestilren."}, {"title": "Sverker II of Sweden", "href": "/wiki/Sverker_II_of_Sweden", "description": "Sverker II or Sverker the Younger was King of Sweden from 1195 or 1196 to 1208."}, {"title": "Eric X of Sweden", "href": "/wiki/Eric_X_of_Sweden", "description": "Eric \"X\" was the King of Sweden between 1208 and 1216. Also known as Eric the Survivor, he was, at his accession to the throne, the only remaining son of King Canute I of Sweden and his queen. The name of his mother is not known, but may have been Cecilia."}]}, {"heading": "Events", "year": "1504", "date": "January 31", "txt": "The Treaty of Lyon ends the Italian War, confirming French domination of northern Italy, while Spain receives the Kingdom of Naples.", "entities": [{"title": "Italian War of 1499–1504", "href": "/wiki/Italian_War_of_1499%E2%80%931504", "description": "The Second Italian War (1499–1501), sometimes known as Louis XII's Italian War and the Third Italian War (1502-1504) or the War over Naples, were the second and third of the Italian Wars; it was fought primarily by Louis XII of France and Ferdinand II of Aragon, with the participation of several Italian powers. In the aftermath of the First Italian War, Louis was determined to press his claim on t"}, {"title": "Kingdom of Naples", "href": "/wiki/Kingdom_of_Naples", "description": "The Kingdom of Naples, officially known as the Kingdom of Sicily, comprised the part of the Italian Peninsula south of the Papal States between 1282 and 1816. It was established by the War of the Sicilian Vespers (1282–1302), when the island of Sicily revolted and was conquered by the Crown of Aragon, becoming a separate kingdom also called the Kingdom of Sicily. In 1816, it reunified with the isl"}]}, {"heading": "Events", "year": "1578", "date": "January 31", "txt": "Eighty Years' War and Anglo-Spanish War: The Battle of Gembloux is a victory for Spanish forces led by Don John of Austria over a rebel army of Dutch, Flemish, English, Scottish, German, French and Walloons.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Anglo-Spanish War (1585–1604)", "href": "/wiki/Anglo-Spanish_War_(1585%E2%80%931604)", "description": "The Anglo-Spanish War (1585–1604) was an intermittent conflict between the kingdoms of Spain and England that was never formally declared. The war was punctuated by widely separated battles, and began with England's military expedition in 1585 to what was then the Spanish Netherlands under the command of Robert Dudley, Earl of Leicester, in support of the resistance of the States General to Spanis"}, {"title": "Battle of Gembloux (1578)", "href": "/wiki/Battle_of_Gembloux_(1578)", "description": "The Battle of Gembloux took place at Gembloux, near Namur, Low Countries, between the Spanish forces led by Don John of Austria, Governor-General of the Spanish Netherlands, and a rebel army composed of Dutch, Flemish, English, Scottish, German, French, and Walloon soldiers under Antoine de Goignies, during the Eighty Years' War and the Anglo-Spanish War (1585–1604). On 31 January 1578 the Spanish"}, {"title": "Don John of Austria", "href": "/wiki/Don_John_of_Austria", "description": "John of Austria was an illegitimate son of Holy Roman Emperor Charles V. He became a military leader in the service of his half-brother, King Philip II of Spain, and is best known for his role as the admiral of the Holy Alliance fleet at the Battle of Lepanto."}, {"title": "Dutch people", "href": "/wiki/Dutch_people", "description": "The Dutch people or the Dutch, are a West Germanic ethnic group and nation native to the Netherlands. They share a common ancestry and culture and speak the Dutch language. Dutch people and their descendants are found in migrant communities worldwide, notably in Aruba, Suriname, Guyana, Curaçao, Argentina, Brazil, Canada, Australia, South Africa, New Zealand and the United States. The Low Countrie"}, {"title": "Flemish people", "href": "/wiki/Flemish_people", "description": "The Flemish or Flemings are a West Germanic ethnic group native to Flanders, in modern Belgium, who speak Flemish Dutch. They are one of two principal ethnic groups in Belgium, the other being the French-speaking Walloons. Flemish people make up the majority of the Belgian population."}, {"title": "English people", "href": "/wiki/English_people", "description": "The English people are an ethnic group and nation native to England, who speak the English language and share a common history and culture. The English identity is of early medieval origin, when they were known in Old English as the Angelcynn. Their ethnonym is derived from the Angles, one of the Germanic peoples who migrated to Great Britain around the 5th century AD."}, {"title": "Scottish people", "href": "/wiki/Scottish_people", "description": "The Scottish people or Scots are a nation and ethnic group native to Scotland. Historically, they emerged from an amalgamation of two Celtic-speaking peoples, the Picts and Gaels, who founded the Kingdom of Scotland in the 9th century. Pictish-Gaels were then displaced by Viking settlers to the north and west, who in turn became Norse-Gaels, and, becoming Gaelicised by the 13th century, left a Nor"}, {"title": "German language", "href": "/wiki/German_language", "description": "The German language is a West Germanic language mainly spoken in Central Europe. It is the most widely spoken and official or co-official language in Germany, Austria, Switzerland, Liechtenstein, and the Italian province of South Tyrol. It is also a co-official language of Luxembourg, Belgium and parts of southwestern Poland, as well as a national language in Namibia. German is most similar to oth"}, {"title": "French people", "href": "/wiki/French_people", "description": "The French people are an ethnic group primarily located in Western Europe and nation that shares a common French culture, history, the French language and is identified with the country of France."}, {"title": "Walloons", "href": "/wiki/Walloons", "description": "Walloons are a Romance ethnic group native to Belgium, principally its southern region of Wallonia, who primarily speak langues d'oïl such as Belgian French, Picard and Walloon. Walloons are a distinctive ethnic community within Belgium. Important historical and anthropological criteria bind Walloons to the French people."}]}, {"heading": "Events", "year": "1606", "date": "January 31", "txt": "Gunpowder Plot: Four of the conspirators, including Guy Fawkes, are executed for treason by hanging, drawing and quartering, for plotting against Parliament and King James.", "entities": [{"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}, {"title": "Guy Fawkes", "href": "/wiki/Guy_Fawkes", "description": "Guy Fawkes, also known as Guido Fawkes while fighting for the Spanish, was a member of a group of provincial English Catholics who was involved in the failed Gunpowder Plot of 1605. He was born and educated in York; his father died when Fawkes was eight years old, after which his mother married a recusant Catholic."}, {"title": "Hanged, drawn and quartered", "href": "/wiki/Hanged,_drawn_and_quartered", "description": "To be hanged, drawn and quartered was, from 1352 after the Treason Act 1351, a statutory penalty in England for men convicted of high treason, although the ritual was first recorded during the reign of King Henry III (1216–1272). The convicted traitor was fastened to a hurdle, or wooden panel, and drawn by horse to the place of execution, where he was then hanged, emasculated, disembowelled, behea"}, {"title": "Parliament of England", "href": "/wiki/Parliament_of_England", "description": "The Parliament of England was the legislature of the Kingdom of England, existing from the early 14th century until 1707, when it united with the Parliament of Scotland to become the Parliament of Great Britain after the political union of England and Scotland created the Kingdom of Great Britain."}, {"title": "James VI and I", "href": "/wiki/James_VI_and_I", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}]}, {"heading": "Events", "year": "1747", "date": "January 31", "txt": "The first venereal diseases clinic opens at London Lock Hospital.", "entities": [{"title": "Venereal disease", "href": "/wiki/Venereal_disease", "description": "Sexually transmitted infections (STIs), also referred to as sexually transmitted diseases (STDs) and the older term venereal disease, are infections that are commonly spread by sexual activity, especially vaginal intercourse, anal sex and oral sex. STIs often do not initially cause symptoms, which results in a greater risk of passing the infection on to others. Symptoms and signs of STIs may inclu"}, {"title": "London Lock Hospital", "href": "/wiki/London_Lock_Hospital", "description": "The London Lock Hospital was the first voluntary hospital for venereal disease. It was also the most famous and first of the Lock Hospitals which were developed for the treatment of syphilis following the end of the use of lazar hospitals, as leprosy declined. The hospital later developed maternity and gynaecology services before being incorporated into the National Health Service in 1948 and clos"}]}, {"heading": "Events", "year": "1814", "date": "January 31", "txt": "Gervasio Antonio de Posadas becomes Supreme Director of the United Provinces of the Río de la Plata (present-day Argentina).", "entities": [{"title": "Gervasio Antonio de Posadas", "href": "/wiki/Gervasio_Antonio_de_Posadas", "description": "Gervasio Antonio de Posadas y Dávila was a member of Argentina's Second Triumvirate from 19 August 1813 to 31 January 1814, after which he served as Supreme Director until 9 January 1815."}, {"title": "Supreme Director of the United Provinces of the Río de la Plata", "href": "/wiki/Supreme_Director_of_the_United_Provinces_of_the_R%C3%ADo_de_la_Plata", "description": "The Supreme Director of the United Provinces of the Río de la Plata was a title given to the executive officers of the United Provinces of the Río de la Plata according to the form of government established in 1814 by the Asamblea del Año XIII. The supreme director was to wield power for a term of two years."}]}, {"heading": "Events", "year": "1846", "date": "January 31", "txt": "After the Milwaukee Bridge War, the United States towns of Juneautown and Kilbourntown unify to create the City of Milwaukee.", "entities": [{"title": "Milwaukee Bridge War", "href": "/wiki/Milwaukee_Bridge_War", "description": "The Milwaukee Bridge War, sometimes simply the Bridge War, was an 1845 conflict between people from different regions of what is now Milwaukee, Wisconsin over the construction of a bridge crossing the Milwaukee River."}, {"title": "Milwaukee", "href": "/wiki/Milwaukee", "description": "Milwaukee is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of Milwaukee County, the city is located on Lake Michigan's southwestern shore and was incorporated in 1846. As of the U.S. Census Bureau's July 1, 2019 estimate, Milwaukee had a population of 590,157, making it the 31st largest city in the United States and the fourth-large"}]}, {"heading": "Events", "year": "1848", "date": "January 31", "txt": "John C. Frémont is court-martialed for mutiny and disobeying orders.", "entities": [{"title": "John C. Frémont", "href": "/wiki/John_C._Fr%C3%A9mont", "description": "John Charles Frémont or Fremont was an explorer of the Western United States, military officer, and politician. He was a U.S. Senator from California, and in 1856 was the first Republican nominee for President of the United States. A native of Georgia, he was an opponent of slavery but also a contributor to Native American genocide."}, {"title": "Court-martial", "href": "/wiki/Court-martial", "description": "A court-martial or court martial is a military court or a trial conducted in such a court. A court-martial is empowered to determine the guilt of members of the armed forces subject to military law, and, if the defendant is found guilty, to decide upon punishment. In addition, courts-martial may be used to try prisoners of war for war crimes. The Geneva Conventions require that POWs who are on tri"}]}, {"heading": "Events", "year": "1862", "date": "January 31", "txt": "Alvan Graham Clark discovers the white dwarf star Sirius B, a companion of Sirius, through an 18.5-inch (47 cm) telescope now located at Northwestern University.", "entities": [{"title": "Alvan Graham Clark", "href": "/wiki/Alvan_Graham_Clark", "description": "Alvan Graham Clark was an American astronomer and telescope-maker."}, {"title": "White dwarf", "href": "/wiki/White_dwarf", "description": "A white dwarf, also called a degenerate dwarf, is a stellar core remnant composed mostly of electron-degenerate matter. A white dwarf is very dense: its mass is comparable to that of the Sun, while its volume is comparable to that of Earth. A white dwarf's faint luminosity comes from the emission of stored thermal energy; no fusion takes place in a white dwarf. The nearest known white dwarf is Sir"}, {"title": "Sirius", "href": "/wiki/Sirius", "description": "Sirius is the brightest star in the night sky. Its name is derived from the Greek word Σείριος. The star is designated α Canis Majoris, Latinized to Alpha Canis Majoris, and abbreviated Alpha CMa or α CMa. With a visual apparent magnitude of −1.46, Sirius is almost twice as bright as Canopus, the next brightest star. Sirius is a binary star consisting of a main-sequence star of spectral type A0 or"}, {"title": "Northwestern University", "href": "/wiki/Northwestern_University", "description": "Northwestern University (NU) is a private research university in Evanston, Illinois. Founded in 1851 to serve the former Northwest Territory, the university is a founding member of the Big Ten Conference, and is ranked among the top universities in the United States and globally."}]}, {"heading": "Events", "year": "1865", "date": "January 31", "txt": "American Civil War: The United States Congress passes the Thirteenth Amendment to the United States Constitution, abolishing slavery, and submits it to the states for ratification.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Thirteenth Amendment to the United States Constitution", "href": "/wiki/Thirteenth_Amendment_to_the_United_States_Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}]}, {"heading": "Events", "year": "1865", "date": "January 31", "txt": "American Civil War: Confederate General Robert E. Lee becomes general-in-chief of all Confederate armies.", "entities": [{"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}]}, {"heading": "Events", "year": "1891", "date": "January 31", "txt": "History of Portugal: The first attempt at a Portuguese republican revolution breaks out in the northern city of Porto.", "entities": [{"title": "History of Portugal (1834–1910)", "href": "/wiki/History_of_Portugal_(1834%E2%80%931910)", "description": "The Kingdom of Portugal under the House of Braganza was a constitutional monarchy from the end of the Liberal Civil War in 1834 to the Republican Revolution of 1910. The initial turmoil of coups d'état perpetrated by the victorious generals of the Civil War was followed by an unstable parliamentary system of governmental \"rotation\" marked by the growth of the Portuguese Republican Party. This was "}, {"title": "Republicanism", "href": "/wiki/Republicanism", "description": "Republicanism is the idea in which elected leaders represent the interests of the people. Historically, it ranges from the rule of a representative minority or oligarchy to popular sovereignty. It has had different definitions and interpretations which vary significantly based on historical context and methodological approach."}, {"title": "Porto", "href": "/wiki/Porto", "description": "Porto or Oporto is the second-largest city in Portugal and one of the Iberian Peninsula's major urban areas. Porto city proper, which is the entire municipality of Porto, is small compared to its metropolitan area, with an estimated population of just 215,945 people in a municipality with only 41.42 km2. Porto's metropolitan area has around 1.7 million people (2019) in an area of 2,395 km2 (925 sq"}]}, {"heading": "Events", "year": "1900", "date": "January 31", "txt": "Datu Muhammad Salleh is killed in Kampung Teboh, Tambunan, ending the Mat Salleh Rebellion.", "entities": [{"title": "Mat Salleh Rebellion", "href": "/wiki/Mat_Salleh_Rebellion", "description": "The Mat Salleh Rebellion was a series of major armed disturbances against the British North Borneo Chartered Company administration in North Borneo, now the Malaysian state of Sabah. It was instigated by Datu Muhammad Salleh, a local chief from the Lingkabo district and Sugut River. He led the rebellion between 1894 until his death in Tambunan in 1900. The rebellion then continued on for another f"}]}, {"heading": "Events", "year": "1915", "date": "January 31", "txt": "World War I: Germany is the first to make large-scale use of poison gas in warfare in the Battle of Bolimów against Russia.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Chemical weapons in World War I", "href": "/wiki/Chemical_weapons_in_World_War_I", "description": "The use of toxic chemicals as weapons dates back thousands of years, but the first large scale use of chemical weapons was during World War I. They were primarily used to demoralize, injure, and kill entrenched defenders, against whom the indiscriminate and generally very slow-moving or static nature of gas clouds would be most effective. The types of weapons employed ranged from disabling chemica"}, {"title": "Battle of Bolimów", "href": "/wiki/Battle_of_Bolim%C3%B3w", "description": "The Battle of Bolimów was an inconclusive battle of World War I fought on January 31, 1915 between Germany and Russia and considered a preliminary to the Second Battle of the Masurian Lakes."}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1917", "date": "January 31", "txt": "World War I: Kaiser Wilhelm II orders the resumption of unrestricted submarine warfare.", "entities": [{"title": "U-boat Campaign", "href": "/wiki/U-boat_Campaign#1917:_Resumption_of_unrestricted_submarine_warfare", "description": "The U-boat Campaign from 1914 to 1918 was the World War I naval campaign fought by German U-boats against the trade routes of the Allies. It took place largely in the seas around the British Isles and in the Mediterranean.\nThe German Empire relied on imports for food and domestic food production and the United Kingdom relied heavily on imports to feed its population, and both required raw material"}]}, {"heading": "Events", "year": "1918", "date": "January 31", "txt": "A series of accidental collisions on a misty Scottish night leads to the loss of two Royal Navy submarines with over a hundred lives, and damage to another five British warships.", "entities": [{"title": "Battle of May Island", "href": "/wiki/Battle_of_May_Island", "description": "The Battle of May Island is the name given to the series of accidents that occurred during Operation E.C.1 in 1918.\nNamed after the Isle of May, a nearby island in the Firth of Forth, it was a disastrous series of accidents amongst Royal Navy ships on their way from Rosyth in Scotland to fleet exercises in the North Sea. On the misty night of 31 January to 1 February 1918, five collisions occurred"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Submarine", "href": "/wiki/Submarine", "description": "A submarine is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub. Submarines are referred to as \"boats\" rather than \"shi"}]}, {"heading": "Events", "year": "1919", "date": "January 31", "txt": "The Battle of George Square takes place in Glasgow, Scotland, during a campaign for shorter working hours.", "entities": [{"title": "Battle of George Square", "href": "/wiki/Battle_of_George_Square", "description": "The Battle of George Square was a violent confrontation in Glasgow, Scotland between Glasgow City Police and striking Glasgow workers, centred around George Square. The 'battle', also known as \"Bloody Friday\" or \"Black Friday\", took place on Friday 31 January 1919, 82 days after the end of the First World War. During the riot, the Sheriff of Lanarkshire called for military aid, and British troops,"}, {"title": "Glasgow", "href": "/wiki/Glasgow", "description": "Glasgow, with an estimated city population of 633,120 in 2019, is the most populous city in Scotland and the fourth-most populous city in the United Kingdom, as well as being the 27th largest city by population in Europe. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow "}]}, {"heading": "Events", "year": "1928", "date": "January 31", "txt": "Leon Trotsky is exiled to Alma-Ata.", "entities": [{"title": "Leon Trotsky", "href": "/wiki/Leon_Trotsky", "description": "Lev Davidovich Bronstein, better known as Leon Trotsky, was a Russian Marxist revolutionary, political theorist and politician. Ideologically a communist, he developed a variant of Marxism which has become known as Trotskyism."}, {"title": "Alma-Ata", "href": "/wiki/Alma-Ata", "description": "Almaty, formerly known as Alma-Ata and Verny, is the largest city in Kazakhstan, with a population of about 2,000,000 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Kazakh Soviet Socialist Republic and later independent Kazakhstan from 1929 to 199"}]}, {"heading": "Events", "year": "1942", "date": "January 31", "txt": "World War II: Allied forces are defeated by the Japanese at the Battle of Malaya and retreat to Singapore.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Malaya", "href": "/wiki/Battle_of_Malaya", "description": "The Malayan campaign was a military campaign fought by Allied and Axis forces in Malaya, from 8 December 1941 – 15 February 1942 during the Second World War. It was dominated by land battles between British Commonwealth army units, and the Imperial Japanese Army with minor skirmishes at the beginning of the campaign between British Commonwealth and Royal Thai Armed Forces. The Japanese had air and"}]}, {"heading": "Events", "year": "1943", "date": "January 31", "txt": "World War II: German Field Marshal Friedrich Paulus surrenders to the Soviets at Stalingrad, followed two days later by the remainder of his Sixth Army, ending one of the war's fiercest battles.", "entities": [{"title": "Friedrich Paulus", "href": "/wiki/Friedrich_Paulus", "description": "Friedrich Wilhelm Ernst Paulus was a German field marshal during World War II who is best known for commanding the 6th Army during the Battle of Stalingrad. The battle ended in disaster for the Wehrmacht when Soviet forces encircled the Germans within the city, leading to the ultimate defeat and capture of about 265,000 German personnel, their Axis allies and collaborators."}, {"title": "Battle of Stalingrad", "href": "/wiki/Battle_of_Stalingrad", "description": "In the Battle of Stalingrad, Germany and its allies fought the Soviet Union for control of the city of Stalingrad in Southern Russia. Marked by fierce close-quarters combat and direct assaults on civilians in air raids, it is one of the bloodiest battles in the history of warfare, with an estimated 2 million total casualties. After their defeat at Stalingrad, the German High Command had to withdra"}]}, {"heading": "Events", "year": "1944", "date": "January 31", "txt": "World War II: American forces land on Kwajalein Atoll and other islands in the Japanese-held Marshall Islands.", "entities": [{"title": "Kwajalein Atoll", "href": "/wiki/Kwajalein_Atoll", "description": "Kwajalein Atoll is part of the Republic of the Marshall Islands (RMI). The southernmost and largest island in the atoll is named Kwajalein Island, which its majority English-speaking residents often called by the shortened name, Kwaj. The total land area of the atoll amounts to just over 6 square miles (16 km2). It lies in the Ralik Chain, 2,100 nautical miles southwest of Honolulu, Hawaii."}, {"title": "Marshall Islands", "href": "/wiki/Marshall_Islands", "description": "The Marshall Islands, officially the Republic of the Marshall Islands, is an island country near the Equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people is spread out over 29 coral atolls, comprising 1,156 individual islands and islets. The capital and lar"}]}, {"heading": "Events", "year": "1944", "date": "January 31", "txt": "World War II: During the Anzio campaign, the 1st Ranger Battalion (Darby's Rangers) is destroyed behind enemy lines in a heavily outnumbered encounter at Battle of Cisterna, Italy.", "entities": [{"title": "1st Ranger Battalion", "href": "/wiki/1st_Ranger_Battalion", "description": "The 1st Ranger Battalion, currently based at Hunter Army Airfield in Savannah, Georgia, United States, is the first of three ranger battalions belonging to the United States Army's 75th Ranger Regiment."}, {"title": "Battle of Cisterna", "href": "/wiki/Battle_of_Cisterna", "description": "The Battle of Cisterna took place during World War II, on 30 January–2 February 1944, near Cisterna, Italy, as part of the Battle of Anzio, part of the Italian Campaign. The battle was a clear German victory which also had repercussions on the employment of U.S. Army Rangers that went beyond the immediate tactical and strategic results of the battle."}]}, {"heading": "Events", "year": "1945", "date": "January 31", "txt": "US Army private Eddie Slovik is executed for desertion, the first such execution of an American soldier since the Civil War.", "entities": [{"title": "Eddie Slovik", "href": "/wiki/Eddie_Slovik", "description": "Edward Donald Slovik was a United States Army soldier during World War II and the only American soldier to be court-martialled and executed for desertion since the American Civil War. Although over 21,000 American soldiers were given varying sentences for desertion during World War II, including 49 death sentences, Slovik's death sentence was the only one that was carried out."}, {"title": "Desertion", "href": "/wiki/Desertion", "description": "Desertion is the abandonment of a military duty or post without permission and is done with the intention of not returning. This contrasts with unauthorized absence (UA) or absence without leave, which are temporary forms of absence."}, {"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}]}, {"heading": "Events", "year": "1945", "date": "January 31", "txt": "World War II: About 3,000 inmates from the Stutthof concentration camp are forcibly marched into the Baltic Sea at Palmnicken (now Yantarny, Russia) and executed.", "entities": [{"title": "Baltic Sea", "href": "/wiki/Baltic_Sea", "description": "The Baltic Sea is an arm of the Atlantic Ocean, enclosed by Denmark, Estonia, Finland, Germany, Latvia, Lithuania, Sweden, Poland, Russia and the North and Central European Plain."}, {"title": "Yantarny, Kaliningrad Oblast", "href": "/wiki/Yantarny,_Kaliningrad_Oblast", "description": "Yantarny, previously known in German as Palmnicken (help·info), is an urban locality in Kaliningrad Oblast, Russia, located on the Sambian Peninsula, about 40 kilometers (25 mi) from Kaliningrad, the administrative center of the oblast. Population: 5,524 (2010 Census); 5,455 (2002 Census); 4,948 (1989 Census)."}]}, {"heading": "Events", "year": "1945", "date": "January 31", "txt": "World War II: The end of fighting in the Battle of Hill 170 during the Burma Campaign, in which the British 3 Commando Brigade repulsed a Japanese counterattack on their positions and precipitated a general retirement from the Arakan Peninsula.", "entities": [{"title": "Burma Campaign", "href": "/wiki/Burma_Campaign", "description": "The Burma campaign was a series of battles fought in the British colony of Burma. It was part of the South-East Asian theatre of World War II and primarily involved forces of the Allies; the British Empire and the Republic of China, with support from the United States. They faced against the invading forces of Imperial Japan, who were supported by the Thai Phayap Army, as well as two collaboration"}, {"title": "3 Commando Brigade", "href": "/wiki/3_Commando_Brigade", "description": "3 Commando Brigade is a commando formation of the British Armed Forces and the main manoeuvre formation of the Royal Marines. Its personnel are predominantly Royal Marines, supported by units of Royal Engineers, Royal Artillery, and the Fleet Air Arm, together with other Commando Qualified sailors, soldiers and airmen."}, {"title": "Rakhine State", "href": "/wiki/Rakhine_State", "description": "Rakhine State is a state in Myanmar (Burma). Situated on the western coast, it is bordered by Chin State to the north, Magway Region, Bago Region and Ayeyarwady Region to the east, the Bay of Bengal to the west and the Chittagong Division of Bangladesh to the northwest. It is located approximately between latitudes 17°30' north and 21°30' north and longitudes 92°10' east and 94°50' east. The Araka"}]}, {"heading": "Events", "year": "1946", "date": "January 31", "txt": "Cold War: Yugoslavia's new constitution, modeling that of the Soviet Union, establishes six constituent republics (Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia).", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Socialist Federal Republic of Yugoslavia", "href": "/wiki/Socialist_Federal_Republic_of_Yugoslavia", "description": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a country in Southeast and Central Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km2, the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the no"}, {"title": "1946 Yugoslav Constitution", "href": "/wiki/1946_Yugoslav_Constitution", "description": "The 1946 Yugoslav Constitution, officially titled as the Constitution of the Federal People's Republic of Yugoslavia, was the first constitution of the Federal People's Republic of Yugoslavia. It was adopted by the Constitutional Assembly of Yugoslavia, elected on 11 November 1945. Constitution came into effect at its promulgation, on 31 January 1946."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}, {"title": "Republic of Macedonia", "href": "/wiki/Republic_of_Macedonia", "description": "North Macedonia, officially the Republic of North Macedonia, is a country in Southeast Europe. It gained independence in 1991 as one of the successor states of Yugoslavia. North Macedonia is a landlocked country bordering with Kosovo to the northwest, Serbia to the north, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larg"}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}]}, {"heading": "Events", "year": "1946", "date": "January 31", "txt": "The Democratic Republic of Vietnam introduces the đồng to replace the French Indochinese piastre at par.", "entities": [{"title": "North Vietnamese đồng", "href": "/wiki/North_Vietnamese_%C4%91%E1%BB%93ng", "description": "The đồng was the currency of North Vietnam from 3 November 1946 to 2 May 1978. It was subdivided into 10 hào, each itself divided into 10 xu."}, {"title": "French Indochinese piastre", "href": "/wiki/French_Indochinese_piastre", "description": "The piastre de commerce was the currency of French Indochina between 1885 and 1952. It was subdivided into 100 cent, each of 5 sapèque."}]}, {"heading": "Events", "year": "1949", "date": "January 31", "txt": "These Are My Children, the first television daytime soap opera, is broadcast by the NBC station in Chicago.", "entities": [{"title": "Soap opera", "href": "/wiki/Soap_opera", "description": "A soap opera is a radio or television serial dealing especially with domestic situations and frequently characterized by melodrama, ensemble casts, and sentimentality. The term \"soap opera\" originated from radio dramas originally being sponsored by soap manufacturers."}]}, {"heading": "Events", "year": "1950", "date": "January 31", "txt": "President Truman orders the development of thermonuclear weapons.", "entities": [{"title": "Thermonuclear weapon", "href": "/wiki/Thermonuclear_weapon", "description": "A thermonuclear weapon, fusion weapon or hydrogen bomb is a second-generation nuclear weapon design. Its greater sophistication affords it vastly greater destructive power than first-generation atomic bombs, a more compact size, a lower mass or a combination of these benefits. Characteristics of nuclear fusion reactions make possible the use of non-fissile depleted uranium as the weapon's main fue"}]}, {"heading": "Events", "year": "1951", "date": "January 31", "txt": "United Nations Security Council Resolution 90 relating to the Korean War is adopted.", "entities": [{"title": "United Nations Security Council Resolution 90", "href": "/wiki/United_Nations_Security_Council_Resolution_90", "description": "United Nations Security Council Resolution 90 adopted unanimously on January 31, 1951, resolved to remove the item \"Complaint of aggression upon the Republic of Korea\" from the list of matters of which the council is seized."}, {"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}]}, {"heading": "Events", "year": "1953", "date": "January 31", "txt": "A North Sea flood causes over 1,800 deaths in the Netherlands and over 300 in the United Kingdom.", "entities": [{"title": "North Sea flood of 1953", "href": "/wiki/North_Sea_flood_of_1953", "description": "The 1953 North Sea flood was a major flood caused by a heavy storm at the end of Saturday, 31 January 1953 and morning of the next day. The storm surge struck the Netherlands, north-west Belgium, England and Scotland."}]}, {"heading": "Events", "year": "1957", "date": "January 31", "txt": "Eight people (five total crew from two aircraft and three on the ground) in Pacoima, California are killed following the mid-air collision between a Douglas DC-7 airliner and a Northrop F-89 Scorpion fighter jet.", "entities": [{"title": "Pacoima, Los Angeles", "href": "/wiki/Pacoima,_Los_Angeles", "description": "Pacoima is one of the oldest neighborhoods in the northern San Fernando Valley region of Los Angeles. Its name originates from the Fernandeño language and means \"flowing waters\". It was given this name due to the large streams of water which flowed through the area down from the mountain canyons."}, {"title": "Pacoima aircraft accident", "href": "/wiki/Pacoima_aircraft_accident", "description": "On January 31, 1957, a Douglas DC-7B operated by Douglas Aircraft Company was involved in a mid-air collision with a United States Air Force Northrop F-89 Scorpion and crashed into the schoolyard of Pacoima Junior High School located in Pacoima, a suburb in the San Fernando Valley of Los Angeles, California."}, {"title": "Douglas DC-7", "href": "/wiki/Douglas_DC-7", "description": "The Douglas DC-7 is a transport aircraft built by the Douglas Aircraft Company from 1953 to 1958. It was the last major piston engine-powered transport made by Douglas, being developed shortly after the earliest jet airliner—the de Havilland Comet—entered service and only a few years before the jet-powered Douglas DC-8 first flew. Unlike other aircraft in Douglas's collection of propeller-driven a"}, {"title": "Northrop F-89 Scorpion", "href": "/wiki/Northrop_F-89_Scorpion", "description": "The Northrop F-89 Scorpion was an American all-weather, twin-engined interceptor aircraft built during the 1950s, the first jet-powered aircraft designed for that role from the outset to enter service. Though its straight wings limited its performance, it was among the first United States Air Force (USAF) jet fighters equipped with guided missiles and notably the first combat aircraft armed with a"}]}, {"heading": "Events", "year": "1958", "date": "January 31", "txt": "Cold War: Space Race: The first successful American satellite detects the Van Allen radiation belt.", "entities": [{"title": "Space Race", "href": "/wiki/Space_Race", "description": "The Space Race was a 20th-century competition between two Cold War adversaries, the Soviet Union (USSR) and the United States (US), to achieve superior spaceflight capability. It had its origins in the ballistic missile-based nuclear arms race between the two nations following World War II. The technological advantage demonstrated by spaceflight achievement was seen as necessary for national secur"}, {"title": "Explorer 1", "href": "/wiki/Explorer_1", "description": "Explorer 1 was the first satellite launched by the United States and was part of the U.S. participation in the International Geophysical Year (IGY). The mission followed the first two satellites the previous year; the Soviet Union's Sputnik 1 and Sputnik 2, beginning the Cold War Space Race between the two nations."}, {"title": "Van Allen radiation belt", "href": "/wiki/Van_Allen_radiation_belt", "description": "A Van Allen radiation belt is a zone of energetic charged particles, most of which originate from the solar wind, that are captured by and held around a planet by that planet's magnetic field. Earth has two such belts, and sometimes others may be temporarily created. The belts are named after James Van Allen, who is credited with their discovery. Earth's two main belts extend from an altitude of a"}]}, {"heading": "Events", "year": "1961", "date": "January 31", "txt": "Project Mercury: Mercury-Redstone 2: The chimpanzee Ham travels into outer space.", "entities": [{"title": "Project Mercury", "href": "/wiki/Project_Mercury", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "Mercury-Redstone 2", "href": "/wiki/Mercury-Redstone_2", "description": "Mercury-Redstone 2 (MR-2) was the penultimate test flight of the Mercury-Redstone Launch Vehicle prior to the first crewed American space mission in Project Mercury. It was launched at 16:55 UTC on January 31, 1961 from LC-5 at Cape Canaveral, Florida. Mercury spacecraft No. 5 carried a chimpanzee named Ham on a suborbital flight, landing in the Atlantic Ocean 16 minutes and 39 seconds after launc"}, {"title": "Ham (chimpanzee)", "href": "/wiki/Ham_(chimpanzee)", "description": "Ham, also known as Ham the Chimp and Ham the Astrochimp, was a chimpanzee and the first hominid launched into space. On January 31, 1961, Ham flew a suborbital flight on the Mercury-Redstone 2 mission, part of the U.S. space program's Project Mercury. Ham's name is an acronym for the laboratory that prepared him for his historic mission—the Holloman Aerospace Medical Center, located at Holloman Ai"}, {"title": "Space science", "href": "/wiki/Space_science", "description": "The following outline is provided as an overview of and topical guide to space science:"}]}, {"heading": "Events", "year": "1966", "date": "January 31", "txt": "The Soviet Union launches the unmanned Luna 9 spacecraft as part of the Luna program.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Luna 9", "href": "/wiki/Luna_9", "description": "Luna 9 (Луна-9), internal designation Ye-6 No.13, was an uncrewed space mission of the Soviet Union's Luna programme. On 3 February 1966, the Luna 9 spacecraft became the first spacecraft to achieve a survivable landing on a celestial body."}, {"title": "Luna programme", "href": "/wiki/Luna_programme", "description": "The Luna programme, occasionally called Lunik by western media, was a series of robotic spacecraft missions sent to the Moon by the Soviet Union between 1959 and 1976. Fifteen were successful, each designed as either an orbiter or lander, and accomplished many firsts in space exploration. They also performed many experiments, studying the Moon's chemical composition, gravity, temperature, and radi"}]}, {"heading": "Events", "year": "1968", "date": "January 31", "txt": "Vietnam War: Viet Cong guerrillas attack the United States embassy in Saigon, and other attacks, in the early morning hours, later grouped together as the Tet Offensive.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Saigon", "href": "/wiki/Saigon", "description": "Ho Chi Minh City, commonly known by its previous name, Saigon, is the largest and most populous city in Vietnam, situated in South Vietnam. In southeastern region, the city surrounds the Saigon River and covers about 2,061 square kilometres."}, {"title": "Tet Offensive", "href": "/wiki/Tet_Offensive", "description": "The Tet offensive of 1968, also called the general offensive and uprising of Tet Mau Than was a major escalation and one of the largest military campaigns of the Vietnam War. It was launched on January 30, 1968 by forces of the Viet Cong (VC) and North Vietnamese People's Army of Vietnam (PAVN) against the forces of the South Vietnamese Army of the Republic of Vietnam (ARVN), the United States Arm"}]}, {"heading": "Events", "year": "1968", "date": "January 31", "txt": "Nauru gains independence from Australia.", "entities": []}, {"heading": "Events", "year": "1971", "date": "January 31", "txt": "Apollo program: Apollo 14: Astronauts Alan Shepard, Stuart Roosa, and Edgar Mitchell, aboard a Saturn V, lift off for a mission to the Fra Mauro Highlands on the Moon.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 14", "href": "/wiki/Apollo_14", "description": "Apollo 14 was the eighth crewed mission in the United States Apollo program, the third to land on the Moon, and the first to land in the lunar highlands. It was the last of the \"H missions\", landings at specific sites of scientific interest on the Moon for two-day stays with two lunar extravehicular activities."}, {"title": "Alan Shepard", "href": "/wiki/Alan_Shepard", "description": "Alan Bartlett Shepard Jr. was an American astronaut, naval aviator, test pilot, and businessman. In 1961, he became the second man and the first American to travel into space, and in 1971, he walked on the Moon."}, {"title": "Stuart Roosa", "href": "/wiki/Stuart_Roosa", "description": "Stuart Allen Roosa, was an American aeronautical engineer, smokejumper, United States Air Force pilot, test pilot, and NASA astronaut, who was the Command Module Pilot for the Apollo 14 mission. The mission lasted from January 31 to February 9, 1971, and was the third mission to land astronauts on the Moon. While Shepard and Mitchell spent two days on the lunar surface, Roosa conducted experiments"}, {"title": "Edgar Mitchell", "href": "/wiki/Edgar_Mitchell", "description": "Edgar Dean Mitchell was a United States Navy officer and aviator, test pilot, aeronautical engineer, ufologist and NASA astronaut. As the Lunar Module Pilot of Apollo 14, he spent nine hours working on the lunar surface in the Fra Mauro Highlands region, making him the sixth person to walk on the Moon."}, {"title": "Saturn V", "href": "/wiki/Saturn_V", "description": "Saturn V was an American super heavy-lift launch vehicle certified for human-rating used by NASA between 1967 and 1973. It consisted of three stages, each fueled by liquid propellants. It was developed to support the Apollo program for human exploration of the Moon and was later used to launch Skylab, the first American space station."}, {"title": "Fra Mauro formation", "href": "/wiki/Fra_Mauro_formation", "description": "The Fra Mauro formation is a formation on the near side of Earth's Moon that served as the landing site for the American Apollo 14 mission in 1971. It is named after the 80-kilometer-diameter crater Fra Mauro, located within it. The formation, as well as Fra Mauro crater, take their names from a 15th-century Italian monk and mapmaker of the same name. Apollo 13 was originally scheduled to land in "}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1971", "date": "January 31", "txt": "The Winter Soldier Investigation, organized by the Vietnam Veterans Against the War to publicize war crimes and atrocities by Americans and allies in Vietnam, begins in Detroit.", "entities": [{"title": "Vietnam Veterans Against the War", "href": "/wiki/Vietnam_Veterans_Against_the_War", "description": "Vietnam Veterans Against the War (VVAW) is an American tax-exempt non-profit organization and corporation founded in 1967 to oppose the United States policy and participation in the Vietnam War. VVAW says it is a national veterans' organization that campaigns for peace, justice, and the rights of all United States military veterans. It publishes a twice-yearly newsletter, The Veteran; this was ear"}, {"title": "War crime", "href": "/wiki/War_crime", "description": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the prin"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}]}, {"heading": "Events", "year": "1972", "date": "January 31", "txt": "HEOS 2] launch: A ESA spacecraft whose primary goals were to study interplanetary space and the high-latitude magnetosphere. The mission lasted 2 years, 6 months, and 6 days.", "entities": [{"title": "HEOS 2 (page does not exist)", "href": "/w/index.php?title=HEOS_2&action=edit&redlink=1", "description": null}, {"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}, {"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}, {"title": "Magnetosphere", "href": "/wiki/Magnetosphere", "description": "In astronomy and planetary science, a magnetosphere is a region of space surrounding an astronomical object in which charged particles are affected by that object's magnetic field. It is created by a star or planet with an active interior dynamo."}]}, {"heading": "Events", "year": "1978", "date": "January 31", "txt": "The Crown of St. Stephen (also known as the Holy Crown of Hungary) goes on public display after being returned to Hungary from the United States, where it was held after World War II.", "entities": [{"title": "Holy Crown of Hungary", "href": "/wiki/Holy_Crown_of_Hungary", "description": "The Holy Crown of Hungary, also known as the Crown of Saint Stephen, was the coronation crown used by the Kingdom of Hungary for most of its existence; kings have been crowned with it since the twelfth century. The Crown was bound to the Lands of the Hungarian Crown. No king of Hungary was regarded as having been truly legitimate without being crowned with it. In the history of Hungary, more than "}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1988", "date": "January 31", "txt": "Doug Williams becomes the first African-American quarterback to play in a Super Bowl and leads the Washington Redskins to victory in Super Bowl XXII.", "entities": [{"title": "Doug Williams (quarterback)", "href": "/wiki/Doug_Williams_(quarterback)", "description": "Douglas Lee Williams is an American football executive and former quarterback and coach. Williams is best known for his performance with the Washington Redskins in Super Bowl XXII against the Denver Broncos, where he was named Super Bowl MVP after passing for 340 yards and four touchdowns, a single-quarter Super Bowl record which he set in the second quarter, making him the first black quarterback"}, {"title": "Super Bowl", "href": "/wiki/Super_Bowl", "description": "The Super Bowl is the annual championship game of the National Football League (NFL). It has served as the final game of every NFL season since 1966, replacing the NFL Championship Game. Since 2004, the game has been played on the first Sunday in February. Winning teams are awarded with the Vince Lombardi Trophy, named after the eponymous coach who won the first two Super Bowl games. Due to the NF"}, {"title": "Washington Redskins", "href": "/wiki/Washington_Redskins", "description": "The Washington Football Team is a professional American football team based in the Washington metropolitan area. Formerly known as the Washington Redskins, the team competes in the National Football League (NFL) as a member club of the NFC East division. The team plays its home games at FedExField in Landover, Maryland, with its headquarters and training facility located in Ashburn, Virginia. The "}, {"title": "Super Bowl XXII", "href": "/wiki/Super_Bowl_XXII", "description": "Super Bowl XXII was an American football game between the National Football Conference (NFC) champion Washington Redskins and American Football Conference (AFC) champion Denver Broncos to decide the National Football League (NFL) champion for the 1987 season. The Redskins defeated the Broncos by the score of 42–10, winning their second Super Bowl. The game was played on January 31, 1988 at Jack Mu"}]}, {"heading": "Events", "year": "1996", "date": "January 31", "txt": "An explosives-filled truck rams into the gates of the Central Bank of Sri Lanka in Colombo, killing at least 86 people and injuring 1,400.", "entities": [{"title": "Central Bank of Sri Lanka", "href": "/wiki/Central_Bank_of_Sri_Lanka", "description": "The Central Bank of Sri Lanka (CBSL) is the monetary authority of Sri Lanka. It was established in 1950 under the Monetary Law Act No.58 of 1949 (MLA), it is a semi-autonomous body, and following the amendments to the MLA in December 2002, is governed by a five-member Monetary Board, comprising the Governor as chairman, the Secretary to the Ministry of Finance and Planning, and three members appoi"}, {"title": "Colombo", "href": "/wiki/Colombo", "description": "Colombo is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura "}]}, {"heading": "Events", "year": "2000", "date": "January 31", "txt": "Alaska Airlines Flight 261 crash: An MD-83, experiencing horizontal stabilizer problems, crashes in the Pacific Ocean off the coast of Point Mugu, California, killing all 88 aboard.", "entities": [{"title": "Alaska Airlines Flight 261", "href": "/wiki/Alaska_Airlines_Flight_261", "description": "Alaska Airlines Flight 261 was a scheduled international passenger flight from Licenciado Gustavo Díaz Ordaz International Airport in Puerto Vallarta, Jalisco, Mexico, to Seattle–Tacoma International Airport in Seattle, Washington, United States, with an intermediate stop at San Francisco International Airport in San Francisco, California. On January 31, 2000, the aircraft operating the route, a M"}, {"title": "MD-83", "href": "/wiki/MD-83", "description": "The McDonnell Douglas MD-80 is a series of single-aisle airliners developed by McDonnell Douglas from the earlier DC-9.\n\nStretched, heavier, and with higher bypass Pratt & Whitney JT8D-200 engines, the DC-9 Series 80 was launched in October 1977.\nIt made its first flight on October 18, 1979 and was certified on August 25, 1980. It was first delivered to launch customer Swissair on September 13, 19"}, {"title": "Point Mugu, California", "href": "/wiki/Point_Mugu,_California", "description": "Point Mugu is a cape or promontory within Point Mugu State Park on the Pacific Coast in Ventura County, near the city of Port Hueneme and the city of Oxnard. The name is believed to be derived from the Chumash Indian term \"Muwu\", meaning \"beach\", which was first mentioned by Cabrillo in his journals in 1542. Mugu Lagoon is a salt marsh just upcoast from the promontory within the Naval Base Ventura"}]}, {"heading": "Events", "year": "2001", "date": "January 31", "txt": "In the Netherlands, a Scottish court convicts Libyan Abdelbaset al-Megrahi and acquits another Libyan citizen for their part in the bombing of Pan Am Flight 103 over Lockerbie, Scotland in 1988.", "entities": [{"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}, {"title": "Abdelbaset al-Megrahi", "href": "/wiki/Abdelbaset_al-Megrahi", "description": "Abdelbaset Ali Mohmed al-Megrahi was a Libyan who was head of security for Libyan Arab Airlines, director of the Centre for Strategic Studies in Tripoli, Libya, and an alleged Libyan intelligence officer. On 31 January 2001, Megrahi was convicted, by a panel of three Scottish judges sitting in a special court at Camp Zeist in the Netherlands, of 270 counts of murder for the bombing of Pan Am Fligh"}, {"title": "Pan Am Flight 103", "href": "/wiki/Pan_Am_Flight_103", "description": "Pan Am Flight 103 was a regularly scheduled Pan Am transatlantic flight from Frankfurt to Detroit via London and New York City. On 21 December 1988, Clipper Maid of the Seas (N739PA), the aircraft operating the transatlantic leg of the route, was destroyed by a bomb, killing all 243 passengers and 16 crew, in what became known as the Lockerbie bombing. Large sections of the aircraft crashed onto a"}, {"title": "Lockerbie", "href": "/wiki/Lockerbie", "description": "Lockerbie is a small town in Dumfries and Galloway, south-western Scotland. It lies approximately 120 kilometres from Glasgow, and 25 km (16 mi) from the border with England. It had a population of 4,009 at the 2001 census. The town came to international attention in December 1988 when the wreckage of Pan Am Flight 103 crashed there following a terrorist bomb attack aboard the flight."}]}, {"heading": "Events", "year": "2009", "date": "January 31", "txt": "In Kenya, at least 113 people are killed and over 200 injured following an oil spillage ignition in Molo, days after a massive fire at a Nakumatt supermarket in Nairobi killed at least 25 people.", "entities": [{"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}, {"title": "Molo fire", "href": "/wiki/Molo_fire", "description": "An oil spill ignition occurred in Molo, Kenya, on January 31, 2009, and resulted in the deaths of at least 113 people and critical injuries to over 200 more. The incident occurred when an oil spill from an overturned truck burst into flames as onlookers attempted to obtain remnants of the spilled fuel for personal use. Rescuers suggested the cause to be static electricity, an accidentally-discarde"}, {"title": "Molo, Kenya", "href": "/wiki/Molo,_Kenya", "description": "Molo is a town in Nakuru County. It is served by a branch of Kenya Railways, formerly the Uganda Railway, East African Railways Corporation until 1977. Molo hosts a town council. The town has a population of 156,732."}, {"title": "2009 Nakumatt supermarket fire", "href": "/wiki/2009_Nakumatt_supermarket_fire", "description": "The 2009 Nakumatt supermarket fire occurred when a supermarket in downtown Nairobi, Kenya, caught fire on 28 January 2009. Twenty-nine remains have thus far been located in the rubble of the destroyed Nakumatt supermarket, with police investigating a tip that security guards locked exit doors in an effort to prevent looting. However the locking of the doors on the ground floor had no effect on the"}, {"title": "Nakumatt", "href": "/wiki/Nakumatt", "description": "Nakumatt was a Kenyan supermarket chain. \"Nakumatt\" is an abbreviation for Nakuru Mattress."}, {"title": "Nairobi", "href": "/wiki/Nairobi", "description": "Nairobi is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun."}]}, {"heading": "Events", "year": "2018", "date": "January 31", "txt": "Both a blue moon and a total lunar eclipse occur.", "entities": [{"title": "Blue moon", "href": "/wiki/Blue_moon", "description": "A blue moon is an additional full moon that appears in a subdivision of a year: the third of four full moons in a season."}, {"title": "January 2018 lunar eclipse", "href": "/wiki/January_2018_lunar_eclipse", "description": "A total lunar eclipse occurred on January 31, 2018. The Moon was near its perigee on January 30 and as such may be described as a \"supermoon\", when the Moon's distance from the Earth is less than 360,000 km. The previous supermoon lunar eclipse was in September 2015."}]}, {"heading": "Events", "year": "2019", "date": "January 31", "txt": "Abdullah of Pahang is sworn in as the 16th Yang di-Pertuan Agong of Malaysia.", "entities": [{"title": "Abdullah of Pahang", "href": "/wiki/Abdullah_of_Pahang", "description": "Al-Sultan Abdullah Ri'ayatuddin Al-Mustafa Billah Shah ibni Almarhum Sultan Haji Ahmad Shah Al-Musta'in Billah has served as the 16th Yang di-Pertuan Agong of Malaysia and the 6th Sultan of Pahang since January 2019. He was proclaimed as sultan on 15 January 2019, succeeding his father, Sultan Ahmad Shah, whose abdication was decided at a Royal Council meeting on 11 January 2019."}]}, {"heading": "Events", "year": "2020", "date": "January 31", "txt": "The United Kingdom's membership within the European Union ceases in accordance with Article 50, after 47 years of being a member state.", "entities": [{"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}, {"title": "Withdrawal from the European Union", "href": "/wiki/Withdrawal_from_the_European_Union#Procedure", "description": "Withdrawal from the European Union is the legal and political process whereby an EU member state ceases to be a member of the Union. Article 50 of the Treaty on European Union (TEU) states that \"Any Member State may decide to withdraw from the Union in accordance with its own constitutional requirements\"."}]}, {"heading": "Births", "year": "1512", "date": "January 31", "txt": "Henry, King of Portugal (d. 1580)", "entities": [{"title": "Henry, King of Portugal", "href": "/wiki/Henry,_King_of_Portugal", "description": "Henry, called the Chaste and the Cardinal-King was king of Portugal and a cardinal of the Catholic Church, who ruled Portugal between 1578 and 1580. As a clergyman, he was bound to chastity, and as such, had no children to succeed him, and thus put an end to the reigning House of Aviz. His death led to the Portuguese succession crisis of 1580 and ultimately to the 60-year Iberian Union that saw Po"}]}, {"heading": "Births", "year": "1543", "date": "January 31", "txt": "Tokugawa Ieyasu, Japanese shōgun (d. 1616)", "entities": [{"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}]}, {"heading": "Births", "year": "1583", "date": "January 31", "txt": "Peter Bulkley, English and later American Puritan (d. 1659)", "entities": [{"title": "Peter Bulkley", "href": "/wiki/Peter_Bulkley", "description": "Peter Bulkley was an influential early Puritan minister who left England for greater religious freedom in the American colony of Massachusetts. He was a founder of Concord, and was named by descendant Ralph Waldo Emerson in his poem about Concord, Hamatreya."}]}, {"heading": "Births", "year": "1597", "date": "January 31", "txt": "John Francis Regis, French priest and saint (d. 1640)", "entities": [{"title": "John Francis Regis", "href": "/wiki/John_Francis_Regis", "description": "Jean-François Régis, commonly known as Saint John Francis Regis and St. Regis,, was a French priest of the Society of Jesus, recognized as a saint by the Roman Catholic Church in 1737."}]}, {"heading": "Births", "year": "1607", "date": "January 31", "txt": "James Stanley, 7th Earl of Derby (d. 1651)", "entities": [{"title": "James Stanley, 7th Earl of Derby", "href": "/wiki/James_Stanley,_7th_Earl_of_Derby", "description": "James Stanley, 7th Earl of Derby, KG of Lathom House in the parish of Lathom in Lancashire, was an English nobleman, politician, and supporter of the Royalist cause in the English Civil War. Before inheriting the title in 1642 he was known as Lord Strange. He was feudal Lord of the Isle of Man, where he was known as \"Yn Stanlagh Mooar\"."}]}, {"heading": "Births", "year": "1624", "date": "January 31", "txt": "Arnold Geulincx, Flemish philosopher and academic (d. 1669)", "entities": [{"title": "Arnold Geulincx", "href": "/wiki/Arnold_Geulincx", "description": "Arnold Geulincx, also known by his pseudonym Philaretus, was a Belgian philosopher, metaphysician, and logician. He was one of the followers of René Descartes who tried to work out more detailed versions of a generally Cartesian philosophy. Samuel Beckett cited Geulincx as a key influence and interlocutor because of Geulincx's emphasis on the powerlessness and ignorance of the human condition."}]}, {"heading": "Births", "year": "1673", "date": "January 31", "txt": "Louis de Montfort, French priest and saint (d. 1716)", "entities": [{"title": "Louis de Montfort", "href": "/wiki/Louis_de_Montfort", "description": "Louis-Marie Grignion de Montfort was a French Roman Catholic priest and confessor. He was known in his time as a preacher and was made a missionary apostolic by Pope Clement XI."}]}, {"heading": "Births", "year": "1686", "date": "January 31", "txt": "Hans Egede, Norwegian missionary and explorer (d. 1758)", "entities": [{"title": "Hans Egede", "href": "/wiki/Hans_Egede", "description": "Hans Poulsen Egede was a Dano-Norwegian Lutheran missionary who launched mission efforts to Greenland, which led him to be styled the Apostle of Greenland. He established a successful mission among the Inuit and is credited with revitalizing Dano-Norwegian interest in the island after contact had been broken for hundreds of years. He founded Greenland's capital Godthåb, now known as Nuuk."}]}, {"heading": "Births", "year": "1752", "date": "January 31", "txt": "Gouverneur Morris, American lawyer, politician, and diplomat, United States Ambassador to France (d. 1816)", "entities": [{"title": "Gouverneur Morris", "href": "/wiki/Gouverneur_Morris", "description": "Gouverneur Morris was an American statesman, a Founding Father of the United States, and a signatory to the Articles of Confederation and the United States Constitution. He wrote the Preamble to the United States Constitution and has been called the \"Penman of the Constitution.\" In an era when most Americans thought of themselves as citizens of their respective states, Morris advanced the idea of "}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Births", "year": "1759", "date": "January 31", "txt": "François Devienne, French flute player and composer (d. 1803)", "entities": [{"title": "François Devienne", "href": "/wiki/Fran%C3%A7ois_Devienne", "description": "François Devienne was a French composer and professor for flute at the Paris Conservatory."}]}, {"heading": "Births", "year": "1769", "date": "January 31", "txt": "André-Jacques Garnerin, French balloonist and the inventor of the frameless parachute (d. 1823)", "entities": [{"title": "André-Jacques Garnerin", "href": "/wiki/Andr%C3%A9-Jacques_Garnerin", "description": "André-Jacques Garnerin was a French balloonist and the inventor of the frameless parachute. He was appointed Official Aeronaut of France."}]}, {"heading": "Births", "year": "1785", "date": "January 31", "txt": "Magdalena Dobromila Rettigová, Czech cook book author (d. 1845)", "entities": [{"title": "Magdalena Dobromila Rettigová", "href": "/wiki/Magdalena_Dobromila_Rettigov%C3%A1", "description": "Magdalena Dobromila Rettigová was a Czech writer known for her famous cookery book."}]}, {"heading": "Births", "year": "1797", "date": "January 31", "txt": "Franz Schubert, Austrian pianist and composer (d. 1828)", "entities": [{"title": "Franz Schubert", "href": "/wiki/Franz_Schubert", "description": "Franz Peter Schubert was an Austrian composer of the late Classical and early Romantic eras. Despite his short lifetime, Schubert left behind a vast oeuvre, including more than 600 secular vocal works, seven complete symphonies, sacred music, operas, incidental music and a large body of piano and chamber music. His major works include \"Erlkönig\", the Piano Quintet in A major, D. 667 , the Symphony"}]}, {"heading": "Births", "year": "1799", "date": "January 31", "txt": "Rodolphe Töpffer, Swiss teacher, author, painter, cartoonist, and caricaturist (d. 1846)", "entities": [{"title": "Rodolphe Töpffer", "href": "/wiki/Rodolphe_T%C3%B6pffer", "description": "Rodolphe Töpffer was a Swiss teacher, author, painter, cartoonist, and caricaturist. He is best known for his illustrated books, which are possibly the earliest European comics. He is known as the father of comic strips and has been credited as the \"first comics artist in history.\""}]}, {"heading": "Births", "year": "1820", "date": "January 31", "txt": "William B. Washburn, American politician, 28th Governor of Massachusetts (d. 1887)", "entities": [{"title": "William B. Washburn", "href": "/wiki/William_B._Washburn", "description": "William Barrett Washburn was an American businessman and politician from Massachusetts. Washburn served several terms in the United States House of Representatives (1863–71) and as the 28th Governor of Massachusetts from 1872 to 1874, when he won election to the United States Senate in a special election to succeed the recently deceased Charles Sumner. A moderate Republican, Washburn only partiall"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1835", "date": "January 31", "txt": "Lunalilo of Hawaii (d. 1874)", "entities": [{"title": "Lunalilo", "href": "/wiki/Lunalilo", "description": "Lunalilo was the sixth monarch of the Kingdom of Hawaii from his election on January 8, 1873, until his death a year later."}]}, {"heading": "Births", "year": "1854", "date": "January 31", "txt": "David Emmanuel, Romanian mathematician and academic (d. 1941)", "entities": [{"title": "David Emmanuel (mathematician)", "href": "/wiki/David_Emmanuel_(mathematician)", "description": "David Emmanuel was a Romanian Jewish mathematician and member of the Romanian Academy, considered to be the founder of the modern mathematics school in Romania."}]}, {"heading": "Births", "year": "1865", "date": "January 31", "txt": "Henri Desgrange, French cyclist and journalist (d. 1940)", "entities": [{"title": "Henri Desgrange", "href": "/wiki/Henri_Desgrange", "description": "Henri Desgrange was a French bicycle racer and sports journalist. He set twelve world track cycling records, including the hour record of 35.325 kilometres (21.950 mi) on 11 May 1893. He was the first organiser of the Tour de France."}]}, {"heading": "Births", "year": "1865", "date": "January 31", "txt": "Shastriji Maharaj, Indian spiritual leader, founded BAPS (d. 1951)", "entities": [{"title": "Bochasanwasi Shri Akshar Purushottam Swaminarayan Sanstha", "href": "/wiki/Bochasanwasi_Shri_Akshar_Purushottam_Swaminarayan_Sanstha", "description": "Bochasanwasi Akshar Purushottam Swaminarayan Sanstha, is a Hindu denomination within the Swaminarayan Sampradaya. It was formed by Yagnapurushdas on the principle that Swaminarayan was to remain present on earth through a lineage of gurus dating all the way back to Gunatitanand Swami – one of Swaminarayan's most prominent disciples. Based on the Akshar Purushottam doctrine, followers of BAPS belie"}]}, {"heading": "Births", "year": "1868", "date": "January 31", "txt": "Theodore William Richards, American chemist and academic, Nobel Prize laureate (d. 1928)", "entities": [{"title": "Theodore William Richards", "href": "/wiki/Theodore_William_Richards", "description": "Theodore William Richards was the first American scientist to receive the Nobel Prize in Chemistry, earning the award \"in recognition of his exact determinations of the atomic weights of a large number of the chemical elements.\""}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1872", "date": "January 31", "txt": "Zane Grey, American author (d. 1939)", "entities": [{"title": "Zane Grey", "href": "/wiki/Zane_Grey", "description": "Pearl Zane Grey was an American author and dentist best known for his popular adventure novels and stories associated with the Western genre in literature and the arts; he idealized the American frontier. Riders of the Purple Sage (1912) was his best-selling book."}]}, {"heading": "Births", "year": "1881", "date": "January 31", "txt": "Irving Langmuir, American chemist and physicist, Nobel Prize laureate (d. 1957)", "entities": [{"title": "Irving Langmuir", "href": "/wiki/Irving_Langmuir", "description": "Irving Langmuir was an American chemist, physicist, and engineer. He was awarded the Nobel Prize in Chemistry in 1932 for his work in surface chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1884", "date": "January 31", "txt": "Theodor Heuss, German journalist and politician, 1st President of the Federal Republic of Germany (d. 1963)", "entities": [{"title": "Theodor Heuss", "href": "/wiki/Theodor_Heuss", "description": "Theodor Heuss was a German liberal politician who served as the first President of the Federal Republic of Germany from 1949 to 1959. His cordial nature – something of a contrast to the stern character of chancellor Konrad Adenauer – largely contributed to the stabilization of democracy in West Germany during the Wirtschaftswunder years. Before beginning his career as a politician, Heuss had been "}, {"title": "President of the Federal Republic of Germany", "href": "/wiki/President_of_the_Federal_Republic_of_Germany", "description": "The president of Germany, officially the Federal President of the Federal Republic of Germany, is the head of state of Germany."}]}, {"heading": "Births", "year": "1884", "date": "January 31", "txt": "Mammad Amin Rasulzade, Azerbaijani scholar and politician, 1st President of The Democratic Republic of Azerbaijan (d. 1955)", "entities": [{"title": "List of heads of government of Azerbaijan", "href": "/wiki/List_of_heads_of_government_of_Azerbaijan", "description": "This is the list of the heads of state of Azerbaijan from 1918 to the present. 25 people have been head of the Azerbaijani state since its establishment in 1918. It includes leaders of short-lived Azerbaijan Democratic Republic (1918–1920), of Soviet Azerbaijan (1920–1991), and of post-Soviet era."}]}, {"heading": "Births", "year": "1889", "date": "January 31", "txt": "Frank Foster, English cricketer (d. 1958)", "entities": [{"title": "Frank Foster (cricketer)", "href": "/wiki/Frank_Foster_(cricketer)", "description": "Frank Rowbotham Foster was a Warwickshire and England cricketing all-rounder whose career was cut short by an accident during World War I. Nonetheless, his achievements during the early 1910s are sufficient to rank him as one of cricket's finest all-round players."}]}, {"heading": "Births", "year": "1892", "date": "January 31", "txt": "Eddie Cantor, American singer-songwriter, actor, and dancer (d. 1964)", "entities": [{"title": "Eddie Cantor", "href": "/wiki/Eddie_Cantor", "description": "Eddie Cantor was an American \"illustrated song\" performer, comedian, dancer, singer, vaudevillian, actor, and songwriter. Familiar to Broadway, radio, movie, and early television audiences, this \"Apostle of Pep\" was regarded almost as a family member by millions because his top-rated radio shows revealed intimate stories and amusing anecdotes about his wife Ida and five daughters. Some of his hits"}]}, {"heading": "Births", "year": "1894", "date": "January 31", "txt": "Isham Jones, American saxophonist, composer, and bandleader (d. 1956)", "entities": [{"title": "Isham Jones", "href": "/wiki/Isham_Jones", "description": "Isham Edgar Jones was an American bandleader, saxophonist, bassist and songwriter."}]}, {"heading": "Births", "year": "1896", "date": "January 31", "txt": "Sofya Yanovskaya, Russian mathematician and historian (d. 1966)", "entities": [{"title": "Sofya Yanovskaya", "href": "/wiki/Sofya_Yanovskaya", "description": "Sofya Aleksandrovna Yanovskaya was a mathematician and historian, specializing in the history of mathematics, mathematical logic, and philosophy of mathematics. She is best known for her efforts in restoring the research of mathematical logic in the Soviet Union and publishing and editing the mathematical works of Karl Marx."}]}, {"heading": "Births", "year": "1900", "date": "January 31", "txt": "Betty Parsons, American artist, art dealer and collector (d. 1982) ", "entities": [{"title": "Betty Parsons", "href": "/wiki/Betty_Parsons", "description": "Betty Parsons was an American artist, art dealer, and collector known for her early promotion of Abstract Expressionism. She is regarded as one of the most influential and dynamic figures of the American avant-garde."}]}, {"heading": "Births", "year": "1902", "date": "January 31", "txt": "Nat Bailey, Canadian businessman, founded White Spot (d. 1978)", "entities": [{"title": "Nat Bailey", "href": "/wiki/Nat_Bailey", "description": "Nathaniel Ryal Bailey, better known as Nat Bailey, was an American-born Canadian restaurateur, and the founder of White Spot restaurants. He is known for building the first drive-in restaurant in Canada, in 1928, and developing the first car-hop tray. His chain of restaurants continues to thrive today."}, {"title": "White Spot", "href": "/wiki/White_Spot", "description": "White Spot is a Canadian restaurant chain based in Vancouver, British Columbia, best known for its hamburgers, Pirate Pack children's meal, triple-o sauce and milkshakes. Along with its related Triple-O's quick service brand, the chain operates over 100 locations in British Columbia, Alberta, and Asia."}]}, {"heading": "Births", "year": "1902", "date": "January 31", "txt": "Tallulah Bankhead, American actress (d. 1968)", "entities": []}, {"heading": "Births", "year": "1902", "date": "January 31", "txt": "Alva Myrdal, Swedish sociologist and politician, Nobel Prize laureate (d. 1986)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1902", "date": "January 31", "txt": "Julian Steward, American anthropologist (d. 1972)", "entities": []}, {"heading": "Births", "year": "1905", "date": "January 31", "txt": "John O'Hara, American author, playwright, and screenwriter (d. 1970)", "entities": [{"title": "John O'Hara", "href": "/wiki/John_O%27Hara", "description": "John Henry O'Hara was one of America's most talented and prolific writers of short stories, credited with helping to invent The New Yorker magazine short story style. He became a best-selling novelist before the age of 30 with Appointment in Samarra and BUtterfield 8. His work stands out from that of his contemporary authors for its unvarnished realism. While O'Hara's legacy as a writer is debated"}]}, {"heading": "Births", "year": "1909", "date": "January 31", "txt": "Miron Grindea, Romanian-English journalist (d. 1995)", "entities": [{"title": "Miron Grindea", "href": "/wiki/Miron_Grindea", "description": "Miron Grindea was a Romanian-born literary journalist and the editor of ADAM International Review, a literary magazine published for more than 50 years. In 1984 ADAM was said to be \"the world's longest surviving literary magazine\". Its title was an acronym for \"Arts, Drama, Architecture and Music\"."}]}, {"heading": "Births", "year": "1913", "date": "January 31", "txt": "Don Hutson, American football player and coach (d. 1997)", "entities": [{"title": "Don Hutson", "href": "/wiki/Don_Hutson", "description": "Donald Montgomery Hutson was an American professional football player and assistant coach in the National Football League (NFL). He played as an end and spent his entire 11-year professional career with the Green Bay Packers. Under head coach Curly Lambeau, Hutson led the Packers to four NFL Championship Games, winning three: 1936, 1939, and 1944."}]}, {"heading": "Births", "year": "1914", "date": "January 31", "txt": "Jersey Joe Walcott, American boxer and police officer (d. 1994)", "entities": [{"title": "Jersey Joe Walcott", "href": "/wiki/Jersey_Joe_Walcott", "description": "Arnold Raymond Cream, best known as Jersey Joe Walcott, was an American professional boxer who competed from 1930 to 1953. He held the world heavyweight title from 1951 to 1952, and broke the record for the oldest man to win the title, at the age of 37. That record would eventually be broken in 1994 by 45-year-old George Foreman. Despite holding the world heavyweight title for a relatively short p"}]}, {"heading": "Births", "year": "1915", "date": "January 31", "txt": "Bobby Hackett, American trumpet player and cornet player (d. 1976)", "entities": [{"title": "Bobby Hackett", "href": "/wiki/Bobby_Hackett", "description": "Robert Leo Hackett was an American jazz musician who played trumpet, cornet, and guitar with the bands of Glenn Miller and Benny Goodman in the late 1930s and early 1940s. Hackett was a featured soloist on some of the Jackie Gleason mood music albums during the 1950s."}]}, {"heading": "Births", "year": "1915", "date": "January 31", "txt": "Alan Lomax, American historian, author, and scholar (d. 2002)", "entities": []}, {"heading": "Births", "year": "1915", "date": "January 31", "txt": "Thomas Merton, American monk and author (d. 1968)", "entities": []}, {"heading": "Births", "year": "1915", "date": "January 31", "txt": "Garry Moore, American comedian and game show host (d. 1993)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 31", "txt": "Frank Parker, American tennis player (d. 1997)", "entities": [{"title": "Frank Parker", "href": "/wiki/Frank_Parker", "description": "Frank Andrew Parker, was a world No. 1 American male tennis player of Polish immigrant parents who was active in the 1930s and 1940s. He won four Grand Slam singles titles as well as three doubles titles. He was coached by Mercer Beasley."}]}, {"heading": "Births", "year": "1917", "date": "January 31", "txt": "Fred Bassetti, American architect and academic, founded Bassetti Architects (d. 2013)", "entities": [{"title": "Fred Bassetti", "href": "/wiki/Fred_Bassetti", "description": "Fred Bassetti FAIA, was a Pacific Northwest architect, teacher and a prime contributor to the regional approach to Modern architecture during the 1940s-1990's. His architectural legacy includes some of the Seattle area's more recognizable buildings and spaces. The American Institute of Architects (AIA) described his role as a regional architect and activist as having made significant contributions"}, {"title": "Bassetti Architects", "href": "/wiki/Bassetti_Architects", "description": "Bassetti Architects is an architectural firm based in Seattle, Washington with a second office in Portland, Oregon. Founded in 1947, the firm has newly designed or substantially renovated several well-known Seattle landmarks and many schools in the greater Seattle-Tacoma area. This includes several buildings at the Pike Place Market, the Jackson Federal Building, Seattle City Hall, the Seattle Aqu"}]}, {"heading": "Births", "year": "1919", "date": "January 31", "txt": "Jackie Robinson, American baseball player and sportscaster (d. 1972)", "entities": [{"title": "Jackie Robinson", "href": "/wiki/Jackie_Robinson", "description": "Jack Roosevelt Robinson was an American professional baseball player who became the first African American to play in Major League Baseball (MLB) in the modern era. Robinson broke the baseball color line when he started at first base for the Brooklyn Dodgers on April 15, 1947. When the Dodgers signed Robinson, they heralded the end of racial segregation in professional baseball that had relegated "}]}, {"heading": "Births", "year": "1920", "date": "January 31", "txt": "Stewart Udall, American soldier, lawyer, and politician, 37th United States Secretary of the Interior (d. 2010)", "entities": [{"title": "Stewart Udall", "href": "/wiki/Stewart_Udall", "description": "Stewart Lee Udall was an American politician and later, a federal government official. After serving three terms as a congressman from Arizona, he served as Secretary of the Interior from 1961 to 1969, under presidents John F. Kennedy and Lyndon B. Johnson."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1920", "date": "January 31", "txt": "Bert Williams, English footballer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1921", "date": "January 31", "txt": "John Agar, American actor (d. 2002)", "entities": [{"title": "John Agar", "href": "/wiki/John_Agar", "description": "John George Agar Jr. was an American film and television actor. He is best known for starring alongside John Wayne in the films Sands of Iwo Jima, Fort Apache, and She Wore a Yellow Ribbon. In his later career he was the star of B movies, such as Tarantula, The Mole People, The Brain from Planet Arous, Revenge of the Creature, Flesh and the Spur and Hand of Death. He was the first husband of Shirl"}]}, {"heading": "Births", "year": "1921", "date": "January 31", "txt": "Carol Channing, American actress, singer, and dancer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1921", "date": "January 31", "txt": "E. Fay Jones, American architect, designed the Thorncrown Chapel (d. 2004)", "entities": [{"title": "Thorncrown Chapel", "href": "/wiki/Thorncrown_Chapel", "description": "Thorncrown Chapel is a chapel located in Eureka Springs, Arkansas, designed by E. Fay Jones, and constructed in 1980. The design recalls the Prairie School of architecture popularized by Frank Lloyd Wright, with whom Jones had apprenticed. The chapel was commissioned by Jim Reed, a retired schoolteacher, who had purchased the land in 1971 and envisioned a non-denominational pilgrimage chapel set a"}]}, {"heading": "Births", "year": "1921", "date": "January 31", "txt": "Mario Lanza, American tenor and actor (d. 1959)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 31", "txt": "Joanne Dru, American actress (d. 1996)", "entities": [{"title": "Joanne Dru", "href": "/wiki/Joanne_Dru", "description": "Joanne Dru was an American film and television actress, known for such films as Red River, She Wore a Yellow Ribbon, and All the King's Men."}]}, {"heading": "Births", "year": "1923", "date": "January 31", "txt": "Norman Mailer, American journalist and author (d. 2007)", "entities": [{"title": "Norman Mailer", "href": "/wiki/Norman_Mailer", "description": "Norman Kingsley Mailer was an American novelist, journalist, essayist, playwright, activist, film-maker and actor. In a career spanning over six decades, Mailer had 11 best-selling books, at least one in each of the seven decades after World War II—more than any other post-war American writer."}]}, {"heading": "Births", "year": "1925", "date": "January 31", "txt": "Benjamin Hooks, American minister, lawyer, and activist (d. 2010)", "entities": [{"title": "Benjamin Hooks", "href": "/wiki/Benjamin_Hooks", "description": "Benjamin Lawson Hooks was an American civil rights leader. A Baptist minister and practicing attorney, he served as executive director of the National Association for the Advancement of Colored People (NAACP) from 1977 to 1992, and throughout his career was a vocal campaigner for civil rights in the United States."}]}, {"heading": "Births", "year": "1926", "date": "January 31", "txt": "Tom Alston, American baseball player (d. 1993)", "entities": [{"title": "Tom Alston", "href": "/wiki/Tom_Alston", "description": "Thomas Edison Alston was a Major League Baseball first baseman who played for the St. Louis Cardinals from 1954 to 1957, the first African-American to do so. A native of Greensboro, North Carolina, he stood 6'5\" (200 cm) and weighed 210 pounds (95 kg)."}]}, {"heading": "Births", "year": "1926", "date": "January 31", "txt": "Chuck Willis, American singer-songwriter (d. 1958)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 31", "txt": "Norm Prescott, American animator, producer, and composer, co-founded Filmation Studios (d. 2005)", "entities": [{"title": "Norm Prescott", "href": "/wiki/Norm_Prescott", "description": "Norman Prescott was co-founder and executive producer at Filmation Associates, an animation studio he created with veteran animator Lou Scheimer."}, {"title": "Filmation", "href": "/wiki/Filmation", "description": "Filmation Associates was an American production company that produced animation and live-action programming for television from 1963 to 1989. Located in Reseda, California, the animation studio was founded in 1962. Filmation's founders and principal producers were Lou Scheimer, Hal Sutherland, and Norm Prescott."}]}, {"heading": "Births", "year": "1928", "date": "January 31", "txt": "Irma Wyman, American computer scientist and engineer (d. 2015)", "entities": [{"title": "Irma Wyman", "href": "/wiki/Irma_Wyman", "description": "Irma M. Wyman was an early computer engineer and the first woman to become vice president of Honeywell, Inc. She was a systems thinking tutor and was the first female CIO of Honeywell."}]}, {"heading": "Births", "year": "1929", "date": "January 31", "txt": "Rudolf Mössbauer, German physicist and academic, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Rudolf Mössbauer", "href": "/wiki/Rudolf_M%C3%B6ssbauer", "description": "Rudolf Ludwig Mössbauer was a German physicist best known for his 1957 discovery of recoilless nuclear resonance fluorescence for which he was awarded the 1961 Nobel Prize in Physics. This effect, called the Mössbauer effect, is the basis for Mössbauer spectroscopy."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1929", "date": "January 31", "txt": "Jean Simmons, English-American actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 31", "txt": "Joakim Bonnier, Swedish race car driver (d. 1972)", "entities": [{"title": "Joakim Bonnier", "href": "/wiki/Joakim_Bonnier", "description": "Joakim Bonnier was a Swedish sportscar racing and Formula One driver who raced for various teams. He was the first Swede to both enter and win a Formula One Grand Prix."}]}, {"heading": "Births", "year": "1930", "date": "January 31", "txt": "Al De Lory, American composer, conductor, and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 31", "txt": "Ernie Banks, American baseball player and coach (d. 2015)", "entities": [{"title": "Ernie Banks", "href": "/wiki/Ernie_Banks", "description": "Ernest Banks, nicknamed \"Mr. Cub\" and \"Mr. Sunshine\", was an American professional baseball player who starred in Major League Baseball (MLB) as a shortstop and first baseman for the Chicago Cubs between 1953 and 1971. He was inducted into the National Baseball Hall of Fame in 1977, and was named to the Major League Baseball All-Century Team in 1999."}]}, {"heading": "Births", "year": "1931", "date": "January 31", "txt": "Christopher Chataway, English runner, journalist, and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 31", "txt": "Miron Babiak, Polish sea captain (d. 2013)", "entities": [{"title": "Miron Babiak", "href": "/wiki/Miron_Babiak", "description": "Miron Babiak,, was a Polish sea captain, who is best known for commanding Prof. Siedlecki Antarctica research ship."}]}, {"heading": "Births", "year": "1933", "date": "January 31", "txt": "Camille Henry, Canadian ice hockey player and coach (d. 1997)", "entities": [{"title": "Camille Henry", "href": "/wiki/Camille_Henry", "description": "Joseph Wilfred Camille \"The Eel\" Henry was a professional Canadian ice hockey left winger who played for the New York Rangers, the Chicago Black Hawks and the St. Louis Blues in the National Hockey League."}]}, {"heading": "Births", "year": "1933", "date": "January 31", "txt": "Morton Mower, American cardiologist and inventor", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 31", "txt": "Ernesto Brambilla, Italian motorcycle racer and race car driver (d. 2020)", "entities": [{"title": "Ernesto Brambilla", "href": "/wiki/Ernesto_Brambilla", "description": "Ernesto \"Tino\" Brambilla was a Grand Prix motorcycle road racer and a professional race car driver from Italy. Born in Monza, he was the brother of driver Vittorio Brambilla. In 1959, he finished in 10th place in the 350cc Grand Prix motorcycle season. In 1961 he again finished in 10th place in the 350 class."}]}, {"heading": "Births", "year": "1934", "date": "January 31", "txt": "Gene DeWeese, American author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 31", "txt": "James Franciscus, American actor and producer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 31", "txt": "Bob Turner, Canadian ice hockey player and coach (d. 2005)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 31", "txt": "Kenzaburō Ōe, Japanese author and academic, Nobel Prize laureate", "entities": [{"title": "Kenzaburō Ōe", "href": "/wiki/Kenzabur%C5%8D_%C5%8Ce", "description": "Kenzaburō Ōe  is a Japanese writer and a major figure in contemporary Japanese literature. His novels, short stories and essays, strongly influenced by French and American literature and literary theory, deal with political, social and philosophical issues, including nuclear weapons, nuclear power, social non-conformism, and existentialism. Ōe was awarded the Nobel Prize in Literature in 1994 for "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1936", "date": "January 31", "txt": "Can Bartu, Turkish former basketball and football player", "entities": [{"title": "Can Bartu", "href": "/wiki/Can_Bartu", "description": "Can Bartu was a Turkish basketball and football player of Circassian origin. After retirement, he also worked as a pundit and sports journalist."}]}, {"heading": "Births", "year": "1937", "date": "January 31", "txt": "Regimantas Adomaitis, Lithuanian actor", "entities": [{"title": "Regimantas Adomaitis", "href": "/wiki/Regimantas_Adomaitis", "description": "Regimantas Adomaitis is a Lithuanian film and stage actor. He is known in Russia, Germany, and other countries besides Lithuania."}]}, {"heading": "Births", "year": "1937", "date": "January 31", "txt": "Andrée Boucher, Canadian educator and politician, 39th Mayor of Quebec City (d. 2007)", "entities": [{"title": "Mayor of Quebec City", "href": "/wiki/Mayor_of_Quebec_City", "description": "The Mayor of Quebec has been the highest elected official of the Quebec City government since the incorporation of the city in 1832."}]}, {"heading": "Births", "year": "1937", "date": "January 31", "txt": "Philip Glass, American composer", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 31", "txt": "Suzanne Pleshette, American actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 31", "txt": "Beatrix of the Netherlands", "entities": [{"title": "Beatrix of the Netherlands", "href": "/wiki/Beatrix_of_the_Netherlands", "description": "Beatrix is a member of the Dutch royal house who reigned as Queen of the Netherlands from 1980 until her abdication in 2013."}]}, {"heading": "Births", "year": "1938", "date": "January 31", "txt": "Lynn Carlin, American actress", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 31", "txt": "James G. Watt, American lawyer and politician, 43rd United States Secretary of the Interior", "entities": [{"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1940", "date": "January 31", "txt": "Kitch Christie, South African rugby player and coach (d. 1998)", "entities": [{"title": "Kitch Christie", "href": "/wiki/Kitch_Christie", "description": "\nGeorge Moir Christie, better known as Kitch Christie, was a South African rugby union coach best known for coaching the country's national team, the Springboks, to victory at the 1995 Rugby World Cup. He remained unbeaten during his tenure as Springbok rugby coach between 1994 and 1996, including leading the team to a then record 14 consecutive victories. In 2011, he was inducted posthumously int"}]}, {"heading": "Births", "year": "1940", "date": "January 31", "txt": "Stuart Margolin, American actor and director", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 31", "txt": "Dick Gephardt, American lawyer and politician", "entities": [{"title": "Dick Gephardt", "href": "/wiki/Dick_Gephardt", "description": "Richard Andrew Gephardt is an American politician who served as a United States Representative from Missouri from 1977 to 2005. A member of the Democratic Party, he was House Majority Leader from 1989 to 1995 and Minority Leader from 1995 to 2003. He ran unsuccessfully for the Democratic nomination for President of the United States in 1988 and 2004. Gephardt was mentioned as a possible vice presi"}]}, {"heading": "Births", "year": "1941", "date": "January 31", "txt": "Gerald McDermott, American author and illustrator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 31", "txt": "Jessica Walter, American actress (d. 2021)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 31", "txt": "Daniela Bianchi, Italian actress", "entities": [{"title": "Daniela Bianchi", "href": "/wiki/Daniela_Bianchi", "description": "Daniela Bianchi is an Italian actress, best known for her role of Bond girl Tatiana Romanova in the 1963 movie From Russia with Love. She played a Soviet cipher clerk sent to entrap agent 007, James Bond. Bianchi's father was an Italian Army colonel. She studied ballet for eight years, and later worked as a fashion model."}]}, {"heading": "Births", "year": "1942", "date": "January 31", "txt": "Derek Jarman, English director, stage designer, and author (d. 1994)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 31", "txt": "Peter McRobbie, Scottish-born American character actor", "entities": [{"title": "Peter McRobbie", "href": "/wiki/Peter_McRobbie", "description": "Peter McRobbie is a Scottish-born American character actor, best known for his roles as Pop Pop Jamison in the 2015 horror film The Visit and Father Paul Lantom in Daredevil, as well as a recurring role in the TNT series The Alienist."}]}, {"heading": "Births", "year": "1944", "date": "January 31", "txt": "John Inverarity, Australian cricketer and coach", "entities": [{"title": "John Inverarity", "href": "/wiki/John_Inverarity", "description": "Robert John Inverarity is a former Australian cricketer who played six Test matches. A right-handed batsman and left-arm orthodox spin bowler in his playing career, Inverarity was also one of the enduring captains in the Australian Sheffield Shield during the late 1970s and early 1980s, captaining both Western Australia and South Australia."}]}, {"heading": "Births", "year": "1945", "date": "January 31", "txt": "Rynn Berry, American historian and author (d. 2014)", "entities": [{"title": "Rynn Berry", "href": "/wiki/Rynn_Berry", "description": "Rynn Berry was an American author on vegetarianism and veganism, as well as a pioneer in the animal rights and vegan movements. A frequent international lecturer, Berry's books have been translated into many languages, and he was locally and internationally known in the vegan community. He served on advisory board of the American Vegetarian Association."}]}, {"heading": "Births", "year": "1945", "date": "January 31", "txt": "Brenda Hale, Baroness Hale of Richmond, English lawyer, judge, and academic", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 31", "txt": "Joseph Kosuth, American sculptor and theorist", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 31", "txt": "Terry Kath, American guitarist and singer-songwriter (d. 1978)", "entities": [{"title": "Terry Kath", "href": "/wiki/Terry_Kath", "description": "Terry Alan Kath was an American musician and songwriter, best known as a founding member of the rock band Chicago. He played guitar and sang lead vocals on many of the band's early hit singles. He has been praised by the band for his guitar skills and Ray Charles-influenced vocal style."}]}, {"heading": "Births", "year": "1946", "date": "January 31", "txt": "Medin Zhega, Albanian footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 31", "txt": "Nolan Ryan, American baseball player", "entities": [{"title": "Nolan Ryan", "href": "/wiki/Nolan_Ryan", "description": "Lynn Nolan Ryan Jr., nicknamed The Ryan Express, is an American former Major League Baseball (MLB) pitcher and sports executive. Over a record 27-year career that included play in four decades, Ryan pitched for the New York Mets, California Angels, Houston Astros, and Texas Rangers. He was inducted into the Baseball Hall of Fame in 1999. After his retirement in 1993, Ryan served as chief executive"}]}, {"heading": "Births", "year": "1947", "date": "January 31", "txt": "Matt Minglewood, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 31", "txt": "Glynn Turman, American actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 31", "txt": "Volkmar Groß, German footballer (d. 2014)", "entities": [{"title": "Volkmar Groß", "href": "/wiki/Volkmar_Gro%C3%9F", "description": "Volkmar Groß was a German professional footballer who played as a goalkeeper. He spent seven seasons in the Bundesliga with Hertha BSC, Tennis Borussia Berlin and FC Schalke 04. He represented Germany once in a friendly against Greece. He scored one goal in the Bundesliga from a penalty kick."}]}, {"heading": "Births", "year": "1948", "date": "January 31", "txt": "Muneo Suzuki, Japanese politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 31", "txt": "Johan Derksen, Dutch footballer and journalist", "entities": [{"title": "Johan Derksen", "href": "/wiki/Johan_Derksen", "description": "Johannes Gerrit \"Johan\" Derksen is a Dutch sports journalist and former football player. He played professional football between 1966 and 1978 for five clubs: Go Ahead Eagles, Cambuur Leeuwarden, BV Veendam, HFC Haarlem and MVV Maastricht. During and after his active career, he became well known as a sports journalist, specialising in football. He was the editor-in-chief of Voetbal International, "}]}, {"heading": "Births", "year": "1949", "date": "January 31", "txt": "Norris Church Mailer, American model and educator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 31", "txt": "Ken Wilber, American sociologist, philosopher, and author", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 31", "txt": "Denise Fleming, American author and illustrator", "entities": [{"title": "Denise Fleming", "href": "/wiki/Denise_Fleming", "description": "Denise K. Fleming is an American creator of children's picture books. She was born in Toledo, Ohio. She graduated in illustration from Kendall College of Art and Design in Grand Rapids, Michigan."}]}, {"heading": "Births", "year": "1950", "date": "January 31", "txt": "Alexander Korzhakov, Russian general and bodyguard", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 31", "txt": "Janice Rebibo, American-Israeli author and poet (d. 2015)", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 31", "txt": "Harry Wayne Casey, American singer-songwriter, pianist, and producer", "entities": [{"title": "Harry Wayne Casey", "href": "/wiki/Harry_Wayne_Casey", "description": "Harry Wayne Casey, better known by his stage name K.C., is an American musician, singer, songwriter, and record producer. He is best known for his band, KC and the Sunshine Band, as a producer of several hits for other artists, and as a pioneer of the disco genre of the 1970s."}]}, {"heading": "Births", "year": "1954", "date": "January 31", "txt": "Faoud Bacchus, Guyanese cricketer", "entities": [{"title": "Faoud Bacchus", "href": "/wiki/Faoud_Bacchus", "description": "Sheik Faoud Ahamul Fasiel Bacchus is a former cricketer who played for the West Indies and the United States."}]}, {"heading": "Births", "year": "1954", "date": "January 31", "txt": "Adrian Vandenberg, Dutch guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 31", "txt": "Virginia Ruzici, Romanian tennis player and manager", "entities": [{"title": "Virginia Ruzici", "href": "/wiki/Virginia_Ruzici", "description": "Virginia Ruzici is a former professional tennis player from Romania. She won the 1978 French Open singles championship."}]}, {"heading": "Births", "year": "1956", "date": "January 31", "txt": "Guido van Rossum, Dutch programmer, creator of the Python programming language", "entities": [{"title": "Guido van Rossum", "href": "/wiki/Guido_van_Rossum", "description": "Guido van Rossum is a Dutch programmer best known as the creator of the Python programming language, for which he was the \"benevolent dictator for life\" (BDFL) until he stepped down from the position in July 2018. He remained a member of the Python Steering Council through 2019, and withdrew from nominations for the 2020 election."}, {"title": "Python (programming language)", "href": "/wiki/Python_(programming_language)", "description": "Python is an interpreted high-level general-purpose programming language. Python's design philosophy emphasizes code readability with its notable use of significant indentation. Its language constructs as well as its object-oriented approach aim to help programmers write clear, logical code for small and large-scale projects."}]}, {"heading": "Births", "year": "1956", "date": "January 31", "txt": "John Lydon, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 31", "txt": "Shirley Babashoff, American swimmer", "entities": [{"title": "Shirley Babashoff", "href": "/wiki/Shirley_Babashoff", "description": "Shirley Frances Babashoff is an American former competition swimmer, Olympic champion, and former world record-holder in multiple events. Babashoff set six world records and earned a total of nine Olympic medals in her career. She won a gold medal in the 400-meter freestyle relay in both the 1972 and 1976 Olympics, and she won the 1975 world championship in both the 200-meter and 400-meter freesty"}]}, {"heading": "Births", "year": "1958", "date": "January 31", "txt": "Armin Reichel, German footballer and manager", "entities": [{"title": "Armin Reichel", "href": "/wiki/Armin_Reichel", "description": "Armin Reichel is a former professional German footballer."}]}, {"heading": "Births", "year": "1959", "date": "January 31", "txt": "Anthony LaPaglia, Australian actor and producer", "entities": [{"title": "Anthony LaPaglia", "href": "/wiki/Anthony_LaPaglia", "description": "Anthony M. LaPaglia is an Australian actor."}]}, {"heading": "Births", "year": "1959", "date": "January 31", "txt": "Kelly Lynch, American model and actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 31", "txt": "Akbar Ganji, Iranian journalist and author", "entities": [{"title": "Akbar Ganji", "href": "/wiki/Akbar_Ganji", "description": "Akbar Ganji is an Iranian journalist, writer and a former member of Islamic Revolutionary Guard Corps. He has been described as \"Iran's preeminent political dissident\", and a \"wildly popular pro-democracy journalist\" who has crossed press censorship \"red lines\" regularly. A supporter of the Islamic revolution as a youth, he became disenchanted in the mid-1990s and served time in Tehran's Evin Pris"}]}, {"heading": "Births", "year": "1960", "date": "January 31", "txt": "Grant Morrison, Scottish author and screenwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 31", "txt": "Željko Šturanović, Montenegrin politician, 31st Prime Minister of Montenegro (d. 2014)", "entities": [{"title": "Prime Minister of Montenegro", "href": "/wiki/Prime_Minister_of_Montenegro", "description": "The Prime Minister of Montenegro officially the President of the Government of Montenegro, is the head of the Government of Montenegro. The role of the Prime Minister is to direct the work of the government, and to submit to the Parliament the government's program, which includes a list of proposed ministers. The resignation of the prime minister would cause the dissolution of his government."}]}, {"heading": "Births", "year": "1961", "date": "January 31", "txt": "Elizabeth Barker, Baroness Barker, English politician", "entities": [{"title": "Elizabeth Barker, Baroness Barker", "href": "/wiki/Elizabeth_Barker,_Baroness_Barker", "description": "Elizabeth Jean Barker, Baroness Barker is a Liberal Democrat member of the House of Lords."}]}, {"heading": "Births", "year": "1961", "date": "January 31", "txt": "Fatou Bensouda, Gambian lawyer and judge", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 31", "txt": "Lloyd Cole, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 31", "txt": "Craig Coleman, Australian rugby league player and coach", "entities": [{"title": "Craig Coleman", "href": "/wiki/Craig_Coleman", "description": "Craig Coleman is an Australian former professional rugby league footballer, and coach. He primarily played at halfback, and remains fourth on the list of most first-grade games played for Souths, 208."}]}, {"heading": "Births", "year": "1963", "date": "January 31", "txt": "Gwen Graham, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 31", "txt": "Martha MacCallum, American journalist", "entities": [{"title": "Martha MacCallum", "href": "/wiki/Martha_MacCallum", "description": "Martha Bowes MacCallum is an American news host for Fox News. She is the host of The Story with Martha MacCallum, broadcast from Manhattan. MacCallum joined the network in 2004. Her interviews with President Barack Obama, General David Petraeus, Arizona Senator and 2008 Republican presidential nominee John McCain, New Jersey governor Chris Christie, First Lady Laura Bush, and others have been feat"}]}, {"heading": "Births", "year": "1964", "date": "January 31", "txt": "Dawn Prince-Hughes, American scientist", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 31", "txt": "Giorgos Gasparis, Greek basketball player and coach", "entities": [{"title": "Giorgos Gasparis", "href": "/wiki/Giorgos_Gasparis", "description": "Giorgos Gasparis is a retired Greek professional basketball player. At a height of 1.93 metres, he played at the point guard and shooting guard positions."}]}, {"heading": "Births", "year": "1965", "date": "January 31", "txt": "Ofra Harnoy, Israeli-Canadian cellist", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 31", "txt": "Peter Sagal, American author and radio host", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 31", "txt": "Umar Alisha, Indian journalist and philanthropist", "entities": [{"title": "Umar Alisha", "href": "/wiki/Umar_Alisha", "description": "Umar Alisha is the ninth peetadhipathi of Sri Viswa Viznana Vidya Adhyatmika Peetham He became head of this 545-year-old institution on 9 September 1989, succeeding his father, Mohiddin Badusha II."}]}, {"heading": "Births", "year": "1966", "date": "January 31", "txt": "Thant Myint-U, Myanmar historian, diplomat, conservationist, and former presidential advisor.", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 31", "txt": "Dexter Fletcher, English actor and director", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 31", "txt": "Fat Mike, American singer-songwriter, bass player, and producer", "entities": [{"title": "Fat Mike", "href": "/wiki/Fat_Mike", "description": "Michael John Burkett, known professionally as Fat Mike, is an American musician and producer. He is the bassist and lead vocalist for the punk rock band NOFX and the bassist for the punk rock supergroup cover band Me First and the Gimme Gimmes. Fat Mike started out with his first band False Alarm in 1982. He credits Joe Escalante of the Vandals for introducing him to punk rock when he was 13 at a "}]}, {"heading": "Births", "year": "1968", "date": "January 31", "txt": "John Collins, Scottish footballer and manager", "entities": [{"title": "John Collins (footballer, born 1968)", "href": "/wiki/John_Collins_(footballer,_born_1968)", "description": "John Angus Paul Collins is a Scottish professional football manager and former player who played as a midfielder."}]}, {"heading": "Births", "year": "1968", "date": "January 31", "txt": "Matt King, English actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 31", "txt": "Ulrica Messing, Swedish politician, 2nd Swedish Minister for Infrastructure", "entities": [{"title": "Minister for Infrastructure (Sweden)", "href": "/wiki/Minister_for_Infrastructure_(Sweden)", "description": "The Minister for Infrastructure is a cabinet minister within the Swedish Government and appointed by the Prime Minister of Sweden."}]}, {"heading": "Births", "year": "1968", "date": "January 31", "txt": "Patrick Stevens, Belgian sprinter", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 31", "txt": "Dov Charney, Canadian-American fashion designer and businessman, founded American Apparel", "entities": [{"title": "Dov Charney", "href": "/wiki/Dov_Charney", "description": "Dov Charney is a Canadian entrepreneur, clothing manufacturer and advocate for immigration reform in the United States. He is the founder of American Apparel, which until its bankruptcy in 2015, was one of the largest and most influential garment manufacturers in the United States. Following his departure from American Apparel, Charney subsequently founded Los Angeles Apparel."}, {"title": "American Apparel", "href": "/wiki/American_Apparel", "description": "American Apparel Inc. is an online-only retailer and former brick-and-mortar stores operator based in Los Angeles, California. Founded by Canadian businessman Dov Charney in 1989, it was a vertically integrated company that ranked as one of the largest apparel manufacturers and marketers in North America."}]}, {"heading": "Births", "year": "1969", "date": "January 31", "txt": "Daniel Moder, American cinematographer", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 31", "txt": "Minnie Driver, English singer-songwriter and actress", "entities": [{"title": "Minnie Driver", "href": "/wiki/Minnie_Driver", "description": "Amelia Fiona Jessica \"Minnie\" Driver is a British-American actress, singer and songwriter. For her role as Skylar in Gus Van Sant's Good Will Hunting, she was nominated for both the Academy Award for Best Supporting Actress and a Screen Actors Guild Award. Her other films include Grosse Pointe Blank; The Phantom of the Opera; and her breakout role in 1995, Circle of Friends."}]}, {"heading": "Births", "year": "1970", "date": "January 31", "txt": "Danny Michel, Canadian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 31", "txt": "Patricia Velásquez, Venezuelan model and actress", "entities": [{"title": "Patricia Velásquez", "href": "/wiki/Patricia_Vel%C3%A1squez", "description": "Patricia Carola Velásquez Semprún is a Venezuelan actress and model."}]}, {"heading": "Births", "year": "1973", "date": "January 31", "txt": "Portia de Rossi, Australian-American actress", "entities": [{"title": "Portia de Rossi", "href": "/wiki/Portia_de_Rossi", "description": "Portia Lee James DeGeneres, known professionally as Portia de Rossi, is an Australian-American businesswoman, philanthropist, and former model and actress. She is best known for starring as Nelle Porter on the American drama series Ally McBeal (1998–2002), for which she won a Screen Actors Guild Award, as Lindsay Bluth Fünke on the American television sitcom Arrested Development, and as Elizabeth "}]}, {"heading": "Births", "year": "1974", "date": "January 31", "txt": "Othella Harrington, American basketball player and coach", "entities": [{"title": "Othella Harrington", "href": "/wiki/Othella_Harrington", "description": "Othella Harrington is an American former professional basketball player. After he finished his high school career at Murrah High School, he played in college at Georgetown University where he teamed with future NBA superstar Allen Iverson. Harrington was drafted 30th overall in the 1996 NBA Draft by the Houston Rockets. In 2011, Harrington was hired as an assistant coach at his alma mater Georgeto"}]}, {"heading": "Births", "year": "1974", "date": "January 31", "txt": "Ariel Pestano, Cuban baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 31", "txt": "Fred Coleman, American football player and coach", "entities": [{"title": "Fred Coleman", "href": "/wiki/Fred_Coleman", "description": "Fredrick Dewayne Coleman is a former professional American football wide receiver. He has played in the National Football League, Arena Football League and the XFL. Coleman graduated from Robert E. Lee High School in Tyler, Texas and played for the Lee Red Raiders. Coleman only had two career receptions in the NFL, but one was a vital 46 yard slant play during the New England Patriots' 17–16 comeb"}]}, {"heading": "Births", "year": "1975", "date": "January 31", "txt": "Preity Zinta, Indian actress, producer, and television host", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 31", "txt": "Traianos Dellas, Greek footballer and manager", "entities": [{"title": "Traianos Dellas", "href": "/wiki/Traianos_Dellas", "description": "Traianos Dellas is a Greek professional football manager and former player, who played as a centre back. He was an integral part of Greece's Euro 2004 winning squad, during which he became the only player to score a silver goal in an international football match. He is the current manager of Super League club Panetolikos."}]}, {"heading": "Births", "year": "1976", "date": "January 31", "txt": "Buddy Rice, American race car driver", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 31", "txt": "Paul Scheer, American comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 31", "txt": "Suchitra Singh, Indian cricketer", "entities": [{"title": "Suchitra Singh", "href": "/wiki/Suchitra_Singh", "description": "Suchitra Singh is a former Indian cricketer. Singh was a right-handed batsman who bowled right-arm off break. She was born in Kamrup, Assam."}]}, {"heading": "Births", "year": "1977", "date": "January 31", "txt": "Kerry Washington, American actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 31", "txt": "Fabián Caballero, Argentinian footballer and manager", "entities": [{"title": "Fabián Caballero", "href": "/wiki/Fabi%C3%A1n_Caballero", "description": "Néstor Fabián Caballero commonly referred to as Tyson, is a former footballer."}]}, {"heading": "Births", "year": "1979", "date": "January 31", "txt": "Daniel Tammet, English author and educator", "entities": [{"title": "Daniel Tammet", "href": "/wiki/Daniel_Tammet", "description": "Daniel Tammet is an English essayist, novelist, poet, translator, and autistic savant. His memoir, Born on a Blue Day (2006), is about his early life with Asperger syndrome and savant syndrome, and was named a \"Best Book for Young Adults\" in 2008 by the American Library Association's Young Adult Library Services magazine. His second book, Embracing the Wide Sky, was one of France's best-selling bo"}]}, {"heading": "Births", "year": "1980", "date": "January 31", "txt": "James Adomian, American comedian, actor, and screenwriter", "entities": [{"title": "James Adomian", "href": "/wiki/James_Adomian", "description": "James Adomian is an American stand-up comedian, actor, and impressionist. He is best known for his work on Comedy Bang! Bang!, Chapo Trap House, Last Comic Standing, The Late Late Show with Craig Ferguson where he impersonated President George W. Bush until 2009, and for portraying Bernie Sanders during the 2016 Trump vs. Bernie tour. He voices Talking Ben in the Talking Tom and Friends animated s"}]}, {"heading": "Births", "year": "1980", "date": "January 31", "txt": "Gary Doherty, Irish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 31", "txt": "Shim Yi-young, South Korean actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 31", "txt": "Julio Arca, Argentinian footballer", "entities": [{"title": "Julio Arca", "href": "/wiki/Julio_Arca", "description": "Julio Andrés Arca is an Argentine former professional footballer, who played as a left-back or central midfielder. Arca spent the majority of his career in the North East of England, firstly for Sunderland from 2000 to 2006, and then for Middlesbrough from 2006 to 2013. He retired from professional football following his release from Middlesbrough, and subsequently played Sunday League football fo"}]}, {"heading": "Births", "year": "1981", "date": "January 31", "txt": "Mark Cameron, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 31", "txt": "Gemma Collins, English media personality and businesswoman", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 31", "txt": "Justin Timberlake, American singer-songwriter, dancer, and actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Maret Ani, Estonian tennis player", "entities": [{"title": "Maret Ani", "href": "/wiki/Maret_Ani", "description": "Maret Ani is a retired tennis player from Estonia."}]}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Yuniesky Betancourt, Cuban baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Andreas Görlitz, German footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Salvatore Masiello, Italian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Allan McGregor, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Jānis Sprukts, Latvian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Yukimi Nagano, Swedish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 31", "txt": "Brad Thompson, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 31", "txt": "James Sutton, English actor", "entities": [{"title": "James Sutton (actor)", "href": "/wiki/James_Sutton_(actor)", "description": "James Cook, better known as James Sutton, is an English actor, best known for playing John Paul McQueen in the Channel 4 soap opera Hollyoaks and Ryan Lamb in the ITV soap opera Emmerdale."}]}, {"heading": "Births", "year": "1983", "date": "January 31", "txt": "Fabio Quagliarella, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 31", "txt": "Vernon Davis, American football player", "entities": [{"title": "Vernon Davis", "href": "/wiki/Vernon_Davis", "description": "Vernon Davis is a former American football tight end. He played college football at Maryland, and was drafted by the San Francisco 49ers sixth overall in the 2006 NFL Draft. In 2009, Davis co-led the NFL in touchdown receptions and consequently earned his first of two career Pro Bowl selections."}]}, {"heading": "Births", "year": "1984", "date": "January 31", "txt": "Josh Johnson, Canadian-American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 31", "txt": "Jeremy Wariner, American runner", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 31", "txt": "Alessandro Zanni, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 31", "txt": "Adam Federici, Australian footballer", "entities": [{"title": "Adam Federici", "href": "/wiki/Adam_Federici", "description": "Adam Jay Federici is an Australian professional footballer who plays as a goalkeeper for A-League side Macarthur."}]}, {"heading": "Births", "year": "1985", "date": "January 31", "txt": "Mario Williams, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 31", "txt": "Walter Dix, American sprinter", "entities": [{"title": "Walter Dix", "href": "/wiki/Walter_Dix", "description": "Walter Dix is a retired American sprinter who specialized in the 100 meters and 200 meters. He is the fifth-fastest 200-meter runner ever with a best of 19.53 seconds, and has broken the 10-second barrier in the 100 meters, with a best of 9.88 (9.80w) seconds. He was the only track athlete from USA to win 2 individual Olympic medals in Beijing."}]}, {"heading": "Births", "year": "1986", "date": "January 31", "txt": "Megan Ellison, American film producer, founded Annapurna Pictures", "entities": [{"title": "Annapurna Pictures", "href": "/wiki/Annapurna_Pictures", "description": "Annapurna Pictures is an independent American media company founded by Megan Ellison in 2011. Annapurna specializes in film production, live theatre production, television through its Annapurna Television division, and video game publishing through its Annapurna Interactive division."}]}, {"heading": "Births", "year": "1986", "date": "January 31", "txt": "George Elokobi, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 31", "txt": "Yves Ma-Kalambay, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 31", "txt": "Pauline Parmentier, French tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 31", "txt": "Marcus Mumford, American-English singer-songwriter", "entities": [{"title": "Marcus Mumford", "href": "/wiki/Marcus_Mumford", "description": "Marcus Oliver Johnstone Mumford is an American-British singer, songwriter, musician, record producer, and lead singer of the band Mumford & Sons. He also plays a number of instruments with the group, including guitar, drums and mandolin. He is married to Academy Award-nominated British film and TV actress Carey Mulligan."}]}, {"heading": "Births", "year": "1988", "date": "January 31", "txt": "Brett Pitman, English footballer", "entities": [{"title": "Brett Pitman", "href": "/wiki/Brett_Pitman", "description": "Brett Douglas Pitman is a Jersian professional footballer who currently plays as a forward for League One club Swindon Town. He has spent most of his career at AFC Bournemouth in two separate spells, totalling 102 goals in 301 games."}]}, {"heading": "Births", "year": "1988", "date": "January 31", "txt": "Taijo Teniste, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 31", "txt": "Jacopo Fortunato, Italian footballer", "entities": [{"title": "Jacopo Fortunato", "href": "/wiki/Jacopo_Fortunato", "description": "Jacopo Fortunato is an Italian footballer who plays as a midfielder for Trento."}]}, {"heading": "Births", "year": "1990", "date": "January 31", "txt": "Jacob Markström, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 31", "txt": "Kota Yabu, Japanese idol, singer-songwriter, model, actor", "entities": []}, {"heading": "Births", "year": "1994", "date": "January 31", "txt": "Kenneth Zohore, Danish footballer", "entities": [{"title": "Kenneth Zohore", "href": "/wiki/Kenneth_Zohore", "description": "Albin Kenneth Dahrup Zohore is a Danish professional footballer who plays as a striker for Championship club Millwall, on loan from West Bromwich Albion.\nHe began his career in his native Denmark, making his professional debut for Copenhagen at the age of 16, becoming the youngest player to play in the Danish Superliga. Regarded as a promising youngster, he joined Italian side Fiorentina in 2012 b"}]}, {"heading": "Deaths", "year": "632", "date": "January 31", "txt": "Máedóc of Ferns, Irish bishop and saint (b. 550)", "entities": [{"title": "Máedóc of Ferns", "href": "/wiki/M%C3%A1ed%C3%B3c_of_Ferns", "description": "Saint Máedóc, also known as Mogue and Aidan, was an Irish saint, founder and first bishop of Ferns in County Wexford and a patron of other churches, such as Rossinver in County Leitrim and Drumlane in County Cavan."}]}, {"heading": "Deaths", "year": "876", "date": "January 31", "txt": "Hemma of Altdorf, Frankish queen", "entities": [{"title": "Hemma", "href": "/wiki/Hemma", "description": "Emma of Altdorf, also known as Hemma, a member of the Elder House of Welf, was Queen consort of East Francia by marriage to King Louis the German, from 843 until her death."}]}, {"heading": "Deaths", "year": "985", "date": "January 31", "txt": "Ryōgen, Japanese monk and abbot (b. 912)", "entities": [{"title": "Ryōgen", "href": "/wiki/Ry%C5%8Dgen", "description": "Ryōgen  was the 18th chief abbot of Enryaku-ji in the 10th century."}]}, {"heading": "Deaths", "year": "1030", "date": "January 31", "txt": "William V, duke of Aquitaine (b. 969)", "entities": [{"title": "William V, Duke of Aquitaine", "href": "/wiki/William_V,_Duke_of_Aquitaine", "description": "William the Great was duke of Aquitaine and count of Poitou from 990 until his death. Upon the death of the emperor Henry II, he was offered the kingdom of Italy but declined to contest the title against Conrad II."}]}, {"heading": "Deaths", "year": "1216", "date": "January 31", "txt": "Theodore II, patriarch of Constantinople", "entities": [{"title": "Theodore II of Constantinople", "href": "/wiki/Theodore_II_of_Constantinople", "description": "Theodore II Eirenikos, , also known as Theodore Kopas or Koupas (Κωπάς/Κουπάς), was a high-ranking Byzantine official and chief minister during most of the reign of the Byzantine emperor Alexios III Angelos. After the fall of Constantinople to the Fourth Crusade, he fled to the Empire of Nicaea, where he became a monk and served as Patriarch of Constantinople in exile in 1214–1216."}]}, {"heading": "Deaths", "year": "1398", "date": "January 31", "txt": "Sukō, emperor of Japan (b. 1334)", "entities": [{"title": "Emperor Sukō", "href": "/wiki/Emperor_Suk%C5%8D", "description": "Emperor Sukō  was the third of Emperors of Northern Court during the Period of the Northern and Southern Courts in Japan. According to pre-Meiji scholars, his reign spanned the years from 1348 through 1351."}]}, {"heading": "Deaths", "year": "1418", "date": "January 31", "txt": "Mircea I, prince of Wallachia (b. 1355)", "entities": [{"title": "Mircea I of Wallachia", "href": "/wiki/Mircea_I_of_Wallachia", "description": "Mircea the Elder was the Voivode of Wallachia from 1386 until his death in 1418. He was the son of Radu I of Wallachia and brother of Dan I of Wallachia, after whose death he inherited the throne."}]}, {"heading": "Deaths", "year": "1435", "date": "January 31", "txt": "Xuande, emperor of China (b. 1398)", "entities": [{"title": "Xuande Emperor", "href": "/wiki/Xuande_Emperor", "description": "The Xuande Emperor, personal name Zhu Zhanji (朱瞻基), was the fifth Emperor of the Ming dynasty, reigned from 1425 to 1435. His era name \"Xuande\" means \"Proclamation of Virtue\"."}]}, {"heading": "Deaths", "year": "1561", "date": "January 31", "txt": "Bairam Khan, Mughalan general (b. 1501)", "entities": [{"title": "Bairam Khan", "href": "/wiki/Bairam_Khan", "description": "Bairam Khan was an important military commander, and later commander-in-chief of the Mughal army, a powerful statesman and regent at the court of the Mughal Emperors, Humayun and Akbar. He was also the guardian, chief mentor, adviser, teacher and the most trusted ally of Akbar. Humayun honored him as Khan-i-Khanan, which means \"King of Kings\". Bairam was originally called Bairam \"Beg\", but later b"}]}, {"heading": "Deaths", "year": "1561", "date": "January 31", "txt": "Menno Simons, Dutch minister and theologian (b. 1496)", "entities": []}, {"heading": "Deaths", "year": "1580", "date": "January 31", "txt": "Henry, king of Portugal (b. 1512)", "entities": [{"title": "Henry, King of Portugal", "href": "/wiki/Henry,_King_of_Portugal", "description": "Henry, called the Chaste and the Cardinal-King was king of Portugal and a cardinal of the Catholic Church, who ruled Portugal between 1578 and 1580. As a clergyman, he was bound to chastity, and as such, had no children to succeed him, and thus put an end to the reigning House of Aviz. His death led to the Portuguese succession crisis of 1580 and ultimately to the 60-year Iberian Union that saw Po"}]}, {"heading": "Deaths", "year": "1606", "date": "January 31", "txt": "Guy Fawkes, English conspirator, leader of the Gunpowder Plot (b. 1570)", "entities": [{"title": "Guy Fawkes", "href": "/wiki/Guy_Fawkes", "description": "Guy Fawkes, also known as Guido Fawkes while fighting for the Spanish, was a member of a group of provincial English Catholics who was involved in the failed Gunpowder Plot of 1605. He was born and educated in York; his father died when Fawkes was eight years old, after which his mother married a recusant Catholic."}, {"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}]}, {"heading": "Deaths", "year": "1606", "date": "January 31", "txt": "Ambrose Rookwood, English Gunpowder Plot conspirator (b. 1578)", "entities": [{"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}]}, {"heading": "Deaths", "year": "1606", "date": "January 31", "txt": "Thomas Wintour, English Gunpowder Plot conspirator (b. 1571)", "entities": [{"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}]}, {"heading": "Deaths", "year": "1615", "date": "January 31", "txt": "Claudio Acquaviva, Italian priest, 5th Superior General of the Society of Jesus (b. 1543)", "entities": [{"title": "Claudio Acquaviva", "href": "/wiki/Claudio_Acquaviva", "description": "Claudio Acquaviva was an Italian Jesuit priest elected in 1581 the fifth Superior General of the Society of Jesus. He has been referred to as the second founder of the Jesuit order."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Deaths", "year": "1632", "date": "January 31", "txt": "Jost Bürgi, Swiss clockmaker and mathematician (b. 1552)", "entities": [{"title": "Jost Bürgi", "href": "/wiki/Jost_B%C3%BCrgi", "description": "Jost Bürgi, active primarily at the courts in Kassel and Prague, was a Swiss clockmaker, a maker of astronomical instruments and a mathematician."}]}, {"heading": "Deaths", "year": "1665", "date": "January 31", "txt": "Johannes Clauberg, German philosopher and theologian (b. 1622)", "entities": [{"title": "Johannes Clauberg", "href": "/wiki/Johannes_Clauberg", "description": "Johannes Clauberg was a German theologian and philosopher. Clauberg was the founding Rector of the first University of Duisburg, where he taught from 1655 to 1665. He is known as a \"scholastic cartesian\"."}]}, {"heading": "Deaths", "year": "1686", "date": "January 31", "txt": "Jean Mairet, French playwright (b. 1604)", "entities": [{"title": "Jean Mairet", "href": "/wiki/Jean_Mairet", "description": "Jean (de) Mairet was a classical French dramatist who wrote both tragedies and comedies."}]}, {"heading": "Deaths", "year": "1720", "date": "January 31", "txt": "Thomas Grey, 2nd Earl of Stamford, English politician, Chancellor of the Duchy of Lancaster (b. 1654)", "entities": [{"title": "Thomas Grey, 2nd Earl of Stamford", "href": "/wiki/Thomas_Grey,_2nd_Earl_of_Stamford", "description": "Thomas Grey, 2nd Earl of Stamford, PC was a British peer and politician."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "1729", "date": "January 31", "txt": "Jacob Roggeveen, Dutch explorer (b. 1659)", "entities": [{"title": "Jacob Roggeveen", "href": "/wiki/Jacob_Roggeveen", "description": "Jacob Roggeveen was a Dutch explorer who was sent to find Terra Australis, but instead found Easter Island. Jacob Roggeveen also found Bora Bora and Maupiti of the Society Islands, as well as Samoa. He planned the expedition along with his brother Jan Roggeveen, who stayed in the Netherlands."}]}, {"heading": "Deaths", "year": "1736", "date": "January 31", "txt": "Filippo Juvarra, Italian architect and set designer, designed the Basilica of Superga (b. 1678)", "entities": [{"title": "Filippo Juvarra", "href": "/wiki/Filippo_Juvarra", "description": "Filippo Juvarra was an Italian architect, active in a late-Baroque style, who worked primarily in Italy, Spain, and Portugal."}, {"title": "Basilica of Superga", "href": "/wiki/Basilica_of_Superga", "description": "The Basilica of Superga is a church in the vicinity of Turin."}]}, {"heading": "Deaths", "year": "1790", "date": "January 31", "txt": "Thomas Lewis, Irish-born American lawyer and surveyor (b. 1718)", "entities": [{"title": "Thomas Lewis (Virginia politician)", "href": "/wiki/Thomas_Lewis_(Virginia_politician)", "description": "Thomas Lewis was an Irish-American surveyor, lawyer, and a pioneer of early Virginia. He was a signatory to the Fairfax Resolves preceding the American War for Independence, and after the conflict, contributed to the settlement of western Virginia in an area that would one day become part of West Virginia."}]}, {"heading": "Deaths", "year": "1794", "date": "January 31", "txt": "Mariot Arbuthnot, English admiral and politician, 12th Lieutenant Governor of Nova Scotia (b. 1711)", "entities": [{"title": "Mariot Arbuthnot", "href": "/wiki/Mariot_Arbuthnot", "description": "Admiral Mariot Arbuthnot was a British admiral, who commanded the Royal Navy's North American station during the American War for Independence."}, {"title": "List of lieutenant governors of Nova Scotia", "href": "/wiki/List_of_lieutenant_governors_of_Nova_Scotia", "description": "The following is a list of the governors and lieutenant governors of Nova Scotia. Though the present day office of the lieutenant governor in Nova Scotia came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of Nova Scotia in 1710. For much of the time, the full title of the post was Governor of Nova Scotia and Pl"}]}, {"heading": "Deaths", "year": "1811", "date": "January 31", "txt": "Manuel Alberti, Argentinian priest and journalist (b. 1763)", "entities": [{"title": "Manuel Alberti", "href": "/wiki/Manuel_Alberti", "description": "Manuel Máximiliano Alberti was a priest from Buenos Aires, when the city was part of the Viceroyalty of the Río de la Plata. He had a curacy at Maldonado, Uruguay during the British invasions of the Río de la Plata, and returned to Buenos Aires in time to take part in the May Revolution of 1810. He was chosen as one of the seven members of the Primera Junta, considered the first national governmen"}]}, {"heading": "Deaths", "year": "1815", "date": "January 31", "txt": "José Félix Ribas, Venezuelan soldier (b. 1775)", "entities": [{"title": "José Félix Ribas", "href": "/wiki/Jos%C3%A9_F%C3%A9lix_Ribas", "description": "José Félix Ribas, was a Venezuelan independence leader and hero of the Venezuelan War of Independence."}]}, {"heading": "Deaths", "year": "1828", "date": "January 31", "txt": "Alexander Ypsilantis, Greek general (b. 1792)", "entities": [{"title": "Alexander Ypsilantis", "href": "/wiki/Alexander_Ypsilantis", "description": "Alexandros Ypsilantis was a Greek nationalist politician who was member of a prominent Phanariot Greek family, a prince of the Danubian Principalities, a senior officer of the Imperial Russian cavalry during the Napoleonic Wars, and a leader of the Filiki Eteria, a secret organization that coordinated the beginning of the Greek War of Independence against the Ottoman Empire."}]}, {"heading": "Deaths", "year": "1836", "date": "January 31", "txt": "John Cheyne, English physician and author (b. 1777)", "entities": [{"title": "John Cheyne (physician)", "href": "/wiki/John_Cheyne_(physician)", "description": "John Cheyne FRSE FKQCPI was a British physician, surgeon, Professor of Medicine in the Royal College of Surgery in Ireland (RCSI) and author of monographs on a number of medical topics. He was one of the people to identify Cheyne–Stokes respiration."}]}, {"heading": "Deaths", "year": "1844", "date": "January 31", "txt": "Henri Gatien Bertrand, French general (b. 1773)", "entities": [{"title": "Henri Gatien Bertrand", "href": "/wiki/Henri_Gatien_Bertrand", "description": "Henri-Gatien, comte Bertrand, was a French general."}]}, {"heading": "Deaths", "year": "1856", "date": "January 31", "txt": "11th Dalai Lama (b. 1838)", "entities": [{"title": "11th Dalai Lama", "href": "/wiki/11th_Dalai_Lama", "description": "Khedrup Gyatso was the 11th Dalai Lama of Tibet."}]}, {"heading": "Deaths", "year": "1870", "date": "January 31", "txt": "Cilibi Moise, Moldavian-Romanian journalist and author (b. 1812)", "entities": [{"title": "Cilibi Moise", "href": "/wiki/Cilibi_Moise", "description": "Cilibi Moise or Cilibi Moisi was a Moldavian-born Wallachian and Romanian peddler, humorist, aphorist, and raconteur. He is best known for the aphorisms and anecdotes attributed to him, which, although recorded in Romanian, represent an important segment of the local secular Jewish culture and Jewish humor in the 19th century. Moise relied on others to record his own creations, and these often ref"}]}, {"heading": "Deaths", "year": "1888", "date": "January 31", "txt": "John Bosco, Italian priest and educator, founded the Salesian Society (b. 1815)", "entities": [{"title": "John Bosco", "href": "/wiki/John_Bosco", "description": "John Melchior Bosco, popularly known as Don Bosco [ˈdɔm ˈbɔsko, bo-], Italian for \"Father\", was an Italian Roman Catholic priest, educator, and writer of the 19th century. While working in Turin, where the population suffered many of the ill-effects of industrialization and urbanization, he dedicated his life to the betterment and education of street children, juvenile delinquents, and other disad"}, {"title": "Salesian Society", "href": "/wiki/Salesian_Society", "description": "The Salesians of Don Bosco (SDB), formally known as the Society of Saint Francis de Sales, is a religious congregation of men in the Catholic Church, founded in the late 19th century by Italian priest Saint John Bosco to help poor children during the Industrial Revolution and named after Saint Francis de Sales, a 17th-century bishop of Geneva."}]}, {"heading": "Deaths", "year": "1892", "date": "January 31", "txt": "Charles Spurgeon, English pastor and author (b. 1834)", "entities": [{"title": "Charles Spurgeon", "href": "/wiki/Charles_Spurgeon", "description": "Charles Haddon Spurgeon was an English Particular Baptist preacher. Spurgeon remains highly influential among Christians of various denominations, among whom he is known as the \"Prince of Preachers\". He was a strong figure in the Reformed Baptist tradition, defending the 1689 London Baptist Confession of Faith, and opposing the liberal and pragmatic theological tendencies in the Church of his day."}]}, {"heading": "Deaths", "year": "1900", "date": "January 31", "txt": "John Douglas, 9th Marquess of Queensberry, Scottish nobleman (b. 1844)", "entities": [{"title": "John Douglas, 9th Marquess of Queensberry", "href": "/wiki/John_Douglas,_9th_Marquess_of_Queensberry", "description": "John Sholto Douglas, 9th Marquess of Queensberry, was a Scottish nobleman, remembered for his atheism, his outspoken views, his brutish manner, for lending his name to the \"Queensberry Rules\" that form the basis of modern boxing, and for his role in the downfall of the Irish author and playwright Oscar Wilde."}]}, {"heading": "Deaths", "year": "1907", "date": "January 31", "txt": "Timothy Eaton, Canadian businessman, founded Eaton's (b. 1834)", "entities": [{"title": "Timothy Eaton", "href": "/wiki/Timothy_Eaton", "description": "Timothy Eaton was an Irish businessman who founded the Eaton's department store, one of the most important retail businesses in Canada's history."}, {"title": "Eaton's", "href": "/wiki/Eaton%27s", "description": "The T. Eaton Company Limited, commonly known as Eaton's, was a Canadian department store chain that was once Canada's largest. It was founded in 1869 in Toronto by Timothy Eaton, an immigrant from what is now Northern Ireland. Eaton's grew to become a retail and social institution in Canada, with stores across the country, buying-offices around the globe, and a mail-order catalog that was found in"}]}, {"heading": "Deaths", "year": "1923", "date": "January 31", "txt": "Eligiusz Niewiadomski, Polish painter and critic (b. 1869)", "entities": [{"title": "Eligiusz Niewiadomski", "href": "/wiki/Eligiusz_Niewiadomski", "description": "Eligiusz Niewiadomski was a Polish modernist painter and art critic who sympathized with the right-wing National Democracy movement. In 1922 he assassinated Poland's first President, Gabriel Narutowicz, in his first week in office as president."}]}, {"heading": "Deaths", "year": "1933", "date": "January 31", "txt": "John Galsworthy, English novelist and playwright, Nobel Prize laureate (b. 1867)", "entities": [{"title": "John Galsworthy", "href": "/wiki/John_Galsworthy", "description": "John Galsworthy was an English novelist and playwright. Notable works include The Forsyte Saga (1906–1921) and its sequels, A Modern Comedy and End of the Chapter. He won the Nobel Prize in Literature in 1932."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1942", "date": "January 31", "txt": "Henry Larkin, American baseball player and manager (b. 1860)", "entities": [{"title": "Henry Larkin", "href": "/wiki/Henry_Larkin", "description": "Henry E. Larkin was a professional baseball player who played Major League Baseball for 10 seasons (1883–1893)."}]}, {"heading": "Deaths", "year": "1944", "date": "January 31", "txt": "Jean Giraudoux, French author and playwright (b. 1882)", "entities": [{"title": "Jean Giraudoux", "href": "/wiki/Jean_Giraudoux", "description": "Hippolyte Jean Giraudoux was a French novelist, essayist, diplomat and playwright. He is considered among the most important French dramatists of the period between World War I and World War II. His work is noted for its stylistic elegance and poetic fantasy. Giraudoux's dominant theme is the relationship between man and woman—or in some cases, between man and some unattainable ideal."}]}, {"heading": "Deaths", "year": "1954", "date": "January 31", "txt": "Edwin Howard Armstrong, American engineer, invented FM radio (b. 1890)", "entities": [{"title": "Edwin Howard Armstrong", "href": "/wiki/Edwin_Howard_Armstrong", "description": "Edwin Howard Armstrong was an American electrical engineer and inventor, who developed FM radio and the superheterodyne receiver system. He held 42 patents and received numerous awards, including the first Medal of Honor awarded by the Institute of Radio Engineers, the French Legion of Honor, the 1941 Franklin Medal and the 1942 Edison Medal. He was inducted into the National Inventors Hall of Fam"}, {"title": "Frequency modulation", "href": "/wiki/Frequency_modulation", "description": "Frequency modulation (FM) is the encoding of information in a carrier wave by varying the instantaneous frequency of the wave. The technology is used in telecommunications, radio broadcasting, signal processing, and computing."}]}, {"heading": "Deaths", "year": "1954", "date": "January 31", "txt": "Vivian Woodward, English captain and footballer (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "January 31", "txt": "John Mott, American activist, Nobel Prize laureate (b. 1865)", "entities": [{"title": "John Mott", "href": "/wiki/John_Mott", "description": "John Raleigh Mott was an evangelist and long-serving leader of the Young Men's Christian Association (YMCA) and the World Student Christian Federation (WSCF). He received the Nobel Peace Prize in 1946 for his work in establishing and strengthening international Protestant Christian student organizations that worked to promote peace. He shared the prize with Emily Balch. From 1895 until 1920 Mott w"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1956", "date": "January 31", "txt": "A. A. Milne, English author, poet, and playwright, created Winnie-the-Pooh (b. 1882)", "entities": [{"title": "A. A. Milne", "href": "/wiki/A._A._Milne", "description": "Alan Alexander Milne was an English author, best known for his books about the teddy bear Winnie-the-Pooh and for various poems. Milne was a noted writer, primarily as a playwright, before the huge success of Pooh overshadowed all his previous work. Milne served in both World Wars, joining the British Army in World War I, and as a captain of the British Home Guard in World War II."}]}, {"heading": "Deaths", "year": "1958", "date": "January 31", "txt": "Karl Selter, Estonian politician, 14th Estonian Minister of Foreign Affairs (b. 1898)", "entities": [{"title": "Karl Selter", "href": "/wiki/Karl_Selter", "description": "Karl Selter was an Estonian politician and a Minister of Foreign Affairs of Estonia. He served as Minister of Economic Affairs from 1933 to 1938 and as minister of Foreign affairs from 1938 to 1939. His historically most memorable act was to sign a non-aggression and mutual assistance treaty with the Soviet leaders in Moscow in September 1939. This was also his personal and national Estonian most "}, {"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Deaths", "year": "1960", "date": "January 31", "txt": "Auguste Herbin, French painter (b. 1882)", "entities": [{"title": "Auguste Herbin", "href": "/wiki/Auguste_Herbin", "description": "Auguste Herbin was a French painter of modern art. He is best known for his Cubist and abstract paintings consisting of colorful geometric figures. He co-founded the groups Abstraction-Création and Salon des Réalités Nouvelles which promoted non-figurative abstract art."}]}, {"heading": "Deaths", "year": "1961", "date": "January 31", "txt": "Krishna Singh, Indian politician, 1st Chief Minister of Bihar (b. 1887)", "entities": [{"title": "Krishna Singh (politician)", "href": "/wiki/Krishna_Singh_(politician)", "description": "Shri Krishna Sinha, also known as Shri Babu, was the first chief minister of the Indian state of Bihar (1946–61). Except for the period of World War II, Sinha was the chief minister of Bihar from the time of the first Congress Ministry in 1937 until his death in 1961. Along with the Desh Ratna Rajendra Prasad and Bihar Vibhuti Anugrah Narayan Sinha, Sinha is regarded among the 'Architects of Moder"}, {"title": "Chief Minister of Bihar", "href": "/wiki/Chief_Minister_of_Bihar", "description": "The Chief Minister of Bihar is the chief executive of the Indian state of Bihar. As per the Constitution of India, the Governor of Bihar is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Bihar Legislative Assembly, the governor usually invites the party with a majority of seats to form the government. The governor appoints the c"}]}, {"heading": "Deaths", "year": "1966", "date": "January 31", "txt": "Arthur Percival, English general (b. 1887)", "entities": [{"title": "Arthur Percival", "href": "/wiki/Arthur_Percival", "description": "Lieutenant-General Arthur Ernest Percival, was a senior British Army officer. He saw service in the First World War and built a successful military career during the interwar period but is most noted for his defeat in the Second World War, when he commanded British Commonwealth forces during the Japanese Malayan Campaign and the subsequent Battle of Singapore."}]}, {"heading": "Deaths", "year": "1967", "date": "January 31", "txt": "Eddie Tolan, American sprinter and educator (b. 1908)", "entities": [{"title": "Eddie Tolan", "href": "/wiki/Eddie_Tolan", "description": "Thomas Edward \"Eddie\" Tolan, nicknamed the \"Midnight Express\", was an American track and field athlete who competed in sprints. He set world records in the 100-yard dash and 100 meters event and Olympic records in the 100 meters and 200 meters events. He was the first non-Euro-American to receive the title of the \"world's fastest human\" after winning gold medals in the 100 and 200 meters events at"}]}, {"heading": "Deaths", "year": "1969", "date": "January 31", "txt": "Meher Baba, Indian spiritual master (b. 1894)", "entities": [{"title": "Meher Baba", "href": "/wiki/Meher_Baba", "description": "Meher Baba was an Indian spiritual master who claimed to be his era's Avatar, or God in human form. A major spiritual figure of the 20th century, he was the central figure around the \"Meher Baba Movement\", and estimates of his following range from the hundreds of thousands to the millions. His followers were concentrated in India, but with a significant number in the United States, Europe and Aust"}]}, {"heading": "Deaths", "year": "1971", "date": "January 31", "txt": "Viktor Zhirmunsky, Russian historian and linguist (b. 1891)", "entities": [{"title": "Viktor Zhirmunsky", "href": "/wiki/Viktor_Zhirmunsky", "description": "Viktor Maksimovich Zhirmunsky was a Russian literary historian and linguist."}]}, {"heading": "Deaths", "year": "1973", "date": "January 31", "txt": "Ragnar Frisch, Norwegian economist and academic, Nobel Prize laureate (b. 1895)", "entities": [{"title": "Ragnar Frisch", "href": "/wiki/Ragnar_Frisch", "description": "Ragnar Anton Kittil Frisch was a Norwegian economist and the co-recipient of the first Nobel Memorial Prize in Economic Sciences in 1969. He is known for being one of the founders of the discipline of econometrics, and for coining the widely used term pair macroeconomics/microeconomics in 1933."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "1974", "date": "January 31", "txt": "Samuel Goldwyn, Polish-American film producer, co-founded Goldwyn Pictures (b. 1882)", "entities": [{"title": "Samuel Goldwyn", "href": "/wiki/Samuel_Goldwyn", "description": "Samuel Goldwyn, also known as Samuel Goldfish, was a Polish-American film producer. He was best known for being the founding contributor and executive of several motion picture studios in Hollywood. His awards include the 1973 Golden Globe Cecil B. DeMille Award, the Irving G. Thalberg Memorial Award in 1947, and the Jean Hersholt Humanitarian Award in 1958."}, {"title": "Goldwyn Pictures", "href": "/wiki/Goldwyn_Pictures", "description": "Goldwyn Pictures Corporation was an American motion picture production company that operated from 1916 to 1924 when it was merged with two other production companies to form the major studio, Metro-Goldwyn-Mayer. It was founded by Samuel Goldwyn."}]}, {"heading": "Deaths", "year": "1976", "date": "January 31", "txt": "Ernesto Miranda, American criminal (b. 1941)", "entities": [{"title": "Ernesto Miranda", "href": "/wiki/Ernesto_Miranda", "description": "Ernesto Arturo Miranda was an American criminal and laborer whose conviction on kidnapping, rape, and armed robbery charges based on his confession under police interrogation was set aside in the landmark U.S. Supreme Court case Miranda v. Arizona, which ruled that criminal suspects must be informed of their right against self-incrimination and their right to consult with an attorney before being "}]}, {"heading": "Deaths", "year": "1976", "date": "January 31", "txt": "Evert Taube, Swedish author and composer (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "January 31", "txt": "Reginald Baker, English-Australian film producer (b. 1896)", "entities": [{"title": "Reginald Baker (film producer)", "href": "/wiki/Reginald_Baker_(film_producer)", "description": "Reginald Poynton Baker, MC FCA FRSA was a British film producer and a major contributor to the development of the British film industry.\nAlong with his younger brother Leslie Forsyth, he played a decisive role in establishing Ealing Studios.\nHe was the father of Conservative MP Peter Baker.\nBaker died in Australia aged 89."}]}, {"heading": "Deaths", "year": "1985", "date": "January 31", "txt": "Tatsuzō Ishikawa, Japanese author (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "January 31", "txt": "Yves Allégret, French director and screenwriter (b. 1907)", "entities": [{"title": "Yves Allégret", "href": "/wiki/Yves_All%C3%A9gret", "description": "Yves Allégret was a French film director, often working in the film noir genre. He was born in Asnières-sur-Seine, Hauts-de-Seine and died in Paris."}]}, {"heading": "Deaths", "year": "1989", "date": "January 31", "txt": "William Stephenson, Canadian captain and spy (b. 1896)", "entities": [{"title": "William Stephenson", "href": "/wiki/William_Stephenson", "description": "Sir William Samuel Stephenson, was a Canadian soldier, airman, businessman, inventor, spymaster, and the senior representative of British Security Coordination (BSC) for the entire western hemisphere during World War II. He is best known by his wartime intelligence codename Intrepid. Many people consider him to be one of the real-life inspirations for James Bond. Ian Fleming himself once wrote, \"J"}]}, {"heading": "Deaths", "year": "1990", "date": "January 31", "txt": "Eveline Du Bois-Reymond Marcus, German zoologist and academic (b. 1901)", "entities": [{"title": "Eveline Du Bois-Reymond Marcus", "href": "/wiki/Eveline_Du_Bois-Reymond_Marcus", "description": "Eveline du Bois-Reymond Marcus was a German zoologist and drawer."}]}, {"heading": "Deaths", "year": "1990", "date": "January 31", "txt": "Rashad Khalifa, Egyptian-American biochemist and academic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "January 31", "txt": "George Abbott, American actor, director, and producer (b. 1887)", "entities": [{"title": "George Abbott", "href": "/wiki/George_Abbott", "description": "George Francis Abbott was an American theater producer and director, playwright, screenwriter, and film director and producer whose career spanned nine decades."}]}, {"heading": "Deaths", "year": "1997", "date": "January 31", "txt": "John Joseph Scanlan, Irish-American bishop (b. 1930)", "entities": [{"title": "John Joseph Scanlan", "href": "/wiki/John_Joseph_Scanlan", "description": "John Joseph Scanlan was the second Bishop of the Catholic Diocese of Honolulu in the United States."}]}, {"heading": "Deaths", "year": "1999", "date": "January 31", "txt": "Giant Baba, Japanese wrestler and trainer, co-founded All Japan Pro Wrestling (b. 1938)", "entities": [{"title": "Giant Baba", "href": "/wiki/Giant_Baba", "description": "Shohei Baba , best known by his ring name Giant Baba , was a Japanese professional wrestler and promoter. Baba is best known as a co-founder of All Japan Pro Wrestling (AJPW), a promotion he founded in 1972 along with Mitsuo Momota and Yoshihiro Momota, the sons of Rikidōzan. Along with being the top star of All Japan its first ten years of existence, Baba served as the booker, promoter, head trai"}, {"title": "All Japan Pro Wrestling", "href": "/wiki/All_Japan_Pro_Wrestling", "description": "All Japan Pro Wrestling  (AJPW/AJP) or simply All Japan is a Japanese professional wrestling promotion established on October 21, 1972 when Giant Baba split away from the Japanese Wrestling Association and created his own promotion. Many wrestlers had left with Baba, with many more joining the following year when JWA folded. From the mid-1970s, All Japan was firmly established as the largest promo"}]}, {"heading": "Deaths", "year": "1999", "date": "January 31", "txt": "Norm Zauchin, American baseball player (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "January 31", "txt": "Gil Kane, Latvian-American author and illustrator (b. 1926)", "entities": [{"title": "Gil Kane", "href": "/wiki/Gil_Kane", "description": "Gil Kane was a Latvian-born American comics artist whose career spanned the 1940s to the 1990s and virtually every major comics company and character."}]}, {"heading": "Deaths", "year": "2001", "date": "January 31", "txt": "Gordon R. Dickson, Canadian-American author (b. 1923)", "entities": [{"title": "Gordon R. Dickson", "href": "/wiki/Gordon_R._Dickson", "description": "Gordon Rupert Dickson was a Canadian-American science fiction writer. He was inducted into the Science Fiction and Fantasy Hall of Fame in 2000."}]}, {"heading": "Deaths", "year": "2002", "date": "January 31", "txt": "Gabby Gabreski, American colonel and pilot (b. 1919)", "entities": [{"title": "Gabby Gabreski", "href": "/wiki/Gabby_Gabreski", "description": "Francis Stanley \"Gabby\" Gabreski was a Polish-American career pilot in the United States Air Force who retired as a colonel after 26 years of military service. He was the top American and United States Army Air Forces fighter ace over Europe during World War II and a jet fighter ace with the Air Force in the Korean War."}]}, {"heading": "Deaths", "year": "2004", "date": "January 31", "txt": "Eleanor Holm, American swimmer and actress (b. 1913)", "entities": [{"title": "Eleanor Holm", "href": "/wiki/Eleanor_Holm", "description": "Eleanor G. Holm was an American competition swimmer and Olympic gold medalist. She is best known for having been expelled from the 1936 Summer Olympics team after she was allegedly found intoxicated after attending a cocktail party on the transatlantic ship taking the team to Germany. She went on to have a high-profile celebrity career as a socialite and interior designer, and co-starred in a Holl"}]}, {"heading": "Deaths", "year": "2004", "date": "January 31", "txt": "Suraiya, Indian actress and playback singer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 31", "txt": "Moira Shearer, Scottish actress and ballerina (b. 1926)", "entities": [{"title": "Moira Shearer", "href": "/wiki/Moira_Shearer", "description": "Moira Shearer King, Lady Kennedy, was an internationally renowned Scottish ballet dancer and actress. She is best remembered for her performances in Powell and Pressburger's The Red Shoes (1948) and Michael Powell's Peeping Tom (1960)."}]}, {"heading": "Deaths", "year": "2007", "date": "January 31", "txt": "Molly Ivins, American journalist and author (b. 1944)", "entities": [{"title": "Molly Ivins", "href": "/wiki/Molly_Ivins", "description": "Mary Tyler \"Molly\" Ivins was an American newspaper columnist, author, political commentator, and humorist."}]}, {"heading": "Deaths", "year": "2007", "date": "January 31", "txt": "Adelaide Tambo, South African activist and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 31", "txt": "František Čapek, Czechoslovakian canoeist (b. 1914)", "entities": [{"title": "František Čapek", "href": "/wiki/Franti%C5%A1ek_%C4%8Capek", "description": "František Čapek was a Czechoslovakian sprint canoeist who competed from the late 1940s to the mid-1950s. He won a gold medal in the C-1 10000 m event at the 1948 Summer Olympics in London"}]}, {"heading": "Deaths", "year": "2011", "date": "January 31", "txt": "Bartolomeu Anania, Romanian bishop and poet (b. 1921)", "entities": [{"title": "Bartolomeu Anania", "href": "/wiki/Bartolomeu_Anania", "description": "Bartolomeu Anania, born Valeriu Anania, was a Romanian Orthodox bishop, translator, writer, and poet. He was the Metropolitan of Cluj, Alba, Crișana and Maramureș."}]}, {"heading": "Deaths", "year": "2011", "date": "January 31", "txt": "Mark Ryan, English guitarist and playwright (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 31", "txt": "Mani Ram Bagri, Indian lawyer and politician (b. 1920)", "entities": [{"title": "Mani Ram Bagri", "href": "/wiki/Mani_Ram_Bagri", "description": "Ch. Mani Ram Bagri was an Indian parliamentarian and political activist. He served three terms in the Indian Parliament, first from 1962 to 1967, and then again from 1977 to 1984. He belonged to the league of parliamentary opposition socialists like Dr. Ram Manohar Lohia and Jayaprakash Narayan."}]}, {"heading": "Deaths", "year": "2012", "date": "January 31", "txt": "Anthony Bevilacqua, American cardinal (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 31", "txt": "Tristram Potter Coffin, American author, scholar, and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 31", "txt": "Dorothea Tanning, American painter and sculptor (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 31", "txt": "Rubén Bonifaz Nuño, Mexican poet and scholar (b. 1923)", "entities": [{"title": "Rubén Bonifaz Nuño", "href": "/wiki/Rub%C3%A9n_Bonifaz_Nu%C3%B1o", "description": "Rubén Bonifaz Nuño was a Mexican poet and classical scholar."}]}, {"heading": "Deaths", "year": "2013", "date": "January 31", "txt": "Hassan Habibi, Iranian lawyer and politician, 1st Vice President of Iran (b. 1937)", "entities": [{"title": "Vice President of Iran", "href": "/wiki/Vice_President_of_Iran", "description": "The Vice President of Iran is defined by article 124 of the Constitution of Iran, as anyone appointed by the President of Iran to lead an organization related to Presidential affairs. As of August 2019, there are 12 Vice Presidents in Iran. The First Vice President is the most important as he or she leads cabinet meetings in the absence of the president. The Supreme Leader can dismiss vice preside"}]}, {"heading": "Deaths", "year": "2014", "date": "January 31", "txt": "Francis M. Fesmire, American cardiologist and physician (b. 1959)", "entities": [{"title": "Francis M. Fesmire", "href": "/wiki/Francis_M._Fesmire", "description": "Francis Miller Fesmire was an American emergency physician and a nationally recognized expert in myocardial infarction. He authored numerous academic articles and assisted in the development of clinical guidelines on the standard of care in treating patients with suspected myocardial infarction by the American College of Emergency Physicians and the American Heart Association/American College of C"}]}, {"heading": "Deaths", "year": "2014", "date": "January 31", "txt": "Anna Gordy Gaye, American songwriter and producer, co-founded Anna Records (b. 1922)", "entities": [{"title": "Anna Records", "href": "/wiki/Anna_Records", "description": "Anna Records was a short-lived record label, known as a forerunner of Motown, founded by sisters Anna and Gwen Gordy and Roquel Billy Davis in 1959 and located in Detroit, Michigan. Gwen Gordy and Davis had written hit songs for Jackie Wilson and Etta James prior to founding the label. Anna Records recorded acts like David Ruffin, future lead singer of the Temptations, Joe Tex, Herman Griffin, Joh"}]}, {"heading": "Deaths", "year": "2014", "date": "January 31", "txt": "Abdirizak Haji Hussein, Somalian politician, 4th Prime Minister of Somalia (b. 1924)", "entities": [{"title": "Prime Minister of Somalia", "href": "/wiki/Prime_Minister_of_Somalia", "description": "This is a list of Prime Ministers of Somalia. The Prime Minister of Somalia is the head of government of Somalia. There have been 20 official prime ministers since the office was created in 1956. The first Prime Minister was Abdullahi Issa, who served prior to independence in the Trust Territory of Somaliland. The current Prime Minister of the Federal Republic of Somalia is Mohamed Hussein Roble, "}]}, {"heading": "Deaths", "year": "2014", "date": "January 31", "txt": "Miklós Jancsó, Hungarian director and screenwriter (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 31", "txt": "Joseph Willcox Jenkins, American composer, conductor, and educator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 31", "txt": "Christopher Jones, American actor (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 31", "txt": "Vic Howe, Canadian ice hockey player (b. 1929)", "entities": [{"title": "Vic Howe", "href": "/wiki/Vic_Howe", "description": "Victor Stanley Howe was a Canadian professional ice hockey right wing. He was NHL Hall of Famer Gordie Howe's brother, Colleen Howe's brother-in-law and uncle to Mark and Marty Howe."}]}, {"heading": "Deaths", "year": "2015", "date": "January 31", "txt": "Udo Lattek, German footballer, coach, and journalist (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 31", "txt": "Lizabeth Scott, American actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 31", "txt": "Richard von Weizsäcker, German captain and politician, 6th President of Germany (b. 1920)", "entities": [{"title": "List of German presidents", "href": "/wiki/List_of_German_presidents", "description": "A number of presidential offices have existed in Germany since the collapse of the German Empire in 1918."}]}, {"heading": "Deaths", "year": "2016", "date": "January 31", "txt": "Terry Wogan, Irish-British radio and television host (b. 1938)", "entities": [{"title": "Terry Wogan", "href": "/wiki/Terry_Wogan", "description": "Sir Michael Terence Wogan was an Irish radio and television broadcaster who worked for the BBC in the UK for most of his career. Between 1993 and his semi retirement in December 2009, his BBC Radio 2 weekday breakfast programme Wake Up to Wogan regularly drew an estimated eight million listeners. He was believed to be the most listened-to radio broadcaster in Europe."}]}, {"heading": "Deaths", "year": "2017", "date": "January 31", "txt": "Rob Stewart, Canadian filmmaker (b. 1979)", "entities": [{"title": "Rob Stewart (filmmaker)", "href": "/wiki/Rob_Stewart_(filmmaker)", "description": "Rob Stewart was a Canadian photographer, filmmaker and conservationist. He was best known for making and directing the documentary films Sharkwater and Revolution. He drowned at the age of 37 while scuba diving in Florida, filming Sharkwater Extinction."}]}, {"heading": "Deaths", "year": "2018", "date": "January 31", "txt": "Rasual Butler, American professional basketball player (b. 1979)", "entities": [{"title": "Rasual Butler", "href": "/wiki/Rasual_Butler", "description": "Rasual Butler was an American professional basketball player. In his 14-year National Basketball Association (NBA) career, he played for the Miami Heat, New Orleans Hornets, Los Angeles Clippers, Chicago Bulls, Toronto Raptors, Indiana Pacers, Washington Wizards and San Antonio Spurs. He was born in Philadelphia, and raised in the Point Breeze area of South Philadelphia. After playing college bask"}]}, {"heading": "Deaths", "year": "2018", "date": "January 31", "txt": "Leah LaBelle, American singer (b. 1986)", "entities": []}]