[{"heading": "Events", "year": "307", "date": "January 8", "txt": "Jin Huaidi becomes emperor of China in succession to his father, Jin Huidi, despite a challenge from his uncle, Sima Ying.", "entities": [{"title": "Emperor Huai of Jin", "href": "/wiki/Emperor_Huai_of_Jin", "description": "Emperor Huai of Jin, personal name Sima Chi (司馬熾), courtesy name Fengdu (豐度), was an emperor of the Jin Dynasty (265–420)."}, {"title": "Emperor Hui of Jin", "href": "/wiki/Emperor_Hui_of_Jin", "description": "Emperor Hui of Jin, personal name Sima Zhong (司馬衷), courtesy name Zhengdu (正度), was the second emperor of the Jin Dynasty (265–420). Emperor Hui was a developmentally disabled ruler, and throughout his reign, there was constant internecine fighting between regents, imperial princes, and his wife Empress Jia Nanfeng for the right to control him, causing great suffering for the people and greatly un"}, {"title": "Sima Ying", "href": "/wiki/Sima_Ying", "description": "Sima Ying (司馬穎) (279–306), courtesy name Zhangdu (章度), was a Jin Dynasty (265–420) imperial prince who served briefly as his brother Emperor Hui's regent and crown prince. He was the sixth of eight princes commonly associated with the War of the Eight Princes. His title was the Prince of Chengdu (成都王), but he did not receive any posthumous names."}]}, {"heading": "Events", "year": "871", "date": "January 8", "txt": "Æthelred I and Alfred the Great lead a West Saxon army to repel an invasion by Danelaw Vikings.", "entities": [{"title": "Æthelred I, King of Wessex", "href": "/wiki/%C3%86thelred_I,_King_of_Wessex", "description": "Æthelred I was King of Wessex from 865 until his death in 871. He was the fourth of five sons of King Æthelwulf of Wessex, four of whom in turn became king. Æthelred succeeded his elder brother Æthelberht and was followed by his youngest brother, Alfred the Great. Æthelred had two sons, Æthelhelm and Æthelwold, who were passed over for the kingship on their father's death because they were still i"}, {"title": "Alfred the Great", "href": "/wiki/Alfred_the_Great", "description": "Alfred the Great was king of the West Saxons from 871 to c. 886 and king of the Anglo-Saxons from c. 886 to 899. He was the youngest son of King Æthelwulf, who died when Alfred was young. Three of Alfred's brothers, Æthelbald, Æthelberht and Æthelred, reigned in turn before him."}, {"title": "Wessex", "href": "/wiki/Wessex", "description": "Wessex was an Anglo-Saxon kingdom in the south of Great Britain, from 519 until England was unified by Æthelstan in 927."}, {"title": "Battle of Ashdown", "href": "/wiki/Battle_of_Ashdown", "description": "The Battle of Ashdown, was a West Saxon victory over a Danish Viking army on about 8 January 871. The location of Ashdown is not known, but may be Kingstanding Hill in Berkshire. Other writers place the battle near Starveall, a short distance north of the village of Aldworth and south east of Lowbury Hill."}, {"title": "Danelaw", "href": "/wiki/Danelaw", "description": "The Danelaw was the part of England in which the laws of the Danes held sway and dominated those of the Anglo-Saxons. The Danelaw contrasts with the West Saxon law and the Mercian law. The term is first recorded in the early 11th century as Dena lage. The areas that constituted the Danelaw lie in northern and eastern England, long occupied by Danes and other Norsemen."}, {"title": "Viking", "href": "/wiki/Viking", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}]}, {"heading": "Events", "year": "1297", "date": "January 8", "txt": "François Grimaldi, disguised as a monk, leads his men to capture the fortress protecting the Rock of Monaco, establishing his family as the rulers of Monaco.", "entities": [{"title": "François Grimaldi", "href": "/wiki/Fran%C3%A7ois_Grimaldi", "description": "Francesco Grimaldi, called il Malizia, was the Genoese leader of the Guelphs who captured the Rock of Monaco on the night of 8 January 1297. He was the son of Guglielmo Grimaldi by his wife Giacobina or Giacoba, a Genoese noble."}, {"title": "Rock of Monaco", "href": "/wiki/Rock_of_Monaco", "description": "The Rock of Monaco is a 62-metre (203 ft) tall monolith on the Mediterranean coast of the Principality of Monaco. It overlooks the Mediterranean Sea and the Port Hercules."}, {"title": "House of Grimaldi", "href": "/wiki/House_of_Grimaldi", "description": "The House of Grimaldi is associated with the history of the Republic of Genoa, and of the Principality of Monaco.\nThe Grimaldi dynasty is a princely house originating in Genoa, founded by the Genoese leader of the Guelphs, Francesco Grimaldi, who in 1297 took the lordship of Monaco along with his soldiers dressed as Franciscans. In that principality his successors have reigned to the present day. "}, {"title": "Monaco", "href": "/wiki/Monaco", "description": "Monaco, officially the Principality of Monaco, is a sovereign city-state and microstate on the French Riviera close to the Italian region of Liguria, in Western Europe. Bordered by France to the north, east and west, it is lapped by the Mediterranean Sea to the south. The principality is home to 38,682 residents, of whom 9,486 are Monégasque nationals; it is widely recognised for being one of the "}]}, {"heading": "Events", "year": "1454", "date": "January 8", "txt": "The papal bull Romanus Pontifex awards the Kingdom of Portugal exclusive trade and colonization rights to all of Africa south of Cape Bojador.", "entities": [{"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Kingdom of Portugal", "href": "/wiki/Kingdom_of_Portugal", "description": "The Kingdom of Portugal was a monarchy on the Iberian Peninsula and the predecessor of the modern Portuguese Republic. It was in existence from 1139 until 1910. After 1415, it was also known as the Kingdom of Portugal and the Algarves, and between 1815 and 1822, it was known as the United Kingdom of Portugal, Brazil and the Algarves. The name is also often applied to the Portuguese Empire, the rea"}, {"title": "Cape Bojador", "href": "/wiki/Cape_Bojador", "description": "Cape Bojador is a headland on the west coast of Western Sahara, at 26° 07' 37\"N, 14° 29' 57\"W, as well as the name of the large nearby town with a population of 42,651. The name of the surrounding province also derives its name from the cape."}]}, {"heading": "Events", "year": "1499", "date": "January 8", "txt": "Louis XII of France marries Anne of Brittany in accordance with a law set by his predecessor, Charles VIII.", "entities": [{"title": "Louis XII of France", "href": "/wiki/Louis_XII_of_France", "description": "Louis XII was King of France from 1498 to 1515 and King of Naples from 1501 to 1504. The son of Charles, Duke of Orléans, and Maria of Cleves, he succeeded his 2nd cousin once removed, Charles VIII, who died without direct heirs in 1498."}, {"title": "Anne of Brittany", "href": "/wiki/Anne_of_Brittany", "description": "Anne of Brittany was Duchess of Brittany from 1488 until her death, and queen consort of France from 1491 to 1498 and from 1499 to her death. She is the only woman to have been queen consort of France twice. During the Italian Wars, Anne also became queen consort of Naples, from 1501 to 1504, and duchess consort of Milan, in 1499–1500 and from 1500 to 1512."}, {"title": "Charles VIII of France", "href": "/wiki/Charles_VIII_of_France", "description": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War "}]}, {"heading": "Events", "year": "1547", "date": "January 8", "txt": "The first Lithuanian-language book, the Catechism of Martynas Mažvydas, is published in Königsberg.", "entities": [{"title": "Lithuanian-language", "href": "/wiki/Lithuanian-language", "description": "Lithuanian is a Baltic language. It is the official language of Lithuania and one of the official languages of the European Union. There are about 2.8 million native Lithuanian speakers in Lithuania and about 200,000 speakers elsewhere."}, {"title": "Königsberg", "href": "/wiki/K%C3%B6nigsberg", "description": "Königsberg was the name for the historic Prussian city that is now Kaliningrad, Russia. Königsberg was founded in 1255 on the site of the ancient Old Prussian settlement Twangste by the Teutonic Knights during the Northern Crusades, and was named in honour of King Ottokar II of Bohemia. A Baltic port city, it successively became the capital of their monastic state, the Duchy of Prussia (1525–1701)"}]}, {"heading": "Events", "year": "1735", "date": "January 8", "txt": "The premiere of George Frideric Handel's Ariodante takes place at the Royal Opera House, Covent Garden.", "entities": [{"title": "George Frideric Handel", "href": "/wiki/George_Frideric_Handel", "description": "George Frideric Handel was a German-born Baroque composer becoming well known for his operas, oratorios, anthems, concerti grossi and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the mid"}, {"title": "Royal Opera House", "href": "/wiki/Royal_Opera_House", "description": "The Royal Opera House (ROH) is an opera house and major performing arts venue in Covent Garden, central London. The large building is often referred to as simply Covent Garden, after a previous use of the site. It is the home of The Royal Opera, The Royal Ballet, and the Orchestra of the Royal Opera House. The first theatre on the site, the Theatre Royal (1732), served primarily as a playhouse for"}, {"title": "Covent Garden", "href": "/wiki/Covent_Garden", "description": "Covent Garden is a district in London, on the eastern fringes of the West End, between St Martin's Lane and Drury Lane. It is associated with the former fruit-and-vegetable market in the central square, now a popular shopping and tourist site, and with the Royal Opera House, itself known as \"Covent Garden\". The district is divided by the main thoroughfare of Long Acre, north of which is given over"}]}, {"heading": "Events", "year": "1746", "date": "January 8", "txt": "Second Jacobite rising: Bonnie Prince Charlie occupies Stirling.", "entities": [{"title": "Jacobite rising of 1745", "href": "/wiki/Jacobite_rising_of_1745", "description": "The Jacobite rising of 1745, also known as the Forty-five Rebellion or simply the '45, was an attempt by Charles Edward Stuart to regain the British throne for his father, James Francis Edward Stuart. It took place during the War of the Austrian Succession, when the bulk of the British Army was fighting in mainland Europe, and proved to be the last in a series of revolts that began in 1689, with m"}, {"title": "Charles Edward Stuart", "href": "/wiki/Charles_Edward_Stuart", "description": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart was the elder son of James Francis Edward Stuart, grandson of James II and VII, and the Stuart claimant to the throne of Great Britain after 1766 as \"Charles III\". During his lifetime, he was also known as \"the Young Pretender\" and \"the Young Chevalier\"; in popular memory, he is \"Bonnie Prince Charlie\". He is best remembered for his"}, {"title": "Stirling", "href": "/wiki/Stirling", "description": "Stirling is a city in central Scotland, 26 miles (42 km) north-east of Glasgow and 37 miles (60 km) north-west of the Scottish capital, Edinburgh. The market town, surrounded by rich farmland, grew up connecting the royal citadel, the medieval old town with its merchants and tradesmen, the Old Bridge and the port. Located on the River Forth, Stirling is the administrative centre for the Stirling c"}]}, {"heading": "Events", "year": "1790", "date": "January 8", "txt": "George Washington delivers the first State of the Union address in New York City.", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "State of the Union address", "href": "/wiki/State_of_the_Union_address", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}]}, {"heading": "Events", "year": "1806", "date": "January 8", "txt": "The Dutch Cape Colony in southern Africa becomes the British Cape Colony as a result of the Battle of Blaauwberg.", "entities": [{"title": "Dutch Cape Colony", "href": "/wiki/Dutch_Cape_Colony", "description": "The Cape Colony was a Dutch United East India Company (VOC) Colony in Southern Africa, centered on the Cape of Good Hope, where it derived its name from. The original colony and its successive states that the colony was incorporated into occupied much of modern South Africa. Between 1652 and 1691 a Commandment, and between 1691 and 1795 a Governorate of the United East India Company (VOC). Jan van"}, {"title": "Cape Colony", "href": "/wiki/Cape_Colony", "description": "The Cape Colony, also known as the Cape of Good Hope, was a British colony in present-day South Africa named after the Cape of Good Hope. The British colony was preceded by an earlier Corporate colony that became a Dutch colony of the same name, the Dutch Cape Colony, established in 1652 by the Dutch East India Company (VOC). The Cape was under VOC rule from 1652 to 1795 and under rule of the Napo"}, {"title": "Battle of Blaauwberg", "href": "/wiki/Battle_of_Blaauwberg", "description": "The Battle of Blaauwberg, also known as the Battle of Cape Town, fought near Cape Town on Wednesday 8 January 1806, was a small but significant military engagement. After a British victory, peace was made under the Treaty Tree in Woodstock. It established British rule in South Africa, which was to have many ramifications for the region during the nineteenth and twentieth centuries. A bi-centennial"}]}, {"heading": "Events", "year": "1811", "date": "January 8", "txt": "Charles Deslondes leads an unsuccessful slave revolt in the North American settlements of St. Charles and St. James, Louisiana.", "entities": [{"title": "Charles Deslondes", "href": "/wiki/Charles_Deslondes", "description": "Charles Deslondes was one of the slave leaders of the 1811 German Coast Uprising, a slave revolt that began on January 8, 1811, in the Territory of Orleans. He led more than 200 rebels against the plantations along the Mississippi River toward New Orleans. White planters formed militias and ended up hunting down the rebels. The slave insurgents killed one Free Man of Color, the \"commandant\" \"overs"}, {"title": "1811 German Coast Uprising", "href": "/wiki/1811_German_Coast_Uprising", "description": "The 1811 German Coast uprising was a revolt of black slaves in parts of the Territory of Orleans on January 8–10, 1811. The uprising occurred on the east bank of the Mississippi River in what is now St. John the Baptist, St. Charles and Jefferson Parishes, Louisiana. While the slave insurgency was the largest in US history, the rebels killed only two white men. Confrontations with militia and exec"}, {"title": "St. Charles Parish, Louisiana", "href": "/wiki/St._Charles_Parish,_Louisiana", "description": "St. Charles Parish is a parish located in the U.S. state of Louisiana. As of the 2010 census, the population was 52,780. The parish seat is Hahnville. The most populous community is Luling."}, {"title": "St. James Parish, Louisiana", "href": "/wiki/St._James_Parish,_Louisiana", "description": "St. James Parish is a parish located in the U.S. state of Louisiana. The parish seat is Convent. The parish was created in 1807."}]}, {"heading": "Events", "year": "1815", "date": "January 8", "txt": "War of 1812: Battle of New Orleans: Andrew Jackson leads American forces in victory over the British.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Battle of New Orleans", "href": "/wiki/Battle_of_New_Orleans", "description": "The Battle of New Orleans was fought on January 8, 1815 between the British Army under Major General Sir Edward Pakenham and the United States Army under Brevet Major General Andrew Jackson, roughly 5 miles (8 km) southeast of the French Quarter of New Orleans, in the current suburb of Chalmette, Louisiana."}, {"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}]}, {"heading": "Events", "year": "1828", "date": "January 8", "txt": "The Democratic Party of the United States is organized.", "entities": [{"title": "Democratic Party (United States)", "href": "/wiki/Democratic_Party_(United_States)", "description": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main historic rival, the Republican Party. It was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party."}]}, {"heading": "Events", "year": "1835", "date": "January 8", "txt": "US President Andrew Jackson announces a celebratory dinner after having reduced the United States national debt to zero for the only time.", "entities": [{"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}, {"title": "National debt of the United States", "href": "/wiki/National_debt_of_the_United_States#History", "description": "The national debt of the United States is the total national debt owed by the federal government of the United States to Treasury security holders. The national debt at any point in time is the face value of the then outstanding Treasury securities that have been issued by the Treasury and other federal government agencies. The terms \"national deficit\" and \"national surplus\" usually refer to the f"}]}, {"heading": "Events", "year": "1863", "date": "January 8", "txt": "American Civil War: Second Battle of Springfield.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Second Battle of Springfield", "href": "/wiki/Second_Battle_of_Springfield", "description": "The Second Battle of Springfield was a battle in the American Civil War fought January 8, 1863, in Springfield, Missouri. It is sometimes known as The Battle of Springfield. Fighting was urban and house-to-house, which was rare in the war."}]}, {"heading": "Events", "year": "1867", "date": "January 8", "txt": "The United States Congress passes the bill to allow African American men the right to vote in Washington, D.C.", "entities": [{"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "1877", "date": "January 8", "txt": "Crazy Horse and his warriors fight their last battle against the United States Cavalry at Wolf Mountain, Montana Territory.", "entities": [{"title": "Crazy Horse", "href": "/wiki/Crazy_Horse", "description": "Crazy Horse ; was a Lakota war leader of the Oglala band in the 19th century. He took up arms against the United States federal government to fight against encroachment by white American settlers on Native American territory and to preserve the traditional way of life of the Lakota people. His participation in several famous battles of the Black Hills War on the northern Great Plains, among them t"}, {"title": "United States Cavalry", "href": "/wiki/United_States_Cavalry", "description": "The United States Cavalry, or U.S. Cavalry, was the designation of the mounted force of the United States Army by an act of Congress on 3 August 1861. This act converted the U.S. Army's two regiments of dragoons, one regiment of mounted riflemen, and two regiments of cavalry into one branch of service. The cavalry branch transitioned to the Armored Forces with tanks in 1940, but the term \"cavalry\""}, {"title": "Battle of Wolf Mountain", "href": "/wiki/Battle_of_Wolf_Mountain", "description": "The Battle of Wolf Mountain was a battle fought on January 8, 1877, by soldiers of the United States Army against Lakota Sioux and Northern Cheyenne warriors during the Great Sioux War of 1876. The battle was fought in southern Montana Territory, about four miles southwest of modern-day Birney, Montana, along the Tongue River."}, {"title": "Montana Territory", "href": "/wiki/Montana_Territory", "description": "The Territory of Montana was an organized incorporated territory of the United States that existed from May 26, 1864, until November 8, 1889, when it was admitted as the 41st state in the Union as the state of Montana."}]}, {"heading": "Events", "year": "1889", "date": "January 8", "txt": "Herman Hollerith is issued US patent #395,791 for the 'Art of Applying Statistics' — his punched card calculator.", "entities": [{"title": "Herman Hollerith", "href": "/wiki/Herman_Hollerith", "description": "Herman Hollerith was an American businessman, inventor, and statistician who developed an electromechanical tabulating machine for punched cards to assist in summarizing information and, later, in accounting. His invention of the punched card tabulating machine, patented in 1884, marks the beginning of the era of mechanized binary code and semiautomatic data processing systems, and his concept dom"}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Punched card", "href": "/wiki/Punched_card", "description": "A punched card is a piece of stiff paper that holds digital data represented by the presence or absence of holes in predefined positions. Punched cards were once common in data processing applications or to directly control automated machinery."}]}, {"heading": "Events", "year": "1912", "date": "January 8", "txt": "The African National Congress is founded, under the name South African Native National Congress (SANNC).", "entities": [{"title": "African National Congress", "href": "/wiki/African_National_Congress", "description": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017."}]}, {"heading": "Events", "year": "1918", "date": "January 8", "txt": "U.S. President Woodrow Wilson announces his \"Fourteen Points\" for the aftermath of World War I.", "entities": [{"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "Fourteen Points", "href": "/wiki/Fourteen_Points", "description": "The Fourteen Points was a statement of principles for peace that was to be used for peace negotiations in order to end World War I. The principles were outlined in a January 8, 1918, speech on war aims and peace terms to the United States Congress by President Woodrow Wilson. However, his main Allied colleagues were skeptical of the applicability of Wilsonian idealism."}]}, {"heading": "Events", "year": "1920", "date": "January 8", "txt": "The steel strike of 1919 ends in failure for the Amalgamated Association of Iron, Steel and Tin Workers labor union.", "entities": [{"title": "Steel strike of 1919", "href": "/wiki/Steel_strike_of_1919", "description": "The steel strike of 1919 was an attempt by the weakened Amalgamated Association of Iron, Steel and Tin Workers (AA) to organize the United States steel industry in the wake of World War I. The strike began on September 22, 1919, and collapsed on January 8, 1920."}, {"title": "Amalgamated Association of Iron and Steel Workers", "href": "/wiki/Amalgamated_Association_of_Iron_and_Steel_Workers", "description": "Amalgamated Association of Iron and Steel Workers was an American labor union formed in 1876 to represent iron and steel workers. It partnered with the Steel Workers Organizing Committee and CIO, in November 1935. Both organizations disbanded May 22, 1942, to form a new organization, the United Steelworkers."}]}, {"heading": "Events", "year": "1926", "date": "January 8", "txt": "Crown Prince Nguyễn Phúc Vĩnh Thuỵ is crowned king of Vietnam, the country's last monarch.", "entities": [{"title": "Bảo Đại", "href": "/wiki/B%E1%BA%A3o_%C4%90%E1%BA%A1i", "description": "Bảo Đại, born Nguyễn Phúc Vĩnh Thụy, was the 13th and final Emperor of the Nguyễn dynasty, the last ruling family of Vietnam. From 1926 to 1945, he was Emperor of Annam, which was then a protectorate in French Indochina, covering the central two thirds of the present-day Vietnam. Bảo Đại ascended the throne in 1932."}]}, {"heading": "Events", "year": "1926", "date": "January 8", "txt": "Abdul-Aziz ibn Saud is crowned King of Hejaz.", "entities": [{"title": "Hejaz", "href": "/wiki/Hejaz", "description": "The Hejaz is a region in the west of Saudi Arabia. The name of the region is derived from a verb ḥajaza (حَجَز), from the Arabic root ḥ-j-z (ح-ج-ز), meaning \"to separate,\" and it is so called as it separates the land of the Najd in the east from the land of Tihāmah in the west. It is also known as the \"Western Province.\" It is bordered in the west by the Red Sea, in the north by Jordan, in the eas"}]}, {"heading": "Events", "year": "1936", "date": "January 8", "txt": "Kashf-e hijab decree is made and immediately enforced by Reza Shah, Iran's head of state, banning the wearing of Islamic veils in public.", "entities": [{"title": "Kashf-e hijab", "href": "/wiki/Kashf-e_hijab", "description": "On 8 January 1936, pro-western ruler Reza Shah Pahlavi of Iran (Persia) issued a decree known as Kashf-e hijab banning all Islamic veils, an edict that was swiftly and forcefully implemented. The government also banned many types of male traditional clothing. Since then, the Hijab issue has become controversial in Iranian politics. One of the enduring legacies of Reza Shah has been turning dress i"}, {"title": "Reza Shah", "href": "/wiki/Reza_Shah", "description": "Reza Shah Pahlavi was a military colonel, minister of war, prime minister, founder of Pahlavi dynasty and Shah of Iran from 15 December 1925 until he was forced to abdicate by the Anglo-Soviet invasion of Iran on 16 September 1941. Reza Shah introduced many social, economic, and political reforms during his reign, ultimately laying the foundation of the modern Iranian state. Therefore he is regard"}]}, {"heading": "Events", "year": "1940", "date": "January 8", "txt": "World War II: Britain introduces food rationing.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Rationing in the United Kingdom", "href": "/wiki/Rationing_in_the_United_Kingdom", "description": "Rationing was introduced temporarily by the British government several times during the 20th century, during and immediately after a war."}]}, {"heading": "Events", "year": "1945", "date": "January 8", "txt": "World War II: Philippine Commonwealth troops under the Philippine Commonwealth Army units enter the province of Ilocos Sur in Northern Luzon and attack invading Japanese Imperial forces.", "entities": [{"title": "Commonwealth of the Philippines", "href": "/wiki/Commonwealth_of_the_Philippines", "description": "The Commonwealth of the Philippines was the administrative body that governed the Philippines from 1935 to 1946, aside from a period of exile in the Second World War from 1942 to 1945 when Japan occupied the country. It replaced the Insular Government, a United States territorial government, and was established by the Tydings–McDuffie Act. The Commonwealth was designed as a transitional administra"}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}]}, {"heading": "Events", "year": "1956", "date": "January 8", "txt": "Operation Auca: Five U.S. missionaries are killed by the Huaorani of Ecuador shortly after making first contact.", "entities": [{"title": "Operation Auca", "href": "/wiki/Operation_Auca", "description": "Operation Auca was an attempt by five Evangelical Christian missionaries from the United States to bring Christianity to the Waodani or Huaorani people of the rain forest of Ecuador. The Huaorani, also known pejoratively as Aucas, were an isolated tribe known for their violence, against both their own people and outsiders who entered their territory. With the intention of being the first Christian"}, {"title": "Missionary", "href": "/wiki/Missionary", "description": "A missionary is a member of a religious group sent into an area to promote their faith or perform ministries of service, such as education, literacy, social justice, health care, and economic development."}, {"title": "Huaorani people", "href": "/wiki/Huaorani_people", "description": "The Huaorani, Waorani, or Waodani, also known as the Waos, are native Amerindians from the Amazonian Region of Ecuador who have marked differences from other ethnic groups from Ecuador. The alternate name Auca is a pejorative exonym used by the neighboring Quechua natives, and commonly adopted by Spanish-speakers as well. Auca means \"savage\"."}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}]}, {"heading": "Events", "year": "1959", "date": "January 8", "txt": "Charles de Gaulle is proclaimed as the first President of the French Fifth Republic.", "entities": [{"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}, {"title": "French Fifth Republic", "href": "/wiki/French_Fifth_Republic", "description": "The Fifth Republic is France's current republican system of government. It was established by Charles de Gaulle under the Constitution of the Fifth Republic on 4 October 1958. The Fifth Republic emerged from the collapse of the Fourth Republic, replacing the former parliamentary republic with a semi-presidential system that split powers between a prime minister as head of government and a presiden"}]}, {"heading": "Events", "year": "1961", "date": "January 8", "txt": "In France a referendum supports Charles de Gaulle's policies in Algeria.", "entities": [{"title": "French referendum on Algerian self-determination, 1961", "href": "/wiki/French_referendum_on_Algerian_self-determination,_1961", "description": "A referendum on self-determination for Algeria was held in France on 8 January 1961. Self-determination was approved by 75.0% of voters overall and 69.5% in Algeria. The government reported voter turnout of 92.2%.\nThe referendum question was worded as follows:\"Do you approve the bill submitted to the French people by the President of the Republic and concerning the self-determination of the popula"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1964", "date": "January 8", "txt": "President Lyndon B. Johnson declares a \"War on Poverty\" in the United States.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "War on Poverty", "href": "/wiki/War_on_Poverty", "description": "The war on poverty is the unofficial name for legislation first introduced by United States President Lyndon B. Johnson during his State of the Union address on January 8, 1964. This legislation was proposed by Johnson in response to a national poverty rate of around nineteen percent. The speech led the United States Congress to pass the Economic Opportunity Act, which established the Office of Ec"}]}, {"heading": "Events", "year": "1972", "date": "January 8", "txt": "Bowing to international pressure, President of Pakistan Zulfikar Ali Bhutto releases Bengali leader Sheikh Mujibur Rahman from prison, who had been arrested after declaring the independence of Bangladesh.", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}, {"title": "Zulfikar Ali Bhutto", "href": "/wiki/Zulfikar_Ali_Bhutto", "description": "Zulfikar Ali Bhutto was a Pakistani barrister and politician who served as the 9th Prime Minister of Pakistan from 1973 to 1977, and prior to that as the fourth President of Pakistan from 1971 to 1973. He was also the founder of the Pakistan People's Party (PPP) and served as its chairman until his execution in 1979."}, {"title": "Bengali people", "href": "/wiki/Bengali_people", "description": "Bengalis or Bangalis, also rendered as the Bengali people, are an Indo-Aryan ethnolinguistic group native to the Bengal region in South Asia. The population is divided between the independent country Bangladesh and the Indian states of West Bengal, Tripura and Assam's Barak Valley. Most of them speak Bengali, a language from the Indo-Aryan language family. The term \"Bangalee\" is also used to denot"}, {"title": "Sheikh Mujibur Rahman", "href": "/wiki/Sheikh_Mujibur_Rahman", "description": "Sheikh Mujibur Rahman, shortened as Sheikh Mujib or Mujib, was a Bangladeshi politician and statesman. He is called the \"Father of the Nation\" in Bangladesh. He served as the first President of Bangladesh and later as the Prime Minister of Bangladesh from 17 April 1971 until his assassination on 15 August 1975. He is considered to be the driving force behind the independence of Bangladesh. He is p"}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "1973", "date": "January 8", "txt": "Soviet space mission Luna 21 is launched.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1973", "date": "January 8", "txt": "Watergate scandal: The trial of seven men accused of illegal entry into Democratic Party headquarters at Watergate begins.", "entities": [{"title": "Democratic Party (United States)", "href": "/wiki/Democratic_Party_(United_States)", "description": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main historic rival, the Republican Party. It was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party."}, {"title": "Watergate complex", "href": "/wiki/Watergate_complex", "description": "The Watergate complex is a group of six buildings in the Foggy Bottom neighborhood of Washington, D.C., in the United States. Covering a total of 10 acres adjacent to the John F. Kennedy Center for the Performing Arts, the buildings include:Watergate West, cooperative apartments.\nWatergate 600, office building.\nWatergate Hotel.\nWatergate East, cooperative apartments.\nWatergate South, cooperative a"}]}, {"heading": "Events", "year": "1975", "date": "January 8", "txt": "Ella T. Grasso becomes Governor of Connecticut, the first woman to serve as a Governor in the United States other than by succeeding her husband.", "entities": [{"title": "Ella T. Grasso", "href": "/wiki/Ella_T._Grasso", "description": "Ella Rosa Giovianna Oliva Grasso, née Tambussi was an American politician and member of the Democratic Party who served as the 83rd Governor of Connecticut from January 8, 1975, to December 31, 1980, after rejecting past offers of candidacies for Senate and Governor. She was the first woman elected to this office and the first woman to be elected governor of a U.S. state without having been the sp"}, {"title": "List of Governors of Connecticut", "href": "/wiki/List_of_Governors_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Events", "year": "1977", "date": "January 8", "txt": "Three bombs explode in Moscow, Russia, Soviet Union, within 37 minutes, killing seven. The bombings are attributed to an Armenian separatist group.", "entities": [{"title": "1977 Moscow bombings", "href": "/wiki/1977_Moscow_bombings", "description": "The 1977 Moscow bombings were a series of three terrorist bombings in Moscow on 8 January 1977. The attacks killed seven people and seriously injured 37 others. No one claimed responsibility for the bombings, although three members of an Armenian nationalist organization were executed early in 1979 after a KGB investigation and a secret trial. Some Soviet dissidents said that the suspects had an a"}, {"title": "Armenians", "href": "/wiki/Armenians", "description": "Armenians are an ethnic group native to the Armenian Highlands of Western Asia."}]}, {"heading": "Events", "year": "1981", "date": "January 8", "txt": "A local farmer reports a UFO sighting in Trans-en-Provence, France, claimed to be \"perhaps the most completely and carefully documented sighting of all time\".", "entities": [{"title": "Trans-en-Provence Case", "href": "/wiki/Trans-en-Provence_Case", "description": "The Trans-en-Provence case was an event in which an unidentified flying object is claimed to have left physical evidence, in the form of burnt residue on a field. The event took place on 8 January 1981, outside the town of Trans-en-Provence in the French department of Var. It was described in Popular Mechanics as \"perhaps the most completely and carefully documented sighting of all time.\""}, {"title": "Trans-en-Provence", "href": "/wiki/Trans-en-Provence", "description": "Trans-en-Provence is a commune in the Var department in the Provence-Alpes-Côte d'Azur region in southeastern France."}]}, {"heading": "Events", "year": "1982", "date": "January 8", "txt": "Breakup of the Bell System: In the United States, AT&T agrees to divest itself of twenty-two subdivisions.", "entities": [{"title": "Breakup of the Bell System", "href": "/wiki/Breakup_of_the_Bell_System", "description": "The breakup of the Bell System was mandated on January 8, 1982, by an agreed consent decree providing that AT&T Corporation would, as had been initially proposed by AT&T, relinquish control of the Bell Operating Companies that had provided local telephone service in the United States and Canada up until that point. This effectively took the monopoly that was the Bell System and split it into entir"}, {"title": "AT&T Corporation", "href": "/wiki/AT%26T_Corporation", "description": "AT&T Corporation, originally the American Telephone and Telegraph Company, is the subsidiary of AT&T Inc. that provides voice, video, data, and Internet telecommunications and professional services to businesses, consumers, and government agencies."}]}, {"heading": "Events", "year": "1989", "date": "January 8", "txt": "Kegworth air disaster: British Midland Flight 92, a Boeing 737-400, crashes into the M1 motorway, killing 47 of the 126 people on board.", "entities": [{"title": "Kegworth air disaster", "href": "/wiki/Kegworth_air_disaster", "description": "The Kegworth air disaster occurred when British Midland Flight 92, a Boeing 737-400, crashed onto the motorway embankment between the M1 motorway and A453 road near Kegworth, Leicestershire, England, while attempting to make an emergency landing at East Midlands Airport on 8 January 1989."}, {"title": "British Midland International", "href": "/wiki/British_Midland_International", "description": "British Midland Airways Limited was an airline with its head office in Donington Hall in Castle Donington, close to East Midlands Airport, in the United Kingdom. The airline flew to destinations in Europe, the Middle East, Africa, North America and Central Asia from its operational base at Heathrow Airport, where at its peak it held about 13% of all takeoff and landing slots and operated over 2,00"}, {"title": "Boeing 737 Classic", "href": "/wiki/Boeing_737_Classic", "description": "The Boeing 737 Classic are narrow-body airliners produced by Boeing Commercial Airplanes, the second generation of the original Boeing 737-100/-200.\n\nDevelopment began in 1979 and the first variant, the 737-300, first flew in February 1984 and entered service in December of that year.\nThe stretched 737-400 first flew in February 1988 and entered service later that year. The shortest variant, the 7"}, {"title": "M1 motorway", "href": "/wiki/M1_motorway", "description": "The M1 motorway connects London to Leeds, where it joins the A1(M) near Aberford, to connect to Newcastle. It was the first inter-urban motorway to be completed in the UK; the first motorway in the country was the Preston By-pass, which later became part of the M6."}]}, {"heading": "Events", "year": "1994", "date": "January 8", "txt": "Russian cosmonaut Valeri Polyakov on Soyuz TM-18 leaves for Mir. He would stay on the space station until March 22, 1995, for a record 437 days in space.", "entities": [{"title": "Cosmonaut", "href": "/wiki/Cosmonaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Valeri Polyakov", "href": "/wiki/Valeri_Polyakov", "description": "Valeri Vladimirovich Polyakov is a Russian former cosmonaut. He is the holder of the record for the longest single stay in space in human history, staying aboard the Mir space station for more than 14 months during one trip. His combined space experience is more than 22 months."}, {"title": "Mir", "href": "/wiki/Mir", "description": "Mir was a space station that operated in low Earth orbit from 1986 to 2001, operated by the Soviet Union and later by Russia. Mir was the first modular space station and was assembled in orbit from 1986 to 1996. It had a greater mass than any previous spacecraft. At the time it was the largest artificial satellite in orbit, succeeded by the International Space Station (ISS) after Mir's orbit decay"}, {"title": "Space station", "href": "/wiki/Space_station", "description": "A space station, also known as an orbital station or an orbital space station, is a spacecraft capable of supporting a human crew in orbit for an extended period of time, and is therefore a type of space habitat. It lacks major propulsion or landing systems. Stations must have docking ports to allow other spacecraft to dock to transfer crew and supplies."}]}, {"heading": "Events", "year": "1996", "date": "January 8", "txt": "An Antonov An-32 cargo aircraft crashes into a crowded market in Kinshasa, Zaire, killing up to 223 people on the ground; two of six crew members are also killed.", "entities": [{"title": "Antonov An-32", "href": "/wiki/Antonov_An-32", "description": "The Antonov An-32 is a turboprop twin-engined military transport aircraft."}, {"title": "1996 Air Africa crash", "href": "/wiki/1996_Air_Africa_crash", "description": "The 1996 Air Africa crash occurred on 8 January when an overloaded Air Africa Antonov An-32B aircraft, wet leased from Moscow Airways and bound for Kahemba Airport, overshot the runway at N'Dolo Airport in Kinshasa, Zaire after failing to take off and ploughed into Kinshasa's Simbazikita street market. Although four of the aircraft's six crew survived, between 225 and 348 fatalities and around 253"}, {"title": "Kinshasa", "href": "/wiki/Kinshasa", "description": "Kinshasa, formerly Léopoldville, is the capital and the largest city of the Democratic Republic of the Congo. With a total population of 15 million as of 2021, it is the largest city in Africa."}, {"title": "Zaire", "href": "/wiki/Zaire", "description": "Zaire, officially the Republic of Zaire, was the name of a sovereign state between 1971 and 1997 in Central Africa that is now known as the Democratic Republic of the Congo. It was, by area, the largest country in sub-Saharan Africa, the third-largest in all of Africa, and the 11th-largest in the world. With a population of over 23 million inhabitants, Zaire was the most-populous officially Franco"}]}, {"heading": "Events", "year": "2002", "date": "January 8", "txt": "President of the United States George W. Bush signs into law the No Child Left Behind Act.", "entities": [{"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "No Child Left Behind Act", "href": "/wiki/No_Child_Left_Behind_Act", "description": "The No Child Left Behind Act of 2001 (NCLB) was a U.S. Act of Congress that reauthorized the Elementary and Secondary Education Act; it included Title I provisions applying to disadvantaged students. It supported standards-based education reform based on the premise that setting high standards and establishing measurable goals could improve individual outcomes in education. The Act required states"}]}, {"heading": "Events", "year": "2003", "date": "January 8", "txt": "Turkish Airlines Flight 634 crashes near Diyarbakır Airport, Turkey, killing the entire crew and 70 of the 75 passengers.", "entities": [{"title": "Turkish Airlines Flight 634", "href": "/wiki/Turkish_Airlines_Flight_634", "description": "Turkish Airlines Flight 634 was a scheduled domestic passenger flight from Turkish Airlines' hub at Istanbul Atatürk Airport to Diyarbakır Airport in southeastern Turkey. On 8 January 2003 at 20:19 EET, the aircraft operating the flight, a British Aerospace Avro RJ100, struck the ground on final approach approximately 900 metres (3,000 ft) short of the runway threshold during inclement weather con"}, {"title": "Diyarbakır Airport", "href": "/wiki/Diyarbak%C4%B1r_Airport", "description": "Diyarbakır Airport is a military airbase and public airport located in Diyarbakır, Turkey."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "2003", "date": "January 8", "txt": "Air Midwest Flight 5481 crashes at Charlotte-Douglas Airport, Charlotte, North Carolina, killing all 21 people on board.", "entities": [{"title": "Charlotte Douglas International Airport", "href": "/wiki/Charlotte_Douglas_International_Airport", "description": "Charlotte Douglas International Airport is an international airport in Charlotte, North Carolina, and is the primary airport for commercial and military use in the Charlotte metropolitan area located roughly six miles from the city's central business district. The airport is owned by the City of Charlotte and operated by the city's aviation department. Established in 1935 as Charlotte Municipal Ai"}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}]}, {"heading": "Events", "year": "2004", "date": "January 8", "txt": "The RMS Queen Mary 2, then the largest ocean liner ever built, is christened by her namesake's granddaughter, Queen Elizabeth II.", "entities": [{"title": "RMS Queen Mary 2", "href": "/wiki/RMS_Queen_Mary_2", "description": "RMS Queen Mary 2 is a British transatlantic ocean liner. She has served as the flagship of Cunard Line since succeeding Queen Elizabeth 2 in 2004. As of 2017, Queen Mary 2 was the only ocean liner still in service."}, {"title": "Ocean liner", "href": "/wiki/Ocean_liner", "description": "An ocean liner is a passenger ship primarily used as a form of transportation across seas or oceans. Liners may also carry cargo or mail, and may sometimes be used for other purposes."}, {"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}]}, {"heading": "Events", "year": "2005", "date": "January 8", "txt": "The nuclear sub USS San Francisco collides at full speed with an undersea mountain south of Guam. One man is killed, but the sub surfaces and is repaired.", "entities": [{"title": "USS San Francisco (SSN-711)", "href": "/wiki/USS_San_Francisco_(SSN-711)", "description": "USS San Francisco (SSN-711) is a  Los Angeles-class nuclear submarine, the third ship or boat of the United States Navy to be named for San Francisco, California."}, {"title": "Guam", "href": "/wiki/Guam", "description": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States; in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous city is Dededo."}]}, {"heading": "Events", "year": "2009", "date": "January 8", "txt": "A 6.1-magnitude earthquake in northern Costa Rica kills 15 people and injures 32.", "entities": [{"title": "2009 Costa Rica earthquake", "href": "/wiki/2009_Costa_Rica_earthquake", "description": "The 2009 Cinchona earthquake occurred at 1:21:35 pm local time on January 8 with an Mwc magnitude of 6.1 and a maximum Mercalli intensity of VII. The shock took place in northern Costa Rica, 30 kilometres (19 mi) north-northwest of San José and was felt throughout Costa Rica and in southern central Nicaragua."}, {"title": "Costa Rica", "href": "/wiki/Costa_Rica", "description": "Costa Rica, officially the Republic of Costa Rica, is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers. An estimated 333,980 people live in the capital and large"}]}, {"heading": "Events", "year": "2010", "date": "January 8", "txt": "Gunmen from an offshoot of the Front for the Liberation of the Enclave of Cabinda attack a bus carrying the Togo national football team on its way to the 2010 Africa Cup of Nations, killing three people and injuring another nine.", "entities": [{"title": "Front for the Liberation of the Enclave of Cabinda", "href": "/wiki/Front_for_the_Liberation_of_the_Enclave_of_Cabinda", "description": "The Front for the Liberation of the Enclave of Cabinda is a guerrilla and political movement fighting for the independence of the Angolan province of Cabinda. Formerly under Portuguese administration, with the independence of Angola from Portugal in 1975, the territory became an exclave province of the newly independent Angola. The FLEC fights the Cabinda War in the region occupied by the former k"}, {"title": "Togo national football team attack", "href": "/wiki/Togo_national_football_team_attack", "description": "The Togo national football team bus attack was a terrorist attack that occurred on 8 January 2010 as the Togo national football team traveled through the Angolan province of Cabinda on the way to the 2010 Africa Cup of Nations tournament, two days before it began. A little-known offshoot of the Front for the Liberation of the Enclave of Cabinda (FLEC), a group promoting independence for the provin"}, {"title": "Togo national football team", "href": "/wiki/Togo_national_football_team", "description": "The Togo national football team represents Togo in international football and is controlled by the Togolese Football Federation. The national football team of Togo made their debut in the FIFA World Cup in 2006. Their team bus underwent a fatal attack in Angola prior to the 2010 Africa Cup of Nations. They withdrew and were subsequently banned from the following two tournaments by the Confederatio"}, {"title": "2010 Africa Cup of Nations", "href": "/wiki/2010_Africa_Cup_of_Nations", "description": "The 2010 Africa Cup of Nations, also known as the Orange Africa Cup of Nations for sponsorship reasons, was the 27th Africa Cup of Nations, the biennial football championship of Africa (CAF). It was held in Angola, where it began on 10 January 2010 and concluded on 31 January."}]}, {"heading": "Events", "year": "2011", "date": "January 8", "txt": "Sitting US Congresswoman Gabby Giffords is shot in the head along with 18 others in a mass shooting in Tucson, Arizona. Giffords survived the assassination attempt, but six others died, including John Roll, a federal judge.", "entities": [{"title": "Gabby Giffords", "href": "/wiki/Gabby_Giffords", "description": "Gabrielle Dee Giffords is an American politician and gun control advocate who served as a member of the United States House of Representatives representing Arizona's 8th congressional district from January 2007 until January 2012, when she resigned due to a severe brain injury suffered during an assassination attempt. A member of the Democratic Party, Giffords was the third woman in Arizona's hist"}, {"title": "2011 Tucson shooting", "href": "/wiki/2011_Tucson_shooting", "description": "On January 8, 2011, U.S. Representative Gabby Giffords and 18 others were shot during a constituent meeting held in a supermarket parking lot in Casas Adobes, Arizona, in the Tucson metropolitan area. Six people died, including federal District Court Chief Judge John Roll; Gabe Zimmerman, one of Giffords' staffers; and a 9-year-old girl, Christina-Taylor Green. Giffords was holding the meeting, ca"}, {"title": "John Roll", "href": "/wiki/John_Roll", "description": "John McCarthy Roll was a United States District Judge who served on the United States District Court for the District of Arizona from 1991 until his assassination in 2011, and as chief judge of that court from 2006 to 2011. With degrees from the University of Arizona College of Law and University of Virginia School of Law, Roll began his career as a court bailiff in Arizona and became an assistant"}]}, {"heading": "Events", "year": "2016", "date": "January 8", "txt": "Joaquín Guzmán, widely regarded as the world's most powerful drug trafficker, is recaptured following his escape from a maximum security prison in Mexico.", "entities": [{"title": "Joaquín Guzmán", "href": "/wiki/Joaqu%C3%ADn_Guzm%C3%A1n", "description": "Joaquín Archivaldo Guzmán Loera, commonly known as \"El Chapo\" because of his 168 cm stature, is a Mexican former drug lord and former leader of the Sinaloa Cartel, an international crime syndicate. He is considered to have been the most powerful drug trafficker in the world."}]}, {"heading": "Events", "year": "2020", "date": "January 8", "txt": "Ukraine International Airlines Flight 752 crashes immediately after takeoff at Tehran Imam Khomeini International Airport; all 176 on board are killed. The plane was shot down by an Iranian anti-aircraft missile.", "entities": [{"title": "Ukraine International Airlines Flight 752", "href": "/wiki/Ukraine_International_Airlines_Flight_752", "description": "Ukraine International Airlines Flight 752 (PS752) was a scheduled international passenger flight from Tehran to Kyiv operated by Ukraine International Airlines (UIA). On 8 January 2020, the Boeing 737-800 operating the route was shot down shortly after takeoff from Tehran Imam Khomeini International Airport by the Iranian Islamic Revolutionary Guards Corp (IRGC). All 176 passengers and crew were k"}, {"title": "Tehran Imam Khomeini International Airport", "href": "/wiki/Tehran_Imam_Khomeini_International_Airport", "description": "Tehran Imam Khomeini International Airport, is the primary international airport of Tehran, the capital city of Iran, located 30 kilometres (19 mi) southwest of Tehran, near the localities of Robat Karim and Eslamshahr and spread over an area of 13,500 hectares of land. Along with Mehrabad International Airport, Imam Khomeini Airport is one of the two international airports serving Tehran. All int"}]}, {"heading": "Events", "year": "2021", "date": "January 8", "txt": "Twenty-three people, many members of a drug gang, are killed in what is described as a police ″massacre″ in La Vega, Caracas, Venezuela.", "entities": [{"title": "La Vega raid", "href": "/wiki/La_Vega_raid", "description": "The La Vega raid was a police raid that occurred on 8 January 2021 in La Vega Parish, Caracas, Venezuela. The objective of the raid was to take control of La Vega Parish, which was controlled by the El Loco gang. Members of the Venezuelan National Police (PNB), the Special Armed Forces (FAES) and the Venezuelan National Guard seized control of the parish, killing a number of people in the neighbor"}, {"title": "Caracas", "href": "/wiki/Caracas", "description": "Caracas, officially Santiago de León de Caracas, abbreviated as CCS, is the capital and largest city of Venezuela, and the center of the Metropolitan Region of Caracas. Caracas is located along the Guaire River in the northern part of the country, within the Caracas Valley of the Venezuelan coastal mountain range. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-"}]}, {"heading": "Births", "year": "1037", "date": "January 8", "txt": "Su Dongpo, Chinese calligrapher and poet (d. 1101)", "entities": [{"title": "Su Shi", "href": "/wiki/Su_Shi", "description": "Su Shi, courtesy name Zizhan, art name Dongpo, was a Chinese poet, writer, politician, calligrapher, painter, pharmacologist, and gastronome of the Song dynasty. A major personality of the Song era, Su was an important figure in Song Dynasty politics, aligning himself with Sima Guang and others, against the New Policy party led by Wang Anshi."}]}, {"heading": "Births", "year": "1345", "date": "January 8", "txt": "Kadi Burhan al-Din, poet, kadi, and ruler of Sivas (d. 1398)", "entities": [{"title": "Kadi Burhan al-Din", "href": "/wiki/Kadi_Burhan_al-Din", "description": "Qāżi Aḥmad Borhān al-Din was an Oghuz Turkic vizier to the Eretnid rulers of Anatolia. In 1381 he took over Eretnid lands and claimed the title of sultan for himself. He is most often referred to by the title Qadi, a name for Islamic judges, which was his first occupation."}, {"title": "Qadi", "href": "/wiki/Qadi", "description": "A Qadi is the magistrate or judge of a Sharia court, who also exercises extrajudicial functions, such as mediation, guardianship over orphans and minors, and supervision and auditing of public works."}, {"title": "Sivas", "href": "/wiki/Sivas", "description": "Sivas is a city in central Turkey and the seat of Sivas Province."}]}, {"heading": "Births", "year": "1529", "date": "January 8", "txt": "John Frederick II, duke of Saxony (d. 1595)", "entities": [{"title": "John Frederick II, Duke of Saxony", "href": "/wiki/John_Frederick_II,_Duke_of_Saxony", "description": "John Frederick II of Saxony, was Duke of Saxony (1554–1566)."}]}, {"heading": "Births", "year": "1583", "date": "January 8", "txt": "Simon Episcopius, Dutch theologian and academic (d. 1643)", "entities": [{"title": "Simon Episcopius", "href": "/wiki/Simon_Episcopius", "description": "Simon Episcopius was a Dutch theologian and Remonstrant who played a significant role at the Synod of Dort in 1618. His name is the Latinized form of his Dutch name Simon Bisschop."}]}, {"heading": "Births", "year": "1587", "date": "January 8", "txt": "Johannes Fabricius, German astronomer and academic (d. 1616)", "entities": [{"title": "Johannes Fabricius", "href": "/wiki/Johannes_Fabricius", "description": "Johann Goldsmid, better known by his Latinized name Johann(es) Fabricius, eldest son of David Fabricius (1564–1617), was a Frisian/German astronomer and a discoverer of sunspots, independently of Galileo Galilei."}]}, {"heading": "Births", "year": "1587", "date": "January 8", "txt": "Jan Pieterszoon Coen, Governor-General of the Dutch East Indies (d. 1629)", "entities": []}, {"heading": "Births", "year": "1589", "date": "January 8", "txt": "Ivan Gundulić, Croatian poet and playwright (d. 1638)", "entities": [{"title": "Ivan Gundulić", "href": "/wiki/Ivan_Gunduli%C4%87", "description": "Dživo Franov Gundulić, also Gianfrancesco Gondola, better known today as Ivan Gundulić, was the most prominent Baroque poet from the Republic of Ragusa, He is regarded as the Croatian national poet. His work embodies central characteristics of Roman Catholic Counter-Reformation: religious fervor, insistence on \"vanity of this world\" and zeal in opposition to \"infidels\". Gundulić's major works—the "}]}, {"heading": "Births", "year": "1601 (baptized)", "date": "January 8", "txt": "Baltasar Gracián, Spanish priest and author (d. 1658)", "entities": [{"title": "Baltasar Gracián", "href": "/wiki/Baltasar_Graci%C3%A1n", "description": "Baltasar Gracián y Morales, S.J., better known as Baltasar Gracián, was a Spanish Jesuit and baroque prose writer and philosopher. He was born in Belmonte, near Calatayud (Aragon). His writings were lauded by Schopenhauer and Nietzsche."}]}, {"heading": "Births", "year": "1628", "date": "January 8", "txt": "François-Henri de Montmorency, duc de Luxembourg, French general (d. 1695)", "entities": [{"title": "François-Henri de Montmorency, duc de Luxembourg", "href": "/wiki/Fran%C3%A7ois-Henri_de_Montmorency,_duc_de_Luxembourg", "description": "François Henri de Montmorency-Bouteville, Duke of Piney-Luxembourg, commonly known as Luxembourg, and nicknamed \"The Upholsterer of Notre-Dame\", was a French general and Marshal of France. A comrade and successor of the Great Condé, he was one of the most accomplished military commanders of the early modern period and is particularly noted for his exploits in the Franco-Dutch War and War of the Gr"}]}, {"heading": "Births", "year": "1632", "date": "January 8", "txt": "Samuel von Pufendorf, German economist and jurist (d. 1694)", "entities": [{"title": "Samuel von Pufendorf", "href": "/wiki/Samuel_von_Pufendorf", "description": "Samuel Freiherr von Pufendorf was a German jurist, political philosopher, economist and historian. He was born Samuel Pufendorf and ennobled in 1694; he was made a baron by Charles XI of Sweden a few months before his death at age 62. Among his achievements are his commentaries and revisions of the natural law theories of Thomas Hobbes and Hugo Grotius."}]}, {"heading": "Births", "year": "1635", "date": "January 8", "txt": "Luis Manuel Fernández de Portocarrero, Spanish cardinal (d. 1709)", "entities": [{"title": "Luis Manuel Fernández de Portocarrero", "href": "/wiki/Luis_Manuel_Fern%C3%A1ndez_de_Portocarrero", "description": "Luis Manuel Fernández de Portocarrero y de Guzman, was a Spanish prelate, who was cardinal archbishop of Toledo. Uncle of Luis Antonio Tomás de Portocarrero y Moscoso, 5th Count, who became a Grandee of Spain, 2nd class, since 1707 by King Felipe V of Spain."}]}, {"heading": "Births", "year": "1638", "date": "January 8", "txt": "Elisabetta Sirani, Italian painter (d. 1665)", "entities": [{"title": "Elisabetta Sirani", "href": "/wiki/Elisabetta_Sirani", "description": "Elisabetta Sirani was an Italian Baroque painter and printmaker who died in unexplained circumstances at the age of 27. She was a pioneering female artist in early modern Bologna, who established an academy for other women artists."}]}, {"heading": "Births", "year": "1735", "date": "January 8", "txt": "John Carroll, American archbishop, founder of Georgetown University (d. 1815)", "entities": [{"title": "John Carroll (bishop)", "href": "/wiki/John_Carroll_(bishop)", "description": "John Carroll was a prelate of the Roman Catholic Church who served as the first bishop and archbishop in the United States. He served as the ordinary of the first diocese and later Archdiocese of Baltimore, in Maryland, which at first encompassed all of the United States and later after division as the eastern half of the new nation."}, {"title": "Georgetown University", "href": "/wiki/Georgetown_University", "description": "Georgetown University is a private Jesuit research university in the Georgetown neighborhood of Washington, D.C. Founded by Bishop John Carroll in 1789 as Georgetown College, the university has grown to comprise ten undergraduate and graduate schools, among which are the School of Foreign Service, School of Business, Medical School, Law School, and a campus in Qatar. On a hill above the Potomac Ri"}]}, {"heading": "Births", "year": "1763", "date": "January 8", "txt": "Edmond-Charles Genêt, French-American translator and diplomat (d. 1834)", "entities": [{"title": "Edmond-Charles Genêt", "href": "/wiki/Edmond-Charles_Gen%C3%AAt", "description": "Edmond-Charles Genêt, also known as Citizen Genêt, was the French envoy to the United States appointed by the Girondins during the French Revolution. His actions on arriving in the United States led to a major political and international incident, which was termed the Citizen Genêt Affair. Because of his actions, President George Washington asked the French government to recall him. The Mountain, "}]}, {"heading": "Births", "year": "1786", "date": "January 8", "txt": "Nicholas Biddle, American banker and financier (d. 1844)", "entities": [{"title": "Nicholas Biddle (banker)", "href": "/wiki/Nicholas_Biddle_(banker)", "description": "Nicholas Biddle was an American financier who served as the third and last president of the Second Bank of the United States. He also served in the Pennsylvania General Assembly. He is best known for his role in the Bank War."}]}, {"heading": "Births", "year": "1788", "date": "January 8", "txt": "Rudolf of Austria, Austrian archduke and archbishop (d. 1831)", "entities": [{"title": "Archduke Rudolf of Austria (1788–1831)", "href": "/wiki/Archduke_Rudolf_of_Austria_(1788%E2%80%931831)", "description": "Rudolph Johann Joseph Rainier, Archduke of Austria, Prince Royal of Hungary and Bohemia, Cardinal-Archbishop of Olomouc, was a member of the House of Habsburg-Lorraine, and an Austrian clergyman and noble. He was consecrated as Archbishop of Olomouc (Olmütz) in 1819 and became cardinal in the same year. Rudolph is known for his patronage of the arts, most notably as sponsor of Ludwig van Beethoven"}]}, {"heading": "Births", "year": "1792", "date": "January 8", "txt": "Lowell Mason, American composer and educator (d. 1872)", "entities": [{"title": "Lowell Mason", "href": "/wiki/Lowell_Mason", "description": "Lowell Mason was a leading figure in American church music, the composer of over 1600 hymn tunes, many of which are often sung today. His best-known work includes an arrangement of Joy to the World and the tune Bethany, which sets the hymn text Nearer, My God, to Thee. Mason also set music to Mary Had A Little Lamb. He is largely credited with introducing music into American public schools, and is"}]}, {"heading": "Births", "year": "1805", "date": "January 8", "txt": "John Bigler, American lawyer, politician, and diplomat, 3rd Governor of California (d. 1871)", "entities": [{"title": "John Bigler", "href": "/wiki/John_Bigler", "description": "John Bigler was an American lawyer, politician and diplomat. A Democrat, he served as the third governor of California from 1852 to 1856 and was the first California governor to complete an entire term in office, as well as the first to win re-election. His younger brother, William Bigler, was elected governor of Pennsylvania during the same period. Bigler was also appointed by President James Buc"}, {"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Births", "year": "1805", "date": "January 8", "txt": "Orson Hyde, American religious leader, 3rd President of the Quorum of the Twelve Apostles (d. 1878)", "entities": [{"title": "President of the Quorum of the Twelve Apostles (LDS Church)", "href": "/wiki/President_of_the_Quorum_of_the_Twelve_Apostles_(LDS_Church)", "description": "President of the Quorum of the Twelve Apostles is a priesthood calling in The Church of Jesus Christ of Latter-day Saints. In general, the President of the Quorum of the Twelve is the most senior apostle in the church, aside from the President of the Church. When the President of the Church dies, it is the President of the Quorum of the Twelve who becomes the new church president. The calling of P"}]}, {"heading": "Births", "year": "1812", "date": "January 8", "txt": "Sigismond Thalberg, Swiss pianist and composer (d. 1871)", "entities": [{"title": "Sigismond Thalberg", "href": "/wiki/Sigismond_Thalberg", "description": "Sigismond Thalberg was a composer and one of the most distinguished virtuoso pianists of the 19th century."}]}, {"heading": "Births", "year": "1817", "date": "January 8", "txt": "Theophilus Shepstone, English-South African politician (d. 1893)", "entities": [{"title": "Theophilus Shepstone", "href": "/wiki/Theophilus_Shepstone", "description": "Sir Theophilus Shepstone was a British South African statesman who was responsible for the annexation of the Transvaal to Britain in 1877."}]}, {"heading": "Births", "year": "1821", "date": "January 8", "txt": "James Longstreet, American general and diplomat, United States Ambassador to Turkey (d. 1904)", "entities": [{"title": "James Longstreet", "href": "/wiki/James_Longstreet", "description": "James Longstreet was an American soldier and diplomat. He was one of the foremost Confederate generals of the American Civil War and the principal subordinate to General Robert E. Lee, who called him his \"Old War Horse\". He served under Lee as a corps commander for most of the battles fought by the Army of Northern Virginia in the Eastern Theater, and briefly with Braxton Bragg in the Army of Tenn"}, {"title": "United States Ambassador to Turkey", "href": "/wiki/United_States_Ambassador_to_Turkey", "description": "The United States has maintained many high level contacts with Turkey since the 19th century."}]}, {"heading": "Births", "year": "1823", "date": "January 8", "txt": "Alfred Russel Wallace, Welsh geographer, biologist, and explorer (d. 1913)", "entities": [{"title": "Alfred Russel Wallace", "href": "/wiki/Alfred_Russel_Wallace", "description": "Alfred Russel Wallace was a British naturalist, explorer, geographer, anthropologist, biologist and illustrator. He is best known for independently conceiving the theory of evolution through natural selection; his paper on the subject was jointly published with some of Charles Darwin's writings in 1858. This prompted Darwin to publish On the Origin of Species."}]}, {"heading": "Births", "year": "1824", "date": "January 8", "txt": "Wilkie Collins, English novelist, playwright, and short story writer (d. 1889)", "entities": [{"title": "Wilkie Collins", "href": "/wiki/Wilkie_Collins", "description": "William Wilkie Collins was an English novelist and playwright known for The Woman in White (1859), and for The Moonstone (1868), which has been called the first modern English detective novel. Born to the London painter William Collins and his wife, he moved with the family to Italy when Collins was twelve, living there and in France for two years and learning Italian and French. He worked initial"}]}, {"heading": "Births", "year": "1824", "date": "January 8", "txt": "Francisco González Bocanegra, Mexican poet and composer (d. 1861)", "entities": []}, {"heading": "Births", "year": "1830", "date": "January 8", "txt": "Hans von Bülow, German pianist and composer (d. 1894)", "entities": [{"title": "Hans von Bülow", "href": "/wiki/Hans_von_B%C3%BClow", "description": "Hans Guido Freiherr von Bülow was a German conductor, virtuoso pianist, and composer of the Romantic era. As one of the most distinguished conductors of the 19th century, his activity was critical for establishing the successes of several major composers of the time, especially Richard Wagner and Johannes Brahms. Alongside Carl Tausig, Bülow was perhaps the most prominent of the early students of "}]}, {"heading": "Births", "year": "1836", "date": "January 8", "txt": "Lawrence Alma-Tadema, Dutch-English painter and academic (d. 1912)", "entities": [{"title": "Lawrence Alma-Tadema", "href": "/wiki/Lawrence_Alma-Tadema", "description": "Sir Lawrence Alma-Tadema, was a Dutch painter of special British denizenship. Born in Dronryp, the Netherlands, and trained at the Royal Academy of Antwerp, Belgium, he settled in England in 1870 and spent the rest of his life there. A classical-subject painter, he became famous for his depictions of the luxury and decadence of the Roman Empire, with languorous figures set in fabulous marbled inte"}]}, {"heading": "Births", "year": "1843", "date": "January 8", "txt": "Frederick Abberline, English police officer (d. 1929)", "entities": [{"title": "Frederick Abberline", "href": "/wiki/Frederick_Abberline", "description": "Frederick George Abberline was a British Chief Inspector for the London Metropolitan Police. He is best known for being a prominent police figure in the investigation into the Jack the Ripper serial killer murders of 1888."}]}, {"heading": "Births", "year": "1852", "date": "January 8", "txt": "James Milton Carroll, American pastor and author (d. 1931)", "entities": [{"title": "James Milton Carroll", "href": "/wiki/James_Milton_Carroll", "description": "James Milton Carroll was an American Baptist pastor, leader, historian, author, and educator."}]}, {"heading": "Births", "year": "1859", "date": "January 8", "txt": "Fanny Bullock Workman, American mountaineer, geographer, and cartographer (d. 1925)", "entities": [{"title": "Fanny Bullock Workman", "href": "/wiki/Fanny_Bullock_Workman", "description": "Fanny Bullock Workman was an American geographer, cartographer, explorer, travel writer, and mountaineer, notably in the Himalayas. She was one of the first female professional mountaineers; she not only explored but also wrote about her adventures. She set several women's altitude records, published eight travel books with her husband, and championed women's rights and women's suffrage."}]}, {"heading": "Births", "year": "1860", "date": "January 8", "txt": "Emma Booth-Tucker, English author (d. 1903)", "entities": [{"title": "Emma Booth-Tucker", "href": "/wiki/Emma_Booth-Tucker", "description": "Emma Moss Booth-Tucker known as 'The Consul', was the fourth child and second daughter of William Booth, the founder of the Salvation Army."}]}, {"heading": "Births", "year": "1862", "date": "January 8", "txt": "Frank Nelson Doubleday, American publisher, founded the Doubleday Publishing Company (d. 1934)", "entities": [{"title": "Frank Nelson Doubleday", "href": "/wiki/Frank_Nelson_Doubleday", "description": "Frank Nelson Doubleday, known to friends and family as “Effendi”, founded the Doubleday & McClure Company in 1897, which later operated under other names. Starting work at the age of 14 after his father's business failed, Doubleday began with Charles Scribner's Sons in New York."}, {"title": "Doubleday (publisher)", "href": "/wiki/Doubleday_(publisher)", "description": "Doubleday is an American publishing company. It was founded as the Doubleday & McClure Company in 1897 and was the largest in the United States by 1947. It published the work of mostly U.S. authors under a number of imprints and distributed them through its own stores. In 2009 Doubleday merged with Knopf Publishing Group to form the Knopf Doubleday Publishing Group, which is now part of Penguin Ra"}]}, {"heading": "Births", "year": "1864", "date": "January 8", "txt": "Prince Albert Victor, Duke of Clarence and Avondale (d. 1892)", "entities": [{"title": "Prince Albert Victor, Duke of Clarence and Avondale", "href": "/wiki/Prince_Albert_Victor,_Duke_of_Clarence_and_Avondale", "description": "Prince Albert Victor, Duke of Clarence and Avondale was the eldest child of the Prince and Princess of Wales and grandson of the reigning British monarch, Queen Victoria. From the time of his birth, he was second in the line of succession to the British throne, but did not become king as he died before his father and grandmother."}]}, {"heading": "Births", "year": "1865", "date": "January 8", "txt": "Winnaretta Singer, American philanthropist (d. 1943)", "entities": [{"title": "Winnaretta Singer", "href": "/wiki/Winnaretta_Singer", "description": "Winnaretta Singer, Princesse Edmond de Polignac was an American-born heir to the Singer sewing machine fortune. She used this to fund a wide range of causes, notably a musical salon where her protégés included Debussy and Ravel, and numerous public health projects in Paris, where she lived most of her life. Singer entered into two marriages that were unconsummated, and openly enjoyed many high-pro"}]}, {"heading": "Births", "year": "1866", "date": "January 8", "txt": "William G. Conley, American educator and politician, 18th Governor of West Virginia (d. 1940)", "entities": [{"title": "William G. Conley", "href": "/wiki/William_G._Conley", "description": "William Gustavus Conley  was an American lawyer and politician who served as the Attorney General of West Virginia of West Virginia (1908-1913) and 18th Governor of West Virginia as a Republican."}, {"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Births", "year": "1867", "date": "January 8", "txt": "Emily Greene Balch, American economist and author, Nobel Prize laureate (d. 1961)", "entities": [{"title": "Emily Greene Balch", "href": "/wiki/Emily_Greene_Balch", "description": "Emily Greene Balch was an American economist, sociologist and pacifist. Balch combined an academic career at Wellesley College with a long-standing interest in social issues such as poverty, child labor, and immigration, as well as settlement work to uplift poor immigrants and reduce juvenile delinquency."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1870", "date": "January 8", "txt": "Miguel Primo de Rivera, Spanish general and politician, Prime Minister of Spain (d. 1930)", "entities": [{"title": "Miguel Primo de Rivera", "href": "/wiki/Miguel_Primo_de_Rivera", "description": "Miguel Primo de Rivera y Orbaneja, 2nd Marquess of Estella, was a dictator, aristocrat, and military officer who served as Prime Minister of Spain from 1923 to 1930 during Spain's Restoration era. He deeply believed that it was the politicians who had ruined Spain and that governing without them he could restore the nation. His slogan was \"Country, Religion, Monarchy.\" Historians depict him as an "}, {"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1871", "date": "January 8", "txt": "James Craig, 1st Viscount Craigavon, Irish captain and politician, 1st Prime Minister of Northern Ireland (d. 1940)", "entities": [{"title": "James Craig, 1st Viscount Craigavon", "href": "/wiki/James_Craig,_1st_Viscount_Craigavon", "description": "James Craig, 1st Viscount Craigavon PC PC (NI) DL, was a prominent Irish unionist politician, leader of the Ulster Unionist Party and the first Prime Minister of Northern Ireland. He was created a baronet in 1918 and raised to the Peerage in 1927."}, {"title": "Prime Minister of Northern Ireland", "href": "/wiki/Prime_Minister_of_Northern_Ireland", "description": "The Prime Minister of Northern Ireland was the head of the Government of Northern Ireland between 1921 and 1972. No such office was provided for in the Government of Ireland Act 1920; however, the Lord Lieutenant of Ireland, as with governors-general in other Westminster Systems such as in Canada, chose to appoint someone to head the executive even though no such post existed in statute law. The o"}]}, {"heading": "Births", "year": "1873", "date": "January 8", "txt": "Iuliu Maniu, Romanian lawyer and politician, 32nd Prime Minister of Romania (d. 1953)", "entities": [{"title": "Iuliu Maniu", "href": "/wiki/Iuliu_Maniu", "description": "Iuliu Maniu was an Austro-Hungarian-born lawyer and Romanian politician. He was a leader of the National Party of Transylvania and Banat before and after World War I, playing an important role in the Union of Transylvania with Romania."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Births", "year": "1881", "date": "January 8", "txt": "Henrik Shipstead, American dentist and politician (d. 1960)", "entities": [{"title": "Henrik Shipstead", "href": "/wiki/Henrik_Shipstead", "description": "Henrik Shipstead was an American politician. He served in the United States Senate from 1923 to 1947, from the state of Minnesota. He served first as a member of the Minnesota Farmer-Labor Party from 1923 to 1941 and then as a Republican from 1941 to 1947."}]}, {"heading": "Births", "year": "1881", "date": "January 8", "txt": "Linnie Marsh Wolfe, American librarian and author (d. 1945)", "entities": []}, {"heading": "Births", "year": "1883", "date": "January 8", "txt": "Pavel Filonov, Russian painter and poet (d. 1941)", "entities": [{"title": "Pavel Filonov", "href": "/wiki/Pavel_Filonov", "description": "Pavel Nikolayevich Filonov was a Russian avant-garde painter, art theorist, and poet."}]}, {"heading": "Births", "year": "1883", "date": "January 8", "txt": "Patrick J. Hurley, American general, politician, and diplomat, 51st United States Secretary of War (d. 1963)", "entities": [{"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1885", "date": "January 8", "txt": "John Curtin, Australian journalist and politician, 14th Prime Minister of Australia (d. 1945)", "entities": [{"title": "John Curtin", "href": "/wiki/John_Curtin", "description": "John Curtin was an Australian politician who served as the 14th Prime Minister of Australia from 1941 until his death in 1945. He led the country for the majority of World War II, including all but the last few weeks of the war in the Pacific. He was the leader of the Australian Labor Party (ALP) from 1935 to 1945, and its longest serving leader until Gough Whitlam. Curtin's leadership skills and "}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1885", "date": "January 8", "txt": "Mór Kóczán, Hungarian javelin thrower and pastor (d. 1972)", "entities": []}, {"heading": "Births", "year": "1885", "date": "January 8", "txt": "A. J. Muste, Dutch-American pastor and activist (d. 1967)", "entities": []}, {"heading": "Births", "year": "1888", "date": "January 8", "txt": "Richard Courant, German-American mathematician and academic (d. 1972)", "entities": [{"title": "Richard Courant", "href": "/wiki/Richard_Courant", "description": "Richard Courant was a German American mathematician. He is best known by the general public for the book What is Mathematics?, co-written with Herbert Robbins. His research focused on the areas of real analysis, mathematical physics, the calculus of variations and partial differential equations. He wrote textbooks widely used by generations of students of physics and mathematics. He is also known "}]}, {"heading": "Births", "year": "1891", "date": "January 8", "txt": "Walther Bothe, German physicist and academic, Nobel Prize laureate (d. 1957)", "entities": [{"title": "Walther Bothe", "href": "/wiki/Walther_Bothe", "description": "Walther Wilhelm Georg Bothe was a German nuclear physicist, who shared the Nobel Prize in Physics in 1954 with Max Born."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1891", "date": "January 8", "txt": "Storm Jameson, English journalist and author (d. 1986)", "entities": []}, {"heading": "Births", "year": "1891", "date": "January 8", "txt": "Bronislava Nijinska, Russian dancer and choreographer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1896", "date": "January 8", "txt": "Jaromír Weinberger, Czech-American composer and academic (d. 1967)", "entities": [{"title": "Jaromír Weinberger", "href": "/wiki/Jarom%C3%ADr_Weinberger", "description": "Jaromír Weinberger was a Bohemian born Jewish subject of the Austrian Empire, who became a naturalized American composer."}]}, {"heading": "Births", "year": "1897", "date": "January 8", "txt": "Dennis Wheatley, English soldier and author (d. 1977)", "entities": [{"title": "Dennis Wheatley", "href": "/wiki/Dennis_Wheatley", "description": "Dennis Yeats Wheatley was an English writer whose prolific output of thrillers and occult novels made him one of the world's best-selling authors from the 1930s through the 1960s. His Gregory Sallust series was one of the main inspirations for Ian Fleming's James Bond stories."}]}, {"heading": "Births", "year": "1899", "date": "January 8", "txt": "S. W. R. D. Bandaranaike, Sri Lankan lawyer and politician, 4th Prime Minister of Sri Lanka (d. 1959)", "entities": [{"title": "S. W. R. D. Bandaranaike", "href": "/wiki/S._W._R._D._Bandaranaike", "description": "Solomon West Ridgeway Dias Bandaranaike, often referred to by his initials as S. W. R. D. or S. W. R. D. Bandaranaike, was the fourth Prime Minister of the Dominion of Ceylon, serving from 1956 until his assassination in 1959. The founder of the left-wing and Sinhalese nationalist Sri Lanka Freedom Party, his tenure saw the country's first left wing reforms."}, {"title": "Prime Minister of Sri Lanka", "href": "/wiki/Prime_Minister_of_Sri_Lanka", "description": "The Prime Minister of the Democratic Socialist Republic of Sri Lanka is the deputy head of the government of Sri Lanka, and the most senior member of parliament in the cabinet of ministers. The Cabinet is collectively held accountable to parliament for their policies and actions."}]}, {"heading": "Births", "year": "1900", "date": "January 8", "txt": "Dorothy Adams, American character actress (d. 1988) ", "entities": [{"title": "Dorothy Adams", "href": "/wiki/Dorothy_Adams", "description": "Dorothy Adams was an American character actress of stage, film, and television."}]}, {"heading": "Births", "year": "1900", "date": "January 8", "txt": "Serge Poliakoff, Russian-French painter (d. 1969)", "entities": []}, {"heading": "Births", "year": "1902", "date": "January 8", "txt": "Carl Rogers, American psychologist and academic (d. 1987)", "entities": [{"title": "Carl Rogers", "href": "/wiki/Carl_Rogers", "description": "Carl Ransom Rogers was an American psychologist and among the founders of the humanistic approach in psychology. Rogers is widely considered to be one of the founding fathers of psychotherapy research and was honored for his pioneering research with the Award for Distinguished Scientific Contributions by the American Psychological Association (APA) in 1956."}]}, {"heading": "Births", "year": "1904", "date": "January 8", "txt": "Karl Brandt, German physician and SS officer (d. 1948)", "entities": [{"title": "Karl Brandt", "href": "/wiki/Karl_Brandt", "description": "Karl Brandt was a German physician and Schutzstaffel (SS) officer in Nazi Germany. Trained in surgery, Brandt joined the Nazi Party in 1932 and became Adolf Hitler's escort doctor in August 1934. A member of Hitler's inner circle at the Berghof, he was selected by Philipp Bouhler, the head of Hitler's Chancellery, to administer the Aktion T4 euthanasia program. Brandt was later appointed the Reich"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1905", "date": "January 8", "txt": "Carl Gustav Hempel, German philosopher from the Vienna and the Berlin Circle (d. 1997)", "entities": [{"title": "Carl Gustav Hempel", "href": "/wiki/Carl_Gustav_Hempel", "description": "Carl Gustav \"Peter\" Hempel was a German writer and philosopher. He was a major figure in logical empiricism, a 20th-century movement in the philosophy of science. He is especially well known for his articulation of the deductive-nomological model of scientific explanation, which was considered the \"standard model\" of scientific explanation during the 1950s and 1960s. He is also known for the raven"}]}, {"heading": "Births", "year": "1908", "date": "January 8", "txt": "Fearless Nadia, Australian-Indian actress and stuntwoman (d. 1996)", "entities": [{"title": "Fearless Nadia", "href": "/wiki/Fearless_Nadia", "description": "Mary Ann Evans, also known by her stage name Fearless Nadia was an Indian actress and stuntwoman of Australian origin who is most remembered as the masked, cloaked adventurer in Hunterwali, released in 1935, which was one of the earliest female-lead Indian films. She is often referred to as a sex symbol."}]}, {"heading": "Births", "year": "1908", "date": "January 8", "txt": "William Hartnell, English actor (d. 1975)", "entities": [{"title": "William Hartnell", "href": "/wiki/William_Hartnell", "description": "William Henry Hartnell was an English actor. While Hartnell made numerous stage and television appearances and acted in over 75 British films, he is best remembered today as the First Doctor in BBC Television's Doctor Who, which he played from 1963 to 1966. He was also well known for his roles as Sergeant Grimshaw, the title character of the first Carry On film, Carry On Sergeant in 1958, and as C"}]}, {"heading": "Births", "year": "1909", "date": "January 8", "txt": "Ashapoorna Devi, Indian author and poet (d. 1995)", "entities": [{"title": "Ashapoorna Devi", "href": "/wiki/Ashapoorna_Devi", "description": "Ashapurna Devi also Ashapoorna Devi or Ashapurna Debi, was a prominent Indian novelist and poet in Bengali. She has been widely honoured with a number of prizes and awards. In 1976, she was awarded Jnanpith Award and the Padma Shri by the Government of India; D.Litt. by the Universities of Jabalpur, Rabindra Bharati, Burdwan and Jadavpur. Vishwa Bharati University honoured her with Deshikottama in"}]}, {"heading": "Births", "year": "1909", "date": "January 8", "txt": "Bruce Mitchell, South African cricketer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1909", "date": "January 8", "txt": "Evelyn Wood, American author and educator (d. 1995)", "entities": []}, {"heading": "Births", "year": "1910", "date": "January 8", "txt": "Galina Ulanova, Russian actress and ballerina (d. 1998)", "entities": [{"title": "Galina Ulanova", "href": "/wiki/Galina_Ulanova", "description": "Galina Sergeyevna Ulanova was a Russian ballet dancer. She is frequently cited as being one of the greatest ballerinas of the 20th century."}]}, {"heading": "Births", "year": "1911", "date": "January 8", "txt": "Gypsy Rose Lee, American actress, dancer, and author (d. 1970)", "entities": [{"title": "Gypsy Rose Lee", "href": "/wiki/Gypsy_Rose_Lee", "description": "Gypsy Rose Lee was an American burlesque entertainer and vedette famous for her striptease act. Also an actress, author, and playwright, her 1957 memoir was adapted into the 1959 stage musical Gypsy."}]}, {"heading": "Births", "year": "1912", "date": "January 8", "txt": "José Ferrer, Puerto Rican-American actor and director (d. 1992)", "entities": [{"title": "José Ferrer", "href": "/wiki/Jos%C3%A9_Ferrer", "description": "José Vicente Ferrer de Otero y Cintrón, known as José Ferrer, was a Puerto Rican actor and theatre and film director. He was the first Puerto Rican-born actor and the first Hispanic actor to win an Academy Award. He is well known today for his performance as the defense attorney in The Caine Mutiny, as well as his role in the 1962 Academy Award-winning film Lawrence of Arabia, in which he played t"}]}, {"heading": "Births", "year": "1912", "date": "January 8", "txt": "Lawrence Walsh, Canadian-American lawyer, judge, and politician, 4th United States Deputy Attorney General (d. 2014)", "entities": [{"title": "United States Deputy Attorney General", "href": "/wiki/United_States_Deputy_Attorney_General", "description": "The United States deputy attorney general is the second highest-ranking official in the United States Department of Justice and oversees the day-to-day operation of the Department. The deputy attorney general acts as attorney general during the absence of the attorney general. Lisa Monaco has served in this role since April 21, 2021."}]}, {"heading": "Births", "year": "1915", "date": "January 8", "txt": "Walker Cooper, American baseball player and manager (d. 1991)", "entities": [{"title": "Walker Cooper", "href": "/wiki/Walker_Cooper", "description": "William Walker Cooper was an American professional baseball player and manager. He played in Major League Baseball as a catcher from 1940 to 1957, most notably as a member of the St. Louis Cardinals with whom he won two World Series championships. An eight-time All-Star, Cooper was known as one of the top catchers in baseball during the 1940s and early 1950s. His elder brother Mort Cooper, also pl"}]}, {"heading": "Births", "year": "1917", "date": "January 8", "txt": "Peter Matthew Hillsman Taylor, American novelist, short story writer, and playwright (d. 1994)", "entities": [{"title": "Peter Matthew Hillsman Taylor", "href": "/wiki/Peter_Matthew_Hillsman_Taylor", "description": "Matthew Hillsman Taylor, Jr., known professionally as Peter Taylor, was an American novelist, short story writer, and playwright. Born and raised in Tennessee and St. Louis, Missouri, he wrote frequently about the urban South in his stories and novels."}]}, {"heading": "Births", "year": "1922", "date": "January 8", "txt": "Dale D. Myers, American engineer (d. 2015)", "entities": [{"title": "Dale D. Myers", "href": "/wiki/Dale_D._Myers", "description": "Dale Dehaven Myers  was an American aerospace engineer who was Deputy Administrator of NASA, serving between October 6, 1986 and May 13, 1989. He was born in Kansas City, Missouri, and graduated with a Bachelor of Science in aeronautical engineering from the University of Washington in Seattle in 1943."}]}, {"heading": "Births", "year": "1923", "date": "January 8", "txt": "Larry Storch, American actor and comedian", "entities": [{"title": "Larry Storch", "href": "/wiki/Larry_Storch", "description": "Lawrence Samuel Storch is an American actor, voice actor, and comedian, best known for his comic television roles, including voice-over work for cartoon shows, such as Mr. Whoopee on Tennessee Tuxedo and His Tales, and his live-action role of the bumbling Corporal Randolph Agarn on F Troop."}]}, {"heading": "Births", "year": "1923", "date": "January 8", "txt": "Giorgio Tozzi, American opera singer and actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 8", "txt": "Johnny Wardle, English cricketer (d. 1985)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 8", "txt": "Joseph Weizenbaum, German-American computer scientist and author (d. 2008)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 8", "txt": "Benjamin Lees, Chinese-American soldier and composer (d. 2010)", "entities": [{"title": "Benjamin Lees", "href": "/wiki/Benjamin_Lees", "description": "Benjamin Lees was an American composer of classical music."}]}, {"heading": "Births", "year": "1924", "date": "January 8", "txt": "Ron Moody, English actor and singer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 8", "txt": "Mohan Rakesh, Indian author and playwright (d. 1972)", "entities": [{"title": "Mohan Rakesh", "href": "/wiki/Mohan_Rakesh", "description": "Mohan Rakesh was one of the pioneers of the Nai Kahani literary movement of the Hindi literature in the 1950s. He wrote the first modern Hindi play, Ashadh Ka Ek Din (1958), which won a competition organised by the Sangeet Natak Akademi. He made significant contributions to the novel, the short story, travelogue, criticism, memoir and drama."}]}, {"heading": "Births", "year": "1926", "date": "January 8", "txt": "Evelyn Lear, American operatic soprano (d. 2012)", "entities": [{"title": "Evelyn Lear", "href": "/wiki/Evelyn_Lear", "description": "Evelyn Shulman Lear was an American operatic soprano. Between 1959 and 1992, she appeared in more than forty operatic roles, appeared with every major opera company in the United States and won a Grammy Award in 1966. She was well known for her musical versatility, having sung all three main female roles in Der Rosenkavalier. Lear was also known for her work on 20th century pieces by Robert Ward, "}]}, {"heading": "Births", "year": "1926", "date": "January 8", "txt": "Kerwin Mathews, American actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 8", "txt": "Kelucharan Mohapatra, Indian dancer and choreographer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 8", "txt": "Hanae Mori, Japanese fashion designer", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 8", "txt": "Soupy Sales, American comedian and actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 8", "txt": "Charles Tomlinson, English poet and academic (d. 2015)", "entities": [{"title": "Charles Tomlinson", "href": "/wiki/Charles_Tomlinson", "description": "\n\nAlfred Charles Tomlinson, CBE was a British poet, translator, academic, and illustrator. \nHe was born in Penkhull, and grew up in Basford, Stoke-on-Trent, Staffordshire."}]}, {"heading": "Births", "year": "1928", "date": "January 8", "txt": "Slade Gorton, American colonel, lawyer, and politician, 14th Attorney General of Washington (d. 2020)", "entities": [{"title": "Slade Gorton", "href": "/wiki/Slade_Gorton", "description": "Thomas Slade Gorton III was an American politician and attorney. A member of the Republican Party, he served as a United States Senator from Washington from 1981 to 1987 and again from 1989 until 2001. He held both of the state's U.S. Senate seats in his career and was narrowly defeated for reelection twice, first in 1986 by Brock Adams and again in 2000 by Maria Cantwell following a recount. As o"}, {"title": "Attorney General of Washington", "href": "/wiki/Attorney_General_of_Washington", "description": "The Attorney General of Washington is the chief legal officer of the U.S. state of Washington and head of the Washington State Office of the Attorney General. The Attorney General represents clients of the state and defends the public interest in accordance to state law. The office of the attorney general is an executive office elected by the citizens of Washington, and the officeholder serves a f"}]}, {"heading": "Births", "year": "1929", "date": "January 8", "txt": "Saeed Jaffrey, Indian-British actor (d. 2015)", "entities": [{"title": "Saeed Jaffrey", "href": "/wiki/Saeed_Jaffrey", "description": "Saeed Jaffrey was a British-Indian actor. His career covered radio, stage, television and film roles over six decades and more than a hundred and fifty British, American, and Indian movies. During the 1980s and 1990s he was considered to be Britain's highest-profile Asian actor, thanks to his leading roles in the movie My Beautiful Laundrette (1985) and television series The Jewel in the Crown (19"}]}, {"heading": "Births", "year": "1931", "date": "January 8", "txt": "Bill Graham, German-American businessman (d. 1991)", "entities": [{"title": "Bill Graham (promoter)", "href": "/wiki/Bill_Graham_(promoter)", "description": "Bill Graham was a German-American impresario and rock concert promoter from the 1960s until his death in 1991 in a helicopter crash. On July 4, 1939, he was sent from Germany to France to escape the Nazis. At age 10, he settled into a foster home in the Bronx, New York. Graham graduated from DeWitt Clinton High School and subsequently from City College with a business degree."}]}, {"heading": "Births", "year": "1931", "date": "January 8", "txt": "Clarence Benjamin Jones, American lawyer and scholar", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 8", "txt": "Charles Osgood, American soldier and journalist", "entities": [{"title": "Charles Osgood", "href": "/wiki/Charles_Osgood", "description": "Charles Osgood Wood III, known professionally as Charles Osgood, is an American retired radio and television commentator and writer. Osgood is best known for being the host of CBS News Sunday Morning, a role he held for over 22 years from April 10, 1994, until September 25, 2016. Osgood also hosted The Osgood File, a series of daily radio commentaries, from 1971 until December 29, 2017."}]}, {"heading": "Births", "year": "1933", "date": "January 8", "txt": "Jean-Marie Straub, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 8", "txt": "Jacques Anquetil, French cyclist (d. 1987)", "entities": [{"title": "Jacques Anquetil", "href": "/wiki/Jacques_Anquetil", "description": "Jacques Anquetil was a French road racing cyclist and the first cyclist to win the Tour de France five times, in 1957 and from 1961 to 1964."}]}, {"heading": "Births", "year": "1934", "date": "January 8", "txt": "Roy Kinnear, British actor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 8", "txt": "Elvis Presley, American singer, guitarist, and actor (d. 1977)", "entities": [{"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}]}, {"heading": "Births", "year": "1936", "date": "January 8", "txt": "Robert May, Baron May of Oxford, Australian-English zoologist, ecologist, and academic (d. 2020)", "entities": [{"title": "Robert May, Baron May of Oxford", "href": "/wiki/Robert_May,_Baron_May_of_Oxford", "description": "Robert McCredie May, Baron May of Oxford, HonFAIB was an Australian scientist who was Chief Scientific Adviser to the UK Government, President of the Royal Society, and a professor at the University of Sydney and Princeton University. He held joint professorships at the University of Oxford and Imperial College London. He was also a crossbench member of the House of Lords from 2001 until his retir"}]}, {"heading": "Births", "year": "1937", "date": "January 8", "txt": "Shirley Bassey, Welsh singer", "entities": [{"title": "Shirley Bassey", "href": "/wiki/Shirley_Bassey", "description": "Dame Shirley Veronica Bassey, is a Welsh singer. Born in Tiger Bay, Cardiff, she began performing as a teenager in 1953. She became well-known for her expressive voice and for recording the soundtrack theme songs of the James Bond films Goldfinger (1964), Diamonds Are Forever (1971), and Moonraker (1979). In January 1959, Bassey became the first Welsh person to gain a number-one single on the UK S"}]}, {"heading": "Births", "year": "1938", "date": "January 8", "txt": "Bob Eubanks, American game show host and producer", "entities": [{"title": "Bob Eubanks", "href": "/wiki/Bob_Eubanks", "description": "Robert Leland Eubanks is an American disc jockey, television personality and game show host, best known for hosting the game show The Newlywed Game on and off since 1966. He also hosted the successful revamp version of Card Sharks from 1986 to 1989. He received a star on the Hollywood Walk of Fame for his television work in 2000. It is in front of Grauman's Egyptian Theatre, where he worked during"}]}, {"heading": "Births", "year": "1939", "date": "January 8", "txt": "Carolina Herrera, Venezuelan-American fashion designer", "entities": [{"title": "Carolina Herrera (fashion designer)", "href": "/wiki/Carolina_Herrera_(fashion_designer)", "description": "Carolina Herrera is a Venezuelan-American fashion designer known for \"exceptional personal style\", and for dressing various First Ladies, including Jacqueline Onassis, Laura Bush, Michelle Obama, and Melania Trump."}]}, {"heading": "Births", "year": "1940", "date": "January 8", "txt": "Cristy Lane, American country and gospel singer", "entities": [{"title": "Cristy Lane", "href": "/wiki/Cristy_Lane", "description": "Eleanor Johnston, known professionally as Cristy Lane is an American country music and gospel music singer, best known for a number of major country hits in the late 1970s and the early 1980s, including her cover version of the song \"One Day at a Time\"."}]}, {"heading": "Births", "year": "1941", "date": "January 8", "txt": "Graham Chapman, English actor and screenwriter (d. 1989)", "entities": [{"title": "Graham Chapman", "href": "/wiki/Graham_Chapman", "description": "Graham Chapman was an English comedian, writer, actor, and author and one of the six members of the British surreal comedy group Monty Python. He played authority figures such as the Colonel and the lead role in two Python films, Holy Grail (1975) and Life of Brian (1979)."}]}, {"heading": "Births", "year": "1942", "date": "January 8", "txt": "Stephen Hawking, English physicist and author (d. 2018)", "entities": [{"title": "Stephen Hawking", "href": "/wiki/Stephen_Hawking", "description": "Stephen William Hawking was an English theoretical physicist, cosmologist, and author who was director of research at the Centre for Theoretical Cosmology at the University of Cambridge at the time of his death. He was the Lucasian Professor of Mathematics at the University of Cambridge between 1979 and 2009."}]}, {"heading": "Births", "year": "1942", "date": "January 8", "txt": "Junichirō Koizumi, Japanese politician, 56th Prime Minister of Japan", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1942", "date": "January 8", "txt": "Yvette Mimieux, American actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 8", "txt": "Terry Brooks, American lawyer and author", "entities": [{"title": "Terry Brooks", "href": "/wiki/Terry_Brooks", "description": "Terence Dean Brooks is an American writer of fantasy fiction. He writes mainly epic fantasy, and has also written two film novelizations. He has written 23 New York Times bestsellers during his writing career, and has sold over 25 million copies of his books in print. He is one of the biggest-selling living fantasy writers."}]}, {"heading": "Births", "year": "1945", "date": "January 8", "txt": "Nancy Bond, American author and academic", "entities": [{"title": "Nancy Bond", "href": "/wiki/Nancy_Bond", "description": "Nancy Barbara Bond is an American author of children's literature. In 1977 her first book, A String in the Harp, was fantasy novel with an element of folklore, set in West Wales. It received a Newbery honor and the Welsh Tir na n-Og Award, and remains in print."}]}, {"heading": "Births", "year": "1945", "date": "January 8", "txt": "Phil Beal, English footballer, defender", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 8", "txt": "Robby Krieger, American guitarist and songwriter", "entities": [{"title": "Robby Krieger", "href": "/wiki/Robby_Krieger", "description": "Robert Alan Krieger is an American guitarist and singer-songwriter best known as the guitarist of the rock band the Doors; as such he has been inducted into the Rock and Roll Hall of Fame. Krieger wrote or co-wrote many of the Doors' songs, including the hits \"Light My Fire\", \"Love Me Two Times\", \"Touch Me\", and \"Love Her Madly\". After the Doors disbanded, Krieger continued his performing and reco"}]}, {"heading": "Births", "year": "1946", "date": "January 8", "txt": "Miguel Ángel Félix Gallardo, Mexican drug lord", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 8", "txt": "David Bowie, English singer-songwriter, producer, and actor (d. 2016)", "entities": [{"title": "David Bowie", "href": "/wiki/David_Bowie", "description": "David Robert Jones OAL, known professionally as David Bowie, was an English singer-songwriter and actor. A leading figure in the music industry, Bowie is regarded as one of the most influential musicians of the 20th century. He was acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, with his music "}]}, {"heading": "Births", "year": "1947", "date": "January 8", "txt": "Antti Kalliomäki, Finnish pole vaulter and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 8", "txt": "Gillies MacKinnon, Scottish director and screenwriter", "entities": [{"title": "Gillies MacKinnon", "href": "/wiki/Gillies_MacKinnon", "description": "Gillies MacKinnon is a Scottish film director, writer and painter. He attended the Glasgow School of Art where he studied mural painting. Following this he became an art teacher and cartoonist, and about this time he traveled with a nomadic tribe in the Sahara for six months. In the 1970s he studied at the Middlesex Polytechnic and in the 1980s in the National Film and Television School. He made a"}]}, {"heading": "Births", "year": "1949", "date": "January 8", "txt": "Lawrence Rowe, Jamaican cricketer", "entities": [{"title": "Lawrence Rowe", "href": "/wiki/Lawrence_Rowe", "description": "Lawrence George Rowe is a former West Indian cricketer."}]}, {"heading": "Births", "year": "1951", "date": "January 8", "txt": "Kenny Anthony, Saint Lucian politician, 5th Prime Minister of Saint Lucia", "entities": [{"title": "Kenny Anthony", "href": "/wiki/Kenny_Anthony", "description": "Kenny Davis Anthony is a Saint Lucian politician who was Prime Minister of Saint Lucia from 1997 to 2006 and again from 2011 to 2016. As leader of the Saint Lucia Labour Party, he was Leader of the Opposition from 2006 to 2011 and returned to office as Prime Minister on 30 November 2011 following the 2011 election. He left office after the SLP's defeat in the 2016 election and announced his resign"}, {"title": "Prime Minister of Saint Lucia", "href": "/wiki/Prime_Minister_of_Saint_Lucia", "description": "This article contains a list of prime ministers of Saint Lucia."}]}, {"heading": "Births", "year": "1952", "date": "January 8", "txt": "Vladimir Feltsman, Russian-American pianist and educator", "entities": [{"title": "Vladimir Feltsman", "href": "/wiki/Vladimir_Feltsman", "description": "Vladimir Oskarovich Feltsman (Russian: Владимир Оскарович Фельцман, Vladimir Oskarovič Feltsman is a Russian-American classical pianist, particularly noted for his devotion to the music of Johann Sebastian Bach."}]}, {"heading": "Births", "year": "1952", "date": "January 8", "txt": "Peter McCullagh, Irish mathematician and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 8", "txt": "Mike Reno, Canadian singer and drummer", "entities": [{"title": "Mike Reno", "href": "/wiki/Mike_Reno", "description": "Mike Reno is a Canadian musician, singer and the lead singer of the rock band Loverboy. He is reported to have taught himself how to play guitar. He fronted other bands, including Moxy, before helping form Loverboy. Reno also sang for the Canadian band Hammersmith in 1976."}]}, {"heading": "Births", "year": "1957", "date": "January 8", "txt": "Nacho Duato, Spanish dancer and choreographer", "entities": [{"title": "Nacho Duato", "href": "/wiki/Nacho_Duato", "description": "Juan Ignacio Duato Bárcia, also known as Nacho Duato is a Spanish modern ballet dancer and choreographer. Since 2014, Duato is artistic director of the Berlin State Ballet."}]}, {"heading": "Births", "year": "1958", "date": "January 8", "txt": "Betsy DeVos, American businesswoman and politician, 11th Secretary of Education", "entities": [{"title": "Betsy DeVos", "href": "/wiki/Betsy_DeVos", "description": "Elisabeth Dee DeVos is a former American government official who served as the 11th United States secretary of education from 2017 to 2021. DeVos is known for her support for school choice, school voucher programs, and charter schools. She was Republican national committeewoman for Michigan from 1992 to 1997 and served as chair of the Michigan Republican Party from 1996 to 2000, with reelection to"}]}, {"heading": "Births", "year": "1958", "date": "January 8", "txt": "Rey Misterio, Mexican wrestler, trainer, and actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 8", "txt": "Paul Hester, Australian drummer (d. 2005)", "entities": [{"title": "Paul Hester", "href": "/wiki/Paul_Hester", "description": "Paul Newell Hester was an Australian musician and television personality. He was the drummer for the band Split Enz and co-founding member and drummer of the rock group Crowded House."}]}, {"heading": "Births", "year": "1960", "date": "January 8", "txt": "Dave Weckl, American drummer", "entities": [{"title": "Dave Weckl", "href": "/wiki/Dave_Weckl", "description": "Dave Weckl is an American jazz fusion drummer and leader of the Dave Weckl Band. He was inducted into the Modern Drummer Hall of Fame in 2000."}]}, {"heading": "Births", "year": "1961", "date": "January 8", "txt": "Calvin Smith, American sprinter", "entities": [{"title": "Calvin Smith", "href": "/wiki/Calvin_Smith", "description": "Calvin Smith is a former sprint track and field athlete from the United States. He is a former world record holder in the 100-meter sprint with 9.93 seconds in 1983 and was twice world champion over 200 metres, in 1983 and 1987. He also won an Olympic gold medal in the 4x100-meter relay in 1984. He was born in Bolton, Mississippi."}]}, {"heading": "Births", "year": "1966", "date": "January 8", "txt": "Willie Anderson, American basketball player", "entities": [{"title": "Willie Anderson (basketball)", "href": "/wiki/Willie_Anderson_(basketball)", "description": "Willie Lloyd Anderson Jr. is an American former professional basketball player."}]}, {"heading": "Births", "year": "1966", "date": "January 8", "txt": "Igor Vyazmikin, Russian ice hockey player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 8", "txt": "Andrew Wood, American singer-songwriter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 8", "txt": "R. Kelly, American singer-songwriter, record producer, and former professional basketball player", "entities": [{"title": "R. Kelly", "href": "/wiki/R._Kelly", "description": "Robert Sylvester Kelly is an American singer, songwriter, record producer, and philanthropist. He has been accused of numerous cases of sexual abuse. Kelly has been credited with helping to redefine R&B and hip hop, earning nicknames such as \"the King of R&B\", \"the King of Pop-Soul\", and the \"Pied Piper of R&B\"."}]}, {"heading": "Births", "year": "1967", "date": "January 8", "txt": "Tom Watson, English politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 8", "txt": "Jason Giambi, American baseball player", "entities": [{"title": "Jason Giambi", "href": "/wiki/Jason_Giambi", "description": "Jason Gilbert Giambi is an American former professional baseball first baseman and designated hitter. In his Major League Baseball (MLB) career, which began in 1995, Giambi played for the Oakland Athletics, New York Yankees, Colorado Rockies, and Cleveland Indians. He is the older brother of former MLB player Jeremy Giambi."}]}, {"heading": "Births", "year": "1971", "date": "January 8", "txt": "Pascal Zuberbühler, Swiss footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 8", "txt": "Paul Clement, English footballer, coach, and manager", "entities": [{"title": "Paul Clement (football manager)", "href": "/wiki/Paul_Clement_(football_manager)", "description": "Paul Clement is an English professional football manager and coach, who was most recently the head coach of Belgian club Cercle Brugge. He has been assistant manager to Carlo Ancelotti several times – at Chelsea, Paris Saint-Germain, Real Madrid, and Bayern Munich. Clement has managed Derby County, Swansea City and Reading and has previously held coaching roles at Fulham, Blackburn Rovers, and the"}]}, {"heading": "Births", "year": "1973", "date": "January 8", "txt": "Mike Cameron, American baseball player", "entities": [{"title": "Mike Cameron", "href": "/wiki/Mike_Cameron", "description": "Michael Terrance Cameron is an American former professional Major League Baseball outfielder. He played for the Chicago White Sox, Cincinnati Reds, Seattle Mariners, New York Mets, San Diego Padres, Milwaukee Brewers, Boston Red Sox, and Florida Marlins over a 16 year career."}]}, {"heading": "Births", "year": "1977", "date": "January 8", "txt": "Amber Benson, American actress, writer, director, and producer", "entities": [{"title": "Amber Benson", "href": "/wiki/Amber_Benson", "description": "Amber Nicole Benson is an American actress, writer, director, and producer. She is best known for her role as Tara Maclay on the TV series Buffy the Vampire Slayer, and has also directed, produced and starred in her own films Chance (2002) and Lovers, Liars & Lunatics (2006). She also co-directed the film Drones with fellow Buffy cast member Adam Busch. Benson also starred as a waitress in the hor"}]}, {"heading": "Births", "year": "1979", "date": "January 8", "txt": "Seol Ki-hyeon, South Korean footballer and manager", "entities": [{"title": "Seol Ki-hyeon", "href": "/wiki/Seol_Ki-hyeon", "description": "Seol Ki-hyeon is a South Korean former professional footballer who played as a winger, and who currently is the manager of Gyeongnam FC. He is also the first South Korean footballer to score in the history of the UEFA Champions League, during his time at Anderlecht."}]}, {"heading": "Births", "year": "1979", "date": "January 8", "txt": "Adrian Mutu, Romanian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 8", "txt": "Stipe Pletikosa, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 8", "txt": "Jeff Francis, Canadian baseball player", "entities": [{"title": "Jeff Francis", "href": "/wiki/Jeff_Francis", "description": "Jeffrey William Francis is a Canadian former professional baseball pitcher. He played in Major League Baseball (MLB) for the Colorado Rockies, Kansas City Royals, Cincinnati Reds, Oakland Athletics, New York Yankees, and Toronto Blue Jays."}]}, {"heading": "Births", "year": "1982", "date": "January 8", "txt": "Gaby Hoffmann, American actress", "entities": [{"title": "Gaby Hoffmann", "href": "/wiki/Gaby_Hoffmann", "description": "Gabrielle Mary Antonia Hoffmann is an American film and television actress best known for her roles in Transparent and Girls, which garnered her three Primetime Emmy Award nominations. She found initial success as a child actress in Sleepless in Seattle, Field of Dreams, and Uncle Buck along with Now and Then, Volcano, All I Wanna Do, and 200 Cigarettes as a teenager."}]}, {"heading": "Births", "year": "1984", "date": "January 8", "txt": "Kim Jong-un, North Korean soldier and politician, 3rd Supreme Leader of North Korea (probable)", "entities": [{"title": "Kim Jong-un", "href": "/wiki/Kim_Jong-un", "description": "Kim Jong-un is a North Korean politician serving as Supreme Leader of North Korea since 2011 and the leader of the Workers' Party of Korea (WPK) since 2012. He is the second child of Kim Jong-il, who was North Korea's second supreme leader from 1994 to 2011, and Ko Yong-hui. He is the grandson of Kim Il-sung, who was the founder and first supreme leader of North Korea from its establishment in 194"}, {"title": "List of leaders of North Korea", "href": "/wiki/List_of_leaders_of_North_Korea", "description": "The Supreme Leader of North Korea is the de facto paramount leader of the party, state and army. The title has not been written into the national constitution as a separate office, but it currently states that the President of the State Affairs Commission is the supreme leader of North Korea. Likewise, according to the WPK Charter, the General Secretary of the WPK is the supreme leader of the Work"}]}, {"heading": "Births", "year": "1988", "date": "January 8", "txt": "Adrián López, Spanish footballer", "entities": [{"title": "Adrián López", "href": "/wiki/Adri%C3%A1n_L%C3%B3pez", "description": "Adrián López Álvarez, known simply as Adrián, is a Spanish professional footballer who plays as a forward for CA Osasuna."}]}, {"heading": "Births", "year": "1988", "date": "January 8", "txt": "Michael Mancienne, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 8", "txt": "Alex Tyus, American-Israeli basketball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 8", "txt": "Aaron Cruden, New Zealand rugby player", "entities": [{"title": "Aaron Cruden", "href": "/wiki/Aaron_Cruden", "description": "Aaron Wiremu Cruden is a New Zealand rugby union player, who plays for Chiefs and formerly Montpellier, Manawatu and New Zealand internationally. Cruden's usual position is first five-eighth."}]}, {"heading": "Births", "year": "1991", "date": "January 8", "txt": "Josh Hazlewood, Australian cricketer", "entities": [{"title": "Josh Hazlewood", "href": "/wiki/Josh_Hazlewood", "description": "Josh Reginald Hazlewood is an Australian international cricketer. He is a tall pace bowler known for his accuracy and has been compared to former Australian paceman Glenn McGrath."}]}, {"heading": "Births", "year": "1991", "date": "January 8", "txt": "Stefan Johansen, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 8", "txt": "Stefan Savić, Montenegrin footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 8", "txt": "Stefanie Dolson, American basketball player", "entities": [{"title": "Stefanie Dolson", "href": "/wiki/Stefanie_Dolson", "description": "Stefanie Dolson is an American professional basketball player for the Chicago Sky of the Women's National Basketball Association (WNBA). She was drafted sixth overall in the 2014 WNBA draft. Dolson played center for the UConn women's basketball team, and won back to back national championships in 2013 and 2014"}]}, {"heading": "Births", "year": "1992", "date": "January 8", "txt": "Koke, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "January 8", "txt": "Sophie Pascoe, New Zealand swimmer", "entities": [{"title": "Sophie Pascoe", "href": "/wiki/Sophie_Pascoe", "description": "Sophie Frances Pascoe is a New Zealand para-swimmer. She has represented New Zealand at three Summer Paralympic Games from 2008, winning a total of nine gold medals and six silver medals, making her New Zealand's most successful Paralympian. She also went to the Commonwealth Games to represent New Zealand."}]}, {"heading": "Births", "year": "2000", "date": "January 8", "txt": "Noah Cyrus, American singer, songwriter, and actress", "entities": [{"title": "Noah Cyrus", "href": "/wiki/Noah_Cyrus", "description": "Noah Lindsey Cyrus is an American singer, songwriter, and actress. In 2016, she released her debut single \"Make Me (Cry)\", featuring vocals from Labrinth."}]}, {"heading": "Deaths", "year": "307", "date": "January 8", "txt": "Hui of Jin, Chinese emperor (b. 259)", "entities": [{"title": "Emperor Hui of Jin", "href": "/wiki/Emperor_Hui_of_Jin", "description": "Emperor Hui of Jin, personal name Sima Zhong (司馬衷), courtesy name Zhengdu (正度), was the second emperor of the Jin Dynasty (265–420). Emperor Hui was a developmentally disabled ruler, and throughout his reign, there was constant internecine fighting between regents, imperial princes, and his wife Empress Jia Nanfeng for the right to control him, causing great suffering for the people and greatly un"}]}, {"heading": "Deaths", "year": "482", "date": "January 8", "txt": "Severinus of Noricum, Italian apostle and saint", "entities": [{"title": "Severinus of Noricum", "href": "/wiki/Severinus_of_Noricum", "description": "Severinus of Noricum is a saint, known as the \"Apostle to Noricum\". It has been speculated that he was born in either Southern Italy or in the Roman province of Africa. Severinus himself refused to discuss his personal history before his appearance along the Danube in Noricum, after the death of Attila in 453. However, he did mention experiences with eastern desert monasticism, and his vita draws "}]}, {"heading": "Deaths", "year": "871", "date": "January 8", "txt": "Bagsecg, Viking warrior and leader", "entities": [{"title": "Bagsecg", "href": "/wiki/Bagsecg", "description": "Bagsecg, also known as Bacgsecg, was a viking and a leader of the Great Army, which invaded England. According to the Anglo-Saxon Chronicle, Bagsecg and Healfdene were joint commanders of the Great Army that invaded the Kingdom of Wessex during the northern winter of 870/71."}]}, {"heading": "Deaths", "year": "926", "date": "January 8", "txt": "Athelm, archbishop of Canterbury", "entities": [{"title": "Athelm", "href": "/wiki/Athelm", "description": "Athelm was an English churchman, who was the first Bishop of Wells, and later Archbishop of Canterbury. His translation, or moving from one bishopric to another, was a precedent for later translations of ecclesiastics, because prior to this time period such movements were considered illegal. While archbishop, Athelm crowned King Æthelstan, and perhaps wrote the coronation service for the event. An"}]}, {"heading": "Deaths", "year": "1079", "date": "January 8", "txt": "Adèle of France, countess of Flanders (b. 1009)", "entities": [{"title": "Adèle of France", "href": "/wiki/Ad%C3%A8le_of_France", "description": "Adela of France, known also as Adela the Holy or Adela of Messines;, was, by marriage, the Duchess of Normandy, and Countess of Flanders (1035–1067)."}]}, {"heading": "Deaths", "year": "1107", "date": "January 8", "txt": "Edgar, King of Scotland (b. 1074)", "entities": [{"title": "Edgar, King of Scotland", "href": "/wiki/Edgar,_King_of_Scotland", "description": "Edgar or Étgar mac Maíl Choluim, nicknamed Probus, \"the Valiant\", was King of Scotland from 1097 to 1107. He was the fourth son of Malcolm III and Margaret of Wessex but the first to be considered eligible for the throne after the death of his father."}]}, {"heading": "Deaths", "year": "1198", "date": "January 8", "txt": "Celestine III, pope of the Catholic Church (b. 1106)", "entities": [{"title": "Pope Celestine III", "href": "/wiki/Pope_Celestine_III", "description": "Pope Celestine III, born Giacinto Bobone, was the head of the Catholic Church and ruler of the Papal States from 30 March or 10 April 1191 to his death. He had a tense relationship with several monarchs, including Emperor Henry VI, King Tancred of Sicily, and King Alfonso IX of León."}]}, {"heading": "Deaths", "year": "1337", "date": "January 8", "txt": "Giotto, Italian painter and architect, designed Scrovegni Chapel and Giotto's Campanile (b. 1266)", "entities": [{"title": "Giotto", "href": "/wiki/Giotto", "description": "Giotto di Bondone, known mononymously as Giotto and Latinised as Giottus, was an Italian painter and architect from Florence during the Late Middle Ages. He worked during the Gothic/Proto-Renaissance period.\nGiotto's contemporary, the banker and chronicler Giovanni Villani, wrote that Giotto was \"the most sovereign master of painting in his time, who drew all his figures and their postures accordi"}, {"title": "Scrovegni Chapel", "href": "/wiki/Scrovegni_Chapel", "description": "The Scrovegni Chapel, also known as the Arena Chapel, is a small church, adjacent to the Augustinian monastery, the Monastero degli Eremitani in Padua, region of Veneto, Italy. The chapel and monastery are now part of the complex of the Museo Civico of Padua."}, {"title": "Giotto's Campanile", "href": "/wiki/Giotto%27s_Campanile", "description": "Giotto's Campanile is a free-standing campanile that is part of the complex of buildings that make up Florence Cathedral on the Piazza del Duomo in Florence, Italy."}]}, {"heading": "Deaths", "year": "1354", "date": "January 8", "txt": "Charles de la Cerda, French nobleman (b. 1327)", "entities": [{"title": "Charles de la Cerda", "href": "/wiki/Charles_de_la_Cerda", "description": "Charles de la Cerda, commonly known as Charles of Spain, was a Franco-Castilian nobleman and soldier, the son of Alfonso de la Cerda of Spain and Isabelle d'Antoing, and grandson of Alfonso de la Cerda the disinherited (1270–1333). He was a distant cousin of John II of France."}]}, {"heading": "Deaths", "year": "1424", "date": "January 8", "txt": "Stephen Zaccaria, archbishop of Patras", "entities": [{"title": "Stephen Zaccaria", "href": "/wiki/Stephen_Zaccaria", "description": "Stephen Zaccaria was the youngest brother of the last Prince of Achaea, Centurione II Zaccaria, and Latin Archbishop of Patras from 1404 until his death in 1424."}]}, {"heading": "Deaths", "year": "1456", "date": "January 8", "txt": "Lawrence Giustiniani, Italian bishop and saint (b. 1381)", "entities": [{"title": "Lawrence Giustiniani", "href": "/wiki/Lawrence_Giustiniani", "description": "Lawrence Justinian is venerated as a saint by the Catholic Church. He was a canon regular who was appointed as a bishop and became the first Patriarch of Venice."}]}, {"heading": "Deaths", "year": "1538", "date": "January 8", "txt": "Beatrice of Portugal, duchess of Savoy (b. 1504)", "entities": [{"title": "Beatrice of Portugal, Duchess of Savoy", "href": "/wiki/Beatrice_of_Portugal,_Duchess_of_Savoy", "description": "Infanta Beatrice of Portugal was a Portuguese princess by birth and duchess of Savoy by marriage to Charles III, Duke of Savoy. She was the ruling countess of Asti from 1531 to 1538."}]}, {"heading": "Deaths", "year": "1557", "date": "January 8", "txt": "Albert Alcibiades, margrave of Brandenburg-Kulmbach (b. 1522)", "entities": [{"title": "Albert Alcibiades, Margrave of Brandenburg-Kulmbach", "href": "/wiki/Albert_Alcibiades,_Margrave_of_Brandenburg-Kulmbach", "description": "Albert II was the Margrave of Brandenburg-Kulmbach (Brandenburg-Bayreuth) from 1527 to 1553. He was a member of the Franconian branch of the House of Hohenzollern. Because of his bellicose nature, Albert was given the cognomen Bellator during his lifetime. Posthumously, he became known as Alcibiades."}]}, {"heading": "Deaths", "year": "1570", "date": "January 8", "txt": "Philibert de l'Orme, French sculptor and architect, designed the Château d'Anet (b. 1510)", "entities": [{"title": "Philibert de l'Orme", "href": "/wiki/Philibert_de_l%27Orme", "description": "Philibert de l'Orme was a French architect and writer, and one of the great masters of French Renaissance architecture. His surname is also written De l'Orme, de L'Orme, or Delorme."}, {"title": "Château d'Anet", "href": "/wiki/Ch%C3%A2teau_d%27Anet", "description": "The Château d'Anet is a château near Dreux, in the Eure-et-Loir department in northern France, built by Philibert de l'Orme from 1547 to 1552 for Diane de Poitiers, the mistress of Henry II of France. It was built on the former château at the center of the domains of Diane's deceased husband, Louis de Brézé, seigneur d'Anet, Marshal of Normandy and Master of the Hunt."}]}, {"heading": "Deaths", "year": "1598", "date": "January 8", "txt": "John George, Elector of Brandenburg (b. 1525)", "entities": [{"title": "John George, Elector of Brandenburg", "href": "/wiki/John_George,_Elector_of_Brandenburg", "description": "John George of Brandenburg was a Prince-elector of the Margraviate of Brandenburg (1571–1598)."}]}, {"heading": "Deaths", "year": "1642", "date": "January 8", "txt": "Galileo Galilei, Italian physicist, mathematician, astronomer, and philosopher (b. 1564)", "entities": [{"title": "Galileo Galilei", "href": "/wiki/Galileo_Galilei", "description": "Galileo di Vincenzo Bonaiuti de' Galilei was an Italian astronomer, physicist and engineer, sometimes described as a polymath, from Pisa. Galileo has been called the \"father of observational astronomy\", the \"father of modern physics\", the \"father of the scientific method\", and the \"father of modern science\"."}]}, {"heading": "Deaths", "year": "1707", "date": "January 8", "txt": "John Dalrymple, 1st Earl of Stair, Scottish soldier and politician, Scottish Secretary of State (b. 1648)", "entities": [{"title": "John Dalrymple, 1st Earl of Stair", "href": "/wiki/John_Dalrymple,_1st_Earl_of_Stair", "description": "John Dalrymple, 1st Earl of Stair was a Scottish politician and lawyer. As Joint Secretary of State in Scotland 1691-1695, he played a key role in suppressing the 1689-1692 Jacobite Rising and was forced to resign in 1695 for his part in the Massacre of Glencoe. Restored to favour under Queen Anne in 1702 and made Earl of Stair in 1703, he was closely involved in negotiations over the 1707 Acts of"}, {"title": "Secretary of State, Scotland", "href": "/wiki/Secretary_of_State,_Scotland", "description": "The Secretary of Scotland or Lord Secretary was a senior post in the government of the Kingdom of Scotland."}]}, {"heading": "Deaths", "year": "1713", "date": "January 8", "txt": "Arcangelo Corelli, Italian violinist and composer (b. 1653)", "entities": [{"title": "Arcangelo Corelli", "href": "/wiki/Arcangelo_Corelli", "description": "Arcangelo Corelli (, also, , Italian: [arˈkandʒelo koˈrɛlli]; was an Italian violinist and composer of the Baroque era. His music was key in the development of the modern genres of sonata and concerto, in establishing the preeminence of the violin, and as the first coalescing of modern tonality and functional harmony."}]}, {"heading": "Deaths", "year": "1775", "date": "January 8", "txt": "John Baskerville, English printer and type designer (b. 1706)", "entities": [{"title": "John Baskerville", "href": "/wiki/John_Baskerville", "description": "John Baskerville was an English businessman, in areas including japanning and papier-mâché, but he is best remembered as a printer and type designer."}]}, {"heading": "Deaths", "year": "1794", "date": "January 8", "txt": "Justus Möser, German lawyer and jurist (b. 1720)", "entities": [{"title": "Justus Möser", "href": "/wiki/Justus_M%C3%B6ser", "description": "Justus Möser was a German jurist and social theorist, best known for his innovative history of Osnabrück which stressed social and cultural themes."}]}, {"heading": "Deaths", "year": "1815", "date": "January 8", "txt": "Edward Pakenham, Anglo-Irish general and politician (b. 1778)", "entities": [{"title": "Edward Pakenham", "href": "/wiki/Edward_Pakenham", "description": "Major General Sir Edward Michael Pakenham,, was a British Army officer and politician. He was the son of The Baron Longford and the brother-in-law of The Duke of Wellington, with whom he served in the Peninsular War. During the War of 1812, he was commander of British forces in North America (1814–15). On 8 January 1815, Pakenham was killed in action while leading his men at the Battle of New Orle"}]}, {"heading": "Deaths", "year": "1825", "date": "January 8", "txt": "Eli Whitney, American engineer and theorist, invented the cotton gin (b. 1765)", "entities": [{"title": "Eli Whitney", "href": "/wiki/Eli_Whitney", "description": "Eli Whitney Jr. was an American inventor, widely known for inventing the cotton gin, one of the key inventions of the Industrial Revolution and shaped the economy of the Antebellum South."}, {"title": "Cotton gin", "href": "/wiki/Cotton_gin", "description": "A cotton gin – meaning \"cotton engine\" – is a machine that quickly and easily separates cotton fibers from their seeds, enabling much greater productivity than manual cotton separation. The fibers are then processed into various cotton goods such as calico, while any undamaged cotton is used largely for textiles like clothing. The separated seeds may be used to grow more cotton or to produce cotto"}]}, {"heading": "Deaths", "year": "1854", "date": "January 8", "txt": "William Beresford, 1st Viscount Beresford, English field marshal and politician, Lieutenant-General of the Ordnance (b. 1768)", "entities": [{"title": "William Beresford, 1st Viscount Beresford", "href": "/wiki/William_Beresford,_1st_Viscount_Beresford", "description": "General William Carr Beresford, 1st Viscount Beresford, 1st Marquis of Campo Maior, was an Anglo-Irish soldier and politician. A general in the British Army and a Marshal in the Portuguese Army, he fought alongside The Duke of Wellington in the Peninsular War and held the office of Master-General of the Ordnance in 1828 in Wellington's first ministry. He led the 1806 failed British invasion of Bue"}, {"title": "Lieutenant-General of the Ordnance", "href": "/wiki/Lieutenant-General_of_the_Ordnance", "description": "The Lieutenant-General of the Ordnance was a member of the British Board of Ordnance and the deputy of the Master-General of the Ordnance. The office was established in 1545, and the holder was appointed by the crown under letters patent. It was abolished in 1855 when the Board of Ordnance was subsumed into the War Office."}]}, {"heading": "Deaths", "year": "1865", "date": "January 8", "txt": "Aimé, duc de Clermont-Tonnerre, French general and politician, French Minister of Defence (b. 1779)", "entities": [{"title": "Aimé, duc de Clermont-Tonnerre", "href": "/wiki/Aim%C3%A9,_duc_de_Clermont-Tonnerre", "description": "Aimé-Marie-Gaspard, comte de Clermont-Tonnerre was a French general and statesman."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1874", "date": "January 8", "txt": "Charles Étienne Brasseur de Bourbourg, French historian and archaeologist (b. 1814)", "entities": [{"title": "Charles Étienne Brasseur de Bourbourg", "href": "/wiki/Charles_%C3%89tienne_Brasseur_de_Bourbourg", "description": "Abbé Charles-Étienne Brasseur de Bourbourg was a noted French writer, ethnographer, historian, archaeologist, and Catholic priest. He became a specialist in Mesoamerican studies, travelling extensively in the region. \nHis writings, publications, and recovery of historical documents contributed much to knowledge of the region's languages, writing, history and culture, particularly those of the Maya"}]}, {"heading": "Deaths", "year": "1878", "date": "January 8", "txt": "Nikolay Nekrasov, Russian poet and critic (b. 1821)", "entities": [{"title": "Nikolay Nekrasov", "href": "/wiki/Nikolay_Nekrasov", "description": "Nikolay Alexeyevich Nekrasov was a Russian poet, writer, critic and publisher, whose deeply compassionate poems about peasant Russia made him the hero of liberal and radical circles of Russian intelligentsia, as represented by Vissarion Belinsky, Nikolay Chernyshevsky and Fyodor Dostoyevsky. He is credited with introducing into Russian poetry ternary meters and the technique of dramatic monologue."}]}, {"heading": "Deaths", "year": "1880", "date": "January 8", "txt": "Emperor Norton, English-American businessman (b. 1811)", "entities": [{"title": "Emperor Norton", "href": "/wiki/Emperor_Norton", "description": "Joshua Abraham Norton, known as Emperor Norton, was a citizen of San Francisco, California, who proclaimed himself \"Norton I, Emperor of the United States\" in 1859. In 1863 he took the secondary title of \"Protector of Mexico\" after Napoleon III invaded Mexico. Norton was born in England but spent most of his early life in South Africa. He sailed west after the death of his mother in 1846 and his f"}]}, {"heading": "Deaths", "year": "1883", "date": "January 8", "txt": "Miska Magyarics, Slovene-Hungarian poet (b. 1825)", "entities": [{"title": "Miska Magyarics", "href": "/wiki/Miska_Magyarics", "description": "Miska Magyarics, official name Mihály Magyarics, was a Hungarian Slovene poet."}]}, {"heading": "Deaths", "year": "1896", "date": "January 8", "txt": "William Rainey Marshall, American banker and politician, 5th Governor of Minnesota (b. 1825)", "entities": [{"title": "William Rainey Marshall", "href": "/wiki/William_Rainey_Marshall", "description": " Willian Rainey Marshall was an American politician. He was the fifth Governor of Minnesota from January 8, 1866 to January 9, 1870 and was a member of the Republican party. He served as an officer in the 7th Minnesota Volunteer Infantry Regiment during the American Civil War (1861–1865)."}, {"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Deaths", "year": "1896", "date": "January 8", "txt": "Paul Verlaine, French poet and writer (b. 1844)", "entities": []}, {"heading": "Deaths", "year": "1914", "date": "January 8", "txt": "Simon Bolivar Buckner, American general and 30th Governor of Kentucky (b. 1823)", "entities": [{"title": "Simon Bolivar Buckner", "href": "/wiki/Simon_Bolivar_Buckner", "description": "Simon Bolivar Buckner was an American soldier and politician who fought in the United States Army in the Mexican–American War and in the Confederate States Army during the American Civil War. He later served as the 30th governor of Kentucky."}, {"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Deaths", "year": "1916", "date": "January 8", "txt": "Rembrandt Bugatti, Italian sculptor (b. 1884)", "entities": [{"title": "Rembrandt Bugatti", "href": "/wiki/Rembrandt_Bugatti", "description": "Rembrandt Bugatti was an Italian sculptor, known primarily for his bronze sculptures of wildlife subjects. During World War I, he volunteered for paramedical work at a military hospital in Antwerp, an experience that triggered in Bugatti the onset of depression, aggravated by financial problems, which eventually caused him to commit suicide on 8 January 1916 in Paris, France. He was 31 years old."}]}, {"heading": "Deaths", "year": "1916", "date": "January 8", "txt": "Ada Rehan, Irish-American actress (b. 1860)", "entities": []}, {"heading": "Deaths", "year": "1918", "date": "January 8", "txt": "Ellis H. Roberts, American journalist and politician, 20th Treasurer of the United States (b. 1827)", "entities": [{"title": "Ellis H. Roberts", "href": "/wiki/Ellis_H._Roberts", "description": "Ellis Henry Roberts was a United States Representative from New York and 20th Treasurer of the United States."}, {"title": "Treasurer of the United States", "href": "/wiki/Treasurer_of_the_United_States", "description": "The Treasurer of the United States is an official in the United States Department of the Treasury who was originally charged with the receipt and custody of government funds, though many of these functions have been taken over by different bureaus of the Department. The Treasurer remains the depositary officer of the United States with regard to deposits of gold, Special Drawing Rights, and financ"}]}, {"heading": "Deaths", "year": "1920", "date": "January 8", "txt": "Josef Josephi, Polish-born singer and actor (b.1852)", "entities": [{"title": "Josef Josephi", "href": "/wiki/Josef_Josephi", "description": "Josef Ichhäuser(1852–1920), known by the stage name Josef Josephi (also spelled Joseffy), was a Polish-born singer (tenor-baritone) and actor."}]}, {"heading": "Deaths", "year": "1925", "date": "January 8", "txt": "George Bellows, American painter (b.1882)", "entities": [{"title": "George Bellows", "href": "/wiki/George_Bellows", "description": "George Wesley Bellows was an American realist painter, known for his bold depictions of urban life in New York City. He became, according to the Columbus Museum of Art, \"the most acclaimed American artist of his generation\"."}]}, {"heading": "Deaths", "year": "1934", "date": "January 8", "txt": "Andrei Bely, Russian novelist, poet, and critic (b. 1880)", "entities": [{"title": "Andrei Bely", "href": "/wiki/Andrei_Bely", "description": "Boris Nikolaevich Bugaev, better known by the pen name Andrei Bely or Biely, was a Russian novelist, Symbolist poet, theorist and literary critic. He was a committed antroposophist and follower of Rudolf Steiner. His novel Petersburg was regarded by Vladimir Nabokov as the third-greatest masterpiece of the 20th century."}]}, {"heading": "Deaths", "year": "1934", "date": "January 8", "txt": "Alexandre Stavisky, Ukrainian-French financier (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1938", "date": "January 8", "txt": "Johnny Gruelle, American author and illustrator (b. 1880)", "entities": [{"title": "Johnny Gruelle", "href": "/wiki/Johnny_Gruelle", "description": "John Barton Gruelle was an American artist, political cartoonist, children's book and comics author, illustrator, and storyteller. He is best known as the creator of Raggedy Ann and Raggedy Andy dolls and as the author/illustrator of dozens of books. He also created the Beloved Belindy doll. Gruelle also contributed cartoons and illustrations to at least ten newspapers, four major news syndicates,"}]}, {"heading": "Deaths", "year": "1941", "date": "January 8", "txt": "Robert Baden-Powell, 1st Baron Baden-Powell, English general and founder of the Scout movement (b. 1857)", "entities": [{"title": "Robert Baden-Powell, 1st Baron Baden-Powell", "href": "/wiki/Robert_Baden-Powell,_1st_Baron_Baden-Powell", "description": "Lieutenant General Robert Stephenson Smyth Baden-Powell, 1st Baron Baden-Powell,, was a British Army officer, writer, founder and first Chief Scout of the world-wide Scout Movement, and founder, with his sister Agnes, of the world-wide Girl Guide / Girl Scout Movement. Baden-Powell authored the first editions of the seminal work Scouting for Boys, which was an inspiration for the Scout Movement."}, {"title": "Scouting", "href": "/wiki/Scouting", "description": "The Scout movement, also known as Scouting or the Scouts, is a voluntary non-political educational movement for young people. Although it requires an oath of allegiance to a nation's leaders and, in some countries, to a god, it otherwise allows membership without distinction of gender, race or origin in accordance with the principles of its founder, Lord Baden-Powell. The purpose of the Scout Move"}]}, {"heading": "Deaths", "year": "1942", "date": "January 8", "txt": "Joseph Franklin Rutherford, American lawyer and religious leader (b. 1869)", "entities": [{"title": "Joseph Franklin Rutherford", "href": "/wiki/Joseph_Franklin_Rutherford", "description": "Joseph Franklin Rutherford, also known as Judge Rutherford, was the second president of the incorporated Watch Tower Bible and Tract Society of Pennsylvania. He played a primary role in the organization and doctrinal development of Jehovah's Witnesses, which emerged from the Bible Student movement established by Charles Taze Russell."}]}, {"heading": "Deaths", "year": "1943", "date": "January 8", "txt": "Andres Larka, Estonian general and politician, 1st Estonian Minister of War (b. 1879)", "entities": [{"title": "Andres Larka", "href": "/wiki/Andres_Larka", "description": "Andres Larka VR I/1 was an Estonian military commander during the Estonian War of Independence and a politician."}, {"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Deaths", "year": "1944", "date": "January 8", "txt": "William Kissam Vanderbilt II, American lieutenant and sailor (b. 1878)", "entities": [{"title": "William Kissam Vanderbilt II", "href": "/wiki/William_Kissam_Vanderbilt_II", "description": "William Kissam Vanderbilt II was a motor racing enthusiast and yachtsman, and a member of the prominent American Vanderbilt family."}]}, {"heading": "Deaths", "year": "1945", "date": "January 8", "txt": "Karl Ernst Krafft, Swiss astrologer and author (b. 1900)", "entities": [{"title": "Karl Ernst Krafft", "href": "/wiki/Karl_Ernst_Krafft", "description": "Karl Ernst Krafft was a Swiss astrologer, born in Basel. He worked on the fields of astrology and graphology."}]}, {"heading": "Deaths", "year": "1948", "date": "January 8", "txt": "Kurt Schwitters, German painter and graphic designer (b. 1887)", "entities": [{"title": "Kurt Schwitters", "href": "/wiki/Kurt_Schwitters", "description": "Kurt Hermann Eduard Karl Julius Schwitters was a German artist who was born in Hanover, Germany."}]}, {"heading": "Deaths", "year": "1950", "date": "January 8", "txt": "Joseph Schumpeter, Czech-American economist and academic (b. 1883)", "entities": [{"title": "Joseph Schumpeter", "href": "/wiki/Joseph_Schumpeter", "description": "Joseph Alois Schumpeter was an Austrian political economist. He was born in Moravia, and briefly served as Finance Minister of German-Austria in 1919. In 1932, he emigrated to the United States to become a professor at Harvard University, where he remained until the end of his career, and in 1939 obtained American citizenship."}]}, {"heading": "Deaths", "year": "1952", "date": "January 8", "txt": "Antonia Maury, American astronomer and astrophysicist (b. 1866)", "entities": [{"title": "Antonia Maury", "href": "/wiki/Antonia_Maury", "description": "Antonia Caetana de Paiva Pereira Maury was an American astronomer who was the first to detect and calculate the orbit of a spectroscopic binary. She published an important early catalog of stellar spectra using her own system of stellar classification, which was later adopted by the International Astronomical Union. She also spent many years studying the binary star Beta Lyrae. Maury was part of t"}]}, {"heading": "Deaths", "year": "1953", "date": "January 8", "txt": "Hugh Binney, English admiral and politician, 16th Governor of Tasmania (b. 1883)", "entities": [{"title": "Hugh Binney", "href": "/wiki/Hugh_Binney", "description": "Admiral Sir Thomas Hugh Binney, was a senior officer in the Royal Navy and the 16th Governor of Tasmania from 1945 to 1951."}, {"title": "Governor of Tasmania", "href": "/wiki/Governor_of_Tasmania", "description": "The Governor of Tasmania is the representative in the Australian state of Tasmania of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as the Governor-General of Australia does at the national level."}]}, {"heading": "Deaths", "year": "1954", "date": "January 8", "txt": "Eduard Wiiralt, Estonian-French painter and illustrator (b. 1898)", "entities": [{"title": "Eduard Wiiralt", "href": "/wiki/Eduard_Wiiralt", "description": "Eduard Wiiralt was a well-known Estonian graphic artist. In art history, Wiiralt is considered as the most remarkable master of Estonian graphic art in the first half of his century; the most well-known of his works include \"Inferno\", \"Hell\", \"Cabaret\", \"Heads of Negroes\", \"Sleeping Tiger\", and \"Head of a Camel\"."}]}, {"heading": "Deaths", "year": "1958", "date": "January 8", "txt": "Mary Colter, American architect, designed the Desert View Watchtower (b. 1869)", "entities": [{"title": "Mary Colter", "href": "/wiki/Mary_Colter", "description": "Mary Elizabeth Jane Colter was an American architect and designer. She was one of the very few female American architects in her day. She was the designer of many landmark buildings and spaces for the Fred Harvey Company and the Santa Fe Railroad, notably in Grand Canyon National Park. Her work had enormous influence as she helped to create a style, blending Spanish Colonial Revival and Mission Re"}, {"title": "Desert View Watchtower", "href": "/wiki/Desert_View_Watchtower", "description": "Desert View Watchtower, also known as the Indian Watchtower at Desert View, is a 70-foot (21 m)-high stone building located on the South Rim of the Grand Canyon within Grand Canyon National Park in Arizona, United States. The tower is located at Desert View, more than 20 miles (32 km) to the east of the main developed area at Grand Canyon Village, toward the east entrance to the park. The four-sto"}]}, {"heading": "Deaths", "year": "1961", "date": "January 8", "txt": "Schoolboy Rowe, American baseball player and coach (b. 1910)", "entities": [{"title": "Schoolboy Rowe", "href": "/wiki/Schoolboy_Rowe", "description": "Lynwood Thomas \"Schoolboy\" Rowe was an American right-handed pitcher in Major League Baseball, primarily for the Detroit Tigers (1932–42) and Philadelphia Phillies. He was a three-time All-Star, and a member of three Tigers' World Series teams."}]}, {"heading": "Deaths", "year": "1963", "date": "January 8", "txt": "Kay Sage, American painter (b. 1898)", "entities": [{"title": "Kay Sage", "href": "/wiki/Kay_Sage", "description": "Katherine Linn Sage, usually known as Kay Sage, was an American Surrealist artist and poet active between 1936 and 1963. A member of the Golden Age and Post-War periods of surrealism, she is mostly recognized for her artistic works, which typically contain themes of an architectural nature."}]}, {"heading": "Deaths", "year": "1975", "date": "January 8", "txt": "Richard Tucker, American operatic tenor (b. 1913)", "entities": [{"title": "Richard Tucker (tenor)", "href": "/wiki/Richard_Tucker_(tenor)", "description": "Richard Tucker was an American operatic tenor."}]}, {"heading": "Deaths", "year": "1976", "date": "January 8", "txt": "Zhou Enlai, Chinese soldier and politician, 1st Premier of the People's Republic of China (b. 1898)", "entities": [{"title": "Zhou Enlai", "href": "/wiki/Zhou_Enlai", "description": "Zhou Enlai, Wade-Giles transliteration Chou En-lai, was the first Premier of the People's Republic of China. From October 1949 until his death in January 1976, Zhou was China's head of government. Zhou served under Chairman Mao Zedong and helped the Communist Party rise to power, later helping consolidate its control, form its foreign policy, and develop the Chinese economy."}, {"title": "Premier of the People's Republic of China", "href": "/wiki/Premier_of_the_People%27s_Republic_of_China", "description": "The premier of the State Council of the People's Republic of China, sometimes also referred to informally as the \"prime minister\", is the head of the central government of China and is the holder of the highest rank in the Civil Service. This position replaced the role of premier of the Government Administration Council of the Central People's Government, which existed from 1949 to 1954."}]}, {"heading": "Deaths", "year": "1980", "date": "January 8", "txt": "John Mauchly, American physicist and academic (b. 1907)", "entities": [{"title": "John Mauchly", "href": "/wiki/John_Mauchly", "description": "John William Mauchly was an American physicist who, along with J. Presper Eckert, designed ENIAC, the first general purpose electronic digital computer, as well as EDVAC, BINAC and UNIVAC I, the first commercial computer made in the United States."}]}, {"heading": "Deaths", "year": "1982", "date": "January 8", "txt": "Grégoire Aslan, Swiss-English actor and screenwriter (b. 1908)", "entities": [{"title": "Grégoire Aslan", "href": "/wiki/Gr%C3%A9goire_Aslan", "description": "Grégoire Aslan was an Armenian actor and musician based in Switzerland."}]}, {"heading": "Deaths", "year": "1983", "date": "January 8", "txt": "Gerhard Barkhorn, German general and pilot (b. 1919)", "entities": [{"title": "Gerhard Barkhorn", "href": "/wiki/Gerhard_Barkhorn", "description": "Gerhard \"Gerd\" Barkhorn was a German military aviator and wing commander in the Luftwaffe during World War II. As a fighter ace, he was the second most successful fighter pilot of all time after fellow pilot Erich Hartmann. Other than Hartmann, Barkhorn is the only fighter ace to ever exceed 300 claimed victories. Following World War II, he became a high-ranking officer in the German Air Force of "}]}, {"heading": "Deaths", "year": "1986", "date": "January 8", "txt": "Pierre Fournier, French cellist and educator (b. 1906)", "entities": [{"title": "Pierre Fournier", "href": "/wiki/Pierre_Fournier", "description": "Pierre Léon Marie Fournier was a French cellist who was called the \"aristocrat of cellists,\" on account of his elegant musicianship and majestic sound."}]}, {"heading": "Deaths", "year": "1990", "date": "January 8", "txt": "Bernard Krigstein, American illustrator (b. 1919)", "entities": [{"title": "Bernard Krigstein", "href": "/wiki/Bernard_Krigstein", "description": "Bernard Krigstein, was an American illustrator and gallery artist who received acclaim for his innovative and influential approach to comic book art, notably in EC Comics. His artwork usually displayed the signature B. Krigstein. His best-known work in comic books is the eight-page story \"Master Race\", originally published in the debut issue of EC Comics' Impact."}]}, {"heading": "Deaths", "year": "1990", "date": "January 8", "txt": "Terry-Thomas, English actor and comedian (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "January 8", "txt": "Steve Clark, English singer-songwriter and guitarist (b. 1960)", "entities": [{"title": "Steve Clark", "href": "/wiki/Steve_Clark", "description": "Stephen Maynard Clark was an English musician. He was the principal songwriter and lead guitarist for the English hard rock band Def Leppard until 1991, when he died from alcohol poisoning. In 2007, Clark was ranked No. 11 on Classic Rock Magazine's \"100 Wildest Guitar Heroes\". In 2019, Clark was posthumously inducted into the Rock and Roll Hall of Fame as a member of Def Leppard."}]}, {"heading": "Deaths", "year": "1994", "date": "January 8", "txt": "Pat Buttram, American actor and comedian (b. 1915)", "entities": [{"title": "Pat Buttram", "href": "/wiki/Pat_Buttram", "description": "Maxwell Emmett Buttram, professionally known as Pat Buttram, was an American character actor, known for playing the sidekick of Gene Autry and for playing the character of Mr. Haney in the television series Green Acres. He had a distinctive voice that, in his own words, \"never quite made it through puberty.\""}]}, {"heading": "Deaths", "year": "1994", "date": "January 8", "txt": "Harvey Haddix, American baseball player and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 8", "txt": "Metin Göktepe, Turkish photographer and journalist (b. 1968)", "entities": [{"title": "Metin Göktepe", "href": "/wiki/Metin_G%C3%B6ktepe", "description": "Metin Göktepe was a Turkish photojournalist who was tortured and brutally murdered in police custody in Istanbul on January 8, 1996."}]}, {"heading": "Deaths", "year": "1996", "date": "January 8", "txt": "François Mitterrand, French sergeant and politician, 21st President of France (b. 1916)", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1997", "date": "January 8", "txt": "Melvin Calvin, American chemist and academic, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Melvin Calvin", "href": "/wiki/Melvin_Calvin", "description": "Melvin Ellis Calvin was an American biochemist known for discovering the Calvin cycle along with Andrew Benson and James Bassham, for which he was awarded the 1961 Nobel Prize in Chemistry. He spent most of his five-decade career at the University of California, Berkeley."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1998", "date": "January 8", "txt": "Michael Tippett, English composer and conductor (b. 1905)", "entities": [{"title": "Michael Tippett", "href": "/wiki/Michael_Tippett", "description": "Sir Michael Kemp Tippett was an English composer who rose to prominence during and immediately after the Second World War. In his lifetime he was sometimes ranked with his contemporary Benjamin Britten as one of the leading British composers of the 20th century. Among his best-known works are the oratorio A Child of Our Time, the orchestral Fantasia Concertante on a Theme of Corelli, and the opera"}]}, {"heading": "Deaths", "year": "2002", "date": "January 8", "txt": "Alexander Prokhorov, Australian-Russian physicist and academic, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Alexander Prokhorov", "href": "/wiki/Alexander_Prokhorov", "description": "Alexander Mikhailovich Prokhorov was an Australian-born Soviet-Russian physicist known for his pioneering research on lasers and masers in the Soviet Union for which he shared the Nobel Prize in Physics in 1964 with Charles Hard Townes and Nikolay Basov."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2002", "date": "January 8", "txt": "Dave Thomas, American businessman and philanthropist, founded Wendy's (b. 1932)", "entities": [{"title": "Wendy's", "href": "/wiki/Wendy%27s", "description": "Wendy's is an American international fast food restaurant chain founded by Dave Thomas on November 15, 1969, in Columbus, Ohio. The company moved its headquarters to Dublin, Ohio, on January 29, 2006. As of December 31, 2018, Wendy's was the world's third-largest hamburger fast-food chain with 6,711 locations, following Burger King and McDonald's. On April 24, 2008, the company announced a merger "}]}, {"heading": "Deaths", "year": "2003", "date": "January 8", "txt": "Ron Goodwin, English composer and conductor (b. 1925)", "entities": [{"title": "Ron Goodwin", "href": "/wiki/Ron_Goodwin", "description": "Ronald Alfred Goodwin was an English composer and conductor known for his film music. He scored over 70 films in a career lasting over fifty years. His most famous works included Where Eagles Dare, Battle of Britain, 633 Squadron, Margaret Rutherford's Miss Marple films, and Frenzy."}]}, {"heading": "Deaths", "year": "2006", "date": "January 8", "txt": "Tony Banks, Baron Stratford, Northern Irish broadcaster and politician, Minister for Sport and the Olympics (b. 1943)", "entities": [{"title": "Tony Banks, Baron Stratford", "href": "/wiki/Tony_Banks,_Baron_Stratford", "description": "Anthony Louis Banks, Baron Stratford was a British Labour politician who served as a member of Parliament from 1983 to 2005 and subsequently as a member of the House of Lords. He served as Minister for Sport from 1997 to 1999. He was well known in the House of Commons for his acid tongue."}, {"title": "Minister for Sport and the Olympics", "href": "/wiki/Minister_for_Sport_and_the_Olympics", "description": "The Minister for Sport is a junior minister in the Department for Digital, Culture, Media and Sport of the United Kingdom government, with responsibility for sport and Civil Society in England. The office is currently held by Nigel Huddleston."}]}, {"heading": "Deaths", "year": "2007", "date": "January 8", "txt": "Jane Bolin, American lawyer and judge (b. 1908)", "entities": [{"title": "Jane Bolin", "href": "/wiki/Jane_Bolin", "description": "Jane Matilda Bolin, LL.B. was the first black woman to graduate from Yale Law School, the first to join the New York City Bar Association and the first to join the New York City Law Department. She became the first black woman to serve as a judge in the United States when she was sworn into the bench of the New York City Domestic Relations Court in 1939."}]}, {"heading": "Deaths", "year": "2007", "date": "January 8", "txt": "Arthur Cockfield, Baron Cockfield, English lawyer and politician, Secretary of State for Business, Innovation and Skills (b. 1916)", "entities": [{"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Deaths", "year": "2007", "date": "January 8", "txt": "Yvonne De Carlo, Canadian-American actress and singer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 8", "txt": "David Ervine, Northern Irish politician and activist (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 8", "txt": "Iwao Takamoto, American animator, director, and producer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 8", "txt": "George Moore, Australian jockey and trainer (b. 1923)", "entities": [{"title": "George Moore (jockey)", "href": "/wiki/George_Moore_(jockey)", "description": "George Thomas Donald Moore OBE was an Australian jockey and Thoroughbred horse trainer. He began his career in racing in 1939 in Brisbane where he quickly became one of the top apprentice jockeys and where in 1943 he won the Senior Jockeys' Premiership. He then relocated to Sydney and in 1949 went to work for trainer Tommy J. Smith with whom he would have considerable success."}]}, {"heading": "Deaths", "year": "2009", "date": "January 8", "txt": "Lasantha Wickrematunge, Sri Lankan journalist (b. 1958)", "entities": [{"title": "Lasantha Wickrematunge", "href": "/wiki/Lasantha_Wickrematunge", "description": "Lasantha Manilal Wickrematunge was a Sri Lankan journalist, politician and human rights activist who was assassinated in January 2009."}]}, {"heading": "Deaths", "year": "2010", "date": "January 8", "txt": "Art Clokey, American animator, director, producer, and screenwriter (b. 1921)", "entities": [{"title": "Art Clokey", "href": "/wiki/Art_Clokey", "description": "Arthur \"Art\" Clokey was an American pioneer in the popularization of stop-motion clay animation, best known as the creator of the character Gumby and the original voice of Gumby's sidekick, Pokey. Clokey's career began in 1953 with a film experiment called Gumbasia, which was influenced by his professor, Slavko Vorkapich, at the University of Southern California. Clokey and his wife Ruth subsequen"}]}, {"heading": "Deaths", "year": "2011", "date": "January 8", "txt": "Jiří Dienstbier, Czech journalist and politician (b. 1937)", "entities": [{"title": "Jiří Dienstbier", "href": "/wiki/Ji%C5%99%C3%AD_Dienstbier", "description": "Jiří Dienstbier was a Czech politician and journalist. Born in Kladno, he was one of Czechoslovakia's most respected foreign correspondents before being fired after the Prague Spring. Unable to have a livelihood as a journalist, he worked as a janitor for the next two decades. During this time, he secretly revived the suppressed Lidové noviny newspaper."}]}, {"heading": "Deaths", "year": "2011", "date": "January 8", "txt": "Thorbjørn Svenssen, Norwegian footballer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 8", "txt": "Dave Alexander, American singer and pianist (b. 1938)", "entities": [{"title": "Dave Alexander (blues musician)", "href": "/wiki/Dave_Alexander_(blues_musician)", "description": "Dave Alexander, also known as Omar Sharriff, Omar Shariff, Omar Hakim Khayam was an American West Coast blues singer and pianist."}]}, {"heading": "Deaths", "year": "2012", "date": "January 8", "txt": "T. J. Hamblin, English haematologist and academic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 8", "txt": "Alexis Weissenberg, Bulgarian-French pianist and educator (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 8", "txt": "Kenojuak Ashevak, Canadian sculptor and illustrator (b. 1927)", "entities": [{"title": "Kenojuak Ashevak", "href": "/wiki/Kenojuak_Ashevak", "description": "Kenojuak Ashevak, is celebrated as a leading figure of modern Inuit art."}]}, {"heading": "Deaths", "year": "2013", "date": "January 8", "txt": "Jeanne Manford, American educator and activist, co-founded PFLAG (b. 1920)", "entities": [{"title": "PFLAG", "href": "/wiki/PFLAG", "description": "PFLAG is the United States' first and largest organization uniting parents, families, and allies with people who are lesbian, gay, bisexual, transgender, and queer (LGBTQ+). PFLAG National is the national organization, which provides support to the PFLAG network of local chapters. PFLAG has over 400 chapters across the United States, with more than 200,000 members and supporters."}]}, {"heading": "Deaths", "year": "2013", "date": "January 8", "txt": "Alasdair Milne, Indian-English director and producer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 8", "txt": "Irma Heijting-Schuhmacher, Dutch-Australian swimmer (b. 1925)", "entities": [{"title": "Irma Heijting-Schuhmacher", "href": "/wiki/Irma_Heijting-Schuhmacher", "description": "Irma Heijting-Schuhmacher was a freestyle swimmer from the Netherlands who won two medals at the Summer Olympics. After having claimed the bronze medal in the 4 × 100 m freestyle relay in London (1948), she won the silver medal four years later in Helsinki, Finland, in the same event. Individually, she was sixth in the 100 m freestyle at both games. She also won two gold and two silver medals at t"}]}, {"heading": "Deaths", "year": "2014", "date": "January 8", "txt": "Antonino P. Roman, Filipino lawyer and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 8", "txt": "Andraé Crouch, American singer-songwriter, producer, and pastor (b. 1942)", "entities": [{"title": "Andraé Crouch", "href": "/wiki/Andra%C3%A9_Crouch", "description": "Andraé Edward Crouch was an American gospel singer, songwriter, arranger, record producer and pastor. Referred to as \"the father of modern gospel music\" by contemporary Christian and gospel music professionals, Crouch was known for his compositions \"The Blood Will Never Lose Its Power\", \"My Tribute \" and \"Soon and Very Soon\". He collaborated on some of his recordings with famous and popular artist"}]}, {"heading": "Deaths", "year": "2015", "date": "January 8", "txt": "Kep Enderby, Australian lawyer, judge, and politician, 23rd Attorney-General for Australia (b. 1926)", "entities": [{"title": "Attorney-General for Australia", "href": "/wiki/Attorney-General_for_Australia", "description": "The Attorney-General of Australia is the First Law Officer of the Crown in right of the Commonwealth of Australia, chief law officer of the Commonwealth of Australia and a minister of state. The Attorney-General is usually a member of the Federal Cabinet, but need not be. Under the Constitution, they are appointed by the Governor-General on the advice of the Prime Minister, and serve at the Govern"}]}, {"heading": "Deaths", "year": "2015", "date": "January 8", "txt": "Patsy Garrett, American actress and singer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 8", "txt": "Maria Teresa de Filippis, Italian racing driver (b. 1926)", "entities": [{"title": "Maria Teresa de Filippis", "href": "/wiki/Maria_Teresa_de_Filippis", "description": "Maria Teresa de Filippis was an Italian racing driver, and the first woman to race in Formula One. She participated in five World Championship Grands Prix, debuting on 18 May 1958, but scored no championship points. Though her Formula One racing career was brief, she won races in other series and is remembered as a pioneer in the sport."}]}, {"heading": "Deaths", "year": "2016", "date": "January 8", "txt": "German Moreno, Filipino television host, actor, comedian and talent manager (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 8", "txt": "Nicolai Gedda, Swedish operatic tenor (b. 1925)", "entities": [{"title": "Nicolai Gedda", "href": "/wiki/Nicolai_Gedda", "description": "Harry Gustaf Nikolai Gädda, known professionally as Nicolai Gedda, was a Swedish operatic tenor. Debuting in 1951, Gedda had a long and successful career in opera until the age of 77 in June 2003, when he made his final operatic recording. Skilled at languages, he performed operas in French, Russian, German, Italian, English, Czech and Swedish, as well as one in Latin. In January 1958, he created "}]}, {"heading": "Deaths", "year": "2017", "date": "January 8", "txt": "James Mancham, Seychellois politician, President 1976-77 (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 8", "txt": "Akbar Hashemi Rafsanjani, Iranian politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 8", "txt": "Peter Sarstedt, Indian-British singer-songwriter and guitarist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "January 8", "txt": "Pat Dalton, Australian footballer (b. 1942)", "entities": [{"title": "Pat Dalton", "href": "/wiki/Pat_Dalton", "description": "Patrick James Dalton was an Australian rules footballer who played 217 games for Perth in the WANFL from 1960-71. He was named on the interchange bench in Perth's official \"Team of the Century\". A regular for Perth during the 1960s, Dalton was almost always used as a centreman. He was a member of three consecutive premiership teams at Perth, in 1966, 1967 and 1968."}]}, {"heading": "Deaths", "year": "2020", "date": "January 8", "txt": "Buck Henry, American actor, screenwriter, and director (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "January 8", "txt": "Iancu Țucărman, Romanian Holocaust survivor (b. 1922)", "entities": [{"title": "Iancu Țucărman", "href": "/wiki/Iancu_%C8%9Auc%C4%83rman", "description": "Iancu Țucărman was a Romanian Jewish agricultural engineer and survivor of the Holocaust and the Iași pogrom. He died in 8 January 2021 at age 98 after getting infected by COVID-19 during the COVID-19 pandemic in Romania. He was the penultimate survivor of the \"Train of the Dead\" that was used to deport Jews from the Iași railway station after Leonard Zăicescu. Țucărman was buried at the Giurgiulu"}]}]