[{"heading": "Events", "year": "46 BC", "date": "January 4", "txt": "Julius Caesar fights Titus Labienus in the Battle of Ruspina.", "entities": [{"title": "Julius Caesar", "href": "/wiki/Julius_Caesar", "description": "Gaius Julius Caesar was a Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire."}, {"title": "Titus Labienus", "href": "/wiki/Titus_Labienus", "description": "Titus Labienus was a professional Roman soldier in the late Roman Republic. He served as tribune of the Plebs in 63 BC. Although remembered as one of Julius Caesar's lieutenants in Gaul, mentioned frequently in the accounts of his military campaigns, Labienus chose to oppose him during the Civil War and was killed at Munda. He was the father of Quintus Labienus."}, {"title": "Battle of Ruspina", "href": "/wiki/Battle_of_Ruspina", "description": "The Battle of Ruspina was fought on 4 January 46 BC in the Roman province of Africa, between the Republican forces of the Optimates and forces loyal to Julius Caesar. The Republican army was commanded by Titus Labienus, Caesar's former supporter who had defected to the Republican side at the beginning of the civil war."}]}, {"heading": "Events", "year": "871", "date": "January 4", "txt": "Battle of Reading: Æthelred of Wessex and his brother Alfred are defeated by a Danish invasion army.", "entities": [{"title": "Battle of Reading (871)", "href": "/wiki/Battle_of_Reading_(871)", "description": "The Battle of Reading was a victory for a Danish Viking army over a West Saxon force on about 4 January 871 at Reading in Berkshire. The Vikings were led by Bagsecg and Halfdan Ragnarsson and the West Saxons by King Æthelred and his brother, the future King Alfred the Great. It was the second of a series of battles that took place following an invasion of Wessex by the Danish army in December 870."}, {"title": "Æthelred of Wessex", "href": "/wiki/%C3%86thelred_of_Wessex", "description": "Æthelred I was King of Wessex from 865 until his death in 871. He was the fourth of five sons of King Æthelwulf of Wessex, four of whom in turn became king. Æthelred succeeded his elder brother Æthelberht and was followed by his youngest brother, Alfred the Great. Æthelred had two sons, Æthelhelm and Æthelwold, who were passed over for the kingship on their father's death because they were still i"}, {"title": "Alfred the Great", "href": "/wiki/Alfred_the_Great", "description": "Alfred the Great was king of the West Saxons from 871 to c. 886 and king of the Anglo-Saxons from c. 886 to 899. He was the youngest son of King Æthelwulf, who died when Alfred was young. Three of Alfred's brothers, Æthelbald, Æthelberht and Æthelred, reigned in turn before him."}]}, {"heading": "Events", "year": "1649", "date": "January 4", "txt": "English Civil War: The Rump Parliament votes to put Charles I on trial.", "entities": [{"title": "Rump Parliament", "href": "/wiki/Rump_Parliament", "description": "The Rump Parliament was the English Parliament after Colonel Thomas Pride purged the Long Parliament, on 6 December 1648, of those members hostile to the Grandees' intention to try King Charles I for high treason."}]}, {"heading": "Events", "year": "1717", "date": "January 4", "txt": "The Netherlands, Great Britain, and France sign the Triple Alliance in an attempt to maintain the Treaty of Utrecht; Britain having signed a preliminary alliance with France on November 28 (November 17, 1716).", "entities": [{"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Triple Alliance (1717)", "href": "/wiki/Triple_Alliance_(1717)", "description": "The Triple Alliance was a treaty between the Dutch Republic, France and Great Britain, against Spain in an attempt to maintain the agreement of the 1713 Treaty of Utrecht. The three states were concerned about Spain becoming a superpower in Europe. As a result, militarisation took place and caused great havoc to civilians. That enraged Spain and other states and led to brinkmanship. The alliance b"}, {"title": "Treaty of Utrecht", "href": "/wiki/Treaty_of_Utrecht", "description": "The Peace of Utrecht is a series of peace treaties signed by the belligerents in the War of the Spanish Succession, in the Dutch city of Utrecht between April 1713 and February 1715. The war involved three contenders for the vacant throne of Spain, and involved much of Europe for over a decade. The main action saw France as the defender of Spain against a multinational coalition. The war was very "}]}, {"heading": "Events", "year": "1762", "date": "January 4", "txt": "Great Britain declares war on Spain, which meant the entry of Spain into the Seven Years' War.", "entities": [{"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}, {"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}]}, {"heading": "Events", "year": "1798", "date": "January 4", "txt": "Constantine Hangerli arrives in Bucharest, Wallachia, as its new Prince, invested by the Ottoman Empire.", "entities": [{"title": "Constantine Hangerli", "href": "/wiki/Constantine_Hangerli", "description": "Constantine Hangerli, also written as Constantin Hangerliu, was a Prince of Wallachia, then part of the Ottoman Empire, between 1797 and the time of his death. He was the brother of Alexander Hangerli, who served as Prince of Moldavia in 1807."}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}, {"title": "Prince of Wallachia", "href": "/wiki/Prince_of_Wallachia", "description": "This is a list of rulers of Wallachia, from the first mention of a medieval polity situated between the Southern Carpathians and the Danube until the union with Moldavia in 1859, leading to the creation of Romania."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1853", "date": "January 4", "txt": "After having been kidnapped and sold into slavery in the American South, Solomon Northup regains his freedom; his memoir Twelve Years a Slave later becomes a national bestseller.", "entities": [{"title": "Solomon Northup", "href": "/wiki/Solomon_Northup", "description": "Solomon Northup was an American abolitionist and the primary author of the memoir Twelve Years a Slave. A free-born African American from New York, he was the son of a freed slave and a free woman of color. A farmer and a professional violinist, Northup had been a landowner in Hebron, New York. In 1841, he was offered a traveling musician's job and went to Washington, D.C. ; there he was drugged, "}]}, {"heading": "Events", "year": "1854", "date": "January 4", "txt": "The McDonald Islands are discovered by Captain William McDonald aboard the Samarang.", "entities": [{"title": "Heard Island and McDonald Islands", "href": "/wiki/Heard_Island_and_McDonald_Islands", "description": "The Territory of Heard Island and McDonald Islands (HIMI) is an Australian external territory comprising a volcanic group of mostly barren Antarctic islands, about two-thirds of the way from Madagascar to Antarctica. The group's overall size is 372 km2 (144 sq mi) in area and it has 101.9 km (63 mi) of coastline. Discovered in the mid-19th century, the islands have been an Australian territory sin"}]}, {"heading": "Events", "year": "1863", "date": "January 4", "txt": "The New Apostolic Church, a Christian and chiliastic church, is established in Hamburg, Germany.", "entities": [{"title": "New Apostolic Church", "href": "/wiki/New_Apostolic_Church", "description": "The New Apostolic Church (NAC) is a chiliastic Christian church that split from the now defunct Catholic Apostolic Church during an 1863 schism in Hamburg, Germany."}, {"title": "Hamburg", "href": "/wiki/Hamburg", "description": "Hamburg, officially the Free and Hanseatic City of Hamburg, is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million. Hamburg's urban area has a population of around 2.5 million and its metropolitan area is home to more than five million people. The city lies on the River Elbe and two of its tributaries, the River Alster a"}]}, {"heading": "Events", "year": "1878", "date": "January 4", "txt": "Russo-Turkish War (1877–78): Sofia is liberated from Ottoman rule and designated the capital of Liberated Bulgaria.", "entities": [{"title": "Russo-Turkish War (1877–78)", "href": "/wiki/Russo-Turkish_War_(1877%E2%80%9378)", "description": "The Russo-Turkish War of 1877–1878 was a conflict between the Ottoman Empire and the Eastern Orthodox coalition led by the Russian Empire and composed of Bulgaria, Romania, Serbia, and Montenegro. Fought in the Balkans and in the Caucasus, it originated in emerging 19th-century Balkan nationalism. Additional factors included Russian goals of recovering territorial losses endured during the Crimean"}, {"title": "Sofia", "href": "/wiki/Sofia", "description": "Sofia is the capital and largest city of Bulgaria. It is situated in the eponymous valley at the foot of the Vitosha mountain in the western parts of the country. The city is built west of the Iskar river, and has many mineral springs, such as the Sofia Central Mineral Baths. It has a humid continental climate. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic"}, {"title": "Battle of Sofia", "href": "/wiki/Battle_of_Sofia", "description": "The Battle of Sofia was the culmination of Russian General Iosif Gurko's Western Squad for the defeat of the Orhaniye army in the Russo-Turkish War (1877-1878). It led to the Liberation of Sofia from Turkish rule."}, {"title": "Ottoman Bulgaria", "href": "/wiki/Ottoman_Bulgaria", "description": "The history of Ottoman Bulgaria spans nearly 500 years, from the conquest by the Ottoman Empire of the smaller kingdoms emerging from the disintegrating Second Bulgarian Empire in the late 14th century, to the Liberation of Bulgaria in 1878. As a result of the Russo-Turkish War (1877–1878), the Principality of Bulgaria, a self-governing Ottoman vassal state that was functionally independent, was c"}, {"title": "Liberation of Bulgaria", "href": "/wiki/Liberation_of_Bulgaria", "description": "The Liberation of Bulgaria is a historical process as a result of the Bulgarian Revival."}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}]}, {"heading": "Events", "year": "1884", "date": "January 4", "txt": "The Fabian Society is founded in London, United Kingdom.", "entities": [{"title": "Fabian Society", "href": "/wiki/Fabian_Society", "description": "The Fabian Society is a British socialist organisation whose purpose is to advance the principles of democratic socialism via gradualist and reformist effort in democracies, rather than by revolutionary overthrow."}]}, {"heading": "Events", "year": "1885", "date": "January 4", "txt": "Sino-French War: French troops under General Oscar de Négrier defeat a numerically superior Qing force at Núi Bop in northern Vietnam.", "entities": [{"title": "Sino-French War", "href": "/wiki/Sino-French_War", "description": "The Sino-French War, also known as the Tonkin War and Tonquin War, was a limited conflict fought from August 1884 through April 1885. There was no declaration of war. Militarily it was a stalemate. The Chinese armies performed better than its other nineteenth-century wars, and the war ended with French retreat on land. However, one consequence was that France supplanted China's control of Tonkin. "}, {"title": "Oscar de Négrier", "href": "/wiki/Oscar_de_N%C3%A9grier", "description": "François Oscar de Négrier was a French general of the Third Republic, winning fame in Algeria in the Sud-Oranais campaign (1881) and in Tonkin during the Sino-French War."}, {"title": "Battle of Núi Bop", "href": "/wiki/Battle_of_N%C3%BAi_Bop", "description": "The Battle of Nui Bop was a French victory during the Sino-French War. The battle was fought to clear Chinese forces away from the French forward base at Chu, and was an essential preliminary to the Lạng Sơn Campaign in February 1885."}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}]}, {"heading": "Events", "year": "1896", "date": "January 4", "txt": "Utah is admitted as the 45th U.S. state.", "entities": [{"title": "Utah", "href": "/wiki/Utah", "description": "Utah is a state in the Mountain West subregion of the Western United States. It is bordered by Colorado to the east, Wyoming to the northeast, Idaho to the north, Arizona to the south and Nevada to the west. It also touches a corner of New Mexico in the southeast. Of the fifty U.S. states, Utah is the 13th-largest by area; with a population over three million, it is the 30th-most-populous and 11th"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1903", "date": "January 4", "txt": "Topsy, an elephant, is electrocuted by the owners of Luna Park, Coney Island. The Edison film company records the film Electrocuting an Elephant of Topsy's death.", "entities": [{"title": "Topsy (elephant)", "href": "/wiki/Topsy_(elephant)", "description": "Topsy was a female Asian elephant who was electrocuted at Coney Island, New York, in January 1903. Born in Southeast Asia around 1875, Topsy was secretly brought into the United States soon thereafter and added to the herd of performing elephants at the Forepaugh Circus, who fraudulently advertised her as the first elephant born in America. During her 25 years at Forepaugh, Topsy gained a reputati"}, {"title": "Elephant", "href": "/wiki/Elephant", "description": "Elephants are the largest existing land animals. Three species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. Elephantidae is the only surviving family of the order Proboscidea; extinct members include the mastodons. The family Elephantidae also contains several extinct groups, including the mammoths and straight-tusked elephants. African "}, {"title": "Luna Park, Coney Island (1903)", "href": "/wiki/Luna_Park,_Coney_Island_(1903)", "description": "Luna Park was an amusement park in Coney Island, Brooklyn, New York City. Luna Park was located on a site bounded by Surf Avenue to the south, West 8th Street to the east, Neptune Avenue to the north, and West 12th Street to the west. Luna Park opened in 1903 and operated until 1944."}, {"title": "Edison Studios", "href": "/wiki/Edison_Studios", "description": "Edison Studios was an American film production organization, owned by companies controlled by inventor and entrepreneur, Thomas Edison. The studio made close to 1,200 films, as part of the Edison Manufacturing Company (1894–1911) and then Thomas A. Edison, Inc. (1911–1918), until the studio's closing in 1918. Of that number, 54 were feature length, and the remainder were shorts. All of the project"}]}, {"heading": "Events", "year": "1912", "date": "January 4", "txt": "The Scout Association is incorporated throughout the British Empire by royal charter.", "entities": [{"title": "The Scout Association", "href": "/wiki/The_Scout_Association", "description": "The Scout Association is the largest Scouting organisation in the United Kingdom and is the World Organization of the Scout Movement's recognised member for the United Kingdom. Following the origin of Scouting in 1907, the association was formed in 1910 and incorporated in 1912 by a royal charter under its previous name of The Boy Scouts Association."}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "Royal charter", "href": "/wiki/Royal_charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}]}, {"heading": "Events", "year": "1918", "date": "January 4", "txt": "The Finnish Declaration of Independence is recognized by Russia, Sweden, Germany and France.", "entities": [{"title": "Finnish Declaration of Independence", "href": "/wiki/Finnish_Declaration_of_Independence", "description": "The Finnish Declaration of Independence was adopted by the Parliament of Finland on 6 December 1917. It declared Finland an independent nation, ending its autonomy within Russia as the Grand Principality of Finland, with reference to a bill simultaneously delivered to the Parliament to make Finland an independent republic instead."}]}, {"heading": "Events", "year": "1944", "date": "January 4", "txt": "World War II: Operation Carpetbagger, involving the dropping of arms and supplies to resistance fighters in Europe, begins.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Carpetbagger", "href": "/wiki/Operation_Carpetbagger", "description": "Operation Carpetbagger was a World War II operation to provide aerial supply of weapons and other matériel to resistance fighters in France, Italy and the Low Countries by the U.S. Army Air Forces that began on 4 January 1944."}]}, {"heading": "Events", "year": "1948", "date": "January 4", "txt": "Burma gains its independence from the United Kingdom becoming an independent republic, named the Union of Burma, with Sao Shwe Thaik as its first President and U Nu its first Prime Minister.", "entities": [{"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Post-independence Burma, 1948–62", "href": "/wiki/Post-independence_Burma,_1948%E2%80%9362", "description": "The first fourteen years of post-independence Burma were marked by several communist and ethnic-based insurgencies. Prominent insurgent groups during this period include the Communist Party of Burma led by Thakin Than Tun, Communist Party (Burma) led by Thakin Soe, the People's Volunteer Organisation led by Bo La Yaung, the Revolutionary Burma Army (RBA) led by communist officers Bo Zeya, Bo Yan A"}, {"title": "Sao Shwe Thaik", "href": "/wiki/Sao_Shwe_Thaik", "description": "Sao Shwe Thaik was the first president of the Union of Burma and the last Saopha of Yawnghwe. His full royal title was Kambawsarahta Thiri Pawaramahawuntha Thudamaraza. He was a well-respected Shan political figure in Burma. His residence in Nyaung Shwe (Yawnghwe), the Haw, is now the \"Buddha Museum\" and is open to the public."}, {"title": "U Nu", "href": "/wiki/U_Nu", "description": "U Nu, also known by the honorific name Thakin Nu, was a leading Burmese statesman and nationalist politician. He was the first Prime Minister of Burma under the provisions of the 1947 Constitution of the Union of Burma, from 4 January 1948 to 12 June 1956, again from 28 February 1957 to 28 October 1958, and finally from 4 April 1960 to 2 March 1962."}]}, {"heading": "Events", "year": "1951", "date": "January 4", "txt": "Korean War: Chinese and North Korean forces capture Seoul.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia constituting the northern part of the Korean Peninsula. It borders China to its north, and shares a small border with Russia along the Yalu (Amnok) and Tumen rivers, while being bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ), which separates the two. North Korea,"}, {"title": "Third Battle of Seoul", "href": "/wiki/Third_Battle_of_Seoul", "description": "The Third Battle of Seoul, also known as the Chinese New Year's Offensive, the January–Fourth Retreat or the Third Phase Campaign Western Sector, was a battle of the Korean War, which took place from December 31, 1950, to January 7, 1951, around the South Korean capital of Seoul. In the aftermath of the major Chinese People's Volunteer Army (PVA) victory at the Battle of the Ch'ongch'on River, the"}]}, {"heading": "Events", "year": "1956", "date": "January 4", "txt": "The Greek National Radical Union is formed by Konstantinos Karamanlis.", "entities": [{"title": "National Radical Union", "href": "/wiki/National_Radical_Union", "description": "The National Radical Union was a Greek political party formed in 1956 by Konstantinos Karamanlis, mostly out of the Greek Rally party."}, {"title": "Konstantinos Karamanlis", "href": "/wiki/Konstantinos_Karamanlis", "description": "Konstantinos G. Karamanlis, commonly anglicised to Constantine Karamanlis or just Caramanlis, was a four-time Prime Minister and twice President of the Third Hellenic Republic, and a towering figure of Greek politics, whose political career spanned much of the latter half of the 20th century."}]}, {"heading": "Events", "year": "1958", "date": "January 4", "txt": "Sputnik 1, the first artificial Earth satellite, launched by the Soviet Union in 1957, falls to Earth from orbit.", "entities": [{"title": "Sputnik 1", "href": "/wiki/Sputnik_1", "description": "Sputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958."}, {"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}]}, {"heading": "Events", "year": "1959", "date": "January 4", "txt": "Luna 1 becomes the first spacecraft to reach the vicinity of the Moon.", "entities": [{"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1972", "date": "January 4", "txt": "Rose Heilbron becomes the first female judge to sit at the Old Bailey in London, UK.", "entities": [{"title": "Rose Heilbron", "href": "/wiki/Rose_Heilbron", "description": "Dame Rose Heilbron DBE was a High Court judge, previously a barrister of the post-war period in the United Kingdom. Her career included many \"firsts\" for a woman – she was the first woman to achieve a first class honours degree in law at the University of Liverpool, the first woman to win a scholarship to Gray's Inn, one of the first two women to be appointed King's Counsel in England, the first w"}, {"title": "Old Bailey", "href": "/wiki/Old_Bailey", "description": "The Central Criminal Court of England and Wales, commonly referred to as the Old Bailey after the street on which it stands, is a criminal court building in central London, one of several that house the Crown Court of England and Wales. The street outside follows the route of the ancient wall around the City of London, which was part of the fortification's bailey, hence the metonymic name."}]}, {"heading": "Events", "year": "1976", "date": "January 4", "txt": "The Troubles: The Ulster Volunteer Force shoots dead six Irish Catholic civilians in County Armagh, Northern Ireland. The next day, gunmen would shoot dead ten Protestant civilians nearby in retaliation.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Ulster Volunteer Force", "href": "/wiki/Ulster_Volunteer_Force", "description": "The Ulster Volunteer Force (UVF) is an Ulster loyalist paramilitary group. It emerged in 1966. Its first leader was Gusty Spence, a former British Army soldier from Northern Ireland. The group undertook an armed campaign of almost thirty years during The Troubles. It declared a ceasefire in 1994 and officially ended its campaign in 2007, although some of its members have continued to engage in vio"}, {"title": "Reavey and O'Dowd killings", "href": "/wiki/Reavey_and_O%27Dowd_killings", "description": "The Reavey and O'Dowd killings were two co-ordinated gun attacks on 4 January 1976 in County Armagh, Northern Ireland. Six Irish Catholic civilians died after members of the Ulster Volunteer Force (UVF), an Ulster loyalist paramilitary group, broke into their homes and shot them. Three members of the Reavey family were shot at their home in Whitecross and four members of the O'Dowd family were sho"}, {"title": "County Armagh", "href": "/wiki/County_Armagh", "description": "County Armagh is one of the thirty-two counties of Ireland and one of six counties of Northern Ireland. Adjoined to the southern shore of Lough Neagh, the county covers an area of 1,326 km2 and has a population of about 174,792. County Armagh is known as the \"Orchard County\" because of its many apple orchards. The county is part of the historic province of Ulster."}, {"title": "Kingsmill massacre", "href": "/wiki/Kingsmill_massacre", "description": "The Kingsmill massacre was a mass shooting that took place on 5 January 1976 near the village of Whitecross in south County Armagh, Northern Ireland. Gunmen stopped a minibus carrying eleven Protestant workmen, lined them up alongside it and shot them. Only one victim survived, despite having been shot 18 times. A Catholic man on the minibus was allowed to go free. A group calling itself the South"}]}, {"heading": "Events", "year": "1987", "date": "January 4", "txt": "The Maryland train collision: An Amtrak train en route to Boston from Washington, D.C., collides with Conrail engines in Chase, Maryland, United States, killing 16 people.", "entities": [{"title": "1987 Maryland train collision", "href": "/wiki/1987_Maryland_train_collision", "description": "The 1987 Maryland train collision occurred at 1:30 pm on January 4, 1987, on Amtrak's Northeast Corridor main line. The site of the crash was in the Chase community in eastern Baltimore County, Maryland, United States, at Gunpow Interlocking, about 18 miles (29 km) northeast of Baltimore. Amtrak train 94, the Colonial, traveling north from Washington, D.C., to Boston, crashed into a set of Conrail"}, {"title": "Amtrak", "href": "/wiki/Amtrak", "description": "The National Railroad Passenger Corporation, doing business as Amtrak, is a passenger railroad service that provides medium and long-distance intercity service in the contiguous United States and to nine Canadian cities."}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Conrail", "href": "/wiki/Conrail", "description": "Conrail, formally the Consolidated Rail Corporation, was the primary Class I railroad in the Northeastern United States between 1976 and 1999. The trade name Conrail is a portmanteau based on the company's legal name and it continues to do business as an asset management and network services provider in three Shared Assets Areas that were excluded from the division of its operations during its acq"}, {"title": "Chase, Maryland", "href": "/wiki/Chase,_Maryland", "description": "Chase is an unincorporated community in eastern Baltimore County, Maryland, United States."}]}, {"heading": "Events", "year": "1989", "date": "January 4", "txt": "Second Gulf of Sidra incident: A pair of Libyan MiG-23 \"Floggers\" are shot down by a pair of US Navy F-14 Tomcats during an air-to-air confrontation.", "entities": [{"title": "1989 air battle near Tobruk", "href": "/wiki/1989_air_battle_near_Tobruk", "description": "On 4 January 1989, two Grumman F-14 Tomcats of the United States Navy shot down two Libyan-operated Mikoyan-Gurevich MiG-23s which the American aircrews believed were attempting to engage and attack them, as had happened eight years prior during the 1981 Gulf of Sidra incident. The engagement took place over the Mediterranean Sea, about 40 miles (64 km) north of Tobruk, Libya."}, {"title": "Mikoyan-Gurevich MiG-23", "href": "/wiki/Mikoyan-Gurevich_MiG-23", "description": "The Mikoyan-Gurevich MiG-23 is a variable-geometry fighter aircraft, designed by the Mikoyan-Gurevich design bureau in the Soviet Union. It is a third-generation jet fighter, the world's most-produced variable-geometry aircraft, along with similar Soviet fighters such as the Su-17 \"Fitter\". It was the first Soviet fighter to field a look-down/shoot-down radar, the RP-23 Sapfir, and one of the firs"}, {"title": "Grumman F-14 Tomcat", "href": "/wiki/Grumman_F-14_Tomcat", "description": "The Grumman F-14 Tomcat is an American supersonic, twin-engine, two-seat, twin-tail, variable-sweep wing fighter aircraft. The Tomcat was developed for the United States Navy's Naval Fighter Experimental (VFX) program after the collapse of the F-111B project. The F-14 was the first of the American Teen Series fighters, which were designed incorporating air combat experience against MiG fighters du"}]}, {"heading": "Events", "year": "1990", "date": "January 4", "txt": "In Pakistan's deadliest train accident an overloaded passenger train collides with an empty freight train, resulting in 307 deaths and 700 injuries.", "entities": [{"title": "Sukkur rail disaster", "href": "/wiki/Sukkur_rail_disaster", "description": "The Sukkur rail disaster occurred on 4 January 1990 in the village of Sangi near Sukkur in the Sindh Province of Pakistan. 307 people were killed, making it Pakistan's worst rail disaster."}]}, {"heading": "Events", "year": "1998", "date": "January 4", "txt": "A massive ice storm hits eastern Canada and the northeastern United States, continuing through January 10 and causing widespread destruction.", "entities": [{"title": "North American Ice Storm of 1998", "href": "/wiki/North_American_Ice_Storm_of_1998", "description": "The North American Ice Storm of 1998 was a massive combination of five smaller successive ice storms in January 1998 that struck a relatively narrow swath of land from eastern Ontario to southern Quebec, New Brunswick and Nova Scotia in Canada, and bordering areas from northern New York to central Maine in the United States. It caused massive damage to trees and electrical infrastructure all over "}, {"title": "January 10", "href": "/wiki/January_10", "description": "January 10 is the 10th day of the year in the Gregorian calendar; 355 days remain until the end of the year."}]}, {"heading": "Events", "year": "1999", "date": "January 4", "txt": "Former professional wrestler Jesse Ventura is sworn in as governor of Minnesota, United States.", "entities": [{"title": "Jesse Ventura", "href": "/wiki/Jesse_Ventura", "description": "Jesse Ventura is an American politician, actor, television presenter, political commentator, author, and retired professional wrestler. After achieving fame in the World Wrestling Federation (WWF), he served as the 38th governor of Minnesota from 1999 to 2003. He was elected governor as the Reform Party nominee and is the party's only candidate to win a major government office."}, {"title": "Minnesota", "href": "/wiki/Minnesota", "description": "Minnesota is a state in the upper Midwestern United States. It is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord, French for \"The Star of the North\"."}]}, {"heading": "Events", "year": "2004", "date": "January 4", "txt": "Spirit, a NASA Mars rover, lands successfully on Mars at 04:35 UTC.", "entities": [{"title": "Spirit (rover)", "href": "/wiki/Spirit_(rover)", "description": "Spirit, also known as MER-A or MER-2, is a robotic rover on Mars, active from 2004 to 2010. Spirit was operational on Mars for 2208 sols. It was one of two rovers of NASA's Mars Exploration Rover Mission managed by the Jet Propulsion Laboratory (JPL). Spirit landed successfully within the impact crater Gusev on Mars at 04:35 Ground UTC on January 4, 2004, three weeks before its twin, Opportunity ("}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars rover", "href": "/wiki/Mars_rover", "description": "A Mars rover is a motor vehicle that travels across the surface of the planet Mars upon arrival. Rovers have several advantages over stationary landers: they examine more territory, they can be directed to interesting features, they can place themselves in sunny positions to weather winter months, and they can advance the knowledge of how to perform very remote robotic vehicle control."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}, {"title": "Coordinated Universal Time", "href": "/wiki/Coordinated_Universal_Time", "description": "Coordinated Universal Time or UTC is the primary time standard by which the world regulates clocks and time. It is within about 1 second of mean solar time at 0° longitude, and is not adjusted for daylight saving time. It is effectively a successor to Greenwich Mean Time (GMT)."}]}, {"heading": "Events", "year": "2004", "date": "January 4", "txt": "Mikheil Saakashvili is elected President of Georgia following the November 2003 Rose Revolution.", "entities": [{"title": "Georgian presidential election, 2004", "href": "/wiki/Georgian_presidential_election,_2004", "description": "Presidential elections were held in Georgia on January 4, 2004. The election followed the resignation of former President Eduard Shevardnadze. As expected, the main opposition leader, Mikhail Saakashvili, was soon shown by exit polls to be heading for an overwhelming victory. According to preliminary results issued on January 6 by the Central Election Commission, Saakashvili won over 97% of the vo"}, {"title": "President of Georgia", "href": "/wiki/President_of_Georgia", "description": "The president of Georgia is the constitutional head of state of Georgia as well as the supreme commander-in-chief of the Defense Forces. The president represents Georgia in foreign relations. The constitution defines the presidential office as \"the guarantor of the country’s unity and national independence.\""}, {"title": "Rose Revolution", "href": "/wiki/Rose_Revolution", "description": "The Revolution of Roses, often translated into English as the Rose Revolution, was a change of power in Georgia in November 2003. The revolution was brought about by widespread protests over the disputed parliamentary elections and culminated in the ousting of President Eduard Shevardnadze, which marked the end of the Soviet era of leadership in the country. The event derives its name from the cli"}]}, {"heading": "Events", "year": "2006", "date": "January 4", "txt": "Ehud Olmert becomes acting Prime Minister of Israel after the incumbent, Ariel Sharon, suffers a second, apparently more serious stroke.", "entities": [{"title": "Ehud Olmert", "href": "/wiki/Ehud_Olmert", "description": "Ehud Olmert is an Israeli politician and lawyer. He served as the 12th Prime Minister of Israel from 2006 to 2009 and before that as a cabinet minister from 1988 to 1992 and from 2003 to 2006. Between his first and second stints as a cabinet member, he served as mayor of Jerusalem from 1993 to 2003. After serving as PM he was sentenced to serve a prison term over convictions for accepting bribes a"}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}, {"title": "Ariel Sharon", "href": "/wiki/Ariel_Sharon", "description": "Ariel Sharon  was an Israeli general and politician who served as the 11th Prime Minister of Israel from March 2001 until April 2006."}]}, {"heading": "Events", "year": "2007", "date": "January 4", "txt": "The 110th United States Congress convenes, electing Nancy Pelosi as the first female Speaker of the House in U.S. history.", "entities": [{"title": "110th United States Congress", "href": "/wiki/110th_United_States_Congress", "description": "The 110th United States Congress was a meeting of the legislative branch of the United States federal government, between January 3, 2007, and January 3, 2009, during the last two years of the second term of President George W. Bush. It was composed of the Senate and the House of Representatives. The apportionment of seats in the House was based on the 2000 U.S. Census."}, {"title": "Nancy Pelosi", "href": "/wiki/Nancy_Pelosi", "description": "Nancy Patricia Pelosi is an American politician serving as Speaker of the United States House of Representatives since 2019, and previously from 2007 to 2011. She has served as a U.S. representative from California since 1987. A member of the Democratic Party, Pelosi is the only woman in U.S. history to serve as speaker. She is second in the presidential line of succession, after vice president Ka"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Events", "year": "2010", "date": "January 4", "txt": "The Burj Khalifa, the current tallest building in the world, officially opens in Dubai.", "entities": [{"title": "Burj Khalifa", "href": "/wiki/Burj_Khalifa", "description": "The Burj Khalifa, known as the Burj Dubai prior to its inauguration in 2010, is a skyscraper in Dubai, United Arab Emirates. With a total height of 829.8 m and a roof height of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009."}, {"title": "Dubai", "href": "/wiki/Dubai", "description": "Dubai is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai. Established in the 18th century as a small fishing village, the city grew rapidly in the early 21st century into a cosmopolitan metropolis with a focus on tourism and hospitality. Dubai is one of the world's most popular tourist destinations with the second most five-star hotels in the world,"}]}, {"heading": "Events", "year": "2013", "date": "January 4", "txt": "A gunman kills eight people in a house-to-house rampage in Kawit, Cavite, Philippines.", "entities": [{"title": "Kawit shooting", "href": "/wiki/Kawit_shooting", "description": "The Kawit shooting was a mass murder that occurred in barangay Tabon 1 in Kawit, Philippines, on January 4, 2013. 41-year-old Ronald Baquiran Bae killed at least seven people and a dog and wounded twelve other people with a semiautomatic pistol, before he was shot and killed by police. Another man, 27-year-old John Paul Lopez, who was said to have been employed by Bae as his house caretaker, was l"}, {"title": "Kawit", "href": "/wiki/Kawit", "description": "Kawit, officially the Municipality of Kawit, is a first-class municipality in the province of Cavite, Philippines. According to the 2015 census, it has a population of 83,466.  It is one of the notable places that had a major role in the country's history during the 1800s and 1900s."}, {"title": "Cavite", "href": "/wiki/Cavite", "description": "Cavite, officially the Province of Cavite, is a province in the Philippines located in the Calabarzon region in Luzon. Located on the southern shores of Manila Bay and southwest of Metro Manila, it is one of the most industrialized and fastest-growing provinces in the Philippines. Its population of 3,678,301 (2015) makes it one of the most populated provinces in the country. Originally agricultura"}]}, {"heading": "Events", "year": "2018", "date": "January 4", "txt": "Hennenman–Kroonstad train crash: A passenger train operated by Shosholoza Meyl collides with a truck on a level crossing at Geneva Station between Hennenman and Kroonstad, Free State, South Africa. Twenty people are killed and 260 injured.", "entities": [{"title": "Hennenman–Kroonstad train crash", "href": "/wiki/Hennenman%E2%80%93Kroonstad_train_crash", "description": "On 4 January 2018, a passenger train operated by Shosholoza Meyl collided with a truck at a level crossing at Geneva Station between Hennenman and Kroonstad, in the Free State, South Africa. The train derailed, and seven of the twelve carriages caught fire. Twenty-one people were killed and 254 others were injured."}, {"title": "Shosholoza Meyl", "href": "/wiki/Shosholoza_Meyl", "description": "Shosholoza Meyl is a division of the Passenger Rail Agency of South Africa (PRASA) that operates long-distance (intercity) passenger rail services. It operates various train routes across South Africa, carrying approximately 4 million passengers annually. Before 2009, Shosholoza Meyl was a division of Spoornet, but it was transferred after the formation of PRASA."}, {"title": "Hennenman", "href": "/wiki/Hennenman", "description": "Hennenman is a small town in the Free State goldfields in the Lejweleputswa District Municipality of the Free State province of South Africa. The settlement is unusual for the district as being supported by agriculture rather than the mining industry which is common in other towns."}, {"title": "Kroonstad", "href": "/wiki/Kroonstad", "description": "Kroonstad is the third largest city in the Free State and lies two hours' drive on the N1 from Gauteng. Maokeng is an area within Kroonstad, and is occasionally used as a synonym of the town itself. It is the second-largest commercial and urban centre in the Northern Free State, and an important railway junction on the main line from Cape Town to Johannesburg. Maokeng is Sesotho and means \"place o"}]}, {"heading": "Births", "year": "659", "date": "January 4", "txt": "Ali ibn Husayn Zayn al-Abidin (d.680)", "entities": [{"title": "Ali ibn Husayn Zayn al-Abidin", "href": "/wiki/Ali_ibn_Husayn_Zayn_al-Abidin", "description": "Ali ibn Husayn Zayn al-Abidin, also known as al-Sajjad or simply Zayn al-Abidin, was the fourth Imam in Shiʻi Islam after his father Husayn ibn Ali, his uncle Hasan ibn Ali, and his grandfather, Ali. He is considered a respected scholar among Sunnis and hadiths reported by him are recorded in all six major Sunni hadith collections. He was born, according to some sources, from Shahrbanu."}]}, {"heading": "Births", "year": "1077", "date": "January 4", "txt": "Emperor Zhezong of China (d. 1100)", "entities": [{"title": "Emperor Zhezong", "href": "/wiki/Emperor_Zhezong", "description": "Emperor Zhezong of Song, personal name Zhao Xu, was the seventh emperor of the Song dynasty in China. His original personal name was Zhao Yong but he changed it to \"Zhao Xu\" after his coronation. He reigned from 1085 until his death in 1100, and was succeeded by his younger half-brother, Emperor Huizong, because his son died prematurely."}]}, {"heading": "Births", "year": "1334", "date": "January 4", "txt": "Amadeus VI, Count of Savoy (d. 1383)", "entities": [{"title": "Amadeus VI, Count of Savoy", "href": "/wiki/Amadeus_VI,_Count_of_Savoy", "description": "Amadeus VI, nicknamed the Green Count was Count of Savoy from 1343 to 1383. He was the eldest son of Aymon, Count of Savoy, and Yolande Palaeologina of Montferrat. Though he started under a regency, he showed himself to be a forceful leader, continuing Savoy's emergence as a power in Europe politically and militarily. He participated in a crusade against the Turks who were moving into Europe."}]}, {"heading": "Births", "year": "1467", "date": "January 4", "txt": "Bodo VIII, Count of Stolberg-Wernigerode (d. 1538)", "entities": [{"title": "Bodo VIII, Count of Stolberg-Wernigerode", "href": "/wiki/Bodo_VIII,_Count_of_Stolberg-Wernigerode", "description": "Count Bodo VIII of Stolberg-Wernigerode was Count of Stolberg and Hohnstein and Lord of Wernigerode from 1511 until his death."}]}, {"heading": "Births", "year": "1581", "date": "January 4", "txt": "James Ussher, Irish archbishop and historian (d. 1656)", "entities": [{"title": "James Ussher", "href": "/wiki/James_Ussher", "description": "James Ussher was the Church of Ireland Archbishop of Armagh and Primate of All Ireland between 1625 and 1656. He was a prolific scholar and church leader, who today is most famous for his identification of the genuine letters of the church father, Ignatius of Antioch, and for his chronology that sought to establish the time and date of the creation as \"the entrance of the night preceding the 23rd "}]}, {"heading": "Births", "year": "1643", "date": "January 4", "txt": "Isaac Newton, English mathematician and physicist (d. 1727)", "entities": [{"title": "Isaac Newton", "href": "/wiki/Isaac_Newton", "description": "Sir Isaac Newton was an English mathematician, physicist, astronomer, theologian, and author who is widely recognised as one of the greatest mathematicians and most influential scientists of all time and as a key figure in the scientific revolution. His book Philosophiæ Naturalis Principia Mathematica, first published in 1687, established classical mechanics. Newton also made seminal contributions"}]}, {"heading": "Births", "year": "1654", "date": "January 4", "txt": "Lars Roberg, Swedish physician and academic (d. 1742)", "entities": [{"title": "Lars Roberg", "href": "/wiki/Lars_Roberg", "description": "Lars Roberg was a Swedish physician and natural science researcher. He served as a professor of anatomy and medicine at Uppsala University.\n"}]}, {"heading": "Births", "year": "1672", "date": "January 4", "txt": "Hugh Boulter, English-Irish archbishop (d. 1742)", "entities": [{"title": "Hugh Boulter", "href": "/wiki/Hugh_Boulter", "description": "Hugh Boulter was the Church of Ireland Archbishop of Armagh, the Primate of All Ireland, from 1724 until his death. He also served as the chaplain to George I from 1719."}]}, {"heading": "Births", "year": "1710", "date": "January 4", "txt": "Giovanni Battista Pergolesi, Italian composer, violinist, and organist (d. 1736)", "entities": [{"title": "Giovanni Battista Pergolesi", "href": "/wiki/Giovanni_Battista_Pergolesi", "description": "Giovanni Battista Draghi, often referred to as Giovanni Battista Pergolesi, was an Italian Baroque composer, violinist and organist. His best-known works include his Stabat Mater and the opera La serva padrona. His compositions include operas and sacred music. He died of tuberculosis at the age of 26."}]}, {"heading": "Births", "year": "1720", "date": "January 4", "txt": "Johann Friedrich Agricola, German organist and composer (d. 1774)", "entities": [{"title": "Johann Friedrich Agricola", "href": "/wiki/Johann_Friedrich_Agricola", "description": "Johann Friedrich Agricola was a German composer, organist, singer, pedagogue, and writer on music. He sometimes wrote under the pseudonym Flavio Anicio Olibrio."}]}, {"heading": "Births", "year": "1785", "date": "January 4", "txt": "Jacob Grimm, German philologist and mythologist (d. 1863)", "entities": [{"title": "Jacob Grimm", "href": "/wiki/Jacob_Grimm", "description": "Jacob Ludwig Karl Grimm, also known as Ludwig Karl, was a German philologist, jurist, and folklorist. He is known as the discoverer of Grimm's law of linguistics, the co-author of the monumental Deutsches Wörterbuch, the author of Deutsche Mythologie, and the editor of Grimm's Fairy Tales. He was the older brother of Wilhelm Grimm, of the literary duo the Brothers Grimm."}]}, {"heading": "Births", "year": "1809", "date": "January 4", "txt": "Louis Braille, French educator, invented Braille (d. 1852)", "entities": [{"title": "Louis Braille", "href": "/wiki/Louis_Braille", "description": "Louis Braille was a French educator and inventor of a system of reading and writing for use by the blind or visually impaired. His system remains virtually unchanged to this day, and is known worldwide simply as braille."}, {"title": "Braille", "href": "/wiki/Braille", "description": "Braille is a tactile writing system used by people who are visually impaired. It is traditionally written with embossed paper. Braille users can read computer screens and other electronic supports using refreshable braille displays. They can write braille with the original slate and stylus or type it on a braille writer, such as a portable braille notetaker or computer that prints with a braille e"}]}, {"heading": "Births", "year": "1813", "date": "January 4", "txt": "Isaac Pitman, English linguist and educator (d. 1897)", "entities": [{"title": "Isaac Pitman", "href": "/wiki/Isaac_Pitman", "description": "Sir Isaac Pitman, was a teacher of the English language who developed the most widely used system of shorthand, known now as Pitman shorthand. He first proposed this in Stenographic Soundhand in 1837. He was also the vice-president of the Vegetarian Society. Pitman was knighted by Queen Victoria in 1894."}]}, {"heading": "Births", "year": "1832", "date": "January 4", "txt": "George Tryon, English admiral (d. 1893)", "entities": [{"title": "George Tryon", "href": "/wiki/George_Tryon", "description": "Vice-Admiral Sir George Tryon was a British admiral who died when his flagship HMS Victoria collided with HMS Camperdown during manoeuvres off Tripoli, Lebanon."}]}, {"heading": "Births", "year": "1838", "date": "January 4", "txt": "General Tom Thumb, American circus performer (d. 1883)", "entities": [{"title": "General Tom Thumb", "href": "/wiki/General_Tom_Thumb", "description": "Charles Sherwood Stratton, better known by his stage name \"General Tom Thumb\", was an American dwarf, who achieved great fame as a performer under circus pioneer P. T. Barnum."}]}, {"heading": "Births", "year": "1839", "date": "January 4", "txt": "Carl Humann, German archaeologist, architect, and engineer (d. 1896)", "entities": [{"title": "Carl Humann", "href": "/wiki/Carl_Humann", "description": "Carl Humann was a German engineer, architect and archaeologist. He discovered the Pergamon Altar."}]}, {"heading": "Births", "year": "1848", "date": "January 4", "txt": "Katsura Tarō, Japanese general and politician, 6th Prime Minister of Japan (d. 1913)", "entities": [{"title": "Katsura Tarō", "href": "/wiki/Katsura_Tar%C5%8D", "description": "Prince Katsura Tarō  was a Japanese politician and general of the Imperial Japanese Army who served as the Prime Minister of Japan from 1901 to 1906, from 1908 to 1911, and from 1912 to 1913."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1858", "date": "January 4", "txt": "Carter Glass, American publisher and politician, 47th United States Secretary of the Treasury (d. 1946)", "entities": [{"title": "Carter Glass", "href": "/wiki/Carter_Glass", "description": "Carter Glass was an American newspaper publisher and Democratic politician from Lynchburg, Virginia. He represented Virginia in both houses of Congress and served as the United States Secretary of the Treasury under President Woodrow Wilson. He played a major role in the establishment of the U.S. financial regulatory system, helping to establish the Federal Reserve System and the Federal Deposit I"}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1864", "date": "January 4", "txt": "Clara Emilia Smitt, Swedish doctor and author (d. 1928)", "entities": [{"title": "Clara Emilia Smitt", "href": "/wiki/Clara_Emilia_Smitt", "description": "Clara Emilia Smitt, was a Swedish doctor and author. Between 1896 and 1902 she ran Saltsjöbadens sanatorium in Saltsjöbaden."}]}, {"heading": "Births", "year": "1869", "date": "January 4", "txt": "Tommy Corcoran, American baseball player and umpire (d. 1960)", "entities": [{"title": "Tommy Corcoran (baseball)", "href": "/wiki/Tommy_Corcoran_(baseball)", "description": "Thomas William Corcoran was an American professional baseball player. He played in Major League Baseball as a shortstop from 1890 to 1907 for the Pittsburgh Burghers (1890), Philadelphia Athletics (1891), Brooklyn Grooms/Brooklyn Bridegrooms (1892–1896), Cincinnati Reds (1897–1906) and the New York Giants (1907). The 5 ft 9 in (1.75 m) Connecticut native occasionally played second base later in hi"}]}, {"heading": "Births", "year": "1874", "date": "January 4", "txt": "Josef Suk, Czech violinist and composer (d. 1935)", "entities": [{"title": "Josef Suk (composer)", "href": "/wiki/Josef_Suk_(composer)", "description": "Josef Suk was a Czech composer and violinist. He studied under Antonín Dvořák, whose daughter he married."}]}, {"heading": "Births", "year": "1877", "date": "January 4", "txt": "Marsden Hartley, American painter and poet (d. 1943)", "entities": [{"title": "Marsden Hartley", "href": "/wiki/Marsden_Hartley", "description": "Marsden Hartley was an American Modernist painter, poet, and essayist. Hartley developed his painting abilities by observing Cubist artists in Paris and Berlin."}]}, {"heading": "Births", "year": "1878", "date": "January 4", "txt": "A. E. Coppard, English poet and short story writer (d. 1957)", "entities": [{"title": "A. E. Coppard", "href": "/wiki/A._E._Coppard", "description": "\n\nAlfred Edgar Coppard was an English writer and poet, noted for his influence on the short story form."}]}, {"heading": "Births", "year": "1878", "date": "January 4", "txt": "Augustus John, Welsh painter and illustrator (d. 1961)", "entities": []}, {"heading": "Births", "year": "1881", "date": "January 4", "txt": "Wilhelm Lehmbruck, German sculptor (d. 1919)", "entities": [{"title": "Wilhelm Lehmbruck", "href": "/wiki/Wilhelm_Lehmbruck", "description": "Wilhelm Lehmbruck was a German sculptor."}]}, {"heading": "Births", "year": "1883", "date": "January 4", "txt": "Max Eastman, American author and poet (d. 1969)", "entities": [{"title": "Max Eastman", "href": "/wiki/Max_Eastman", "description": "Max Forrester Eastman was an American writer on literature, philosophy and society, a poet and a prominent political activist. Moving to New York City for graduate school, Eastman became involved with radical circles in Greenwich Village. He supported socialism and became a leading patron of the Harlem Renaissance and an activist for a number of liberal and radical causes. For several years, he ed"}]}, {"heading": "Births", "year": "1883", "date": "January 4", "txt": "Johanna Westerdijk, Dutch pathologist and academic (d. 1961)", "entities": []}, {"heading": "Births", "year": "1884", "date": "January 4", "txt": "Guy Pène du Bois, American painter, critic, and educator (d. 1958)", "entities": [{"title": "Guy Pène du Bois", "href": "/wiki/Guy_P%C3%A8ne_du_Bois", "description": "Guy Pène du Bois was a 20th-century American painter, art critic, and educator. Born in the U.S. to a French family, his work depicted the culture and society around him: cafes, theatres, and in the twenties, flappers."}]}, {"heading": "Births", "year": "1889", "date": "January 4", "txt": "M. Patanjali Sastri, Indian lawyer and jurist, 2nd Chief Justice of India (d. 1963)", "entities": [{"title": "M. Patanjali Sastri", "href": "/wiki/M._Patanjali_Sastri", "description": "Mandakolathur Patanjali Sastri was the second Chief Justice of India, serving in the post from 7 November 1951 to 3 January 1954."}, {"title": "Chief Justice of India", "href": "/wiki/Chief_Justice_of_India", "description": "The Chief Justice of India, officially the Chief Justice of the Republic of India, is the chief judge of the Supreme Court of India as well as the highest-ranking officer of the Indian federal judiciary. The Constitution of India grants power to the President of India to nominate, and with the advice and consent of the Parliament of India, appoint a chief justice, who serves until they reach the a"}]}, {"heading": "Births", "year": "1891", "date": "January 4", "txt": "Edward Brooker, English-Australian sergeant and politician, 31st Premier of Tasmania (d. 1948)", "entities": [{"title": "Edward Brooker", "href": "/wiki/Edward_Brooker", "description": "William Edward Brooker was a Labor Party politician. He became the interim Premier of Tasmania on 19 December 1947 while Robert Cosgrove was facing corruption charges. He died on 18 June 1948, shortly after returning the premiership to Cosgrove on 24 February 1948."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1895", "date": "January 4", "txt": "Leroy Grumman, American engineer and businessman, co-founded Grumman Aeronautical Engineering Co. (d. 1982)", "entities": [{"title": "Leroy Grumman", "href": "/wiki/Leroy_Grumman", "description": "Leroy Randle \"Roy\" Grumman was an American aeronautical engineer, test pilot, and industrialist. In 1929, he co-founded Grumman Aircraft Engineering Co., later renamed Grumman Aerospace Corporation, and now part of Northrop Grumman."}, {"title": "Grumman", "href": "/wiki/Grumman", "description": "The Grumman Aircraft Engineering Corporation, later Grumman Aerospace Corporation, was a leading 20th century American producer of military and civilian aircraft. Founded on December 6, 1929, by Leroy Grumman and partners, it merged in 1994 with Northrop Corporation to form Northrop Grumman."}]}, {"heading": "Births", "year": "1896", "date": "January 4", "txt": "Everett Dirksen, American politician (d. 1969)", "entities": [{"title": "Everett Dirksen", "href": "/wiki/Everett_Dirksen", "description": "Everett McKinley Dirksen was an American politician. A member of the Republican Party, he represented Illinois in the United States House of Representatives and the United States Senate. As Senate Minority Leader from 1959 to 1969, he played a highly visible and key role in the politics of the 1960s. He helped write and pass the Civil Rights Act of 1964 and the Civil Rights Act of 1968, both landm"}]}, {"heading": "Births", "year": "1896", "date": "January 4", "txt": "André Masson, French painter and illustrator (d. 1987)", "entities": []}, {"heading": "Births", "year": "1897", "date": "January 4", "txt": "Chen Cheng, Chinese politician, Vice President of the Republic of China (d. 1965)", "entities": [{"title": "Chen Cheng", "href": "/wiki/Chen_Cheng", "description": "Chen Cheng was a Chinese political and military leader, and one of the main commanders of the National Revolutionary Army during the Second Sino-Japanese War and the Chinese Civil War."}, {"title": "Vice President of the Republic of China", "href": "/wiki/Vice_President_of_the_Republic_of_China", "description": "The Vice President of the Republic of China, commonly known as the Vice President of Taiwan, is the second-highest officer of the Republic of China (ROC). The existing office was created in 1948 under the 1947 Constitution of the Republic of China. After the Kuomintang lost mainland China to the Chinese Communists during the Chinese Civil War, the government, along with its presidency, retreated t"}]}, {"heading": "Births", "year": "1900", "date": "January 4", "txt": "James Bond, American ornithologist and zoologist (d. 1989)", "entities": [{"title": "James Bond (ornithologist)", "href": "/wiki/James_Bond_(ornithologist)", "description": "James Bond was an American ornithologist and expert on the birds of the Caribbean, having written the definitive book on the subject: Birds of the West Indies, first published in 1936. His name was appropriated by writer Ian Fleming for his fictional British spy of the same name."}]}, {"heading": "Births", "year": "1901", "date": "January 4", "txt": "C. L. R. James, Trinidadian journalist and theorist (d. 1989)", "entities": [{"title": "C. L. R. James", "href": "/wiki/C._L._R._James", "description": "Cyril Lionel Robert James, who sometimes wrote under the pen-name J. R. Johnson, was a Trinidadian historian, journalist and Marxist. His works are influential in various theoretical, social, and historiographical contexts. His work is a staple of Marxism, and he figures as a pioneering and influential voice in postcolonial literature. A tireless political activist, James is the author of the 1937"}]}, {"heading": "Births", "year": "1902", "date": "January 4", "txt": "John A. McCone, American businessman and politician, 6th Director of Central Intelligence (d. 1991)", "entities": [{"title": "John A. McCone", "href": "/wiki/John_A._McCone", "description": "John Alexander McCone was an American businessman and politician who served as Director of Central Intelligence from 1961 to 1965, during the height of the Cold War."}, {"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Births", "year": "1905", "date": "January 4", "txt": "Sterling Holloway, American actor (d. 1992)", "entities": [{"title": "Sterling Holloway", "href": "/wiki/Sterling_Holloway", "description": "Sterling Price Holloway Jr. was an American actor, who appeared in over 100 films and 40 television shows. He did voice acting for The Walt Disney Company, playing Mr. Stork in Dumbo, Kaa in The Jungle Book and the title character in Winnie the Pooh."}]}, {"heading": "Births", "year": "1913", "date": "January 4", "txt": "Malietoa Tanumafili II, Samoan ruler (d. 2007)", "entities": [{"title": "Malietoa Tanumafili II", "href": "/wiki/Malietoa_Tanumafili_II", "description": "Malietoa Tanumafili II, addressed Susuga Malietoa Tanumafili II, was the Malietoa, the title of one of Samoa's four paramount chiefs, and the head of state, or O le Ao o le Malo, a position that he held for life, of Samoa from 1962 to 2007. He was co-head of state in 1962 with the tama-a-'aiga Tupua Tamasese Mea'ole and became the sole head of state on 15 April 1963 upon the death of his counterpa"}]}, {"heading": "Births", "year": "1916", "date": "January 4", "txt": "Lionel Newman, American pianist and composer (d. 1989)", "entities": [{"title": "Lionel Newman", "href": "/wiki/Lionel_Newman", "description": "Lionel Newman was an American conductor, pianist, and film and television composer. He won the Academy Award for Best Score of a Musical Picture for Hello Dolly! with Lennie Hayton in 1969. He is the brother of Alfred Newman and Emil Newman, uncle of composers Randy Newman, David Newman, Thomas Newman, Maria Newman, and grandfather of Joey Newman. His 11 nominations contribute to the Newmans being"}]}, {"heading": "Births", "year": "1916", "date": "January 4", "txt": "Robert Parrish, American actor and director (d. 1995)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 4", "txt": "William Colby, American intelligence officer, 10th Director of Central Intelligence (d. 1996)", "entities": [{"title": "William Colby", "href": "/wiki/William_Colby", "description": "William Egan Colby was an American intelligence officer who served as Director of Central Intelligence (DCI) from September 1973 to January 1976."}, {"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Births", "year": "1924", "date": "January 4", "txt": "Marianne Werner, German shot putter", "entities": [{"title": "Marianne Werner", "href": "/wiki/Marianne_Werner", "description": "Marianne Werner, is a retired West German athlete who specialized in throwing events. She competed in the shot put and discus throw at the 1952 and 1956 Olympics and earned two medals in the shot put. Werner won the European title in this event in 1958 and finished fifth in 1954."}]}, {"heading": "Births", "year": "1925", "date": "January 4", "txt": "Veikko Hakulinen, Finnish skier and technician (d. 2003)", "entities": [{"title": "Veikko Hakulinen", "href": "/wiki/Veikko_Hakulinen", "description": "Veikko Johannes Hakulinen was a Finnish cross-country skier, triple champion in both the Olympics and World Championships. He also competed in biathlon, orienteering, ski-orienteering, cross-country running and rowing at a national level."}]}, {"heading": "Births", "year": "1927", "date": "January 4", "txt": "Paul Desmarais, Canadian businessman and philanthropist (d. 2013)", "entities": [{"title": "Paul Desmarais", "href": "/wiki/Paul_Desmarais", "description": "Paul Desmarais Sr. was a Canadian financier and philanthropist, based in Montreal. With an estimated family net worth of US$4.5 billion, Desmarais was ranked by Forbes as the fourth wealthiest person in Canada and 235th in the world in 2013. He was chairman and chief executive officer of Power Corporation of Canada until 1996 when he passed the reins of management of Power Corporation to his sons,"}]}, {"heading": "Births", "year": "1927", "date": "January 4", "txt": "Barbara Rush, American actress", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 4", "txt": "Günter Schabowski, German journalist and politician (d. 2015)", "entities": [{"title": "Günter Schabowski", "href": "/wiki/G%C3%BCnter_Schabowski", "description": "Günter Schabowski was an East German politician who served as an official of the Socialist Unity Party of Germany, the ruling party during most of the existence of the German Democratic Republic (GDR). Schabowski gained worldwide fame in November 1989 when he improvised a slightly mistaken answer to a press conference question, raising popular expectations much more rapidly than the government pla"}]}, {"heading": "Births", "year": "1930", "date": "January 4", "txt": "Sorrell Booke, American actor and director (d. 1994)", "entities": [{"title": "Sorrell Booke", "href": "/wiki/Sorrell_Booke", "description": "Sorrell Booke was an American actor who performed on stage, screen, and television. He acted in more than 100 plays and 150 television shows, and is best known for his role as corrupt politician Jefferson Davis \"Boss\" Hogg in the television show The Dukes of Hazzard."}]}, {"heading": "Births", "year": "1930", "date": "January 4", "txt": "Don Shula, American football player and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 4", "txt": "William Deane, Australian judge and politician, 22nd Governor-General of Australia", "entities": [{"title": "William Deane", "href": "/wiki/William_Deane", "description": "Sir William Patrick Deane is an Australian barrister and jurist who served as the 22nd Governor-General of Australia, in office from 1996 to 2001. He was previously a Justice of the High Court of Australia from 1982 to 1995."}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1931", "date": "January 4", "txt": "Nora Iuga, Romanian poet, writer and translator", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 4", "txt": "Coşkun Özarı, Turkish footballer and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 4", "txt": "Clint Hill, American secret service agent and author", "entities": [{"title": "Clint Hill (Secret Service)", "href": "/wiki/Clint_Hill_(Secret_Service)", "description": "Clinton J. Hill is a former U.S. Secret Service agent who served under five United States presidents, from Dwight D. Eisenhower to Gerald Ford. Hill is best known for his act of bravery while in the presidential motorcade on November 22, 1963 when United States President John F. Kennedy was assassinated in Dallas, Texas."}]}, {"heading": "Births", "year": "1932", "date": "January 4", "txt": "Carlos Saura, Spanish director and screenwriter", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 4", "txt": "Rudolf Schuster, Slovak politician, 2nd President of Slovakia", "entities": [{"title": "Rudolf Schuster", "href": "/wiki/Rudolf_Schuster", "description": "Rudolf Schuster was President of Slovakia from 1999 to 2004. He was elected on 29 May 1999 and inaugurated on 15 June. In the presidential elections of April 2004, in which he sought re-election, Schuster was defeated. He received only 7.4% of the vote, with three other candidates receiving more than that. He was succeeded by Ivan Gašparovič."}, {"title": "President of Slovakia", "href": "/wiki/President_of_Slovakia", "description": "The president of the Slovak Republic is the head of state of Slovakia and the commander-in-chief of the Armed Forces. The president is directly elected by the people for five years, and can be elected for a maximum of two consecutive terms. The presidency is largely a ceremonial office, but the president does exercise certain limited powers with absolute discretion. The president's official reside"}]}, {"heading": "Births", "year": "1935", "date": "January 4", "txt": "Floyd Patterson, American boxer (d. 2006)", "entities": [{"title": "Floyd Patterson", "href": "/wiki/Floyd_Patterson", "description": "Floyd Patterson was an American professional boxer who competed from 1952 to 1972, and twice reigned as the world heavyweight champion between 1956 and 1962. At the age of 21, he became the youngest boxer in history to win the title, and was also the first heavyweight to regain the title after losing it. As an amateur, he won a gold medal in the middleweight division at the 1952 Summer Olympics."}]}, {"heading": "Births", "year": "1937", "date": "January 4", "txt": "Grace Bumbry, American operatic soprano", "entities": [{"title": "Grace Bumbry", "href": "/wiki/Grace_Bumbry", "description": "Grace Melzia Bumbry, an American opera singer, is considered one of the leading mezzo-sopranos of her generation, as well as a major soprano earlier in her career. She is a member of a pioneering generation of African-American opera and classical singers who followed Marian Anderson in the world of opera and classical music paving the way for future African-American opera and concert singers. Bumb"}]}, {"heading": "Births", "year": "1937", "date": "January 4", "txt": "Dyan Cannon, American actress, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 4", "txt": "Gao Xingjian, Chinese novelist, playwright, and critic, Nobel Prize laureate", "entities": [{"title": "Gao Xingjian", "href": "/wiki/Gao_Xingjian", "description": "Gao Xingjian is a Chinese émigré novelist, playwright, critic, painter, photographer, film director, and translator who in 2000 was awarded the Nobel Prize in Literature \"for an oeuvre of universal validity, bitter insights and linguistic ingenuity.\" He is also a noted translator, screenwriter, stage director, and a celebrated painter."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1940", "date": "January 4", "txt": "Brian Josephson, Welsh physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1941", "date": "January 4", "txt": "George P. Cosmatos, Italian-Canadian director and screenwriter (d. 2005)", "entities": [{"title": "George P. Cosmatos", "href": "/wiki/George_P._Cosmatos", "description": "George Pan Cosmatos was a Greco-Italian film director and screenwriter. Following early success in his home country with drama films such as Massacre in Rome with Richard Burton, Cosmatos retooled his career towards mainstream 'blockbuster' action and adventure films, including The Cassandra Crossing and Escape to Athena, both of which were British-Italian co-productions. After relocating to North"}]}, {"heading": "Births", "year": "1941", "date": "January 4", "txt": "Kalpnath Rai, Indian politician (d. 1999)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 4", "txt": "Bolaji Akinyemi, Nigerian political scientist, academic, and politician", "entities": [{"title": "Bolaji Akinyemi", "href": "/wiki/Bolaji_Akinyemi", "description": "Akinwande Bolaji Akinyemi is a Nigerian professor of political science who was Nigeria External Affairs Minister from 1985 to late 1987. He is the chairman of the National Think Tank."}]}, {"heading": "Births", "year": "1942", "date": "January 4", "txt": "Jim Downing, American race car driver and inventor", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 4", "txt": "John McLaughlin, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 4", "txt": "Doris Kearns Goodwin, American historian and author", "entities": [{"title": "Doris Kearns Goodwin", "href": "/wiki/Doris_Kearns_Goodwin", "description": "Doris Helen Kearns Goodwin is an American biographer, historian, former sports journalist and political commentator."}]}, {"heading": "Births", "year": "1943", "date": "January 4", "txt": "Hwang Sok-yong, South Korean author and educator", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 4", "txt": "Gary Stevens, Australian rugby league player", "entities": [{"title": "Gary Stevens (rugby league)", "href": "/wiki/Gary_Stevens_(rugby_league)", "description": "Gary Stevens is an Australian former rugby league footballer, a hard tackling second-row forward, of the 1960s and 1970s for the South Sydney Rabbitohs, Canterbury Bankstown Bulldogs and the Australian national representative side. He is the grandson of Souths club great Arthur Oxford."}]}, {"heading": "Births", "year": "1944", "date": "January 4", "txt": "Alan Sutherland, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 4", "txt": "Richard R. Schrock, American chemist and academic, Nobel Prize laureate", "entities": [{"title": "Richard R. Schrock", "href": "/wiki/Richard_R._Schrock", "description": "Richard Royce Schrock is an American chemist and Nobel laureate recognized for his contributions to the olefin metathesis reaction used in organic chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1946", "date": "January 4", "txt": "Arthur Conley, American singer-songwriter (d. 2003)", "entities": [{"title": "Arthur Conley", "href": "/wiki/Arthur_Conley", "description": "Arthur Lee Conley was an American soul singer, best known for the 1967 hit \"Sweet Soul Music\"."}]}, {"heading": "Births", "year": "1947", "date": "January 4", "txt": "Chris Cutler, English percussionist, lyricist and music theorist", "entities": [{"title": "Chris Cutler", "href": "/wiki/Chris_Cutler", "description": "Chris Cutler is an English percussionist, composer, lyricist and music theorist. Best known for his work with English avant-rock group Henry Cow, Cutler was also a member and drummer of other bands, including Art Bears, News from Babel, Pere Ubu and (briefly) Gong/Mothergong. He has collaborated with many musicians and groups, including Fred Frith, Lindsay Cooper, Zeena Parkins, Peter Blegvad, Tel"}]}, {"heading": "Births", "year": "1947", "date": "January 4", "txt": "Marie-Thérèse Letablier, French sociologist and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 4", "txt": "Kostas Davourlis, Greek footballer (d. 1992)", "entities": [{"title": "Kostas Davourlis", "href": "/wiki/Kostas_Davourlis", "description": "Kostas Davourlis, popularly nicknamed The Black Prince, was a former Greek footballer born in Agyia, Patras. A gifted and talented player, he was voted by the Greek sports magazine \"Ethnosport\" as one of the 50 best Greek football players ever."}]}, {"heading": "Births", "year": "1948", "date": "January 4", "txt": "Cissé Mariam Kaïdama Sidibé, Malian civil servant and politician, Prime Minister of Mali", "entities": [{"title": "Prime Minister of Mali", "href": "/wiki/Prime_Minister_of_Mali", "description": "This is a list of prime ministers of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1949", "date": "January 4", "txt": "Mick Mills, English footballer and manager", "entities": [{"title": "Mick Mills", "href": "/wiki/Mick_Mills", "description": "Michael Dennis Mills MBE is an English former footballer who played for Ipswich Town, Southampton and Stoke City. He managed Stoke City, Colchester United and Birmingham City. During his career he achieved Ipswich Town's record number of appearances and captained England at the 1982 World Cup."}]}, {"heading": "Births", "year": "1950", "date": "January 4", "txt": "Khondakar Ashraf Hossain, Bangladesh poet and academic (d. 2013)", "entities": [{"title": "Khondakar Ashraf Hossain", "href": "/wiki/Khondakar_Ashraf_Hossain", "description": "Khondakar Ashraf Hossain was a leading postmodernist poet, essayist, translator, and editor from Bangladesh. He wrote more than eighteen titles."}]}, {"heading": "Births", "year": "1953", "date": "January 4", "txt": "Norberto Alonso, Argentinian footballer", "entities": [{"title": "Norberto Alonso", "href": "/wiki/Norberto_Alonso", "description": "Norberto Osvaldo Alonso, known colloquially as \"Beto\" Alonso, is an Argentine former football midfielder, who played the majority of his career for the Argentine club River Plate, where he won 9 titles. He remains one of their most notable players. He stands in fifth place in River Plate's all time goalscoring records with 149 goals and 7th place in their all time appearances record with 374 match"}]}, {"heading": "Births", "year": "1954", "date": "January 4", "txt": "Rob Kerin, Australian politician, 43rd Premier of South Australia", "entities": [{"title": "Rob Kerin", "href": "/wiki/Rob_Kerin", "description": "Robert Gerard Kerin is a former South Australian politician who was the Premier of South Australia from 22 October 2001 to 5 March 2002, representing the South Australian Division of the Liberal Party of Australia. He was also Deputy Premier of South Australia from 7 July 1998 until he became Premier and, after losing government, leader of the opposition until after the 2006 election."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1954", "date": "January 4", "txt": "Tina Knowles, American fashion designer, founded House of Deréon", "entities": [{"title": "House of Deréon", "href": "/wiki/House_of_Der%C3%A9on", "description": "House of Deréon was a ready-to-wear fashion line introduced by singer and actress Beyoncé and her mother/stylist Tina Lawson. The style and concept is inspired by three generations of women in their family, with the name \"Deréon\" paying tribute to Beyoncé's maternal grandmother, Agnèz Deréon. As of 2012 the junior line Deréon has been discontinued."}]}, {"heading": "Births", "year": "1956", "date": "January 4", "txt": "Ann Magnuson, American actress and performance artist ", "entities": [{"title": "Ann Magnuson", "href": "/wiki/Ann_Magnuson", "description": "Ann Magnuson is an American actress, performance artist, and nightclub performer. She was described by The New York Times in 1990 as \"An endearing theatrical chameleon who has as many characters at her fingertips as Lily Tomlin does\"."}]}, {"heading": "Births", "year": "1956", "date": "January 4", "txt": "Zehava Gal-On, Israeli politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 4", "txt": "Bernard Sumner, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 4", "txt": "Patty Loveless, American singer-songwriter and guitarist", "entities": [{"title": "Patty Loveless", "href": "/wiki/Patty_Loveless", "description": "Patricia Lee Ramey, known professionally as Patty Loveless, is an American country music singer. Since emerging on the country music scene in late 1986 with her first (self-titled) album, Loveless has been one of the most popular female singers of neotraditional country. She also recorded albums in the country pop and bluegrass genres. Loveless was born in Pikeville, Kentucky, and raised in Elkhor"}]}, {"heading": "Births", "year": "1958", "date": "January 4", "txt": "Matt Frewer, American-Canadian actor", "entities": [{"title": "Matt Frewer", "href": "/wiki/Matt_Frewer", "description": "Matthew George Frewer is a Canadian-American actor, singer and comedian. He portrayed the 1980s icon Max Headroom and Doctor Leekie in the Canadian science fiction drama Orphan Black (2013–2017)."}]}, {"heading": "Births", "year": "1960", "date": "January 4", "txt": "Gavin Miller, Australian rugby league player", "entities": [{"title": "Gavin Miller", "href": "/wiki/Gavin_Miller", "description": "Gavin John Miller is an Australian former rugby league footballer who played in the 1970's and '80s. An Australian international and New South Wales State of Origin representative forward, he played the majority of his club football for the Cronulla-Sutherland Sharks, and is an Immortal of the club. He earned two successive Dally M Player of the Year awards in 1988 and 1989."}]}, {"heading": "Births", "year": "1960", "date": "January 4", "txt": "Michael Stipe, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 4", "txt": "Sidney Green, American basketball player and coach", "entities": [{"title": "Sidney Green (basketball)", "href": "/wiki/Sidney_Green_(basketball)", "description": "Sidney Green is an American retired basketball player and former coach. He played college basketball for the UNLV Runnin' Rebels and was drafted into the National Basketball Association (NBA) by the Chicago Bulls in 1983. After a ten-year career in the NBA he went into college coaching. He now works as a Chicago Bulls team ambassador."}]}, {"heading": "Births", "year": "1963", "date": "January 4", "txt": "Dave Foley, Canadian comedian, actor, director, and producer", "entities": [{"title": "Dave Foley", "href": "/wiki/Dave_Foley", "description": "David Scott Foley is a Canadian actor, voice actor, stand-up comedian, director, producer and writer. He is known as a co-founder of the comedy group The Kids in the Hall, who have appeared together in a number of television, stage and film productions, most notably the 1988-1995 TV sketch comedy show The Kids in the Hall, as well as the 1996 film Brain Candy. He also starred as Dave Nelson in the"}]}, {"heading": "Births", "year": "1963", "date": "January 4", "txt": "Martina Proeber, German diver", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 4", "txt": "Susan Devoy, New Zealand squash player", "entities": [{"title": "Susan Devoy", "href": "/wiki/Susan_Devoy", "description": "Dame Susan Elizabeth Anne Devoy is a former New Zealand squash player who dominated the sport in the late 1980s and early 1990s. She won the World Open on four occasions. She served as New Zealand's Race Relations Commissioner from 2013 to 2018."}]}, {"heading": "Births", "year": "1964", "date": "January 4", "txt": "Adrian Shelford, New Zealand rugby league player (d. 2003)", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 4", "txt": "Guy Forget, French tennis player", "entities": [{"title": "Guy Forget", "href": "/wiki/Guy_Forget", "description": "Guy Forget is a French tennis administrator and retired professional tennis player. During his career, he helped France win the Davis Cup in both 1991 and 1996. Since retiring as a player, he has served as France's Davis Cup team captain."}]}, {"heading": "Births", "year": "1965", "date": "January 4", "txt": "Craig Revel Horwood, Australian-English dancer, choreographer, and director", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 4", "txt": "Julia Ormond, English actress and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 4", "txt": "Deana Carter, American singer-songwriter and guitarist", "entities": [{"title": "Deana Carter", "href": "/wiki/Deana_Carter", "description": "Deana Kay Carter is an American country music singer-songwriter who broke through in 1996 with the release of her debut album Did I Shave My Legs for This?, which was certified 5× Multi-Platinum in the United States for sales of over 5 million. It was followed by 1998's Everything's Gonna Be Alright, 2003's I'm Just a Girl, 2005's The Story of My Life, and 2007's The Chain. Overall, Carter's album"}]}, {"heading": "Births", "year": "1967", "date": "January 4", "txt": "Johnny Nelson, English boxer and sportscaster", "entities": [{"title": "Johnny Nelson", "href": "/wiki/Johnny_Nelson", "description": "Ivanson Ranny \"Johnny\" Nelson is a British retired professional boxer who competed from 1986 to 2005. He is currently the longest reigning world cruiserweight champion of all time, having held the WBO title from 1999 to 2005. Nelson defended the title against thirteen different fighters, more than any other cruiserweight in history, and holds a joint-record of most consecutive cruiserweight title "}]}, {"heading": "Births", "year": "1967", "date": "January 4", "txt": "David Toms, American golfer and philanthropist", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 4", "txt": "David Wilson, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 4", "txt": "Kees van Wonderen, Dutch footballer and manager", "entities": [{"title": "Kees van Wonderen", "href": "/wiki/Kees_van_Wonderen", "description": "Cornelis \"Kees\" Hendricus van Wonderen is a Dutch professional football manager and former player, who is the current head coach of Eerste Divisie club Go Ahead Eagles. During his playing career, he was mostly utilised as a centre back."}]}, {"heading": "Births", "year": "1971", "date": "January 4", "txt": "Shane Walker, Australian rugby league player", "entities": [{"title": "Shane Walker (rugby league, born 1971)", "href": "/wiki/Shane_Walker_(rugby_league,_born_1971)", "description": "Shane Walker, was an Australian rugby league footballer who played in the 1990s and early 2000s. Walker played for the St. George Dragons in 1990 and 1992, the Eastern Suburbs Roosters in 1993 and 1994, the Balmain Tigers between 1995 and 1999, the Wests Tigers in 2000 and 2001 and finally the Melbourne Storm in 2002."}]}, {"heading": "Births", "year": "1971", "date": "January 4", "txt": "Colin Ward, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 4", "txt": "Frank Høj, Danish cyclist", "entities": [{"title": "Frank Høj", "href": "/wiki/Frank_H%C3%B8j", "description": "Frank Høj is a retired Danish professional road bicycle racer. Høj started as a stagiaire for the Zetelhallen–Vosschemie team in 1994, and became professional in 1995 for Collstrop–Lystex. His first win as a professional came the year after. In a live interview with Danish media station TV2 during the coverage of Tour de France 2015, Høj admitted to have used EPO in the early periods of his career"}]}, {"heading": "Births", "year": "1974", "date": "January 4", "txt": "Danilo Hondo, German cyclist", "entities": [{"title": "Danilo Hondo", "href": "/wiki/Danilo_Hondo", "description": "Danilo Hondo is a former German professional road bicycle racer. He won the German National Road Race in 2002. He competed in the men's team pursuit at the 1996 Summer Olympics."}]}, {"heading": "Births", "year": "1975", "date": "January 4", "txt": "Shane Carwin, American mixed martial artist and wrestler", "entities": [{"title": "Shane Carwin", "href": "/wiki/Shane_Carwin", "description": "Shane Bannister Carwin is an American former mixed martial artist who competed in the Heavyweight division of the Ultimate Fighting Championship (UFC). He is a former Interim UFC Heavyweight Champion."}]}, {"heading": "Births", "year": "1975", "date": "January 4", "txt": "Paul Watson, English footballer and physiotherapist", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 4", "txt": "Ted Lilly, American baseball player", "entities": [{"title": "Ted Lilly", "href": "/wiki/Ted_Lilly", "description": "Theodore Roosevelt Lilly III is an American former professional baseball pitcher Lilly attended Yosemite High School in Oakhurst, California, and Fresno City College. He played in Major League Baseball (MLB) for the Montreal Expos, New York Yankees, Oakland Athletics, Toronto Blue Jays, Chicago Cubs and Los Angeles Dodgers."}]}, {"heading": "Births", "year": "1978", "date": "January 4", "txt": "Dominik Hrbatý, Slovak tennis player", "entities": [{"title": "Dominik Hrbatý", "href": "/wiki/Dominik_Hrbat%C3%BD", "description": "Dominik Hrbatý is a retired professional tennis player from Slovakia. He reached the semi-finals of the 1999 French Open and achieved a career-high singles ranking of World No. 12 in October 2005."}]}, {"heading": "Births", "year": "1979", "date": "January 4", "txt": "Shergo Biran, German footballer", "entities": [{"title": "Shergo Biran", "href": "/wiki/Shergo_Biran", "description": "Shergo Biran is a German former professional footballer of Albanian ethnic origin who played as a forward. He was born in West Berlin."}]}, {"heading": "Births", "year": "1979", "date": "January 4", "txt": "Tristan Gommendy, French race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 4", "txt": "Miguel Monteiro, Portuguese footballer", "entities": [{"title": "Miguel Monteiro", "href": "/wiki/Miguel_Monteiro", "description": "Luís Miguel Brito Garcia Monteiro OIH, known as Miguel, is a Portuguese former professional footballer who played mainly as a right back."}]}, {"heading": "Births", "year": "1980", "date": "January 4", "txt": "Justin Ontong, South African cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 4", "txt": "Richard Logan, English footballer", "entities": [{"title": "Richard Logan (footballer, born 1982)", "href": "/wiki/Richard_Logan_(footballer,_born_1982)", "description": "Richard James Logan is an English former footballer."}]}, {"heading": "Births", "year": "1982", "date": "January 4", "txt": "Danny Sullivan, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 4", "txt": "Kho Jabing, Malaysian and convicted murderer executed in Singapore (d. 2016).", "entities": [{"title": "Kho Jabing", "href": "/wiki/Kho_Jabing", "description": "Kho Jabing, later in life Muhammad Kho Abdullah, was a Malaysian of mixed Chinese and Iban descent from Sarawak, Malaysia who robbed and murdered a Chinese construction worker named Cao Ruyin in Singapore on 17 February 2008. Kho Jabing was convicted of murder and sentenced to death on 30 July 2010, and lost his appeal on 24 May 2011. Later, when the changes to Singapore's death penalty laws took "}]}, {"heading": "Births", "year": "1985", "date": "January 4", "txt": "Kari Aalvik Grimsbø, Norwegian handball player", "entities": [{"title": "Kari Aalvik Grimsbø", "href": "/wiki/Kari_Aalvik_Grimsb%C3%B8", "description": "Kari Aalvik Grimsbø is a former Norwegian handball player who last played for Győri Audi ETO KC and the Norwegian national team. Since her retirement she is the goalkeeping coach at Byåsen HE."}]}, {"heading": "Births", "year": "1985", "date": "January 4", "txt": "Gökhan Gönül, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 4", "txt": "Al Jefferson, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 4", "txt": "Younès Kaboul, French footballer", "entities": [{"title": "Younès Kaboul", "href": "/wiki/Youn%C3%A8s_Kaboul", "description": "Younès Kaboul is a French former footballer who played as a centre back for Auxerre, Tottenham Hotspur, Portsmouth, Sunderland and Watford. For France Kaboul played for the under-21's and went on to play five matches and scored once for France national team in 2011."}]}, {"heading": "Births", "year": "1986", "date": "January 4", "txt": "Andrei Krauchanka, Belarusian decathlete", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 4", "txt": "James Milner, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 4", "txt": "Kay Voser, Swiss footballer", "entities": [{"title": "Kay Voser", "href": "/wiki/Kay_Voser", "description": "Kay Voser is a Swiss footballer who plays as defender."}]}, {"heading": "Births", "year": "1988", "date": "January 4", "txt": "Anestis Argyriou, Greek footballer", "entities": [{"title": "Anestis Argyriou", "href": "/wiki/Anestis_Argyriou", "description": "Anestis Argyriou is a Greek footballer who plays as a defender for Iraklis."}]}, {"heading": "Births", "year": "1988", "date": "January 4", "txt": "Maximilian Riedmüller, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 4", "txt": "Graham Rahal, American race car driver", "entities": [{"title": "Graham Rahal", "href": "/wiki/Graham_Rahal", "description": "Graham Robert Rahal is an American race car driver and small business owner. He currently participates in the IndyCar Series with Rahal Letterman Lanigan Racing, a team partially owned by his father Bobby Rahal, the winner of the 1986 Indianapolis 500."}]}, {"heading": "Births", "year": "1990", "date": "January 4", "txt": "Iago Falque, Spanish footballer", "entities": [{"title": "Iago Falque", "href": "/wiki/Iago_Falque", "description": "Iago Falque Silva is a Spanish professional footballer who plays as a forward for Italian club Benevento on loan from Torino."}]}, {"heading": "Births", "year": "1990", "date": "January 4", "txt": "Toni Kroos, German footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 4", "txt": "Alberto Paloschi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 4", "txt": "Kris Bryant, American baseball player", "entities": [{"title": "Kris Bryant", "href": "/wiki/Kris_Bryant", "description": "Kristopher Lee Bryant is an American professional baseball third baseman and outfielder for the Chicago Cubs of Major League Baseball (MLB). Prior to playing professionally, Bryant attended the University of San Diego, where he played college baseball for the Toreros."}]}, {"heading": "Births", "year": "1994", "date": "January 4", "txt": "Derrick Henry, American football player", "entities": [{"title": "Derrick Henry", "href": "/wiki/Derrick_Henry", "description": "Derrick Lamar Henry Jr. is an American football running back for the Tennessee Titans of the National Football League (NFL)."}]}, {"heading": "Births", "year": "1996", "date": "January 4", "txt": "Jackson Hastings, Australian rugby league player", "entities": [{"title": "Jackson Hastings", "href": "/wiki/Jackson_Hastings", "description": "Jackson Hastings is a Great Britain international rugby league footballer who plays as a scrum-half and stand-off for the Wigan Warriors in the Betfred Super League."}]}, {"heading": "Births", "year": "1997", "date": "January 4", "txt": "Ante Žižić, Croatian basketball player", "entities": [{"title": "Ante Žižić", "href": "/wiki/Ante_%C5%BDi%C5%BEi%C4%87", "description": "Ante Toni Žižić is a Croatian professional basketball player for Maccabi Tel Aviv of the Israeli Premier League and the Euroleague. He was selected 23rd overall by the Boston Celtics in the 2016 NBA draft."}]}, {"heading": "Births", "year": "1998", "date": "January 4", "txt": "Liza Soberano, Filipina actress", "entities": [{"title": "Liza Soberano", "href": "/wiki/Liza_Soberano", "description": "Hope Elizabeth \"Liza\" Soberano is a Filipina-American actress and model. She started in a range of television series and films, including Wansapanataym (2011), Kung Ako'y Iiwan Mo (2012), She's the One (2013), Must Be... Love (2013). She rose to prominence after playing the protagonist in the romantic comedy television series Forevermore (2014–2015) with Enrique Gil. She has since paired with Gil "}]}, {"heading": "Births", "year": "1999", "date": "January 4", "txt": "Nico Hischier, Swiss ice hockey player", "entities": [{"title": "Nico Hischier", "href": "/wiki/Nico_Hischier", "description": "Nico Hischier is a Swiss professional ice hockey forward and captain for the New Jersey Devils of the National Hockey League (NHL). Hischier made his professional debut in his native Switzerland in 2015, spending time both in the top-tier National League A (NLA) and the second-tier National League B. He moved to North America for the 2016–17 season to play major junior hockey for the Halifax Moose"}]}, {"heading": "Births", "year": "1999", "date": "January 4", "txt": "Jaeman Salmon, Australian rugby league player", "entities": []}, {"heading": "Deaths", "year": "871", "date": "January 4", "txt": "Æthelwulf, Saxon ealdorman", "entities": [{"title": "Æthelwulf of Berkshire", "href": "/wiki/%C3%86thelwulf_of_Berkshire", "description": "Æthelwulf of Berkshire was a Saxon ealdorman. In 860 he and other men of Berkshire fought off a band of pirates near Winchester, Hampshire. Later he mustered a force of 1400 men against an army of Danes, won the 31 December 870 Battle of Englefield on behalf of the then kingdom of Wessex. He received a land grant in 843/44 from Brihtwulf, king of Mercia; and lost his life at the Battle of Reading."}, {"title": "Ealdorman", "href": "/wiki/Ealdorman", "description": "Ealdorman was a term in Anglo-Saxon England which originally applied to a man of high status, including some of royal birth, whose authority was independent of the king. It evolved in meaning and in the eighth century was sometimes applied to the former kings of territories which had submitted to great powers such as Mercia. In Wessex in the second half of the ninth century it meant the leaders of"}]}, {"heading": "Deaths", "year": "874", "date": "January 4", "txt": "Hasan al-Askari, eleventh of the Twelve Imams (probable; b. 846)", "entities": [{"title": "Hasan al-Askari", "href": "/wiki/Hasan_al-Askari", "description": "Hasan ibn Ali al-Askari was a Muslim scholar and the 11th Imam in Twelver Shia Islam, after his father Ali al-Hadi. He is also an important figure to Sunni-Sufis. He was called Abu Muhammad and Ibn al-Ridha. Because Samarra, the city where he lived, was a garrison town, he is generally known as al-Askari. Al-Askari married Narjis Khatun and was kept under house arrest or in prison for most of his "}, {"title": "The Twelve Imams", "href": "/wiki/The_Twelve_Imams", "description": "The Twelve Imams are the spiritual and political successors to the Islamic prophet Muhammad in the Twelver branch of Shia Islam, including that of the Alawite and Alevi."}]}, {"heading": "Deaths", "year": "1248", "date": "January 4", "txt": "Sancho II of Portugal (b. 1209)", "entities": [{"title": "Sancho II of Portugal", "href": "/wiki/Sancho_II_of_Portugal", "description": "Sancho II, nicknamed the Pious and the Caped or the Capuched, King of Portugal was King of Portugal from 1223 to 1248. He was succeeded on the Portuguese throne by his brother, King Afonso III, in 1248."}]}, {"heading": "Deaths", "year": "1344", "date": "January 4", "txt": "Robert de Lisle, 1st Baron Lisle, English peer (b. 1288)", "entities": [{"title": "Robert de Lisle, 1st Baron Lisle", "href": "/wiki/Robert_de_Lisle,_1st_Baron_Lisle", "description": "Robert de Lisle, 1st Baron Lisle was an English peer. He saw military service in Scotland, and fought at the Battle of Boroughbridge. After his wife's death, he joined the Franciscan order. He was the owner of the Lisle Psalter."}]}, {"heading": "Deaths", "year": "1399", "date": "January 4", "txt": "Nicholas Eymerich, Catalan theologian and inquisitor", "entities": [{"title": "Nicholas Eymerich", "href": "/wiki/Nicholas_Eymerich", "description": "Nicholas Eymerich was a Roman Catholic theologian in Medieval Spain and Inquisitor General of the Inquisition in the Crown of Aragon in the later half of the 14th century. He is best known for authoring the Directorium Inquisitorum, that mostly summarized previous texts and mores."}]}, {"heading": "Deaths", "year": "1424", "date": "January 4", "txt": "Muzio Sforza, Italian condottiero", "entities": [{"title": "Muzio Sforza", "href": "/wiki/Muzio_Sforza", "description": "Muzio Attendolo Sforza, was an Italian condottiero. Founder of the Sforza dynasty, he led a Bolognese-Florentine army at the Battle of Casalecchio."}]}, {"heading": "Deaths", "year": "1428", "date": "January 4", "txt": "Frederick I, Elector of Saxony (b. 1370)", "entities": [{"title": "Frederick I, Elector of Saxony", "href": "/wiki/Frederick_I,_Elector_of_Saxony", "description": "Frederick I, the Belligerent or the Warlike, a member of the House of Wettin, ruled as Margrave of Meissen from 1407 and Elector of Saxony from 1423 until his death."}]}, {"heading": "Deaths", "year": "1584", "date": "January 4", "txt": "Tobias Stimmer, Swiss painter and illustrator (b. 1539)", "entities": [{"title": "Tobias Stimmer", "href": "/wiki/Tobias_Stimmer", "description": "Tobias Stimmer was a Swiss painter and illustrator. His most famous work is the paintings on the Strasbourg astronomical clock. He died in Strasbourg."}]}, {"heading": "Deaths", "year": "1604", "date": "January 4", "txt": "Ferenc Nádasdy, Hungarian noble (b. 1555)", "entities": [{"title": "Ferenc Nádasdy", "href": "/wiki/Ferenc_N%C3%A1dasdy", "description": "Count Ferenc II Nádasdy de Nádasd et Fogarasföld was a Hungarian nobleman. His family, Nádasdy, was one of the wealthiest and most influential of the era in Hungary. In 1571, when Ferenc was 16, his mother, Orsolya Nádasdy, using her association with many noble families in Hungary, organized a marriage to the young Elizabeth Báthory, daughter of the Count György and Anna Báthory. The Báthory famil"}]}, {"heading": "Deaths", "year": "1695", "date": "January 4", "txt": "François-Henri de Montmorency, duc de Luxembourg, French general (b. 1628)", "entities": [{"title": "François-Henri de Montmorency, duc de Luxembourg", "href": "/wiki/Fran%C3%A7ois-Henri_de_Montmorency,_duc_de_Luxembourg", "description": "François Henri de Montmorency-Bouteville, Duke of Piney-Luxembourg, commonly known as Luxembourg, and nicknamed \"The Upholsterer of Notre-Dame\", was a French general and Marshal of France. A comrade and successor of the Great Condé, he was one of the most accomplished military commanders of the early modern period and is particularly noted for his exploits in the Franco-Dutch War and War of the Gr"}]}, {"heading": "Deaths", "year": "1752", "date": "January 4", "txt": "Gabriel Cramer, Swiss mathematician and physicist (b. 1704)", "entities": [{"title": "Gabriel Cramer", "href": "/wiki/Gabriel_Cramer", "description": "Gabriel Cramer was a Genevan mathematician. He was the son of physician Jean Cramer and Anne Mallet Cramer."}]}, {"heading": "Deaths", "year": "1761", "date": "January 4", "txt": "Stephen Hales, English clergyman and physiologist (b. 1677)", "entities": [{"title": "Stephen Hales", "href": "/wiki/Stephen_Hales", "description": "Stephen Hales was an English clergyman who made major contributions to a range of scientific fields including botany, pneumatic chemistry and physiology. He was the first person to measure blood pressure. He also invented several devices, including a ventilator, a pneumatic trough and a surgical forceps for the removal of bladder stones. In addition to these achievements, he was a philanthropist a"}]}, {"heading": "Deaths", "year": "1782", "date": "January 4", "txt": "Ange-Jacques Gabriel, French architect, designed École Militaire (b. 1698)", "entities": [{"title": "Ange-Jacques Gabriel", "href": "/wiki/Ange-Jacques_Gabriel", "description": "Ange-Jacques Gabriel was the principal architect of King Louis XV of France. His major works included the Place de la Concorde, the École Militaire, and the Petit Trianon and opera theater at the Palace of Versailles. His style was a careful balance between French Baroque architecture and French neoclassicism."}, {"title": "École Militaire", "href": "/wiki/%C3%89cole_Militaire", "description": "The École militaire is a complex of buildings in Paris, France, which house various military training facilities. It was founded in 1750 by King Louis XV and is located in the 7th arrondissement of Paris, southeast of the Champ de Mars."}]}, {"heading": "Deaths", "year": "1786", "date": "January 4", "txt": "Moses Mendelssohn, German philosopher and theologian (b. 1729)", "entities": [{"title": "Moses Mendelssohn", "href": "/wiki/Moses_Mendelssohn", "description": "Moses Mendelssohn was a German-Jewish philosopher to whose ideas the Haskalah, the 'Jewish Enlightenment' of the eighteenth and nineteenth centuries, is indebted."}]}, {"heading": "Deaths", "year": "1804", "date": "January 4", "txt": "Charlotte Lennox, English author and poet (b. 1730)", "entities": [{"title": "Charlotte Lennox", "href": "/wiki/Charlotte_Lennox", "description": "Charlotte Lennox, née Ramsay, was a Scottish novelist, playwright and poet, mostly remembered today as the author of The Female Quixote, and for her association with Samuel Johnson, Joshua Reynolds and Samuel Richardson. However, she had a long career in her own right."}]}, {"heading": "Deaths", "year": "1821", "date": "January 4", "txt": "Elizabeth Ann Seton, American nun and saint (b. 1774)", "entities": [{"title": "Elizabeth Ann Seton", "href": "/wiki/Elizabeth_Ann_Seton", "description": "Elizabeth Ann Bayley Seton, SC, was a Catholic religious sister in the United States and an educator, known as a founder of the country's parochial school system. After her death, she became the first person born in what would become the United States to be canonized by the Catholic Church. She also established the first Catholic girls' school in the nation in Emmitsburg, Maryland, where she likew"}]}, {"heading": "Deaths", "year": "1825", "date": "January 4", "txt": "Ferdinand I of the Two Sicilies (b. 1751)", "entities": [{"title": "Ferdinand I of the Two Sicilies", "href": "/wiki/Ferdinand_I_of_the_Two_Sicilies", "description": "Ferdinand I, was the King of the Two Sicilies from 1816, after his restoration following victory in the Napoleonic Wars. Before that he had been, since 1759, Ferdinand IV of the Kingdom of Naples and Ferdinand III of the Kingdom of Sicily. He was also King of Gozo. He was deposed twice from the throne of Naples: once by the revolutionary Parthenopean Republic for six months in 1799 and again by Na"}]}, {"heading": "Deaths", "year": "1863", "date": "January 4", "txt": "Roger Hanson, American general (b. 1827)", "entities": [{"title": "Roger Hanson", "href": "/wiki/Roger_Hanson", "description": "Roger Weightman Hanson was a brigadier general in the Confederate States Army during the American Civil War. The commander of the famed \"Orphan Brigade,\" he was mortally wounded at the Battle of Murfreesboro. He was nicknamed \"Old Flintlock.\""}]}, {"heading": "Deaths", "year": "1874", "date": "January 4", "txt": "Thomas Gregson, English-Australian lawyer and politician, 2nd Premier of Tasmania (b. 1798)", "entities": [{"title": "Thomas Gregson", "href": "/wiki/Thomas_Gregson", "description": "Thomas George Gregson was the second Premier of Tasmania, serving from 26 February 1857 until 25 April 1857."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1877", "date": "January 4", "txt": "Cornelius Vanderbilt, American businessman and philanthropist (b. 1794)", "entities": [{"title": "Cornelius Vanderbilt", "href": "/wiki/Cornelius_Vanderbilt", "description": "Cornelius Vanderbilt was an American business magnate who built his wealth in railroads and shipping. After working with his father's business, Vanderbilt worked his way into leadership positions in the inland water trade and invested in the rapidly growing railroad industry. Nicknamed \"The Commodore\", he is known for owning the New York Central Railroad. His biographer T. J. Stiles says, \"He vast"}]}, {"heading": "Deaths", "year": "1880", "date": "January 4", "txt": "Anselm Feuerbach, German painter and educator (b. 1829)", "entities": [{"title": "Anselm Feuerbach", "href": "/wiki/Anselm_Feuerbach", "description": "Anselm Feuerbach was a German painter. He was the leading classicist painter of the German 19th-century school."}]}, {"heading": "Deaths", "year": "1880", "date": "January 4", "txt": "Edward William Cooke, English painter and illustrator (b. 1811)", "entities": []}, {"heading": "Deaths", "year": "1882", "date": "January 4", "txt": "John William Draper, English-American physician, chemist, and photographer (b. 1811)", "entities": [{"title": "John William Draper", "href": "/wiki/John_William_Draper", "description": "John William Draper was an English-born American scientist, philosopher, physician, chemist, historian and photographer. He is credited with producing the first clear photograph of a female face (1839–40) and the first detailed photograph of the moon in 1840. He was also the first president of the American Chemical Society (1876–77) and a founder of the New York University School of Medicine."}]}, {"heading": "Deaths", "year": "1883", "date": "January 4", "txt": "Antoine Chanzy, French general (b. 1823)", "entities": [{"title": "Antoine Chanzy", "href": "/wiki/Antoine_Chanzy", "description": "Antoine Eugène Alfred Chanzy was a French general, notable for his successes during the Franco-Prussian War and as a governor of Algeria."}]}, {"heading": "Deaths", "year": "1891", "date": "January 4", "txt": "Antoine Labelle, Canadian priest (b. 1833)", "entities": [{"title": "Antoine Labelle", "href": "/wiki/Antoine_Labelle", "description": "François-Xavier-Antoine Labelle was a Roman Catholic priest and the person principally responsible for the settlement of the Laurentians. He is also referred to as \"Curé Labelle\" and sometimes, the \"King of the North.\""}]}, {"heading": "Deaths", "year": "1896", "date": "January 4", "txt": "Joseph Hubert Reinkens, German bishop and academic (b. 1821)", "entities": [{"title": "Joseph Hubert Reinkens", "href": "/wiki/Joseph_Hubert_Reinkens", "description": "Joseph Hubert Reinkens was the first German Old Catholic bishop."}]}, {"heading": "Deaths", "year": "1900", "date": "January 4", "txt": "Stanisław Mieroszewski, Polish-born politician, writer, historian and member of the Imperial Council of Austria (b. 1827)", "entities": [{"title": "Stanisław Mieroszewski", "href": "/wiki/Stanis%C5%82aw_Mieroszewski", "description": "Count Stanisław Mieroszewski (Mieroszowski) (1827–1900) was a Polish-born politician, writer, historian and member of the Imperial Council of Austria."}]}, {"heading": "Deaths", "year": "1901", "date": "January 4", "txt": "Nikolaos Gyzis, Greek painter and academic (b. 1842)", "entities": [{"title": "Nikolaos Gyzis", "href": "/wiki/Nikolaos_Gyzis", "description": "Nikolaos Gyzis was considered one of Greece's most important 19th-century painters. He was most famous for his work Eros and the Painter, his first genre painting. It was auctioned in May 2006 at Bonhams in London, being last exhibited in Greece in 1928. He was the major representative of the so-called \"Munich School\", the major 19th-century Greek art movement."}]}, {"heading": "Deaths", "year": "1904", "date": "January 4", "txt": "Anna Winlock, American astronomer and academic (b. 1857)", "entities": [{"title": "Anna Winlock", "href": "/wiki/Anna_Winlock", "description": "Anna Winlock (1857–1904) was an American astronomer and human computer, one of the first members of female computer group known as \"the Harvard Computers.\" She made the most complete catalog of stars near the north and south poles of her era. She is also remembered for her calculations and studies of asteroids. In particular, she did calculations on 433 Eros and 475 Ocllo."}]}, {"heading": "Deaths", "year": "1910", "date": "January 4", "txt": "Léon Delagrange, French pilot and sculptor (b. 1873)", "entities": [{"title": "Léon Delagrange", "href": "/wiki/L%C3%A9on_Delagrange", "description": "Ferdinand Léon Delagrange was a pioneering French aviator and sculptor. Léon was ranked as one of the top aviators in the world. On 30 December 1909 he had broken all speed records at Juvisy-sur-Orge in France in an attempt to win the Michelin Cup. He did not succeed in beating Henry Farman’s record for distance, but did establish a new distance record for monoplanes and a new world speed record. "}]}, {"heading": "Deaths", "year": "1912", "date": "January 4", "txt": "Clarence Dutton, American geologist and soldier (b. 1841)", "entities": [{"title": "Clarence Dutton", "href": "/wiki/Clarence_Dutton", "description": "Clarence Edward Dutton was an American geologist and US Army officer. Dutton was born in Wallingford, Connecticut on May 15, 1841. He graduated from Yale College in 1860 and took postgraduate courses there until 1862, when he enlisted in the 21st Connecticut Volunteer Infantry; he fought at Fredericksburg, Suffolk, Nashville and Petersburg. He was elected as a member to the American Philosophical "}]}, {"heading": "Deaths", "year": "1919", "date": "January 4", "txt": "Georg von Hertling, German academic and politician, 7th Chancellor of the German Empire (b. 1843)", "entities": [{"title": "Georg von Hertling", "href": "/wiki/Georg_von_Hertling", "description": "Georg Friedrich Karl Freiherr von Hertling was a German politician who served as the Minister-President of Bavaria from 1912 to 1917 and then as Minister-President of Prussia and Chancellor of the German Empire from 1917 to 1918. He was the first party politician to hold the office."}, {"title": "Chancellor of the German Empire", "href": "/wiki/Chancellor_of_the_German_Empire", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1920", "date": "January 4", "txt": "Benito Pérez Galdós, Spanish author and playwright (b. 1843)", "entities": [{"title": "Benito Pérez Galdós", "href": "/wiki/Benito_P%C3%A9rez_Gald%C3%B3s", "description": "Benito Pérez Galdós was a Spanish realist novelist. He was the leading literary figure in 19th-century Spain, and some scholars consider him second only to Miguel de Cervantes in stature as a Spanish novelist."}]}, {"heading": "Deaths", "year": "1924", "date": "January 4", "txt": "Alfred Grünfeld, Austrian pianist and composer (b. 1852)", "entities": [{"title": "Alfred Grünfeld", "href": "/wiki/Alfred_Gr%C3%BCnfeld", "description": "Alfred Grünfeld was an Austrian pianist and composer."}]}, {"heading": "Deaths", "year": "1925", "date": "January 4", "txt": "Nellie Cashman, American nurse, restaurateur, entrepreneur, and gold prospector (b. 1845)", "entities": [{"title": "Nellie Cashman", "href": "/wiki/Nellie_Cashman", "description": "Ellen \"Nellie\" Cashman, was an Irish nurse, restaurateur, businesswoman and philanthropist in Arizona, Alaska, British Columbia and the Yukon."}]}, {"heading": "Deaths", "year": "1927", "date": "January 4", "txt": "Süleyman Nazif, Turkish poet and civil servant (b. 1870)", "entities": [{"title": "Süleyman Nazif", "href": "/wiki/S%C3%BCleyman_Nazif", "description": "Süleyman Nazif was a Turkish poet and a prominent member of the CUP. He mastered Arabic, Persian, and French languages and worked as a civil servant during the reign of Sultan Abdul Hamid II. He contributed to the literary magazine Servet-i Fünun until it was censored by the Ottoman government in 1901."}]}, {"heading": "Deaths", "year": "1931", "date": "January 4", "txt": "Art Acord, American actor and stuntman (b. 1890)", "entities": [{"title": "Art Acord", "href": "/wiki/Art_Acord", "description": "Arthemus Ward \"Art\" Acord was an American silent film actor and rodeo champion. After his film career ended in 1929, Acord worked in rodeo road shows and as a miner in Mexico."}]}, {"heading": "Deaths", "year": "1931", "date": "January 4", "txt": "Louise, Princess Royal of the United Kingdom (b. 1867)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "January 4", "txt": "Mohammad Ali Jouhar, Indian journalist, activist, and scholar (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "January 4", "txt": "Flora Finch, English-American actress and producer (b. 1867)", "entities": [{"title": "Flora Finch", "href": "/wiki/Flora_Finch", "description": "Flora Finch was an English-born vaudevillian, stage and film actress who starred in over 300 silent films, including over 200 for the Vitagraph Studios film company. Unfortunately, the vast majority of her films from the silent era are currently classified as lost."}]}, {"heading": "Deaths", "year": "1941", "date": "January 4", "txt": "Henri Bergson, French philosopher and academic, Nobel Prize laureate (b. 1859)", "entities": [{"title": "Henri Bergson", "href": "/wiki/Henri_Bergson", "description": "Henri-Louis Bergson was a French philosopher who was influential in the tradition of continental philosophy, especially during the first half of the 20th century until the Second World War. Bergson is known for his arguments that processes of immediate experience and intuition are more significant than abstract rationalism and science for understanding reality."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1943", "date": "January 4", "txt": "Jerzy Iwanow-Szajnowicz, Greek-Polish swimmer and water polo player (b. 1911)", "entities": [{"title": "Jerzy Iwanow-Szajnowicz", "href": "/wiki/Jerzy_Iwanow-Szajnowicz", "description": "Jerzy Iwanow-Szajnowicz was a Greek-Polish athlete who fought as a saboteur in the Greek Resistance during World War II and was executed by the Germans."}]}, {"heading": "Deaths", "year": "1943", "date": "January 4", "txt": "Marina Raskova, Russian pilot and navigator (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "January 4", "txt": "Kaj Munk, Danish playwright and pastor (b. 1898)", "entities": [{"title": "Kaj Munk", "href": "/wiki/Kaj_Munk", "description": "Kaj Harald Leininger Munk was a Danish playwright and Lutheran pastor, known for his cultural engagement and his martyrdom during the Occupation of Denmark of World War II. He is commemorated as a martyr in the Calendar of Saints of the Lutheran Church on 14 August, alongside Maximilian Kolbe."}]}, {"heading": "Deaths", "year": "1960", "date": "January 4", "txt": "Albert Camus, French novelist, philosopher, and journalist, Nobel Prize laureate (b. 1913)", "entities": [{"title": "Albert Camus", "href": "/wiki/Albert_Camus", "description": "Albert Camus was a French philosopher, author, and journalist. He won the Nobel Prize in Literature at the age of 44 in 1957, the second-youngest recipient in history. His works include The Stranger, The Plague, The Myth of Sisyphus, The Fall, and The Rebel."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1961", "date": "January 4", "txt": "Erwin Schrödinger, Austrian physicist and academic, Nobel Prize laureate (b. 1887)", "entities": [{"title": "Erwin Schrödinger", "href": "/wiki/Erwin_Schr%C3%B6dinger", "description": "Erwin Rudolf Josef Alexander Schrödinger, sometimes written as Erwin Schrodinger or Erwin Schroedinger, was a Nobel Prize-winning Austrian-Irish physicist who developed a number of fundamental results in quantum theory: the Schrödinger equation provides a way to calculate the wave function of a system and how it changes dynamically in time."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1962", "date": "January 4", "txt": "Hans Lammers, German jurist and politician (b. 1879)", "entities": [{"title": "Hans Lammers", "href": "/wiki/Hans_Lammers", "description": "Hans Heinrich Lammers was a German jurist and prominent Nazi politician. From 1933 until 1945 he served as Chief of the Reich Chancellery under Adolf Hitler. During the 1948–1949 Ministries Trial, Lammers was found guilty of war crimes and crimes against humanity and sentenced to 20 years' imprisonment."}]}, {"heading": "Deaths", "year": "1965", "date": "January 4", "txt": "T. S. Eliot, American-English poet, playwright, and critic, Nobel Prize laureate (b. 1888)", "entities": [{"title": "T. S. Eliot", "href": "/wiki/T._S._Eliot", "description": "Thomas Stearns Eliot was a poet, essayist, publisher, playwright, literary critic and editor. Considered one of the 20th century's major poets, he is a central figure in English-language Modernist poetry."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1967", "date": "January 4", "txt": "Donald Campbell, English racing driver and world speed record holder (b. 1921)", "entities": [{"title": "Donald Campbell", "href": "/wiki/Donald_Campbell", "description": "Donald Malcolm Campbell, was a British speed record breaker who broke eight absolute world speed records on water and on land in the 1950s and 1960s. He remains the only person to set both world land and water speed records in the same year (1964). He died during a water speed record attempt at Coniston Water in the Lake District, England."}]}, {"heading": "Deaths", "year": "1969", "date": "January 4", "txt": "Paul Chambers, American bassist and composer (b. 1935)", "entities": [{"title": "Paul Chambers", "href": "/wiki/Paul_Chambers", "description": "Paul Laurence Dunbar Chambers Jr. was a jazz double bassist. A fixture of rhythm sections during the 1950s and 1960s, his importance in the development of jazz bass can be measured not only by the extent of his work in this short period, but also by his impeccable timekeeping and virtuosic improvisations. He was also known for his bowed solos. Chambers recorded about a dozen albums as a leader or "}]}, {"heading": "Deaths", "year": "1975", "date": "January 4", "txt": "Carlo Levi, Italian painter, author, and activist (b. 1902)", "entities": [{"title": "Carlo Levi", "href": "/wiki/Carlo_Levi", "description": "Carlo Levi was an Italian painter, writer, activist, anti-fascist, and doctor."}]}, {"heading": "Deaths", "year": "1985", "date": "January 4", "txt": "Brian Horrocks, Indian-English general (b. 1895)", "entities": [{"title": "Brian Horrocks", "href": "/wiki/Brian_Horrocks", "description": "Lieutenant-General Sir Brian Gwynne Horrocks, was a British Army officer, chiefly remembered as the commander of XXX Corps in Operation Market Garden and other operations during the Second World War. He also served in the First World War and the Russian Civil War, was taken prisoner twice, and competed in the modern pentathlon at the 1924 Paris Olympics. Later he was a television presenter, wrote "}]}, {"heading": "Deaths", "year": "1986", "date": "January 4", "txt": "Christopher Isherwood, English-American author and academic (b. 1904)", "entities": [{"title": "Christopher Isherwood", "href": "/wiki/Christopher_Isherwood", "description": "Christopher Isherwood was an Anglo-American novelist, playwright, screenwriter, autobiographer, and diarist. His best-known works include Goodbye to Berlin (1939), a semi-autobiographical novel which inspired the musical Cabaret, A Single Man (1964) adapted as a film by Tom Ford in 2009, and Christopher and His Kind (1976), a memoir which \"carried him into the heart of the Gay Liberation movement\""}]}, {"heading": "Deaths", "year": "1986", "date": "January 4", "txt": "Phil Lynott, Irish singer-songwriter, bass player, and producer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "January 4", "txt": "Lily Laskine, French harp player (b. 1893)", "entities": [{"title": "Lily Laskine", "href": "/wiki/Lily_Laskine", "description": "Lily Laskine was one of the most prominent harpists of the twentieth century. Born Lily Aimée Laskine to Jewish parents in Paris, she studied at the Conservatoire de Paris with Alphonse Hasselmans and became a frequent performing partner of several distinguished French flautists, including Marcel Moyse and Jean-Pierre Rampal. Laskine also served as professor of harp at the Conservatoire de Paris f"}]}, {"heading": "Deaths", "year": "1990", "date": "January 4", "txt": "Harold Eugene Edgerton, American engineer and academic (b. 1903)", "entities": [{"title": "Harold Eugene Edgerton", "href": "/wiki/Harold_Eugene_Edgerton", "description": "Harold Eugene \"Doc\" Edgerton, also known as Papa Flash, was a professor of electrical engineering at the Massachusetts Institute of Technology. He is largely credited with transforming the stroboscope from an obscure laboratory instrument into a common device. He also was deeply involved with the development of sonar and deep-sea photography, and his equipment was used by Jacques Cousteau in searc"}]}, {"heading": "Deaths", "year": "1990", "date": "January 4", "txt": "Henry Bolte, Australian sergeant and politician, 38th Premier of Victoria (b. 1908)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1994", "date": "January 4", "txt": "R. D. Burman, Indian film composer and music director (b. 1939)", "entities": [{"title": "R. D. Burman", "href": "/wiki/R._D._Burman", "description": "Rahul Dev Burman was an Indian music director. He is widely regarded as one of the most predominant musical forces that Indian cinema has ever witnessed. Burman is considered as one of the greatest music composers of the Indian film industry. From the 1960s to the 1990s, Burman composed musical scores for 331 films. Burman did major work with his wife, Asha Bhosle, and Kishore Kumar and scored man"}]}, {"heading": "Deaths", "year": "1995", "date": "January 4", "txt": "Eduardo Mata, Mexican conductor and composer (b. 1942)", "entities": [{"title": "Eduardo Mata", "href": "/wiki/Eduardo_Mata", "description": "Eduardo Mata was a Mexican conductor and composer."}]}, {"heading": "Deaths", "year": "1995", "date": "January 4", "txt": "Sol Tax, American anthropologist and academic (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "January 4", "txt": "Harry Helmsley, American businessman (b. 1909)", "entities": [{"title": "Harry Helmsley", "href": "/wiki/Harry_Helmsley", "description": "Harry Brakmann Helmsley was an American real estate billionaire whose company, Helmsley-Spear, became one of the country's biggest property holders, owning the Empire State Building and many of New York's most prestigious hotels. From humble beginnings, Helmsley moved up in property through natural salesmanship, a willingness to delegate, and shrewd acquisition policies that were ahead of their ti"}]}, {"heading": "Deaths", "year": "1998", "date": "January 4", "txt": "Mae Questel, American actress (b. 1908)", "entities": [{"title": "Mae Questel", "href": "/wiki/Mae_Questel", "description": "Mae Questel was an American actress and voice actress best known for providing the voices for the animated characters Betty Boop and Olive Oyl. She began in vaudeville, primarily as an artist impersonator and played occasional small roles on Broadway and on television and films, later in her career, most notably the role of Aunt Bethany in 1989's National Lampoon's Christmas Vacation."}]}, {"heading": "Deaths", "year": "1999", "date": "January 4", "txt": "Iron Eyes Cody, American actor and stuntman (b. 1904)", "entities": [{"title": "Iron Eyes Cody", "href": "/wiki/Iron_Eyes_Cody", "description": "Iron Eyes Cody was an American actor of Italian descent who portrayed Native Americans in Hollywood films, famously as Chief Iron Eyes in Bob Hope's The Paleface (1948). He also played a Native American shedding a tear about litter in one of the country's most well-known television public service announcements from the group Keep America Beautiful. Living in Hollywood, he began to insist, even in "}]}, {"heading": "Deaths", "year": "2000", "date": "January 4", "txt": "Spyros Markezinis, Greek lawyer and politician, 170th Prime Minister of Greece (b. 1909)", "entities": [{"title": "Spyros Markezinis", "href": "/wiki/Spyros_Markezinis", "description": "Spyridon Markezinis or Markesinis was a Greek politician, longtime member of the Hellenic Parliament, and briefly the Prime Minister of Greece during the aborted attempt at democratization of the Greek military regime in 1973."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "2000", "date": "January 4", "txt": "Tom Fears, Mexican-American football player and coach (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 4", "txt": "Les Brown, American bandleader and composer (b. 1912)", "entities": [{"title": "Les Brown (bandleader)", "href": "/wiki/Les_Brown_(bandleader)", "description": "Lester Raymond Brown was an American jazz musician who led the big band Les Brown and His Band of Renown for nearly seven decades from 1938 to 2000. Brown is also the grandfather of animator Jeff 'Swampy' Marsh."}]}, {"heading": "Deaths", "year": "2004", "date": "January 4", "txt": "Brian Gibson, English director and screenwriter (b. 1944)", "entities": [{"title": "Brian Gibson (director)", "href": "/wiki/Brian_Gibson_(director)", "description": "Brian Gibson was an English film director."}]}, {"heading": "Deaths", "year": "2004", "date": "January 4", "txt": "Joan Aiken, English author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "January 4", "txt": "John Toland, American historian and author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 4", "txt": "Bud Poile, Canadian ice hockey player, coach, and manager (b. 1924)", "entities": [{"title": "Bud Poile", "href": "/wiki/Bud_Poile", "description": "Norman Robert \"Bud\" Poile was a professional ice hockey player, coach, general manager, and league executive. Bud is the brother of Don Poile, and the father of David Poile."}]}, {"heading": "Deaths", "year": "2005", "date": "January 4", "txt": "Frank Harary, American mathematician and academic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 4", "txt": "Humphrey Carpenter, English radio host and author (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 4", "txt": "Robert Heilbroner, American economist and historian (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 4", "txt": "Irving Layton, Romanian-Canadian poet and academic (b. 1912)", "entities": [{"title": "Irving Layton", "href": "/wiki/Irving_Layton", "description": "Irving Peter Layton, OC was a Romanian-born Canadian poet. He was known for his \"tell it like it is\" style which won him a wide following, but also made him enemies. As T. Jacobs notes in his biography (2001), Layton fought Puritanism throughout his life:Layton's work had provided the bolt of lightning that was needed to split open the thin skin of conservatism and complacency in the poetry scene "}]}, {"heading": "Deaths", "year": "2006", "date": "January 4", "txt": "Maktoum bin Rashid Al Maktoum, Emirati politician, 1st Prime Minister of the United Arab Emirates (b. 1946)", "entities": [{"title": "Prime Minister of the United Arab Emirates", "href": "/wiki/Prime_Minister_of_the_United_Arab_Emirates", "description": "The prime minister of the United Arab Emirates is the head of government of the United Arab Emirates. While not required by the UAE constitution, the practice is that the emir of Dubai serve as the prime minister and vice president of the UAE."}]}, {"heading": "Deaths", "year": "2006", "date": "January 4", "txt": "Milton Himmelfarb, American sociographer, author, and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 4", "txt": "Helen Hill, American director and producer (b. 1970)", "entities": [{"title": "Helen Hill", "href": "/wiki/Helen_Hill", "description": "Helen Wingard Hill was an American artist, filmmaker, writer, teacher, and social activist. When her final film, The Florestine Collection, was released in 2011, curators and critics praised her work and legacy, describing her, for example, as \"one of the most well-regarded experimental animators of her generation.\""}]}, {"heading": "Deaths", "year": "2007", "date": "January 4", "txt": "Steve Krantz, American screenwriter and producer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 4", "txt": "Marais Viljoen, South African politician, 5th State President of South Africa (b. 1915)", "entities": [{"title": "State President of South Africa", "href": "/wiki/State_President_of_South_Africa", "description": "The State President of the Republic of South Africa was the head of state of South Africa from 1961 to 1994. The office was established when the country became a republic in 1961, and Queen Elizabeth II ceased to be monarch of South Africa. The position of Governor-General of South Africa was accordingly abolished. From 1961 to 1984, the post was largely ceremonial. After constitutional reforms en"}]}, {"heading": "Deaths", "year": "2008", "date": "January 4", "txt": "Xavier Chamorro Cardenal, Nicaraguan journalist (b. 1932)", "entities": [{"title": "Xavier Chamorro Cardenal", "href": "/wiki/Xavier_Chamorro_Cardenal", "description": "Xavier Chamorro Cardenal, a Nicaraguan journalist, was founding editor and publisher of El Nuevo Diario, which he founded in a Nicaraguan newspaper."}]}, {"heading": "Deaths", "year": "2009", "date": "January 4", "txt": "Gert Jonke, Austrian poet, playwright, and author (b. 1946)", "entities": [{"title": "Gert Jonke", "href": "/wiki/Gert_Jonke", "description": "Gert Jonke was an Austrian poet, playwright and novelist."}]}, {"heading": "Deaths", "year": "2010", "date": "January 4", "txt": "Johan Ferrier, Surinamese educator and politician, 1st President of Suriname (b. 1910)", "entities": [{"title": "Johan Ferrier", "href": "/wiki/Johan_Ferrier", "description": "Johan Henri Eliza Ferrier was a Surinamese politician who served as the 1st President of Suriname from 25 November 1975 to 13 August 1980. He was that country's last governor before independence, from 1968 to 1975, and first president after it gained independence from the Netherlands."}, {"title": "President of Suriname", "href": "/wiki/President_of_Suriname", "description": "The president of the Republic of Suriname is, in accordance with the Constitution of 1987, the head of state and head of government of Suriname, and commander-in-chief of the Suriname National Army (SNL)."}]}, {"heading": "Deaths", "year": "2010", "date": "January 4", "txt": "Tsutomu Yamaguchi, Japanese engineer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 4", "txt": "Coen Moulijn, Dutch footballer (b. 1937)", "entities": [{"title": "Coen Moulijn", "href": "/wiki/Coen_Moulijn", "description": "Coenraadt \"Coen\" Moulijn OON was a Dutch footballer who played for Feyenoord from 1955 to 1972 and was part of their European Cup victory in 1970."}]}, {"heading": "Deaths", "year": "2011", "date": "January 4", "txt": "Gerry Rafferty, Scottish singer-songwriter (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 4", "txt": "Salmaan Taseer, Pakistani businessman and politician, 26th Governor of Punjab, Pakistan (b. 1944)", "entities": [{"title": "Governor of Punjab, Pakistan", "href": "/wiki/Governor_of_Punjab,_Pakistan", "description": "The Governor of Punjab is the appointed head of state of the provincial government in Punjab, Pakistan. Although the Governor is the head of the province on paper, it is largely a ceremonial position; and the main powers lie with the Chief Minister Punjab and Chief Secretary Punjab."}]}, {"heading": "Deaths", "year": "2012", "date": "January 4", "txt": "Eve Arnold, American photographer and journalist (b. 1912)", "entities": [{"title": "Eve Arnold", "href": "/wiki/Eve_Arnold", "description": "Eve Arnold, OBE, Hon. FRPS was an American photojournalist. She joined Magnum Photos agency in 1951, and became a full member in 1957. She was the first woman to join the agency."}]}, {"heading": "Deaths", "year": "2012", "date": "January 4", "txt": "Rod Robbie, English-Canadian architect, designed the Canadian Pavilion and Rogers Centre (b. 1928)", "entities": [{"title": "Canadian Pavilion", "href": "/wiki/Canadian_Pavilion", "description": "The Canadian Pavilion at Expo 67 in Montreal featured an inverted pyramid structure as well as a walk through an attraction called the \"People Tree.\" The pavilion had its highest single-day attendance on Canada Day, 1967."}, {"title": "Rogers Centre", "href": "/wiki/Rogers_Centre", "description": "Rogers Centre is a multi-purpose stadium in Downtown Toronto, Canada, situated just southwest of the CN Tower near the northern shore of Lake Ontario. Opened in 1989 on the former Railway Lands, it is home to the Toronto Blue Jays of Major League Baseball (MLB). Previously, the stadium was also home to the Toronto Argonauts of the Canadian Football League (CFL) and the Toronto Raptors of the Natio"}]}, {"heading": "Deaths", "year": "2013", "date": "January 4", "txt": "Anwar Shamim, Pakistani general (b. 1931)", "entities": [{"title": "Anwar Shamim", "href": "/wiki/Anwar_Shamim", "description": "Air Chief Marshal Mohammad Anwar Shamim LOM, NI(m), HI(m), SI(m), SJ, OI, was a senior air officer of the Pakistan Air Force and was the Chief of Air Staff, appointed to the post in 1978 until retiring in 1985."}]}, {"heading": "Deaths", "year": "2013", "date": "January 4", "txt": "Zoran Žižić, Montenegrin politician, 4th Prime Minister of the Federal Republic of Yugoslavia (b. 1951)", "entities": [{"title": "Prime Minister of the Federal Republic of Yugoslavia", "href": "/wiki/Prime_Minister_of_the_Federal_Republic_of_Yugoslavia", "description": "The prime minister of Serbia and Montenegro was the head of government of Serbia and Montenegro from its establishment in 1992 up until the state's dissolution in 2006. Between 1992–2003 the full name of the office was President of the Federal Government of the Federal Republic of Yugoslavia, while after the constitutional reforms of 2003 the title was Chairman of the Council of Ministers of Serbi"}]}, {"heading": "Deaths", "year": "2015", "date": "January 4", "txt": "Pino Daniele, Italian singer-songwriter and guitarist (b. 1955)", "entities": [{"title": "Pino Daniele", "href": "/wiki/Pino_Daniele", "description": "Pino Daniele was an Italian singer-songwriter, and guitarist, whose influences covered a wide number of genres, including pop, blues, jazz, and Italian and Middle Eastern music."}]}, {"heading": "Deaths", "year": "2016", "date": "January 4", "txt": "S. H. Kapadia, Indian lawyer, judge, and politician, 38th Chief Justice of India (b. 1947)", "entities": [{"title": "S. H. Kapadia", "href": "/wiki/S._H._Kapadia", "description": "Sarosh Homi Kapadia was the thirty-eighth Chief Justice of India."}, {"title": "Chief Justice of India", "href": "/wiki/Chief_Justice_of_India", "description": "The Chief Justice of India, officially the Chief Justice of the Republic of India, is the chief judge of the Supreme Court of India as well as the highest-ranking officer of the Indian federal judiciary. The Constitution of India grants power to the President of India to nominate, and with the advice and consent of the Parliament of India, appoint a chief justice, who serves until they reach the a"}]}, {"heading": "Deaths", "year": "2016", "date": "January 4", "txt": "Stephen W. Bosworth, American academic and diplomat, United States Ambassador to South Korea (b. 1939)", "entities": [{"title": "United States Ambassador to South Korea", "href": "/wiki/United_States_Ambassador_to_South_Korea", "description": "The United States Ambassador to South Korea is the chief diplomatic representative of the United States accredited to the Republic of Korea. The ambassador's official title is \"Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Korea.\""}]}, {"heading": "Deaths", "year": "2017", "date": "January 4", "txt": "Milt Schmidt, Canadian ice hockey player, coach and general manager (b. 1918)", "entities": [{"title": "Milt Schmidt", "href": "/wiki/Milt_Schmidt", "description": "Milton Conrad Schmidt was a Canadian professional ice hockey centre, coach and general manager, mostly for the Boston Bruins of the National Hockey League (NHL), where he was a member of the Kraut Line. He was elected to the Hockey Hall of Fame in 1961. In 2017 Schmidt was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Deaths", "year": "2017", "date": "January 4", "txt": "Georges Prêtre, French orchestral and opera conductor (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "January 4", "txt": "Harold Brown, 14th United States Secretary of Defense (b. 1927)", "entities": [{"title": "Harold Brown (Secretary of Defense)", "href": "/wiki/Harold_Brown_(Secretary_of_Defense)", "description": "Harold Brown was an American nuclear physicist who served as United States Secretary of Defense from 1977 to 1981, under President Jimmy Carter. Previously, in the John F. Kennedy and Lyndon B. Johnson administrations, he held the posts of Director of Defense Research and Engineering (1961–1965) and United States Secretary of the Air Force (1965–1969)."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Deaths", "year": "2020", "date": "January 4", "txt": "Tom Long, Australian actor (b. 1968)", "entities": [{"title": "Tom Long (actor)", "href": "/wiki/Tom_Long_(actor)", "description": "Tom Long was an Australian film and television actor. He played court official and avid surfer Angus in the late 1990s TV series SeaChange and Brenden Abbott in the 2003 Australian TV movie  The Postcard Bandit."}]}, {"heading": "Deaths", "year": "2020 - Albert Roux, French restaurateur and chef working in Britain (b.1935) [257]", "date": "January 4", "txt": "Albert Roux, French restaurateur and chef working in Britain (b.1935) ", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "January 4", "txt": "Tanya Roberts, American actress (b. 1955)", "entities": [{"title": "Tanya Roberts", "href": "/wiki/Tanya_Roberts", "description": "Victoria Leigh Blum, known professionally as Tanya Roberts, was an American actress, producer, and model. She is best known for playing Julie Rogers in the final season of the television series Charlie's Angels (1980–1981), Stacey Sutton in the James Bond film A View to a Kill (1985), Sheena in Sheena (1984), Kiri in The Beastmaster (1982) and as Midge Pinciotti on That '70s Show (1998–2004)."}]}]