[
  {
    "heading": "Events",
    "year": "1018",
    "date": "January 30",
    "txt": "Poland and the Holy Roman Empire conclude the Peace of Bautzen.",
    "entities": [
      {
        "title": "Poland",
        "href": "/wiki/Poland",
        "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"
      },
      {
        "title": "Holy Roman Empire",
        "href": "/wiki/Holy_Roman_Empire",
        "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"
      },
      {
        "title": "Peace of Bautzen",
        "href": "/wiki/Peace_of_Bautzen",
        "description": "The Peace of Bautzen was a treaty concluded on 30 January 1018, between the Ottonian Holy Roman Emperor Henry II and the Piast duke of the Polans Bolesław I Chrobry which ended a series of Polish-German wars over the control of Lusatia and Upper Lusatia as well as Bohemia, Moravia and Slovakia."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1287",
    "date": "January 30",
    "txt": "King Wareru founds the Hanthawaddy Kingdom, and proclaims independence from the Pagan Kingdom.",
    "entities": [
      {
        "title": "Wareru",
        "href": "/wiki/Wareru",
        "description": "Wareru was the founder of the Martaban Kingdom, located in present-day Myanmar (Burma). By using both diplomatic and military skills, he successfully carved out a Mon-speaking polity in Lower Burma, during the collapse of the Pagan Empire in the 1280s. Wareru was assassinated in 1307 but his line ruled the kingdom until its fall in the mid-16th century."
      },
      {
        "title": "Hanthawaddy Kingdom",
        "href": "/wiki/Hanthawaddy_Kingdom",
        "description": "The Haamthaawaathee Kingdom was the polity that ruled lower Burma (Myanmar) from 1287 to 1539 and from 1550 to 1552. The Mon-speaking kingdom was founded as Ramaññadesa by King Wareru following the collapse of the Pagan Empire in 1287 as a nominal vassal state of the Sukhothai Kingdom and of the Mongol Yuan dynasty. The kingdom became formally independent of Sukhothai in 1330 but remained a loose "
      },
      {
        "title": "Pagan Kingdom",
        "href": "/wiki/Pagan_Kingdom",
        "description": "The Kingdom of Purgam was the first kingdom to unify the regions that would later constitute modern-day Burma (Myanmar). Pagan's 250-year rule over the Irrawaddy valley and its periphery laid the foundation for the ascent of Burmese language and culture, the spread of Burman ethnicity in Upper Burma, and the growth of Theravada Buddhism in Burma and in mainland Southeast Asia."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1607",
    "date": "January 30",
    "txt": "An estimated 200 square miles (51,800 ha) along the coasts of the Bristol Channel and Severn Estuary in England are destroyed by massive flooding, resulting in an estimated 2,000 deaths.",
    "entities": [
      {
        "title": "Bristol Channel",
        "href": "/wiki/Bristol_Channel",
        "description": "The Bristol Channel is a major inlet in the island of Great Britain, separating South Wales from Devon and Somerset in South West England. It extends from the lower estuary of the River Severn to the North Atlantic Ocean. It takes its name from the English city of Bristol, and is over 30 miles (50 km) wide at its western limit."
      },
      {
        "title": "Severn Estuary",
        "href": "/wiki/Severn_Estuary",
        "description": "The Severn Estuary in Great Britain is the confluence of the River Severn, the River Wye, the River Usk, the River Avon, and other smaller rivers. Its high tidal range, approximately 50 feet (15 m), means that it has been at the centre of discussions in the UK regarding renewable energy."
      },
      {
        "title": "1607 Bristol Channel floods",
        "href": "/wiki/1607_Bristol_Channel_floods",
        "description": "The Bristol Channel floods, 30 January 1607, drowned many people and destroyed a large amount of farmland and livestock. The known tide heights, probable weather, extent and depth of flooding, and coastal flooding elsewhere in the UK on the same day all point to the cause being a storm surge rather than a tsunami."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1648",
    "date": "January 30",
    "txt": "Eighty Years' War: The Treaty of Münster and Osnabrück is signed, ending the conflict between the Netherlands and Spain.",
    "entities": [
      {
        "title": "Eighty Years' War",
        "href": "/wiki/Eighty_Years%27_War",
        "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"
      },
      {
        "title": "Peace of Münster",
        "href": "/wiki/Peace_of_M%C3%BCnster",
        "description": "The Peace of Münster was a treaty between the Lords States General of the United Netherlands and the Spanish Crown, the terms of which were agreed on 30 January 1648. The treaty, part of the Peace of Westphalia, is a key event in Dutch history, marking the formal recognition of the independent Dutch Republic and the end of the Thirty Years' War and the Eighty Years' War."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1649",
    "date": "January 30",
    "txt": "Charles I of England is executed in Whitehall, London.",
    "entities": [
      {
        "title": "Charles I of England",
        "href": "/wiki/Charles_I_of_England",
        "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1661",
    "date": "January 30",
    "txt": "Oliver Cromwell, Lord Protector of the Commonwealth of England, is ritually executed more than two years after his death, on the 12th anniversary of the execution of the monarch he himself deposed.",
    "entities": [
      {
        "title": "Oliver Cromwell",
        "href": "/wiki/Oliver_Cromwell",
        "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."
      },
      {
        "title": "Lord Protector",
        "href": "/wiki/Lord_Protector#Cromwellian_republican_Commonwealth",
        "description": "Lord Protector is a title that has been used in British constitutional law for the head of state. It is also a particular title for the British heads of state in respect to the established church. It is sometimes used to refer to holders of other temporary posts; for example, a regent acting for the absent monarch."
      },
      {
        "title": "Commonwealth of England",
        "href": "/wiki/Commonwealth_of_England",
        "description": "The Commonwealth was the political structure during the period from 1649 to 1660 when England and Wales, later along with Ireland and Scotland, were governed as a republic after the end of the Second English Civil War and the trial and execution of Charles I. The republic's existence was declared through \"An Act declaring England to be a Commonwealth\", adopted by the Rump Parliament on 19 May 1649"
      },
      {
        "title": "Posthumous execution",
        "href": "/wiki/Posthumous_execution",
        "description": "Posthumous execution is the ritual or ceremonial mutilation of an already dead body as a punishment. It is typically performed to show that even in death, one cannot escape justice."
      },
      {
        "title": "Charles I of England",
        "href": "/wiki/Charles_I_of_England",
        "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1703",
    "date": "January 30",
    "txt": "The Forty-seven rōnin, under the command of Ōishi Kuranosuke, avenge the death of their master, by killing Kira Yoshinaka.",
    "entities": [
      {
        "title": "Forty-seven rōnin",
        "href": "/wiki/Forty-seven_r%C5%8Dnin",
        "description": "The revenge of the forty-seven rōnin , also known as the Akō incident  or Akō vendetta, is an 18th-century historical event in Japan in which a band of rōnin avenged the death of their master. The incident has since become legendary."
      },
      {
        "title": "Ōishi Kuranosuke",
        "href": "/wiki/%C5%8Cishi_Kuranosuke",
        "description": "Ōishi Yoshio   was the chamberlain (karō) of the Akō Domain in Harima Province, Japan. He is known as the leader of the Forty-seven Rōnin in their 1702 vendetta and thus the hero of the Chūshingura. He is often referred to by his title, Ōishi Kuranosuke (大石内蔵助)."
      },
      {
        "title": "Kira Yoshinaka",
        "href": "/wiki/Kira_Yoshinaka",
        "description": "Kira Yoshinaka  was a kōke. His court title was Kōzuke no suke (上野介). He is famous as the adversary of Asano Naganori in the events of the Forty-seven rōnin. Although his name (義央) has been long pronounced as \"Yoshinaka\" especially in dramas and novels, Ekisui Rembeiroku (易水連袂録), written by an anonymous contemporary in 1703, recorded that his name was \"Yoshihisa.\" Recent findings on Kaō marked on "
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1789",
    "date": "January 30",
    "txt": "Tây Sơn forces emerge victorious against Qing armies and liberate the capital Thăng Long.",
    "entities": [
      {
        "title": "Tây Sơn dynasty",
        "href": "/wiki/T%C3%A2y_S%C6%A1n_dynasty",
        "description": "The Tây Sơn dynasty was a ruling dynasty of Vietnam, founded in the wake of a rebellion against both the Nguyễn lords and the Trịnh lords before subsequently establishing themselves as a new dynasty. The Tây Sơn were led by three brothers, referred to by modern Vietnamese historians as the Tây Sơn brothers because of their origin in the district of Tây Sơn."
      },
      {
        "title": "Battle of Ngọc Hồi-Đống Đa",
        "href": "/wiki/Battle_of_Ng%E1%BB%8Dc_H%E1%BB%93i-%C4%90%E1%BB%91ng_%C4%90a",
        "description": "The Battle of Ngọc Hồi-Đống Đa, also known as Victory of Kỷ Dậu, was fought between the forces of the Tây Sơn dynasty of Vietnam and the Qing dynasty of China in Ngọc Hồi and Đống Đa in northern Vietnam from 1788 to 1789. It is considered one of the greatest victories in Vietnamese military history."
      },
      {
        "title": "Qing dynasty",
        "href": "/wiki/Qing_dynasty",
        "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"
      },
      {
        "title": "Thăng Long",
        "href": "/wiki/Th%C4%83ng_Long",
        "description": "Hanoi is the capital city of Vietnam. It covers an area of 3,358.6 km2 (1,296.8 sq mi). The second largest city in Vietnam, it consists of 12 urban districts, 1 district-leveled town and 17 rural districts. Located within the Red River Delta, Hanoi is the cultural and political centre of Vietnam."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1806",
    "date": "January 30",
    "txt": "The original Lower Trenton Bridge (also called the Trenton Makes the World Takes Bridge), which spans the Delaware River between Morrisville, Pennsylvania and Trenton, New Jersey, is opened.",
    "entities": [
      {
        "title": "Lower Trenton Bridge",
        "href": "/wiki/Lower_Trenton_Bridge",
        "description": "The Lower Trenton Toll Supported Bridge, commonly called the Lower Free Bridge, Warren Street Bridge or Trenton Makes Bridge, is a two-lane Pennsylvania (Petit) through truss bridge over the Delaware River between Trenton, New Jersey and Morrisville, Pennsylvania, owned and operated by the Delaware River Joint Toll Bridge Commission (DRJTBC). It is known as the Trenton Makes Bridge because of larg"
      },
      {
        "title": "Delaware River",
        "href": "/wiki/Delaware_River",
        "description": "The Delaware River is a major river on the Atlantic coast of the United States. It drains an area of 13,539 square miles (35,070 km2) in four U.S. states: Delaware, New Jersey, New York and Pennsylvania. Rising in two branches in New York state's Catskill Mountains, the river flows 419 miles (674 km) into Delaware Bay where its waters enter the Atlantic Ocean near Cape May in New Jersey and Cape H"
      },
      {
        "title": "Morrisville, Bucks County, Pennsylvania",
        "href": "/wiki/Morrisville,_Bucks_County,_Pennsylvania",
        "description": "Morrisville is a borough in Bucks County, Pennsylvania, United States. It is located just below the falls of the Delaware River opposite Trenton, New Jersey. The population was 8,728 at the 2010 census."
      },
      {
        "title": "Trenton, New Jersey",
        "href": "/wiki/Trenton,_New_Jersey",
        "description": "Trenton is the capital city of the U.S. state of New Jersey and the county seat of Mercer County. It briefly served as the capital of the United States in 1784. The city's metropolitan area, consisting of Mercer County, is grouped with the New York Combined Statistical Area by the United States Census Bureau, but it directly borders the Philadelphia metropolitan area and was from 1990 until 2000 p"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1820",
    "date": "January 30",
    "txt": "Edward Bransfield sights the Trinity Peninsula and claims the discovery of Antarctica.",
    "entities": [
      {
        "title": "Edward Bransfield",
        "href": "/wiki/Edward_Bransfield",
        "description": "Edward Bransfield was an Irish sailor who became an officer in the British Royal Navy, serving as a master on several ships, after being impressed into service in Ireland at the age of 18. He is noted for his participation in several explorations of parts of Antarctica, including a sighting of the Trinity Peninsula in January 1820."
      },
      {
        "title": "Trinity Peninsula",
        "href": "/wiki/Trinity_Peninsula",
        "description": "Trinity Peninsula is the northernmost part of the Antarctic Peninsula. It extends northeastward for about 130 km (80 mi) to Cape Dubouzet from an imaginary line connecting Cape Kater on the north-west coast and Cape Longing on the south-east coast. Prime Head is the northernmost point of this peninsula. Some 20 kilometers southeast of Prime Head is Hope Bay with the year-round Argentinian Esperanz"
      },
      {
        "title": "Antarctica",
        "href": "/wiki/Antarctica",
        "description": "Antarctica is Earth's southernmost continent. It contains the geographic South Pole and is situated in the Antarctic region of the Southern Hemisphere, almost entirely south of the Antarctic Circle, and is surrounded by the Southern Ocean. At 14,200,000 square kilometres, it is the fifth-largest continent and nearly twice the size of Australia. It is by far the least populated continent, with arou"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1826",
    "date": "January 30",
    "txt": "The Menai Suspension Bridge, considered the world's first modern suspension bridge, connecting the Isle of Anglesey to the north West coast of Wales, is opened.",
    "entities": [
      {
        "title": "Menai Suspension Bridge",
        "href": "/wiki/Menai_Suspension_Bridge",
        "description": "The Menai Suspension Bridge is a suspension bridge to carry road traffic between the island of Anglesey and the mainland of Wales. The bridge was designed by Thomas Telford and completed in 1826 and is a Grade I listed structure."
      },
      {
        "title": "Isle of Anglesey",
        "href": "/wiki/Isle_of_Anglesey",
        "description": "Anglesey, an island off the north-west coast of Wales, forms the principal area and historic county of that name. It includes Holy Island to the west and some islets and skerries. Anglesey island, at 260 square miles (673 km2), is by far the largest in Wales, the seventh largest in the British Isles, largest in the Irish Sea and the second most populous after the Isle of Man. The area administered"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1835",
    "date": "January 30",
    "txt": "In the first assassination attempt against a President of the United States, Richard Lawrence attempts to shoot president Andrew Jackson, but fails and is subdued by a crowd, including several congressmen as well as Jackson himself.",
    "entities": [
      {
        "title": "Richard Lawrence (failed assassin)",
        "href": "/wiki/Richard_Lawrence_(failed_assassin)",
        "description": "Richard Lawrence was an English-American house painter who was the first known person to attempt to assassinate a sitting President of the United States. Lawrence attempted to shoot President Andrew Jackson outside the United States Capitol on January 30, 1835. At trial, Lawrence was found not guilty by reason of insanity and spent the remainder of his life in insane asylums."
      },
      {
        "title": "Andrew Jackson",
        "href": "/wiki/Andrew_Jackson",
        "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1847",
    "date": "January 30",
    "txt": "Yerba Buena, California is renamed San Francisco, California.",
    "entities": [
      {
        "title": "Yerba Buena, California",
        "href": "/wiki/Yerba_Buena,_California",
        "description": "Yerba Buena was the original name of the settlement that later became San Francisco, California. Located near the northeastern end of the San Francisco Peninsula, between the Presidio of San Francisco and the Mission San Francisco de Asís, it was originally intended as a trading post for ships visiting San Francisco Bay. The settlement was arranged in the Spanish style around a plaza that remains "
      },
      {
        "title": "San Francisco, California",
        "href": "/wiki/San_Francisco,_California",
        "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1858",
    "date": "January 30",
    "txt": "The first Hallé concert is given in Manchester, England, marking the official founding of The Hallé orchestra as a full-time, professional orchestra.",
    "entities": [
      {
        "title": "Manchester",
        "href": "/wiki/Manchester",
        "description": "Manchester is a city and metropolitan borough in Greater Manchester, England. The city has the country's fifth-largest population at 547,627 and lies within the United Kingdom's second-most populous urban area, with a population of 2.7 million, third most-populous county, at around 2.8 million, and third-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshi"
      },
      {
        "title": "The Hallé",
        "href": "/wiki/The_Hall%C3%A9",
        "description": "The Hallé is an English symphony orchestra based in Manchester, England. It supports a choir, youth choir, youth training choir, children's choir and a youth orchestra, and releases its recordings on its own record label, though it has occasionally released recordings on Angel Records and EMI. Since 1996 the orchestra has been resident at the Bridgewater Hall in Manchester."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1862",
    "date": "January 30",
    "txt": "The first American ironclad warship, the USS Monitor is launched.",
    "entities": [
      {
        "title": "Ironclad warship",
        "href": "/wiki/Ironclad_warship",
        "description": "An ironclad is a steam-propelled warship protected by iron or steel armor plates, which were predominantly constructed from 1859 to the early 1890s. The ironclad was developed as a result of the vulnerability of wooden warships to explosive or incendiary shells. The first ironclad battleship, Gloire, was launched by the French Navy in November 1859. The British Admiralty had been considering armor"
      },
      {
        "title": "USS Monitor",
        "href": "/wiki/USS_Monitor",
        "description": "USS Monitor was an ironclad warship built for the Union Navy during the American Civil War and completed in early 1862, the first such ship commissioned by the Navy. Monitor played a central role in the Battle of Hampton Roads on 9 March under the command of Lieutenant John L. Worden, where she fought the casemate ironclad CSS Virginia to a standstill. The design of the ship was distinguished by i"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1889",
    "date": "January 30",
    "txt": "Archduke Crown Prince Rudolf of Austria, heir to the Austro-Hungarian crown, is found dead with his mistress Baroness Mary Vetsera in the Mayerling.",
    "entities": [
      {
        "title": "Archduke",
        "href": "/wiki/Archduke",
        "description": "Archduke was the title borne from 1358 by the Habsburg rulers of the Archduchy of Austria, and later by all senior members of that dynasty. It denotes a rank within the former Holy Roman Empire (962–1806), which was below that of Emperor and King but above that of a Grand Duke (debatably), Prince and Duke."
      },
      {
        "title": "Crown Prince Rudolf of Austria",
        "href": "/wiki/Crown_Prince_Rudolf_of_Austria",
        "description": "Rudolf, Crown Prince of Austria, was the only son and third child of Emperor Franz Joseph I and Elisabeth of Bavaria. He was heir apparent to the Imperial throne of the Austro-Hungarian Empire from birth. In 1889, he died in a suicide pact with his mistress, Mary Freiin von Vetsera, at the Mayerling hunting lodge. The ensuing scandal made international headlines. He was named after the first Habsb"
      },
      {
        "title": "Austria-Hungary",
        "href": "/wiki/Austria-Hungary",
        "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."
      },
      {
        "title": "Baroness Mary Vetsera",
        "href": "/wiki/Baroness_Mary_Vetsera",
        "description": "Marie Alexandrine Freiin von Vetsera was a member of Austrian \"second society\" and one of Crown Prince Rudolf of Austria's mistresses. Vetsera and Rudolf were found dead by apparent suicide, at his hunting lodge, Mayerling in January 1889, an event known as the Mayerling incident."
      },
      {
        "title": "Mayerling Incident",
        "href": "/wiki/Mayerling_Incident",
        "description": "The Mayerling incident is the series of events surrounding the apparent murder–suicide pact of Rudolf, Crown Prince of Austria, and his lover, Mary Freiin von Vetsera. They were found dead on 30 January 1889 in an imperial hunting lodge in Mayerling. Rudolf, who was married to Princess Stéphanie of Belgium, was the only son of Emperor Franz Joseph and Empress Elisabeth, and was heir apparent to th"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1902",
    "date": "January 30",
    "txt": "The first Anglo-Japanese Alliance is signed in London.",
    "entities": [
      {
        "title": "Anglo-Japanese Alliance",
        "href": "/wiki/Anglo-Japanese_Alliance",
        "description": "The first Anglo-Japanese Alliance  was an alliance between Britain and Japan, signed in January 1902. The alliance was signed in London at Lansdowne House on 30 January 1902 by Lord Lansdowne, British foreign secretary, and Hayashi Tadasu, Japanese diplomat. A diplomatic milestone that saw an end to Britain's splendid isolation, the alliance was renewed and expanded in scope twice, in 1905 and 191"
      },
      {
        "title": "London",
        "href": "/wiki/London",
        "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1908",
    "date": "January 30",
    "txt": "Indian pacifist and leader Mohandas Karamchand Gandhi is released from prison by Jan C. Smuts after being tried and sentenced to two months in jail earlier in the month.",
    "entities": [
      {
        "title": "Mahatma Gandhi",
        "href": "/wiki/Mahatma_Gandhi",
        "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."
      },
      {
        "title": "Jan C. Smuts",
        "href": "/wiki/Jan_C._Smuts",
        "description": "Field Marshal Jan Christian Smuts, was a South African statesman, military leader, and philosopher. In addition to holding various military and cabinet posts, he served as prime minister of the Union of South Africa from 1919 to 1924 and 1939 to 1948."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1911",
    "date": "January 30",
    "txt": "The destroyer USS Terry makes the first airplane rescue at sea saving the life of Douglas McCurdy ten miles from Havana, Cuba.",
    "entities": [
      {
        "title": "USS Terry (DD-25)",
        "href": "/wiki/USS_Terry_(DD-25)",
        "description": "USS Terry (DD-25) was a modified  Paulding-class destroyer in the United States Navy during World War I, and later in the United States Coast Guard, designated CG-19. She was the first ship named for Edward A. Terry, and the first ship commanded by future Fleet Admiral and Chief of Naval Operations Ernest J. King."
      },
      {
        "title": "Airplane",
        "href": "/wiki/Airplane",
        "description": "An airplane or aeroplane is a fixed-wing aircraft that is propelled forward by thrust from a jet engine, propeller, or rocket engine. Airplanes come in a variety of sizes, shapes, and wing configurations. The broad spectrum of uses for airplanes includes recreation, transportation of goods and people, military, and research. Worldwide, commercial aviation transports more than four billion passenge"
      },
      {
        "title": "John Alexander Douglas McCurdy",
        "href": "/wiki/John_Alexander_Douglas_McCurdy",
        "description": "John Alexander Douglas McCurdy was a Canadian aviation pioneer and the 20th Lieutenant Governor of Nova Scotia from 1947 to 1952."
      },
      {
        "title": "Havana, Cuba",
        "href": "/wiki/Havana,_Cuba",
        "description": "Havana is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1925",
    "date": "January 30",
    "txt": "The Government of Turkey expels Patriarch Constantine VI from Istanbul.",
    "entities": [
      {
        "title": "Turkey",
        "href": "/wiki/Turkey",
        "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"
      },
      {
        "title": "Constantine VI of Constantinople",
        "href": "/wiki/Constantine_VI_of_Constantinople",
        "description": "Constantine VI was Ecumenical Patriarch of Constantinople from December 17, 1924 till May 22, 1925. He served as a locum tenens following the death of Patriarch Gregory VII in 1924."
      },
      {
        "title": "Istanbul",
        "href": "/wiki/Istanbul",
        "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1930",
    "date": "January 30",
    "txt": "The Politburo of the Communist Party of the Soviet Union orders that a million prosperous peasant families be driven off their farms.",
    "entities": [
      {
        "title": "Politburo of the Communist Party of the Soviet Union",
        "href": "/wiki/Politburo_of_the_Communist_Party_of_the_Soviet_Union",
        "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "
      },
      {
        "title": "Dekulakization",
        "href": "/wiki/Dekulakization",
        "description": "Dekulakization was the Soviet campaign of political repressions, including arrests, deportations, or executions of millions of kulaks and their families in the 1929–1932 period of the first five-year plan. To facilitate the expropriations of farmland, the Soviet government portrayed kulaks as class enemies of the USSR."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1933",
    "date": "January 30",
    "txt": "Adolf Hitler's rise to power: Hitler takes office as the Chancellor of Germany.",
    "entities": [
      {
        "title": "Adolf Hitler's rise to power",
        "href": "/wiki/Adolf_Hitler%27s_rise_to_power",
        "description": "Adolf Hitler's rise to power began in Germany in September 1919 when Hitler joined the political party then known as the Deutsche Arbeiterpartei – DAP. The name was changed in 1920 to the Nationalsozialistische Deutsche Arbeiterpartei – NSDAP. It was anti-Marxist and opposed to the democratic post-war government of the Weimar Republic and the Treaty of Versailles, advocating extreme nationalism an"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1942",
    "date": "January 30",
    "txt": "World War II: Japanese forces invade the island of Ambon in the Dutch East Indies. Some 300 captured Allied troops are killed after the surrender. One-quarter of the remaining POWs remain alive at the end of the war.",
    "entities": [
      {
        "title": "World War II",
        "href": "/wiki/World_War_II",
        "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"
      },
      {
        "title": "Battle of Ambon",
        "href": "/wiki/Battle_of_Ambon",
        "description": "The Battle of Ambon occurred on the island of Ambon in the Dutch East Indies, as part of the Japanese offensive on the Dutch colony during World War II. In the face of a combined defense by Dutch and Australian troops, Japanese forces conquered the island and its strategic airfield in several days. In the aftermath of the fighting, a major massacre of many Dutch and Australian prisoners of war (PO"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1944",
    "date": "January 30",
    "txt": "World War II: The Battle of Cisterna, part of Operation Shingle, begins in central Italy.",
    "entities": [
      {
        "title": "Battle of Cisterna",
        "href": "/wiki/Battle_of_Cisterna",
        "description": "The Battle of Cisterna took place during World War II, on 30 January–2 February 1944, near Cisterna, Italy, as part of the Battle of Anzio, part of the Italian Campaign. The battle was a clear German victory which also had repercussions on the employment of U.S. Army Rangers that went beyond the immediate tactical and strategic results of the battle."
      },
      {
        "title": "Operation Shingle",
        "href": "/wiki/Operation_Shingle",
        "description": "The Battle of Anzio was a battle of the Italian Campaign of World War II that took place from January 22, 1944 to June 5, 1944. The operation was opposed by German forces in the area of Anzio and Nettuno."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1945",
    "date": "January 30",
    "txt": "World War II: The Wilhelm Gustloff, overfilled with German refugees, sinks in the Baltic Sea after being torpedoed by a Soviet submarine, killing approximately 9,500 people.",
    "entities": [
      {
        "title": "Refugee",
        "href": "/wiki/Refugee",
        "description": "A refugee, generally speaking, is a displaced person who has been forced to cross national boundaries and who cannot return home safely. Such a person may be called an asylum seeker until granted refugee status by the contracting state or the United Nations High Commissioner for Refugees (UNHCR) if they formally make a claim for asylum.\nThe lead international agency coordinating refugee protection"
      },
      {
        "title": "Baltic Sea",
        "href": "/wiki/Baltic_Sea",
        "description": "The Baltic Sea is an arm of the Atlantic Ocean, enclosed by Denmark, Estonia, Finland, Germany, Latvia, Lithuania, Sweden, Poland, Russia and the North and Central European Plain."
      },
      {
        "title": "Torpedo",
        "href": "/wiki/Torpedo",
        "description": "A modern torpedo is an underwater ranged weapon launched above or below the water surface, self-propelled towards a target, and with an explosive warhead designed to detonate either on contact with or in proximity to the target. Historically, such a device was called an automotive, automobile, locomotive or fish torpedo; colloquially a fish. The term torpedo originally applied to a variety of devi"
      },
      {
        "title": "Soviet Union",
        "href": "/wiki/Soviet_Union",
        "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1945",
    "date": "January 30",
    "txt": "World War II: Raid at Cabanatuan: One hundred twenty-six American Rangers and Filipino resistance fighters liberate over 500 Allied prisoners from the Japanese-controlled Cabanatuan POW camp.",
    "entities": []
  },
  {
    "heading": "Events",
    "year": "1948",
    "date": "January 30",
    "txt": "British South American Airways' Tudor IV Star Tiger disappears over the Bermuda Triangle.",
    "entities": [
      {
        "title": "British South American Airways",
        "href": "/wiki/British_South_American_Airways",
        "description": "British South American Airways (BSAA) was a state-run airline in the United Kingdom in the late 1940s responsible for services to the Caribbean and South America. Originally named British Latin American Air Lines it was renamed before services started in 1946. BSAA operated mostly Avro aircraft: Yorks, Lancastrians and Tudors and flew to Bermuda, the West Indies, Mexico and the western coast of So"
      },
      {
        "title": "BSAA Star Tiger disappearance",
        "href": "/wiki/BSAA_Star_Tiger_disappearance",
        "description": "Star Tiger was an Avro Tudor IV passenger aircraft owned and operated by British South American Airways (BSAA) which disappeared without a trace over the Atlantic Ocean while on a flight between Santa Maria in the Azores and Bermuda in the early morning of 30 January 1948. The loss of the aircraft along with that of BSAA Avro Tudor Star Ariel in 1949 remains unsolved, with the resulting speculatio"
      },
      {
        "title": "Bermuda Triangle",
        "href": "/wiki/Bermuda_Triangle",
        "description": "The Bermuda Triangle, also known as the Devil's Triangle, is a loosely defined region in the western part of the North Atlantic Ocean where a number of aircraft and ships are said to have disappeared under mysterious circumstances. Most reputable sources dismiss the idea that there is any mystery."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1956",
    "date": "January 30",
    "txt": "Civil Rights Movement leader Martin Luther King Jr.'s home is bombed in retaliation for the Montgomery bus boycott.",
    "entities": [
      {
        "title": "Civil Rights Movement",
        "href": "/wiki/Civil_Rights_Movement",
        "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"
      },
      {
        "title": "Martin Luther King Jr.",
        "href": "/wiki/Martin_Luther_King_Jr.",
        "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"
      },
      {
        "title": "Montgomery bus boycott",
        "href": "/wiki/Montgomery_bus_boycott",
        "description": "The Montgomery bus boycott was a political and a social protest campaign against the policy of racial segregation on the public transit system of Montgomery, Alabama. It was a seminal event in the civil rights movement in the United States. The campaign lasted from December 5, 1955—the Monday after Rosa Parks, an African-American woman, was arrested for her refusal to surrender her seat to a white"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1959",
    "date": "January 30",
    "txt": "The forces of the Sultanate of Muscat occupy the last strongholds of the Imamate of Oman, Saiq and Shuraijah, marking the end of Jebel Akhdar War in Oman.",
    "entities": [
      {
        "title": "Saiq",
        "href": "/wiki/Saiq",
        "description": "Saiq is a town in the region Ad Dakhiliyah, in northeastern Oman. It has its own airport, Saiq Airport."
      },
      {
        "title": "Jebel Akhdar War",
        "href": "/wiki/Jebel_Akhdar_War",
        "description": "The Jebel Akhdar War or the Oman War, also known as Jebel Akhdar rebellion broke out in 1954 and again in 1957 in Oman, as an effort by the local Omanis in the interior of Oman led by their elected Imam, Ghalib Alhinai, to protect the Imamate of Oman from the occupation plans of sultan Said bin Taimur, backed by the British government, who were eager to gain access to the oil wells in the interior"
      },
      {
        "title": "Oman",
        "href": "/wiki/Oman",
        "description": "Oman, officially the Sultanate of Oman, is a country on the southeastern coast of the Arabian Peninsula in Western Asia and the oldest independent state in the Arab world. Located in a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares mar"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1959",
    "date": "January 30",
    "txt": "MS Hans Hedtoft, specifically designed to operate in icebound seas, strikes an iceberg on her maiden voyage and sinks, killing all 95 aboard.",
    "entities": [
      {
        "title": "MS Hans Hedtoft",
        "href": "/wiki/MS_Hans_Hedtoft",
        "description": " MS Hans Hedtoft was a Danish liner that struck an iceberg and sank on 30 January 1959 on her maiden voyage off the coast of Western Greenland. The only piece of the wreckage ever found was a lifebelt. As of 2021, she remains the last known ship sunk by an iceberg with casualties."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1960",
    "date": "January 30",
    "txt": "The African National Party is founded in Chad, through the merger of traditionalist parties.",
    "entities": [
      {
        "title": "African National Party",
        "href": "/wiki/African_National_Party",
        "description": "The African National Party was a political party in Chad. PNA was founded on January 30, 1960, through the merger of remnants of four parties based in the Muslim-dominated northern Chad; African Socialist Movement, Chadian Social Action, Independent Democratic Union of Chad and Grouping of Rural and Independent Chadians. Initially, PNA held 25 seats in the National Assembly, but the party suffered"
      },
      {
        "title": "Chad",
        "href": "/wiki/Chad",
        "description": "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1964",
    "date": "January 30",
    "txt": "In a bloodless coup, General Nguyễn Khánh overthrows General Dương Văn Minh's military junta in South Vietnam.",
    "entities": [
      {
        "title": "Nguyễn Khánh",
        "href": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh",
        "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"
      },
      {
        "title": "January 1964 South Vietnamese coup",
        "href": "/wiki/January_1964_South_Vietnamese_coup",
        "description": "Before dawn on January 30, 1964, General Nguyễn Khánh ousted the military junta led by General Dương Văn Minh from the leadership of South Vietnam without firing a shot. It came less than three months after Minh's junta had themselves come to power in a bloody coup against then President Ngô Đình Diệm. The coup was bloodless and took less than a few hours—after power had been seized Minh's aide an"
      },
      {
        "title": "Dương Văn Minh",
        "href": "/wiki/D%C6%B0%C6%A1ng_V%C4%83n_Minh",
        "description": "Dương Văn Minh, popularly known as Big Minh, was a South Vietnamese politician and a senior general in the Army of the Republic of Vietnam (ARVN) and a politician during the presidency of Ngô Đình Diệm. In 1963, he became chief of a military junta after leading a coup in which Diệm was assassinated. Minh lasted only three months before being toppled by Nguyễn Khánh, but assumed power again as the "
      },
      {
        "title": "South Vietnam",
        "href": "/wiki/South_Vietnam",
        "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1968",
    "date": "January 30",
    "txt": "Vietnam War: Tet Offensive launch by forces of the Viet Cong and North Vietnamese Army against South Vietnam, the United States, and their allies.",
    "entities": [
      {
        "title": "Vietnam War",
        "href": "/wiki/Vietnam_War",
        "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"
      },
      {
        "title": "Tet Offensive",
        "href": "/wiki/Tet_Offensive",
        "description": "The Tet offensive of 1968, also called the general offensive and uprising of Tet Mau Than was a major escalation and one of the largest military campaigns of the Vietnam War. It was launched on January 30, 1968 by forces of the Viet Cong (VC) and North Vietnamese People's Army of Vietnam (PAVN) against the forces of the South Vietnamese Army of the Republic of Vietnam (ARVN), the United States Arm"
      },
      {
        "title": "Viet Cong",
        "href": "/wiki/Viet_Cong",
        "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"
      },
      {
        "title": "People's Army of Vietnam",
        "href": "/wiki/People%27s_Army_of_Vietnam",
        "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Coast Guard, Border Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1969",
    "date": "January 30",
    "txt": "The Beatles' last public performance, on the roof of Apple Records in London. The impromptu concert is broken up by the police.",
    "entities": [
      {
        "title": "The Beatles",
        "href": "/wiki/The_Beatles",
        "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"
      },
      {
        "title": "Apple Records",
        "href": "/wiki/Apple_Records",
        "description": "Apple Records is a record label founded by the Beatles in 1968 as a division of Apple Corps Ltd. It was initially intended as a creative outlet for the Beatles, both as a group and individually, plus a selection of other artists including Mary Hopkin, James Taylor, Badfinger, and Billy Preston. In practice, the roster had become dominated by the mid-1970s with releases of the former Beatles as sol"
      },
      {
        "title": "The Beatles' rooftop concert",
        "href": "/wiki/The_Beatles%27_rooftop_concert",
        "description": "On 30 January 1969, the Beatles performed an unannounced concert from the rooftop of their Apple Corps headquarters at 3 Savile Row, within central London's office and fashion district. Joined by keyboardist Billy Preston, the band played a 42-minute set before the Metropolitan Police asked them to reduce the volume. It ultimately became the final public performance of their career."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1972",
    "date": "January 30",
    "txt": "The Troubles: Bloody Sunday: British paratroopers open fire on anti-internment marchers in Derry, Northern Ireland, killing 13 people; another person later dies of injuries sustained.",
    "entities": [
      {
        "title": "The Troubles",
        "href": "/wiki/The_Troubles",
        "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"
      },
      {
        "title": "Bloody Sunday (1972)",
        "href": "/wiki/Bloody_Sunday_(1972)",
        "description": "Bloody Sunday, or the Bogside Massacre, was a massacre on 30 January 1972 in the Bogside area of Derry, Northern Ireland, when British soldiers shot 26 civilians during a protest march against internment without trial. Fourteen people died: 13 were killed outright, while the death of another man four months later was attributed to his injuries. Many of the victims were shot while fleeing from the "
      },
      {
        "title": "Parachute Regiment (United Kingdom)",
        "href": "/wiki/Parachute_Regiment_(United_Kingdom)",
        "description": "The Parachute Regiment, colloquially known as the Paras, is an airborne infantry regiment of the British Army. The first battalion is part of the operational command of the Director Special Forces. The other battalions are the parachute infantry component of the British Army's rapid response formation, 16 Air Assault Brigade. The Paras, along with the Guards, are the only line infantry regiment of"
      },
      {
        "title": "Derry",
        "href": "/wiki/Derry",
        "description": "Derry, officially Londonderry, is the second-largest city in Northern Ireland and the fifth-largest city on the island of Ireland. The name Derry is an anglicisation of the Old Irish name Daire meaning \"oak grove\". In 1613, the city was granted a royal charter by King James I and gained the \"London\" prefix to reflect the funding of its construction by the London guilds. While the city is more usua"
      },
      {
        "title": "Northern Ireland",
        "href": "/wiki/Northern_Ireland",
        "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1972",
    "date": "January 30",
    "txt": "Pakistan leaves the Commonwealth of Nations in protest of its recognition of breakaway Bangladesh.",
    "entities": [
      {
        "title": "Commonwealth of Nations",
        "href": "/wiki/Commonwealth_of_Nations",
        "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "
      },
      {
        "title": "Bangladesh",
        "href": "/wiki/Bangladesh",
        "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1975",
    "date": "January 30",
    "txt": "The Monitor National Marine Sanctuary is established as the first United States National Marine Sanctuary.",
    "entities": [
      {
        "title": "Monitor National Marine Sanctuary",
        "href": "/wiki/Monitor_National_Marine_Sanctuary",
        "description": "Monitor National Marine Sanctuary is the site of the wreck of the USS Monitor, one of the most famous shipwrecks in U.S. history. It was designated as the country's first national marine sanctuary on January 30, 1975, and is one of only two of the sixteen national marine sanctuaries created to protect a cultural resource rather than a natural resource. The sanctuary comprises a column of water 1 n"
      },
      {
        "title": "United States National Marine Sanctuary",
        "href": "/wiki/United_States_National_Marine_Sanctuary",
        "description": "A U.S. National Marine Sanctuary is a zone within United States waters where the marine environment enjoys special protection. The program began in 1972 in response to public concern about the plight of marine ecosystems."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1979",
    "date": "January 30",
    "txt": "A Varig Boeing 707-323C freighter, flown by the same commander as Flight 820, disappears over the Pacific Ocean 30 minutes after taking off from Tokyo.",
    "entities": [
      {
        "title": "Varig",
        "href": "/wiki/Varig",
        "description": "VARIG was the first airline founded in Brazil, in 1927. From 1965 until 1990, it was Brazil's leading airline, and virtually its only international one. In 2005, Varig went into judicial restructuring, and in 2006 it was split into two companies – Flex Linhas Aéreas, informally known as \"old\" Varig, heir to the original airline – now defunct, and \"new\" Varig, a new company, fully integrated into G"
      },
      {
        "title": "Boeing 707-323C",
        "href": "/wiki/Boeing_707-323C",
        "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"
      },
      {
        "title": "Varig Flight 820",
        "href": "/wiki/Varig_Flight_820",
        "description": "Varig Flight 820 was a flight of the Brazilian airline Varig that departed from Galeão International Airport in Rio de Janeiro, Brazil, on July 11, 1973, for Orly Airport, in Paris, France. The plane, a Boeing 707 registration PP-VJZ, made an emergency landing on onion fields about four kilometers from Orly Airport, due to smoke in the cabin from a fire in a lavatory. The fire caused 123 deaths; t"
      },
      {
        "title": "1979 Boeing 707-323C disappearance",
        "href": "/wiki/1979_Boeing_707-323C_disappearance",
        "description": "Varig Flight 967 was an international cargo flight that disappeared on 30 January 1979 while en route from Narita International Airport in Japan to Rio de Janeiro–Galeão International Airport in Brazil, with a stopover in Los Angeles International Airport. Neither the aircraft, a Boeing 707-323C cargo aircraft, nor the six crew members have ever been found."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1982",
    "date": "January 30",
    "txt": "Richard Skrenta writes the first PC virus code, which is 400 lines long and disguised as an Apple boot program called \"Elk Cloner\".",
    "entities": [
      {
        "title": "Richard Skrenta",
        "href": "/wiki/Richard_Skrenta",
        "description": "Richard \"Rich\" Skrenta is a computer programmer and Silicon Valley entrepreneur who created the web search engine blekko."
      },
      {
        "title": "Computer virus",
        "href": "/wiki/Computer_virus",
        "description": "A computer virus is a type of computer program that, when executed, replicates itself by modifying other computer programs and inserting its own code. If this replication succeeds, the affected areas are then said to be \"infected\" with a computer virus."
      },
      {
        "title": "Apple Inc.",
        "href": "/wiki/Apple_Inc.",
        "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. Its hardware products include iPhone smartphones, iPad tablet"
      },
      {
        "title": "Elk Cloner",
        "href": "/wiki/Elk_Cloner",
        "description": "Elk Cloner is one of the first known microcomputer viruses that spread \"in the wild\", i.e., outside the computer system or laboratory in which it was written. It attached itself to the Apple II operating system and spread by floppy disk. It was written around 1982 by programmer and entrepreneur Rich Skrenta as a 15-year-old high school student, originally as a joke, and put onto a game disk."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1989",
    "date": "January 30",
    "txt": "The American embassy in Kabul, Afghanistan is closed.",
    "entities": [
      {
        "title": "Embassy",
        "href": "/wiki/Embassy",
        "description": "A diplomatic mission or foreign mission is a group of people from one state or an organization present in another state to represent the sending state or organization officially in the receiving state. In practice, the phrase diplomatic mission usually denotes the resident mission, namely the embassy, which is the main office of a country's diplomatic representatives to another country; this is us"
      },
      {
        "title": "Kabul",
        "href": "/wiki/Kabul",
        "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"
      },
      {
        "title": "Democratic Republic of Afghanistan",
        "href": "/wiki/Democratic_Republic_of_Afghanistan",
        "description": "The Democratic Republic of Afghanistan (DRA), renamed the Republic of Afghanistan in 1987, existed from 1978 to 1992, during which time the socialist People's Democratic Party of Afghanistan (PDPA) ruled Afghanistan."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1995",
    "date": "January 30",
    "txt": "Hydroxycarbamide becomes the first approved preventive treatment for sickle cell disease.",
    "entities": [
      {
        "title": "Hydroxycarbamide",
        "href": "/wiki/Hydroxycarbamide",
        "description": "Hydroxycarbamide, also known as hydroxyurea, is a medication used in sickle-cell disease, chronic myelogenous leukemia, cervical cancer, and essential thrombocythemia. In sickle-cell disease it increases fetal hemoglobin and decreases the number of attacks. It is taken by mouth."
      },
      {
        "title": "Sickle cell disease",
        "href": "/wiki/Sickle_cell_disease",
        "description": "Sickle cell disease (SCD) is a group of blood disorders typically inherited from a person's parents. The most common type is known as sickle cell anaemia (SCA). It results in an abnormality in the oxygen-carrying protein haemoglobin found in red blood cells. This leads to a rigid, sickle-like shape under certain circumstances. Problems in sickle cell disease typically begin around 5 to 6 months of"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "2000",
    "date": "January 30",
    "txt": "Kenya Airways Flight 431 crashes into the Atlantic Ocean off the coast of Ivory Coast, killing 169.",
    "entities": [
      {
        "title": "Kenya Airways Flight 431",
        "href": "/wiki/Kenya_Airways_Flight_431",
        "description": "Kenya Airways Flight 431 was an international scheduled Abidjan–Lagos–Nairobi passenger service. On 30 January 2000, the Airbus A310-300 serving the flight crashed into the sea off the Ivory Coast, shortly after takeoff from Félix-Houphouët-Boigny International Airport, Abidjan. There were 179 people on board, of whom 169 were passengers. Only ten people survived in what was the first fatal accide"
      },
      {
        "title": "Ivory Coast",
        "href": "/wiki/Ivory_Coast",
        "description": "Ivory Coast, also known as Côte d'Ivoire, officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "2013",
    "date": "January 30",
    "txt": "Naro-1 becomes the first carrier rocket launched by South Korea.",
    "entities": [
      {
        "title": "Naro-1",
        "href": "/wiki/Naro-1",
        "description": "Naro-1, previously designated the Korea Space Launch Vehicle or KSLV, is South Korea's first carrier rocket, and the first South Korean launch vehicle to achieve Earth orbit. On January 30, 2013, the third Naro-1 vehicle built successfully placed STSAT-2C into low Earth orbit."
      },
      {
        "title": "Launch vehicle",
        "href": "/wiki/Launch_vehicle",
        "description": "A launch vehicle or carrier rocket is a rocket-propelled vehicle used to carry a payload from Earth's surface to space, usually to Earth orbit or beyond. A launch system includes the launch vehicle, launch pad, vehicle assembly and fuelling systems, range safety, and other related infrastructure."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "58 BC",
    "date": "January 30",
    "txt": "Livia, Roman wife of Augustus (d. 29)",
    "entities": [
      {
        "title": "Livia",
        "href": "/wiki/Livia",
        "description": "Livia Drusilla, also known as Julia Augusta after her formal adoption into the Julian family in AD 14, was the wife of the Roman emperor Augustus Caesar throughout his reign, as well as his adviser. She was the mother of the emperor Tiberius, great-grandmother of the emperor Caligula, grandmother of the emperor Claudius, and\nthe great-great-grandmother of the emperor Nero. She was deified by Claud"
      },
      {
        "title": "Augustus",
        "href": "/wiki/Augustus",
        "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "133",
    "date": "January 30",
    "txt": "Didius Julianus, Roman emperor (probable; d. 193)",
    "entities": [
      {
        "title": "Didius Julianus",
        "href": "/wiki/Didius_Julianus",
        "description": "Marcus Didius Julianus was Roman emperor for nine weeks from March to June 193, during the Year of the Five Emperors."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1410",
    "date": "January 30",
    "txt": "William Calthorpe, English knight (d. 1494)",
    "entities": [
      {
        "title": "William Calthorpe",
        "href": "/wiki/William_Calthorpe",
        "description": "Sir William Calthorpe KB was an English knight and Lord of the Manors of Burnham Thorpe and Ludham in Norfolk. He is on record as High Sheriff of Norfolk and Suffolk in 1442, 1458 and 1464 and 1476."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1520",
    "date": "January 30",
    "txt": "William More, English courtier (d. 1600)",
    "entities": [
      {
        "title": "William More (died 1600)",
        "href": "/wiki/William_More_(died_1600)",
        "description": "Sir William More, of Loseley, Surrey, was the son of Sir Christopher More. He was actively involved in local administration and in the enforcement of the Elizabethan religious settlement, and was a member of every Parliament during the reign of Queen Elizabeth I. He was the owner of property in the Blackfriars in which the first and second Blackfriars theatres were erected."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1563",
    "date": "January 30",
    "txt": "Franciscus Gomarus, Dutch theologian and academic (d. 1641)",
    "entities": [
      {
        "title": "Franciscus Gomarus",
        "href": "/wiki/Franciscus_Gomarus",
        "description": "Franciscus Gomarus was a Dutch theologian, a strict Calvinist and an opponent of the teaching of Jacobus Arminius, whose theological disputes were addressed at the Synod of Dort (1618–19)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1573",
    "date": "January 30",
    "txt": "Georg Friedrich, Margrave of Baden-Durlach (d. 1638)",
    "entities": [
      {
        "title": "Georg Friedrich, Margrave of Baden-Durlach",
        "href": "/wiki/Georg_Friedrich,_Margrave_of_Baden-Durlach",
        "description": "George Frederick of Baden-Durlach was Margrave of Baden-Durlach from 1604 until his abdication in 1622. He also ruled Baden-Baden."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1580",
    "date": "January 30",
    "txt": "Gundakar, Prince of Liechtenstein, court official in Vienna (d. 1658)",
    "entities": [
      {
        "title": "Gundakar, Prince of Liechtenstein",
        "href": "/wiki/Gundakar,_Prince_of_Liechtenstein",
        "description": "Gundakar of Liechtenstein was a member of the House of Liechtenstein and as such the owner of a large estate. He also served the Habsburg dynasty."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1590",
    "date": "January 30",
    "txt": "Lady Anne Clifford, 14th Baroness de Clifford (d. 1676)",
    "entities": [
      {
        "title": "Lady Anne Clifford, 14th Baroness de Clifford",
        "href": "/wiki/Lady_Anne_Clifford,_14th_Baroness_de_Clifford",
        "description": "Lady Anne Clifford, Countess of Dorset, Pembroke and Montgomery, suo jure 14th Baroness de Clifford was an English peeress. In 1605 she inherited her father's ancient barony by writ and became suo jure 14th Baroness de Clifford. She was a patron of literature and as evidenced by her diary and many letters was a literary personage in her own right. She held the hereditary office of High Sheriff of "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1628",
    "date": "January 30",
    "txt": "George Villiers, 2nd Duke of Buckingham, English statesman (d. 1687)",
    "entities": [
      {
        "title": "George Villiers, 2nd Duke of Buckingham",
        "href": "/wiki/George_Villiers,_2nd_Duke_of_Buckingham",
        "description": "George Villiers, 2nd Duke of Buckingham, 20th Baron de Ros, was an English statesman and poet."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1661",
    "date": "January 30",
    "txt": "Charles Rollin, French historian and educator (d. 1741)",
    "entities": [
      {
        "title": "Charles Rollin",
        "href": "/wiki/Charles_Rollin",
        "description": "Charles Rollin was a French historian and educator, whose popularity in his time combined with becoming forgotten by later generations makes him an epithet, applied to historians such as Jean Charles Leonard de Sismondi."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1697",
    "date": "January 30",
    "txt": "Johann Joachim Quantz, German flute player and composer (d. 1773)",
    "entities": [
      {
        "title": "Johann Joachim Quantz",
        "href": "/wiki/Johann_Joachim_Quantz",
        "description": "Johann Joachim Quantz was a German composer, flutist and flute maker of the late Baroque period. He composed hundreds of flute sonatas and concertos, and wrote On Playing the Flute, a treatise on flute performance. His works were known and appreciated by Bach, Haydn and Mozart."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1703",
    "date": "January 30",
    "txt": "François Bigot, French politician (d. 1778)",
    "entities": [
      {
        "title": "François Bigot",
        "href": "/wiki/Fran%C3%A7ois_Bigot",
        "description": "Françoise Bigot was a French government official. He served as the Financial Commissary on Île Royale. commissary general of the ill-fated Duc d'Anville expedition and finally as the Intendant of New France. He was the last official ever to hold the latter position, losing it on the occasion of the conquest of 1760. He was subsequently accused of corruption and put on trial in France, and upon con"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1720",
    "date": "January 30",
    "txt": "Charles De Geer, Swedish entomologist and archaeologist (d. 1778)",
    "entities": [
      {
        "title": "Charles De Geer",
        "href": "/wiki/Charles_De_Geer",
        "description": "Baron Charles de Geer ; Finspång in Risinge 30 January 1720 – Stockholm 7 March 1778) was a Swedish industrialist and entomologist."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1754",
    "date": "January 30",
    "txt": "John Lansing, Jr., American lawyer and politician (d. 1829)",
    "entities": [
      {
        "title": "John Lansing, Jr.",
        "href": "/wiki/John_Lansing,_Jr.",
        "description": "John Ten Eyck Lansing Jr. was an American lawyer and politician."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1775",
    "date": "January 30",
    "txt": "Walter Savage Landor, English poet and author (d. 1864)",
    "entities": [
      {
        "title": "Walter Savage Landor",
        "href": "/wiki/Walter_Savage_Landor",
        "description": "Walter Savage Landor was an English writer, poet, and activist. His best known works were the prose Imaginary Conversations, and the poem Rose Aylmer, but the critical acclaim he received from contemporary poets and reviewers was not matched by public popularity. As remarkable as his work was, it was equalled by his rumbustious character and lively temperament. Both his writing and political activ"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1781",
    "date": "January 30",
    "txt": "Adelbert von Chamisso, German botanist and poet (d. 1838)",
    "entities": [
      {
        "title": "Adelbert von Chamisso",
        "href": "/wiki/Adelbert_von_Chamisso",
        "description": "Adelbert von Chamisso was a German poet and botanist, author of Peter Schlemihl, a famous story about a man who sold his shadow. He was commonly known in French as Adelbert de Chamisso de Boncourt, a name referring to the family estate at Boncourt."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1816",
    "date": "January 30",
    "txt": "Nathaniel P. Banks, American general and politician, 24th Governor of Massachusetts (d. 1894)",
    "entities": [
      {
        "title": "Nathaniel P. Banks",
        "href": "/wiki/Nathaniel_P._Banks",
        "description": "Nathaniel Prentice Banks was an American politician from Massachusetts and a Union general during the Civil War."
      },
      {
        "title": "Governor of Massachusetts",
        "href": "/wiki/Governor_of_Massachusetts",
        "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1822",
    "date": "January 30",
    "txt": "Franz Ritter von Hauer, Austrian geologist and curator (d. 1899)",
    "entities": [
      {
        "title": "Franz Ritter von Hauer",
        "href": "/wiki/Franz_Ritter_von_Hauer",
        "description": "Franz Ritter von Hauer, or Franz von Hauer, was an Austrian geologist."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1841",
    "date": "January 30",
    "txt": "Félix Faure, French politician, 7th President of France (d. 1899)",
    "entities": [
      {
        "title": "Félix Faure",
        "href": "/wiki/F%C3%A9lix_Faure",
        "description": "Félix François Faure was President of France from 1895 until his death in 1899. Faure was Parisian-born and after working as a tanner in his younger years he became a member of the National Assembly. He became more prominent in French politics up until unexpectedly becoming president, during which time France's relations with Russia improved."
      },
      {
        "title": "President of France",
        "href": "/wiki/President_of_France",
        "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1844",
    "date": "January 30",
    "txt": "Richard Theodore Greener, American lawyer, academic, and diplomat (d. 1922)",
    "entities": [
      {
        "title": "Richard Theodore Greener",
        "href": "/wiki/Richard_Theodore_Greener",
        "description": "Richard Theodore Greener was the first African American graduate of Harvard College and went on to become the dean of the Howard University School of Law."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1846",
    "date": "January 30",
    "txt": "Angela of the Cross, Spanish nun and saint (d. 1932)",
    "entities": [
      {
        "title": "Angela of the Cross",
        "href": "/wiki/Angela_of_the_Cross",
        "description": "Angela of the Cross Guerrero y González, was a Spanish religious sister and the foundress of the Sisters of the Company of the Cross, a Roman Catholic religious institute dedicated to helping the abandoned poor and the ill with no one to care for them. She was canonized in 2003 by Pope John Paul II."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1861",
    "date": "January 30",
    "txt": "Charles Martin Loeffler, German-American violinist and composer (d. 1935)",
    "entities": [
      {
        "title": "Charles Martin Loeffler",
        "href": "/wiki/Charles_Martin_Loeffler",
        "description": "Charles Martin Tornov Loeffler was a German-born American violinist and composer."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1862",
    "date": "January 30",
    "txt": "Walter Damrosch, German-American conductor and composer (d. 1950)",
    "entities": [
      {
        "title": "Walter Damrosch",
        "href": "/wiki/Walter_Damrosch",
        "description": "Walter Johannes Damrosch was a German-born American conductor and composer. He is best remembered today as long-time director of the New York Symphony Orchestra and for conducting the world premiere performances of George Gershwin's Piano Concerto in F (1925) and An American in Paris (1928). Damrosch was also instrumental in the founding of Carnegie Hall. He also conducted the first performance of"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1866",
    "date": "January 30",
    "txt": "Gelett Burgess, American author, poet, and critic (d. 1951)",
    "entities": [
      {
        "title": "Gelett Burgess",
        "href": "/wiki/Gelett_Burgess",
        "description": "Frank Gelett Burgess was an American artist, art critic, poet, author and humorist. An important figure in the San Francisco Bay Area literary renaissance of the 1890s, particularly through his iconoclastic little magazine, The Lark, he is best known as a writer of nonsense verse, such as \"The Purple Cow\", and for introducing French modern art to the United States in an essay titled \"The Wild Men "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1878",
    "date": "January 30",
    "txt": "Anton Hansen Tammsaare, Estonian author (d. 1940)",
    "entities": [
      {
        "title": "Anton Hansen Tammsaare",
        "href": "/wiki/Anton_Hansen_Tammsaare",
        "description": "A. H. Tammsaare, was an Estonian writer whose pentalogy Truth and Justice is considered one of the major works of Estonian literature and \"The Estonian Novel\"."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1882",
    "date": "January 30",
    "txt": "Franklin D. Roosevelt, American lawyer and politician, 32nd President of the United States (d. 1945)",
    "entities": [
      {
        "title": "Franklin D. Roosevelt",
        "href": "/wiki/Franklin_D._Roosevelt",
        "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"
      },
      {
        "title": "President of the United States",
        "href": "/wiki/President_of_the_United_States",
        "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1889",
    "date": "January 30",
    "txt": "Jaishankar Prasad, Indian poet and playwright (d. 1937)",
    "entities": [
      {
        "title": "Jaishankar Prasad",
        "href": "/wiki/Jaishankar_Prasad",
        "description": "Jaishankar Prasad was a prominent figure in modern Hindi literature as well as Hindi theatre. Prasad was his pen name."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1899",
    "date": "January 30",
    "txt": "Max Theiler, South African-American virologist and academic, Nobel Prize laureate (d. 1972)",
    "entities": [
      {
        "title": "Max Theiler",
        "href": "/wiki/Max_Theiler",
        "description": "Max Theiler was a South African-American virologist and physician. He was awarded the Nobel Prize in Physiology or Medicine in 1951 for developing a vaccine against yellow fever in 1937, becoming the first African-born Nobel laureate."
      },
      {
        "title": "Nobel Prize in Physiology or Medicine",
        "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine",
        "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1900",
    "date": "January 30",
    "txt": "Martita Hunt, Argentine-born British actress (d. 1969)",
    "entities": [
      {
        "title": "Martita Hunt",
        "href": "/wiki/Martita_Hunt",
        "description": "Martita Edith Hunt was an Argentine-born British theatre and film actress. She had a dominant stage presence and played a wide range of powerful characters. She is best remembered for her performance as Miss Havisham in David Lean's Great Expectations."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1901",
    "date": "January 30",
    "txt": "Rudolf Caracciola, German race car driver (d. 1959)",
    "entities": [
      {
        "title": "Rudolf Caracciola",
        "href": "/wiki/Rudolf_Caracciola",
        "description": "Otto Wilhelm Rudolf Caracciola was a racing driver from Remagen, Germany. He won the European Drivers' Championship, the pre-1950 equivalent of the modern Formula One World Championship, an unsurpassed three times. He also won the European Hillclimbing Championship three times – twice in sports cars, and once in Grand Prix cars. Caracciola raced for Mercedes-Benz during their original dominating S"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1902",
    "date": "January 30",
    "txt": "Nikolaus Pevsner, German-English historian and scholar (d. 1983)",
    "entities": [
      {
        "title": "Nikolaus Pevsner",
        "href": "/wiki/Nikolaus_Pevsner",
        "description": "Sir Nikolaus Bernhard Leon Pevsner was a German-British art historian and architectural historian best known for his monumental 46-volume series of county-by-county guides, The Buildings of England (1951–74)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1910",
    "date": "January 30",
    "txt": "Chidambaram Subramaniam, Indian lawyer and politician, Indian Minister of Defence (d. 2000)",
    "entities": [
      {
        "title": "Chidambaram Subramaniam",
        "href": "/wiki/Chidambaram_Subramaniam",
        "description": "Chidambaram Subramaniam, was an Indian politician and independence activist. He served as Minister of Finance and Minister of Defence in the union cabinet. He later served as the Governor of Maharashtra. As the Minister for Food and Agriculture, he ushered the Indian Green Revolution, an era of self-sufficiency in food production along with M. S. Swaminathan, B. Sivaraman and Norman E. Borlaug. He"
      },
      {
        "title": "Minister of Defence (India)",
        "href": "/wiki/Minister_of_Defence_(India)",
        "description": "The Minister of Defence is the head of the Ministry of Defence and a high ranking minister of the Government of India. The Defence Minister is one of the most senior offices in the Union Council of Ministers as well as being a high-level minister in the union cabinet. They are often assisted by a Minister of State for Defence and less-commonly, the lower-ranked Deputy Minister of Defence. The defe"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1911",
    "date": "January 30",
    "txt": "Roy Eldridge, American jazz trumpet player (d. 1989)",
    "entities": [
      {
        "title": "Roy Eldridge",
        "href": "/wiki/Roy_Eldridge",
        "description": "David Roy Eldridge, nicknamed \"Little Jazz\", was an American jazz trumpet player. His sophisticated use of harmony, including the use of tritone substitutions, his virtuosic solos exhibiting a departure from the dominant style of jazz trumpet innovator Louis Armstrong, and his strong impact on Dizzy Gillespie mark him as one of the most influential musicians of the swing era and a precursor of beb"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1912",
    "date": "January 30",
    "txt": "Werner Hartmann, German physicist and academic (d. 1988)",
    "entities": [
      {
        "title": "Werner Hartmann (physicist)",
        "href": "/wiki/Werner_Hartmann_(physicist)",
        "description": "Werner Hartmann was a German physicist who introduced microelectronics into East Germany. He studied physics at the Technische Hochschule Berlin and worked at Siemens before joining Fernseh GmbH. At the end of World War II, he and his research staff were flown to the Soviet Union to work on their atomic bomb project; he was assigned to Institute G. In 1955, he arrived in the German Democratic Repu"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1912",
    "date": "January 30",
    "txt": "Francis Schaeffer, American pastor and theologian (d. 1984)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1912",
    "date": "January 30",
    "txt": "Barbara W. Tuchman, American historian and author (d. 1989)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1914",
    "date": "January 30",
    "txt": "Luc-Marie Bayle, French commander and painter (d. 2000)",
    "entities": [
      {
        "title": "Luc-Marie Bayle",
        "href": "/wiki/Luc-Marie_Bayle",
        "description": "Luc-Marie Bayle was a French naval officer, painter, and artist."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1914",
    "date": "January 30",
    "txt": "John Ireland, Canadian-American actor and director (d. 1992)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1914",
    "date": "January 30",
    "txt": "David Wayne, American actor (d. 1995)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1915",
    "date": "January 30",
    "txt": "Joachim Peiper, German SS officer (d. 1976)",
    "entities": [
      {
        "title": "Joachim Peiper",
        "href": "/wiki/Joachim_Peiper",
        "description": "Joachim Peiper, also known as Jochen Peiper, was a German SS-Obersturmbannführer and convicted war criminal who was responsible for the 1944 Malmedy massacre of American prisoners of war. During World War II in Europe he served as personal adjutant to Heinrich Himmler, the head of the SS, between September 1939 and September/October 1941, and thereafter as a Waffen-SS commander."
      },
      {
        "title": "SS",
        "href": "/wiki/SS",
        "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1915",
    "date": "January 30",
    "txt": "John Profumo, English soldier and politician, Secretary of State for War (d. 2006)",
    "entities": [
      {
        "title": "Secretary of State for War",
        "href": "/wiki/Secretary_of_State_for_War",
        "description": "The position of Secretary of State for War, commonly called War Secretary, was a British cabinet-level position which existed from 1794 to 1801 and from 1854 to 1964. The Secretary of State for War headed the War Office and was assisted by a Parliamentary Under-Secretary of State for War, a Parliamentary Private Secretary who was also a Member of Parliament, and a Military Secretary, who was a gen"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1917",
    "date": "January 30",
    "txt": "Paul Frère, Belgian race car driver and journalist (d. 2008)",
    "entities": [
      {
        "title": "Paul Frère",
        "href": "/wiki/Paul_Fr%C3%A8re",
        "description": "Paul Frère was a racing driver and journalist from Belgium. He participated in eleven World Championship Formula One Grands Prix debuting on 22 June 1952 and achieving one podium finish with a total of eleven championship points. He drove in several non-Championship Formula One races, winning the 1952 Grand Prix des Frontières and 1960 VI South African Grand Prix."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1918",
    "date": "January 30",
    "txt": "David Opatoshu, American actor and screenwriter (d. 1996)",
    "entities": [
      {
        "title": "David Opatoshu",
        "href": "/wiki/David_Opatoshu",
        "description": "David Opatoshu was an American actor. He is best known for his role in the film Exodus (1960)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1919",
    "date": "January 30",
    "txt": "Fred Korematsu, American activist (d. 2005)",
    "entities": [
      {
        "title": "Fred Korematsu",
        "href": "/wiki/Fred_Korematsu",
        "description": "Fred Toyosaburo Korematsu was an American civil rights activist who objected to the internment of Japanese Americans during World War II. Shortly after the Imperial Japanese Navy launched its attack on Pearl Harbor, President Franklin D. Roosevelt issued Executive Order 9066, which authorized the removal of individuals of Japanese ancestry living on the West Coast from their homes and their mandat"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1920",
    "date": "January 30",
    "txt": "Michael Anderson, English director and producer (d. 2018)",
    "entities": [
      {
        "title": "Michael Anderson (director)",
        "href": "/wiki/Michael_Anderson_(director)",
        "description": "Michael Joseph Anderson was an English film director, best known for directing the World War II film The Dam Busters (1955), the epic Around the World in 80 Days (1956) and the dystopian sci-fi film Logan's Run (1976)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1920",
    "date": "January 30",
    "txt": "Patrick Heron, British painter (d. 1999)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1920",
    "date": "January 30",
    "txt": "Delbert Mann, American director and producer (d. 2007)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1922",
    "date": "January 30",
    "txt": "Dick Martin, American comedian, actor, and director (d. 2008)",
    "entities": [
      {
        "title": "Dick Martin (comedian)",
        "href": "/wiki/Dick_Martin_(comedian)",
        "description": "Thomas Richard Martin, known professionally as Dick Martin, was an American comedian and director. He was known for his role as the co-host of the sketch comedy program Rowan & Martin's Laugh-In from 1968 to 1973."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1923",
    "date": "January 30",
    "txt": "Marianne Ferber, Czech-American economist and author (d. 2013)",
    "entities": [
      {
        "title": "Marianne Ferber",
        "href": "/wiki/Marianne_Ferber",
        "description": "Marianne A. Ferber was an American feminist economist and the author of many books and articles on the subject of women's work, the family, and the construction of gender. She held a Ph.D. from the University of Chicago."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1924",
    "date": "January 30",
    "txt": "S. N. Goenka, Burmese-Indian author and educator (d. 2013)",
    "entities": [
      {
        "title": "S. N. Goenka",
        "href": "/wiki/S._N._Goenka",
        "description": "Satya Narayan Goenka, commonly known as S. N. Goenka, was an Indian teacher of Vipassanā meditation. Born in Burma to an Indian business family, he moved to India in 1969 and started teaching meditation. His teaching emphasized that the Buddha's path to liberation was non-sectarian, universal, and scientific in character. He became an influential teacher and played an important role in establishin"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1924",
    "date": "January 30",
    "txt": "Lloyd Alexander, American soldier and author (d. 2007)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1925",
    "date": "January 30",
    "txt": "Douglas Engelbart, American computer scientist, invented the computer mouse (d. 2013)",
    "entities": [
      {
        "title": "Douglas Engelbart",
        "href": "/wiki/Douglas_Engelbart",
        "description": "Douglas Carl Engelbart was an American engineer and inventor, and an early computer and Internet pioneer. He is best known for his work on founding the field of human–computer interaction, particularly while at his Augmentation Research Center Lab in SRI International, which resulted in creation of the computer mouse, and the development of hypertext, networked computers, and precursors to graphic"
      },
      {
        "title": "Mouse (computing)",
        "href": "/wiki/Mouse_(computing)",
        "description": "A computer mouse is a hand-held pointing device that detects two-dimensional motion relative to a surface. This motion is typically translated into the motion of a pointer on a display, which allows a smooth control of the graphical user interface of a computer."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1927",
    "date": "January 30",
    "txt": "Olof Palme, Swedish statesman, 26th Prime Minister of Sweden (d. 1986)",
    "entities": [
      {
        "title": "Olof Palme",
        "href": "/wiki/Olof_Palme",
        "description": "Sven Olof Joachim Palme was a Swedish politician and statesman who served as Prime Minister of Sweden from 1969 to 1976 and 1982 to 1986. Palme led the Swedish Social Democratic Party from 1969 until his assassination in 1986."
      },
      {
        "title": "Prime Minister of Sweden",
        "href": "/wiki/Prime_Minister_of_Sweden",
        "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1928",
    "date": "January 30",
    "txt": "Harold Prince, American director and producer (d. 2019)",
    "entities": [
      {
        "title": "Harold Prince",
        "href": "/wiki/Harold_Prince",
        "description": "Harold Smith Prince, commonly known as Hal Prince, was an American theatrical producer and director associated with many of the best-known Broadway musical productions of the 20th century, including West Side Story, Fiddler on the Roof, Cabaret, Sweeney Todd, Parade (musical), and Phantom of the Opera, the longest running show in Broadway history."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1929",
    "date": "January 30",
    "txt": "Lois Hole, Canadian businesswoman and politician, 15th Lieutenant Governor of Alberta (d. 2005)",
    "entities": [
      {
        "title": "Lois Hole",
        "href": "/wiki/Lois_Hole",
        "description": "Lois Elsa Hole, CM, AOE was a Canadian politician, businesswoman, academician, professional gardener and best-selling author. She was the 15th Lieutenant Governor of Alberta from 10 February 2000 until her death. She was known as the \"Queen of Hugs\" for breaking with protocol and hugging almost everyone she met, including journalists, diplomats and other politicians."
      },
      {
        "title": "Lieutenant Governor of Alberta",
        "href": "/wiki/Lieutenant_Governor_of_Alberta",
        "description": "The Lieutenant Governor of Alberta is the viceregal representative in Alberta of the Canadian monarch, Queen Elizabeth II. The Lieutenant Governor of Alberta is appointed in the same manner as the other provincial viceroys in Canada and is similarly tasked with carrying out most of the monarch's constitutional and ceremonial duties. Salma Lakhani is the current Lieutenant Governor of Alberta. On A"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1929",
    "date": "January 30",
    "txt": "Hugh Tayfield, South African cricketer (d. 1994)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1929",
    "date": "January 30",
    "txt": "Lucille Teasdale-Corti, Canadian-Italian physician and humanitarian (d. 1996)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1930",
    "date": "January 30",
    "txt": "Gene Hackman, American actor and author",
    "entities": [
      {
        "title": "Gene Hackman",
        "href": "/wiki/Gene_Hackman",
        "description": "Eugene Allen Hackman is an American retired actor, novelist, and United States Marine. In a career that has spanned more than six decades, Hackman has won two Academy Awards, four Golden Globes, one Screen Actors Guild Award, and two BAFTAs."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1930",
    "date": "January 30",
    "txt": "Magnus Malan, South African general and politician, South African Minister of Defence (d. 2011)",
    "entities": [
      {
        "title": "Minister of Defence (South Africa)",
        "href": "/wiki/Minister_of_Defence_(South_Africa)",
        "description": "The Minister of Defence and Military Veterans is a Minister in the Government of South Africa, who is responsible for overseeing the Department of Defence, the Department of Military Veterans and the South African National Defence Force."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1931",
    "date": "January 30",
    "txt": "John Crosbie, Canadian lawyer and politician, 34th Canadian Minister of Justice (d. 2020)",
    "entities": [
      {
        "title": "John Crosbie",
        "href": "/wiki/John_Crosbie",
        "description": "John Carnell Crosbie, was a provincial and federal politician who served as the 12th Lieutenant Governor of Newfoundland and Labrador, Canada. He served as a provincial Cabinet minister under premiers Joey Smallwood and Frank Moores as well as a federal Cabinet minister during the governments of Joe Clark and Brian Mulroney. As a Cabinet minister under Mulroney, Crosbie was known to be outspoken a"
      },
      {
        "title": "Minister of Justice (Canada)",
        "href": "/wiki/Minister_of_Justice_(Canada)",
        "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1931",
    "date": "January 30",
    "txt": "Shirley Hazzard, Australian-American novelist, short story writer, and essayist (d. 2016)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1932",
    "date": "January 30",
    "txt": "Knock Yokoyama, Japanese comedian and politician (d. 2007)",
    "entities": [
      {
        "title": "Knock Yokoyama",
        "href": "/wiki/Knock_Yokoyama",
        "description": "Knock Yokoyama  was a Japanese politician and comedian."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1934",
    "date": "January 30",
    "txt": "Tammy Grimes, American actress and singer (d. 2016)",
    "entities": [
      {
        "title": "Tammy Grimes",
        "href": "/wiki/Tammy_Grimes",
        "description": "Tammy Lee Grimes was an American actress and singer."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1935",
    "date": "January 30",
    "txt": "Richard Brautigan, American novelist, poet, and short story writer (d. 1984)",
    "entities": [
      {
        "title": "Richard Brautigan",
        "href": "/wiki/Richard_Brautigan",
        "description": "Richard Gary Brautigan was an American novelist, poet, and short story writer. His work often clinically and surrealistically employs black comedy, parody, and satire, with emotionally blunt prose describing pastoral American life intertwining with technological progress. He is best known for his novels Trout Fishing in America (1967) and In Watermelon Sugar (1968)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1935",
    "date": "January 30",
    "txt": "Tubby Hayes, English saxophonist and composer (d. 1973)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1936",
    "date": "January 30",
    "txt": "Horst Jankowski, German pianist and composer (d. 1998)",
    "entities": [
      {
        "title": "Horst Jankowski",
        "href": "/wiki/Horst_Jankowski",
        "description": "Horst Jankowski was a classically trained German pianist, most famous for his internationally successful easy listening music."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1937",
    "date": "January 30",
    "txt": "Vanessa Redgrave, English actress",
    "entities": [
      {
        "title": "Vanessa Redgrave",
        "href": "/wiki/Vanessa_Redgrave",
        "description": "Vanessa Redgrave is an English actress and activist. Proclaimed as the \"greatest actress of our time\" by Tennessee Williams, Redgrave is the recipient of the Triple Crown of Acting, and was inducted to the American Theatre Hall of Fame, and received the BAFTA Fellowship in 2010."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1937",
    "date": "January 30",
    "txt": "Boris Spassky, Russian chess player and theoretician",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1938",
    "date": "January 30",
    "txt": "Islam Karimov, Uzbek politician, 1st President of Uzbekistan (d. 2016)",
    "entities": [
      {
        "title": "Islam Karimov",
        "href": "/wiki/Islam_Karimov",
        "description": "Islam Abduganiyevich Karimov was the leader of Uzbekistan and its predecessor state, the Uzbek Soviet Socialist Republic, from 1989 until his death in 2016. He was the last First Secretary of the Communist Party of Uzbekistan from 1989 to 1991, when the party was reconstituted as the People's Democratic Party of Uzbekistan (PDP); he led the PDP until 1996. He was the President of the Uzbek SSR fro"
      },
      {
        "title": "President of Uzbekistan",
        "href": "/wiki/President_of_Uzbekistan",
        "description": "The President of the Republic of Uzbekistan is the head of state and executive authority in Uzbekistan. The office of President was established in 1991, replacing the position of Chairman of the Presidium of the Supreme Soviet of the Uzbek SSR, which had existed since 1925. The president is directly elected for a term of five years, by citizens of Uzbekistan who have reached 18 years of age."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1941",
    "date": "January 30",
    "txt": "Gregory Benford, American astrophysicist and author",
    "entities": [
      {
        "title": "Gregory Benford",
        "href": "/wiki/Gregory_Benford",
        "description": "Gregory Benford is an American science fiction author and astrophysicist who is Professor Emeritus at the Department of Physics and Astronomy at the University of California, Irvine. He is a contributing editor of Reason magazine."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1941",
    "date": "January 30",
    "txt": "Dick Cheney, American businessman and politician, 46th Vice President of the United States, 17th US Secretary of Defense",
    "entities": [
      {
        "title": "Vice President of the United States",
        "href": "/wiki/Vice_President_of_the_United_States",
        "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"
      },
      {
        "title": "US Secretary of Defense",
        "href": "/wiki/US_Secretary_of_Defense",
        "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1941",
    "date": "January 30",
    "txt": "Tineke Lagerberg, Dutch swimmer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1942",
    "date": "January 30",
    "txt": "Marty Balin, American singer-songwriter and guitarist (d. 2018)",
    "entities": [
      {
        "title": "Marty Balin",
        "href": "/wiki/Marty_Balin",
        "description": "Martyn Jerel Buchwald, known as Marty Balin, was an American singer, songwriter, and musician best known as the founder/leader and one of the lead singers and songwriters of Jefferson Airplane and Jefferson Starship."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1943",
    "date": "January 30",
    "txt": "Davey Johnson, American baseball player and manager",
    "entities": [
      {
        "title": "Davey Johnson",
        "href": "/wiki/Davey_Johnson",
        "description": "David Allen Johnson is an American former professional baseball player and manager. He played as a second baseman from 1965 through 1978, most notably as a member of the Baltimore Orioles dynasty that won four American League pennants and two World Series championships between 1966 and 1971. Johnson played in Major League Baseball from 1965 to 1975, then played for two seasons in the Nippon Profes"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1944",
    "date": "January 30",
    "txt": "Lynn Harrell, American cellist and academic (d. 2020)",
    "entities": [
      {
        "title": "Lynn Harrell",
        "href": "/wiki/Lynn_Harrell",
        "description": "Lynn Harrell was an American classical cellist. Known for the \"penetrating richness\" of his sound, Harrell performed internationally as a recitalist, chamber musician, and soloist with major orchestras over a career spanning nearly six decades. He was the winner of the inaugural Avery Fisher Prize and two Grammy Awards, among other accolades, and taught at the University of Cincinnati – College-Co"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1944",
    "date": "January 30",
    "txt": "Colin Rimer, English lawyer and judge",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1945",
    "date": "January 30",
    "txt": "Meir Dagan, Israeli military officer and intelligence official, Director of Mossad (2002–11) (d. 2016)",
    "entities": [
      {
        "title": "Meir Dagan",
        "href": "/wiki/Meir_Dagan",
        "description": "Aluf Meir Dagan was an Israel Defense Forces Major General and Director of the Mossad."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1945",
    "date": "January 30",
    "txt": "Michael Dorris, American author and scholar (d. 1997)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1946",
    "date": "January 30",
    "txt": "John Bird, Baron Bird, English publisher, founded The Big Issue",
    "entities": [
      {
        "title": "John Bird, Baron Bird",
        "href": "/wiki/John_Bird,_Baron_Bird",
        "description": "John Anthony Bird, Baron Bird, is a British social entrepreneur and life peer. He is best known as the co-founder of The Big Issue, a magazine that is edited by professional journalists and sold by street vendors who are homeless or vulnerably-housed. Bird sits as an independent Crossbencher member of the House of Lords."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1947",
    "date": "January 30",
    "txt": "Les Barker, English poet and author",
    "entities": [
      {
        "title": "Les Barker",
        "href": "/wiki/Les_Barker",
        "description": "Les Barker is an English poet, who is famous for his comedic poetry and parodies of popular songs, but he has also produced some very serious thought-provoking written works."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1947",
    "date": "January 30",
    "txt": "Steve Marriott, English singer-songwriter and guitarist (d. 1991)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1948",
    "date": "January 30",
    "txt": "Nick Broomfield, English director and producer",
    "entities": [
      {
        "title": "Nick Broomfield",
        "href": "/wiki/Nick_Broomfield",
        "description": "Nicholas Broomfield is an English documentary film director. His self-reflective style has been regarded as influential to many later filmmakers. In the early 21st century, he began to use non-actors in scripted works, which he calls \"Direct Cinema\". His output ranges from studies of entertainers to political works such as examinations of South Africa before and after the end of apartheid and the "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1948",
    "date": "January 30",
    "txt": "Miles Reid, English mathematician and academic",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1949",
    "date": "January 30",
    "txt": "Peter Agre, American physician and biologist, Nobel Prize laureate",
    "entities": [
      {
        "title": "Peter Agre",
        "href": "/wiki/Peter_Agre",
        "description": "Peter Agre is an American physician, Nobel Laureate, and molecular biologist, Bloomberg Distinguished Professor at the Johns Hopkins Bloomberg School of Public Health and Johns Hopkins School of Medicine, and director of the Johns Hopkins Malaria Research Institute. In 2003, Agre and Roderick MacKinnon shared the 2003 Nobel Prize in Chemistry for \"discoveries concerning channels in cell membranes."
      },
      {
        "title": "Nobel Prize in Chemistry",
        "href": "/wiki/Nobel_Prize_in_Chemistry",
        "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1950",
    "date": "January 30",
    "txt": "Jack Newton, Australian golfer",
    "entities": [
      {
        "title": "Jack Newton",
        "href": "/wiki/Jack_Newton",
        "description": "Jack Newton OAM is an Australian former professional golfer."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1951",
    "date": "January 30",
    "txt": "Phil Collins, English drummer, singer-songwriter, producer, and actor",
    "entities": [
      {
        "title": "Phil Collins",
        "href": "/wiki/Phil_Collins",
        "description": "Philip David Charles Collins is an English drummer, singer, songwriter, record producer, and actor, best known as the drummer/singer of the rock band Genesis and for his solo career. Between 1982 and 1990, Collins achieved three UK and seven US number-one singles in his solo career. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US top "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1951",
    "date": "January 30",
    "txt": "Charles S. Dutton, American actor and director",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1951",
    "date": "January 30",
    "txt": "Bobby Stokes, English footballer (d. 1995)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1952",
    "date": "January 30",
    "txt": "Doug Falconer, Canadian football player and producer",
    "entities": [
      {
        "title": "Doug Falconer (Canadian football)",
        "href": "/wiki/Doug_Falconer_(Canadian_football)",
        "description": "Doug Falconer is a Canadian-American film producer and former professional Canadian football player, having played in the Canadian Football League (CFL)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1953",
    "date": "January 30",
    "txt": "Fred Hembeck, American author and illustrator",
    "entities": [
      {
        "title": "Fred Hembeck",
        "href": "/wiki/Fred_Hembeck",
        "description": "Fred Hembeck is an American cartoonist best known for his parodies of characters from major American comic book publishers. His work has frequently been published by the firms whose characters he spoofs. His characters are always drawn with curlicues at the elbows and knees. He often portrays himself as a character in his own work, in the role of \"interviewer\" of various comic book characters. Int"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1955",
    "date": "January 30",
    "txt": "John Baldacci, American politician, 73rd Governor of Maine",
    "entities": [
      {
        "title": "John Baldacci",
        "href": "/wiki/John_Baldacci",
        "description": "John Elias Baldacci is an American politician who served as the 73rd Governor of Maine from 2003 to 2011. A Democrat, he also served as a member of the United States House of Representatives from 1995 to 2003."
      },
      {
        "title": "Governor of Maine",
        "href": "/wiki/Governor_of_Maine",
        "description": "The Governor of Maine is the chief executive of the State of Maine. Before Maine was admitted to the Union in 1820, Maine was part of Massachusetts and the Governor of Massachusetts was chief executive."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1955",
    "date": "January 30",
    "txt": "Tom Izzo, American basketball player and coach",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1955",
    "date": "January 30",
    "txt": "Curtis Strange, American golfer and sportscaster",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1957",
    "date": "January 30",
    "txt": "Payne Stewart, American golfer (d. 1999)",
    "entities": [
      {
        "title": "Payne Stewart",
        "href": "/wiki/Payne_Stewart",
        "description": "William Payne Stewart was an American professional golfer who won eleven PGA Tour events, including three major championships in his career, the last of which occurred a few months before he died in an airplane accident at the age of 42."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1958",
    "date": "January 30",
    "txt": "Derek White, Scottish rugby player",
    "entities": [
      {
        "title": "Derek White (rugby union)",
        "href": "/wiki/Derek_White_(rugby_union)",
        "description": "Derek Bolton White is a former Scottish international Rugby Union No.8. He was once described as \"a big bulky back-row with pace and a mean streak\""
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1959",
    "date": "January 30",
    "txt": "Cynthia Carter, Welsh journalist, author, and academic",
    "entities": [
      {
        "title": "Cynthia Carter",
        "href": "/wiki/Cynthia_Carter",
        "description": "Cynthia Carter is a Reader in the School of Journalism, Media and Culture, Cardiff University, and co-founding editor of the journal Feminist Media Studies."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1959",
    "date": "January 30",
    "txt": "Steve Folkes, Australian rugby league player and coach (d. 2018)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1959",
    "date": "January 30",
    "txt": "Jody Watley, American entertainer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1962",
    "date": "January 30",
    "txt": "Abdullah II of Jordan",
    "entities": [
      {
        "title": "Abdullah II of Jordan",
        "href": "/wiki/Abdullah_II_of_Jordan",
        "description": "Abdullah II bin Al-Hussein is King of Jordan, reigning since 7 February 1999. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, he is a 41st-generation direct descendant of Muhammad."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1962",
    "date": "January 30",
    "txt": "Mary Kay Letourneau, American child rapist (d. 2020)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1964",
    "date": "January 30",
    "txt": "Otis Smith, American basketball player, coach, and manager",
    "entities": [
      {
        "title": "Otis Smith (basketball)",
        "href": "/wiki/Otis_Smith_(basketball)",
        "description": "Otis Fitzgerald Smith is a retired American professional basketball player. He played college basketball for Jacksonville."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1965",
    "date": "January 30",
    "txt": "Kevin Moore, Australian rugby league player and coach",
    "entities": [
      {
        "title": "Kevin Moore (rugby league)",
        "href": "/wiki/Kevin_Moore_(rugby_league)",
        "description": "Kevin Moore is an Australian former rugby league football coach and player."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1966",
    "date": "January 30",
    "txt": "Danielle Goyette, Canadian ice hockey player and coach",
    "entities": [
      {
        "title": "Danielle Goyette",
        "href": "/wiki/Danielle_Goyette",
        "description": "Danielle Goyette is a Canadian former ice hockey player who played on the Canada women's national ice hockey team. In 2013, she was inducted into the IIHF Hall of Fame. In 2017, she was inducted into the Hockey Hall of Fame. Goyette was made a member of the Order of Hockey in Canada in 2018."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1968",
    "date": "January 30",
    "txt": "Felipe VI of Spain",
    "entities": [
      {
        "title": "Felipe VI of Spain",
        "href": "/wiki/Felipe_VI_of_Spain",
        "description": "Felipe VI or Philip VI is the King of Spain. He ascended the throne on 19 June 2014 upon the abdication of his father, Juan Carlos I. His mother is Queen Sofía, and he has two elder sisters, Infanta Elena, Duchess of Lugo, and Infanta Cristina.\nIn 2004, Felipe married TV news journalist Letizia Ortiz with whom he has two daughters, Leonor and Sofía."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1969",
    "date": "January 30",
    "txt": "Justin Skinner, English footballer and manager",
    "entities": [
      {
        "title": "Justin Skinner (footballer, born 1969)",
        "href": "/wiki/Justin_Skinner_(footballer,_born_1969)",
        "description": "Justin Skinner and raised in Honduras. Former English footballer who played for Fulham, Bristol Rovers, Walsall, Hibernian, Dunfermline Athletic and Brechin City."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1971",
    "date": "January 30",
    "txt": "Kimo von Oelhoffen, American football player",
    "entities": [
      {
        "title": "Kimo von Oelhoffen",
        "href": "/wiki/Kimo_von_Oelhoffen",
        "description": "Kimo K. von Oelhoffen is a former American football defensive tackle who played in the National Football League (NFL). He was drafted by the Cincinnati Bengals in the sixth round of the 1994 NFL Draft. He played college football at Boise State."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1972",
    "date": "January 30",
    "txt": "Jill McGill, American golfer",
    "entities": [
      {
        "title": "Jill McGill",
        "href": "/wiki/Jill_McGill",
        "description": "Jill McGill is an American professional golfer on the LPGA Tour."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1972",
    "date": "January 30",
    "txt": "Chris Simon, Canadian ice hockey player",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1973",
    "date": "January 30",
    "txt": "Jalen Rose, American basketball player and sportscaster",
    "entities": [
      {
        "title": "Jalen Rose",
        "href": "/wiki/Jalen_Rose",
        "description": "Jalen Anthony Rose is an American former professional basketball player, current sports analyst for ESPN, and cofounder of the Jalen Rose Leadership Academy. In college, he was a member of the University of Michigan Wolverines' \"Fab Five\" that reached the 1992 and 1993 NCAA Men's Division I Basketball Championship games as both freshmen and sophomores. Rose played in the National Basketball Associ"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1974",
    "date": "January 30",
    "txt": "Christian Bale, British actor",
    "entities": [
      {
        "title": "Christian Bale",
        "href": "/wiki/Christian_Bale",
        "description": "Christian Charles Philip Bale is an English actor. Known for his physical transformations for his roles and leading man status, Bale has received many accolades, including an Academy Award and two Golden Globe Awards. He was also included in Time's list of the 100 most influential people in the world in 2011."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1974",
    "date": "January 30",
    "txt": "Olivia Colman, English actress",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1975",
    "date": "January 30",
    "txt": "Juninho Pernambucano, Brazilian footballer",
    "entities": [
      {
        "title": "Juninho Pernambucano",
        "href": "/wiki/Juninho_Pernambucano",
        "description": "Antônio Augusto Ribeiro Reis Júnior, commonly known as Juninho Pernambucano or simply Juninho, is a Brazilian former footballer who is the sporting director of French club Olympique Lyonnais. A dead-ball specialist noted for his bending free kicks, in particular the knuckleball technique which he developed, Juninho holds the record for the highest number of goals scored through free kicks and he i"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1976",
    "date": "January 30",
    "txt": "Andy Milonakis, American entertainer",
    "entities": [
      {
        "title": "Andy Milonakis",
        "href": "/wiki/Andy_Milonakis",
        "description": "Andrew Michael Milonakis is an American actor, writer, rapper, comedian, and streamer, best known for his work on The Andy Milonakis Show, a sketch comedy series that aired on MTV and MTV2 from 2005 to 2007. Other notable films and TV series Milonakis has appeared in include Kroll Show, Waiting..., and Adventure Time."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1978",
    "date": "January 30",
    "txt": "Carmen Küng, Swiss curler",
    "entities": [
      {
        "title": "Carmen Küng",
        "href": "/wiki/Carmen_K%C3%BCng",
        "description": "Carmen Küng is a curler from Solothurn, Switzerland."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1978",
    "date": "January 30",
    "txt": "John Patterson, American baseball player",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1979",
    "date": "January 30",
    "txt": "Trevor Gillies, Canadian ice hockey player",
    "entities": [
      {
        "title": "Trevor Gillies",
        "href": "/wiki/Trevor_Gillies",
        "description": "Trevor Gillies is a Canadian former professional ice hockey player. He has played in the National Hockey League (NHL) with both the Mighty Ducks of Anaheim and New York Islanders. Gillies was known for being an enforcer, as evidenced by his NHL career statistics of 57 games with only three points and 261 penalty minutes."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1980",
    "date": "January 30",
    "txt": "João Soares de Almeida Neto, Brazilian footballer",
    "entities": [
      {
        "title": "João Soares de Almeida Neto",
        "href": "/wiki/Jo%C3%A3o_Soares_de_Almeida_Neto",
        "description": "João Soares de Almeida Neto, known as Joãozinho Neto, is a Brazilian footballer, currently playing for Camaçari Futebol Clube."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1980",
    "date": "January 30",
    "txt": "Georgios Vakouftsis, Greek footballer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1980",
    "date": "January 30",
    "txt": "Wilmer Valderrama, American actor and producer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1981",
    "date": "January 30",
    "txt": "Dimitar Berbatov, Bulgarian footballer",
    "entities": [
      {
        "title": "Dimitar Berbatov",
        "href": "/wiki/Dimitar_Berbatov",
        "description": "Dimitar Ivanov Berbatov is a Bulgarian former professional footballer. A striker, he captained the Bulgaria national team from 2006 to 2010, and is the country's all-time leading goalscorer. He is regarded as one of the greatest Bulgarian players of all time."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1981",
    "date": "January 30",
    "txt": "Peter Crouch, English footballer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1981",
    "date": "January 30",
    "txt": "Mathias Lauda, Austrian racing driver",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1982",
    "date": "January 30",
    "txt": "Jorge Cantú, Mexican baseball player",
    "entities": [
      {
        "title": "Jorge Cantú",
        "href": "/wiki/Jorge_Cant%C3%BA",
        "description": "Jorge Luís Cantú Guzmán is an American-born Mexican professional baseball infielder for the Diablos Rojos del México of the Mexican League. He played in Major League Baseball (MLB) for the Tampa Bay Devil Rays, Cincinnati Reds, Florida Marlins, Texas Rangers, and San Diego Padres, and in the KBO League for the Doosan Bears."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1984",
    "date": "January 30",
    "txt": "Kotoshōgiku Kazuhiro, Japanese sumo wrestler",
    "entities": [
      {
        "title": "Kotoshōgiku Kazuhiro",
        "href": "/wiki/Kotosh%C5%8Dgiku_Kazuhiro",
        "description": "Kotoshōgiku Kazuhiro  is a Japanese former professional sumo wrestler. Wrestling for Sadogatake stable, he made his professional debut in 2002, and reached the top division in 2005. In 2011 he achieved the standard for promotion to the second highest rank of ōzeki by winning 33 bouts over three tournaments, and was formally promoted by the Japan Sumo Association on 28 September. On 24 January 2016"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1984",
    "date": "January 30",
    "txt": "Kid Cudi, American entertainer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1985",
    "date": "January 30",
    "txt": "Gisela Dulko, Argentinian tennis player",
    "entities": [
      {
        "title": "Gisela Dulko",
        "href": "/wiki/Gisela_Dulko",
        "description": "Gisela Dulko is a retired Argentine tennis player. Although she enjoyed modest success in singles, reaching a career-high ranking of world No. 26 and winning four WTA titles, her speciality was doubles, where she achieved the world No. 1 ranking and won 17 WTA titles. Partnering with Flavia Pennetta, Dulko won the 2010 WTA Tour Championships and the 2011 Australian Open. She also reached the mixed"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1985",
    "date": "January 30",
    "txt": "Torrey Mitchell, Canadian ice hockey player",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1986",
    "date": "January 30",
    "txt": "Nick Evans, American baseball player",
    "entities": [
      {
        "title": "Nick Evans (baseball)",
        "href": "/wiki/Nick_Evans_(baseball)",
        "description": "Nicholas Reginald Evans is an American former professional baseball infielder. He played in Major League Baseball (MLB) for the New York Mets and Arizona Diamondbacks, in Nippon Professional Baseball for the Tohoku Rakuten Golden Eagles, and for the Doosan Bears of the KBO League."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1987",
    "date": "January 30",
    "txt": "Becky Lynch, Irish wrestler",
    "entities": [
      {
        "title": "Becky Lynch",
        "href": "/wiki/Becky_Lynch",
        "description": "Rebecca Quin is an Irish professional wrestler and actress. She is signed to WWE, under the ring name Becky Lynch. She is assigned to perform on the Raw brand, but has been on maternity leave since May 2020. Lynch is one of WWE's highest paid stars. Twitter named her sixth on their list of Top Female Athletes Worldwide in 2019."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1987",
    "date": "January 30",
    "txt": "Renato Santos, Brazilian footballer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1987",
    "date": "January 30",
    "txt": "Arda Turan, Turkish footballer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1989",
    "date": "January 30",
    "txt": "Girish Kumar, Indian film actor",
    "entities": [
      {
        "title": "Girish Kumar",
        "href": "/wiki/Girish_Kumar",
        "description": "Girish Kumar Taurani is an Indian film actor working in the Hindi film industry. Girish made his Bollywood debut with the romantic comedy film Ramaiya Vastavaiya, opposite Shruti Haasan, which was released on 19 July 2013."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1989",
    "date": "January 30",
    "txt": "Yoon Bo-ra, South Korean singer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1990",
    "date": "January 30",
    "txt": "Mitchell Starc, Australian cricketer",
    "entities": [
      {
        "title": "Mitchell Starc",
        "href": "/wiki/Mitchell_Starc",
        "description": "Mitchell Aaron Starc is an Australian international cricketer who plays for the Australian national team and New South Wales in domestic cricket. He is a left-arm fast bowler and a capable lower order left-handed batsman. He was a prominent member of the victorious Australian squad that won the 2015 Cricket World Cup and was declared Player of the Tournament as a result of his consistent performan"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1990",
    "date": "January 30",
    "txt": "Phillip Supernaw, American football player",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1991",
    "date": "January 30",
    "txt": "Stefan Elliott, Canadian ice hockey player",
    "entities": [
      {
        "title": "Stefan Elliott",
        "href": "/wiki/Stefan_Elliott",
        "description": "Stefan Elliott is a Canadian professional ice hockey defenceman currently playing with Frölunda HC of the Swedish Hockey League (SHL)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1993",
    "date": "January 30",
    "txt": "Katy Marchant, English track cyclist",
    "entities": [
      {
        "title": "Katy Marchant",
        "href": "/wiki/Katy_Marchant",
        "description": "Katy Marchant, is an elite English track cyclist who specialises in the sprint disciplines. She was educated at Brigshaw High School."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1993",
    "date": "January 30",
    "txt": "Thitipoom Techaapaikhun, Thai actor",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1995",
    "date": "January 30",
    "txt": "Jack Laugher, English diver",
    "entities": [
      {
        "title": "Jack Laugher",
        "href": "/wiki/Jack_Laugher",
        "description": "Jack David Laugher is a British diver competing for Great Britain and England. A specialist on springboard, he competes in individual springboard events, and in synchronised events with Chris Mears and later Daniel Goodfellow. Laugher and Mears became Britain's first diving Olympic champions by winning a gold medal in the men's synchronised 3m springboard event at the 2016 Summer Olympics in Rio, "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1996",
    "date": "January 30",
    "txt": "Dafne Navarro, Mexican trampoline gymnast",
    "entities": [
      {
        "title": "Dafne Navarro",
        "href": "/wiki/Dafne_Navarro",
        "description": "Dafne Navarro Loza is a Mexican trampoline gymnast. She won the silver medal in the women's trampoline event at the 2015 Pan American Games held in Toronto, Canada. In 2019, she won the bronze medal at the 2019 Pan American Games held in Lima, Peru."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "680",
    "date": "January 30",
    "txt": "Balthild, Frankish queen (b. 626)",
    "entities": [
      {
        "title": "Balthild",
        "href": "/wiki/Balthild",
        "description": "Balthild, also spelled Bathilda, Bauthieult or Baudour, was queen consort of Neustria and Burgundy by marriage to Clovis II, the King of Neustria and Burgundy (639–658), and regent during the minority of her son. Her hagiography was intended to further her successful candidature for sainthood."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "970",
    "date": "January 30",
    "txt": "Peter I of Bulgaria",
    "entities": [
      {
        "title": "Peter I of Bulgaria",
        "href": "/wiki/Peter_I_of_Bulgaria",
        "description": "Peter I was emperor (tsar) of Bulgaria from 27 May 927 to 969. His seal reads ΙΠSVΟς·GRECIA·VΟΔΟ."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1030",
    "date": "January 30",
    "txt": "William V, Duke of Aquitaine (b. 969)",
    "entities": [
      {
        "title": "William V, Duke of Aquitaine",
        "href": "/wiki/William_V,_Duke_of_Aquitaine",
        "description": "William the Great was duke of Aquitaine and count of Poitou from 990 until his death. Upon the death of the emperor Henry II, he was offered the kingdom of Italy but declined to contest the title against Conrad II."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1181",
    "date": "January 30",
    "txt": "Emperor Takakura of Japan (b. 1161)",
    "entities": [
      {
        "title": "Emperor Takakura",
        "href": "/wiki/Emperor_Takakura",
        "description": "Emperor Takakura  was the 80th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1168 through 1180."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1240",
    "date": "January 30",
    "txt": "Pelagio Galvani, Leonese lawyer and cardinal (b. 1165)",
    "entities": [
      {
        "title": "Pelagio Galvani",
        "href": "/wiki/Pelagio_Galvani",
        "description": "Pelagio Galvani was a Leonese cardinal, and canon lawyer. He became a papal legate and leader of the Fifth Crusade."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1314",
    "date": "January 30",
    "txt": "Nicholas III of Saint Omer",
    "entities": [
      {
        "title": "Nicholas III of Saint Omer",
        "href": "/wiki/Nicholas_III_of_Saint_Omer",
        "description": "Nicholas III of Saint Omer was one of the most powerful and influential lords of Frankish Greece. He was hereditary Marshal of the Principality of Achaea, lord of one third of Akova and of one half of Thebes. He also served on three occasions as bailli of the Principality of Achaea."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1344",
    "date": "January 30",
    "txt": "William Montacute, 1st Earl of Salisbury (b. 1301)",
    "entities": [
      {
        "title": "William Montacute, 1st Earl of Salisbury",
        "href": "/wiki/William_Montacute,_1st_Earl_of_Salisbury",
        "description": "William Montagu, alias de Montacute, 1st Earl of Salisbury, 3rd Baron Montagu, King of Man was an English nobleman and loyal servant of King Edward III."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1384",
    "date": "January 30",
    "txt": "Louis II, Count of Flanders (b. 1330)",
    "entities": [
      {
        "title": "Louis II, Count of Flanders",
        "href": "/wiki/Louis_II,_Count_of_Flanders",
        "description": "Louis II, also known as Louis of Male, a member of the House of Dampierre, was count of Flanders, Nevers and Rethel from 1346 as well as count of Artois and Burgundy from 1382 until his death."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1574",
    "date": "January 30",
    "txt": "Damião de Góis, Portuguese historian and philosopher (b. 1502)",
    "entities": [
      {
        "title": "Damião de Góis",
        "href": "/wiki/Dami%C3%A3o_de_G%C3%B3is",
        "description": "Damião de Góis, born in Alenquer, Portugal, was an important Portuguese humanist philosopher. He was a friend and student of Erasmus. He was appointed secretary to the Portuguese factory in Antwerp in 1523 by King John III of Portugal. He compiled one of the first accounts on Ethiopian Christianity."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1606",
    "date": "January 30",
    "txt": "Everard Digby, English criminal (b. 1578)",
    "entities": [
      {
        "title": "Everard Digby",
        "href": "/wiki/Everard_Digby",
        "description": "Sir Everard Digby was a member of the group of provincial English Catholics who planned the failed Gunpowder Plot of 1605. Although he was raised in a Protestant household, and married a Protestant, Digby and his wife were converted to Catholicism by the Jesuit priest John Gerard. In the autumn of 1605, he was part of a Catholic pilgrimage to the shrine of St Winefride's Well in Holywell. About th"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1606",
    "date": "January 30",
    "txt": "John Grant, English conspirator (b. 1570)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "1606",
    "date": "January 30",
    "txt": "Robert Wintour, English conspirator (b. 1565)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "1649",
    "date": "January 30",
    "txt": "Charles I of England (b. 1600)",
    "entities": [
      {
        "title": "Charles I of England",
        "href": "/wiki/Charles_I_of_England",
        "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1664",
    "date": "January 30",
    "txt": "Cornelis de Graeff, Dutch mayor (b. 1599)",
    "entities": [
      {
        "title": "Cornelis de Graeff",
        "href": "/wiki/Cornelis_de_Graeff",
        "description": "Cornelis de Graeff, also Cornelis de Graeff van (Zuid-)Polsbroek was the most illustrious member of the De Graeff family. He was a mayor of Amsterdam from the Dutch Golden Age and a powerful Amsterdam regent after the sudden death of stadholder William II of Orange. Like his father Jacob Dircksz de Graeff, he opposed the house of Orange, and was the moderate successor to the republican Andries Bic"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1730",
    "date": "January 30",
    "txt": "Peter II of Russia (b. 1715)",
    "entities": [
      {
        "title": "Peter II of Russia",
        "href": "/wiki/Peter_II_of_Russia",
        "description": "Peter II Alexeyevich reigned as Emperor of Russia from 1727 until his untimely death. He was the only son of Tsarevich Alexei Petrovich and of Charlotte Christine of Brunswick-Lüneburg."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1770",
    "date": "January 30",
    "txt": "Giovanni Pietro Francesco Agius de Soldanis, Maltese linguist, historian and cleric (b. 1712)",
    "entities": [
      {
        "title": "Giovanni Pietro Francesco Agius de Soldanis",
        "href": "/wiki/Giovanni_Pietro_Francesco_Agius_de_Soldanis",
        "description": "Canon Giovanni Pietro Francesco Agius de Soldanis, often called de Soldanis, was a Maltese linguist, historian and cleric from the island of Gozo. He wrote the first lexicon and systematic grammar of the Maltese language, and he was the first librarian of the Bibliotheca Publica, the precursor of the National Library of Malta."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1836",
    "date": "January 30",
    "txt": "Betsy Ross, American seamstress, said to have designed the American Flag (b. 1752)",
    "entities": [
      {
        "title": "Betsy Ross",
        "href": "/wiki/Betsy_Ross",
        "description": "Elizabeth Griscom Ross, also known by her second and third married names, Ashburn and Claypoole, was an American upholsterer who was credited by her relatives in 1870 with making the first American flag, accordingly known as the Betsy Ross flag. Though most historians dismiss the story, Ross family tradition holds that General George Washington, commander-in-chief of the Continental Army and two m"
      },
      {
        "title": "Flag of the United States",
        "href": "/wiki/Flag_of_the_United_States",
        "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1838",
    "date": "January 30",
    "txt": "Osceola, American tribal leader (b. 1804)",
    "entities": [
      {
        "title": "Osceola",
        "href": "/wiki/Osceola",
        "description": "Osceola, named Billy Powell at birth in Alabama, became an influential leader of the Seminole people in Florida. His mother was Muscogee, and his great-grandfather was a Scotsman, James McQueen. He was reared by his mother in the Creek (Muscogee) tradition. When he was a child, they migrated to Florida with other Red Stick refugees, led by a relative, Peter McQueen, after their group's defeat in 1"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1858",
    "date": "January 30",
    "txt": "Coenraad Jacob Temminck, Dutch zoologist and ornithologist (b. 1778)",
    "entities": [
      {
        "title": "Coenraad Jacob Temminck",
        "href": "/wiki/Coenraad_Jacob_Temminck",
        "description": "Coenraad Jacob Temminck was a Dutch aristocrat, zoologist, and museum director."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1867",
    "date": "January 30",
    "txt": "Emperor Kōmei of Japan (b. 1831)",
    "entities": [
      {
        "title": "Emperor Kōmei",
        "href": "/wiki/Emperor_K%C5%8Dmei",
        "description": "Emperor Kōmei  was the 121st Emperor of Japan, according to the traditional order of succession. Kōmei's reign spanned the years from 1846 through 1867, corresponding to the final years of the Edo period."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1869",
    "date": "January 30",
    "txt": "William Carleton, Irish author (b. 1794)",
    "entities": [
      {
        "title": "William Carleton",
        "href": "/wiki/William_Carleton",
        "description": "William Carleton was an Irish writer and novelist. He is best known for his Traits and Stories of the Irish Peasantry, a collection of ethnic sketches of the stereotypical Irishman."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1881",
    "date": "January 30",
    "txt": "Arthur O'Shaughnessy, English poet and herpetologist (b. 1844)",
    "entities": [
      {
        "title": "Arthur O'Shaughnessy",
        "href": "/wiki/Arthur_O%27Shaughnessy",
        "description": "Arthur William Edgar O'Shaughnessy was a British poet and herpetologist. Of Irish descent, he was born in London. He is most remembered for his Ode, beginning with the words \"We are the music makers, / And we are the dreamers of dreams\", which has been set to music by several composers including Edward Elgar as, Zoltán Kodály, Alfred Reed and, more recently, Aphex Twin."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1889",
    "date": "January 30",
    "txt": "Rudolf, Crown Prince of Austria, heir apparent to the throne of Austria-Hungary (b. 1858)",
    "entities": [
      {
        "title": "Rudolf, Crown Prince of Austria",
        "href": "/wiki/Rudolf,_Crown_Prince_of_Austria",
        "description": "Rudolf, Crown Prince of Austria, was the only son and third child of Emperor Franz Joseph I and Elisabeth of Bavaria. He was heir apparent to the Imperial throne of the Austro-Hungarian Empire from birth. In 1889, he died in a suicide pact with his mistress, Mary Freiin von Vetsera, at the Mayerling hunting lodge. The ensuing scandal made international headlines. He was named after the first Habsb"
      },
      {
        "title": "Heir apparent",
        "href": "/wiki/Heir_apparent",
        "description": "An heir apparent is a person who is first in an order of succession and cannot be displaced from inheriting by the birth of another person. An heir presumptive, by contrast, is someone who is first in line to inherit a title but who can be displaced by the birth of a more eligible heir."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1926",
    "date": "January 30",
    "txt": "Barbara La Marr, American actress (b. 1896)",
    "entities": [
      {
        "title": "Barbara La Marr",
        "href": "/wiki/Barbara_La_Marr",
        "description": "Barbara La Marr was an American film actress and screenwriter who appeared in twenty-seven films during her career between 1920 and 1926. La Marr was also noted by the media for her beauty, dubbed as the \"Girl Who Is Too Beautiful,\" as well as her tumultuous personal life."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1928",
    "date": "January 30",
    "txt": "Johannes Fibiger, Danish physician and academic, Nobel Prize laureate (b. 1867)",
    "entities": [
      {
        "title": "Johannes Fibiger",
        "href": "/wiki/Johannes_Fibiger",
        "description": "Johannes Andreas Grib Fibiger was a Danish physician and professor of anatomical pathology at the University of Copenhagen. He was the recipient of the 1926 Nobel Prize in Physiology or Medicine \"for his discovery of the Spiroptera carcinoma\". He demonstrated that the roundworm which he called Spiroptera carcinoma could cause stomach cancer in rats and mice. His experimental results were later pro"
      },
      {
        "title": "Nobel Prize in Physiology or Medicine",
        "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine",
        "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1929",
    "date": "January 30",
    "txt": "La Goulue, French model and dancer (b. 1866)",
    "entities": [
      {
        "title": "La Goulue",
        "href": "/wiki/La_Goulue",
        "description": "La Goulue, was the stage name of Louise Weber, a French can-can dancer who was a star of the Moulin Rouge, a popular cabaret in the Pigalle district of Paris, near Montmartre. Weber became known as La Goulue because as an adolescent, she was known for guzzling cabaret patrons' drinks while dancing. She also was referred to as the Queen of Montmartre."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1934",
    "date": "January 30",
    "txt": "Frank Nelson Doubleday, American publisher, founded the Doubleday Publishing Company (b. 1862)",
    "entities": [
      {
        "title": "Frank Nelson Doubleday",
        "href": "/wiki/Frank_Nelson_Doubleday",
        "description": "Frank Nelson Doubleday, known to friends and family as “Effendi”, founded the Doubleday & McClure Company in 1897, which later operated under other names. Starting work at the age of 14 after his father's business failed, Doubleday began with Charles Scribner's Sons in New York."
      },
      {
        "title": "Doubleday (publisher)",
        "href": "/wiki/Doubleday_(publisher)",
        "description": "Doubleday is an American publishing company. It was founded as the Doubleday & McClure Company in 1897 and was the largest in the United States by 1947. It published the work of mostly U.S. authors under a number of imprints and distributed them through its own stores. In 2009 Doubleday merged with Knopf Publishing Group to form the Knopf Doubleday Publishing Group, which is now part of Penguin Ra"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1947",
    "date": "January 30",
    "txt": "Frederick Blackman, English botanist and physiologist (b. 1866)",
    "entities": [
      {
        "title": "Frederick Blackman",
        "href": "/wiki/Frederick_Blackman",
        "description": "Frederick Frost Blackman FRS was a British plant physiologist."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1948",
    "date": "January 30",
    "txt": "Arthur Coningham, Australian air marshal (b. 1895)",
    "entities": [
      {
        "title": "Arthur Coningham (RAF officer)",
        "href": "/wiki/Arthur_Coningham_(RAF_officer)",
        "description": "Air Marshal Sir Arthur \"Maori\" Coningham, was a senior officer in the Royal Air Force. During the First World War, he was at Gallipoli with the New Zealand Expeditionary Force, was discharged in New Zealand as medically unfit for active service, and journeyed to Britain at his own expense to join the Royal Flying Corps, where he became a flying ace. Coningham was later a senior Royal Air Force com"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1948",
    "date": "January 30",
    "txt": "Mahatma Gandhi, leader of the Indian independence movement against British rule (b. 1869)",
    "entities": [
      {
        "title": "Indian independence movement",
        "href": "/wiki/Indian_independence_movement",
        "description": "The Indian independence movement was a series of historic events with the ultimate aim of ending the British rule in India. The movement spanned from 1857 to 1947. The first nationalistic revolutionary movement for Indian independence emerged from Bengal. It later took root in the newly formed Indian National Congress with prominent moderate leaders seeking only their fundamental right to appear f"
      },
      {
        "title": "British Raj",
        "href": "/wiki/British_Raj",
        "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1948",
    "date": "January 30",
    "txt": "Orville Wright, American pilot and engineer, co-founded the Wright Company (b. 1871)",
    "entities": [
      {
        "title": "Wright Company",
        "href": "/wiki/Wright_Company",
        "description": "The Wright Company was the commercial aviation business venture of the Wright Brothers, established by them on November 22, 1909, in conjunction with several prominent industrialists from New York and Detroit with the intention of capitalizing on their invention of the practical airplane. The company maintained its headquarters office in New York City and built its factory in Dayton, Ohio."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1951",
    "date": "January 30",
    "txt": "Ferdinand Porsche, Austrian-German engineer and businessman, founded Porsche (b. 1875)",
    "entities": [
      {
        "title": "Ferdinand Porsche",
        "href": "/wiki/Ferdinand_Porsche",
        "description": "Ferdinand Porsche was an Austrian-German automotive engineer and founder of the Porsche car company. He is best known for creating the first gasoline-electric hybrid vehicle (Lohner-Porsche), the Volkswagen Beetle, the Auto Union racing car, the Mercedes-Benz SS/SSK, several other important developments and Porsche automobiles."
      },
      {
        "title": "Porsche",
        "href": "/wiki/Porsche",
        "description": "Dr.-Ing. h.c. F. Porsche AG, usually shortened to Porsche AG, is a German automobile manufacturer specializing in high-performance sports cars, SUVs and sedans. The headquarters of Porsche AG is in Stuttgart, and the company is owned by Volkswagen AG, a controlling stake of which is owned by Porsche Automobil Holding SE. Porsche's current lineup includes the 718 Boxster/Cayman, 911, Panamera, Maca"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1958",
    "date": "January 30",
    "txt": "Jean Crotti, Swiss painter (b. 1878)",
    "entities": [
      {
        "title": "Jean Crotti",
        "href": "/wiki/Jean_Crotti",
        "description": "Jean Crotti was a French painter."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1958",
    "date": "January 30",
    "txt": "Ernst Heinkel, German engineer and businessman; founded the Heinkel Aircraft Company (b. 1888)",
    "entities": [
      {
        "title": "Heinkel",
        "href": "/wiki/Heinkel",
        "description": "Heinkel Flugzeugwerke was a German aircraft manufacturing company founded by and named after Ernst Heinkel. It is noted for producing bomber aircraft for the Luftwaffe in World War II and for important contributions to high-speed flight, with the pioneering examples of a successful liquid-fueled rocket and a turbojet-powered aircraft in aviation history, with both Heinkel designs' first flights oc"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1962",
    "date": "January 30",
    "txt": "Manuel de Abreu, Brazilian physician and engineer (b. 1894)",
    "entities": [
      {
        "title": "Manuel de Abreu",
        "href": "/wiki/Manuel_de_Abreu",
        "description": "Manuel Dias de Abreu was a Brazilian physician and scientist, the inventor of abreugraphy, a rapid radiography of the lungs for screening tuberculosis. He is considered one of the most important Brazilian physicians, side by side with Carlos Chagas, Vital Brazil and Oswaldo Cruz."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1963",
    "date": "January 30",
    "txt": "Francis Poulenc, French pianist and composer (b. 1899)",
    "entities": [
      {
        "title": "Francis Poulenc",
        "href": "/wiki/Francis_Poulenc",
        "description": "Francis Jean Marcel Poulenc was a French composer and pianist. His compositions include songs, solo piano works, chamber music, choral pieces, operas, ballets, and orchestral concert music. Among the best-known are the piano suite Trois mouvements perpétuels (1919), the ballet Les biches (1923), the Concert champêtre (1928) for harpsichord and orchestra, the Organ Concerto (1938), the opera Dialog"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1966",
    "date": "January 30",
    "txt": "Jaan Hargel, Estonian flute player, conductor, and educator (b. 1912)",
    "entities": [
      {
        "title": "Jaan Hargel",
        "href": "/wiki/Jaan_Hargel",
        "description": "Jaan (Joann) Hargel was an Estonian conductor, music teacher, oboe and flute player."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1968",
    "date": "January 30",
    "txt": "Makhanlal Chaturvedi, Indian poet, playwright, and journalist (b. 1889)",
    "entities": [
      {
        "title": "Makhanlal Chaturvedi",
        "href": "/wiki/Makhanlal_Chaturvedi",
        "description": "Pandit Makhanlal Chaturvedi, also called Pandit ji, was an Indian poet, writer, essayist, playwright and a journalist who is particularly remembered for his participation in India's national struggle for independence and his contribution to Chhayavaad, the Neo-romanticism movement of Hindi literature. He was awarded the first Sahitya Akademi Award in Hindi for his work Him Taringini in 1955. The G"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1969",
    "date": "January 30",
    "txt": "Dominique Pire, Belgian friar, Nobel Prize laureate (b. 1910)",
    "entities": [
      {
        "title": "Dominique Pire",
        "href": "/wiki/Dominique_Pire",
        "description": "Dominique Pire, O.P. was a Belgian Dominican friar whose work helping refugees in post-World War II Europe saw him receive the Nobel Peace Prize in 1958. Pire delivered his Nobel lecture, entitled Brotherly Love: Foundation of Peace, in December 1958."
      },
      {
        "title": "Nobel Peace Prize",
        "href": "/wiki/Nobel_Peace_Prize",
        "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1973",
    "date": "January 30",
    "txt": "Elizabeth Baker, American economist and academic (b. 1885)",
    "entities": [
      {
        "title": "Elizabeth Baker (economist)",
        "href": "/wiki/Elizabeth_Baker_(economist)",
        "description": "Elizabeth Faulkner Baker was an American economist and academic who specialized in scientific management and the relationship between employment and technological change, especially the role of women."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1974",
    "date": "January 30",
    "txt": "Olav Roots, Estonian pianist and composer (b. 1910)",
    "entities": [
      {
        "title": "Olav Roots",
        "href": "/wiki/Olav_Roots",
        "description": "Olav Roots was an Estonian conductor, pianist and composer."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1977",
    "date": "January 30",
    "txt": "Paul Marais de Beauchamp, French zoologist (b. 1883)",
    "entities": [
      {
        "title": "Paul Marais de Beauchamp",
        "href": "/wiki/Paul_Marais_de_Beauchamp",
        "description": "Charles Alfred Paul Marais de Beauchamp, 5th Baron Soye, was a French zoologist."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1980",
    "date": "January 30",
    "txt": "Professor Longhair, American singer-songwriter and pianist (b. 1918)",
    "entities": [
      {
        "title": "Professor Longhair",
        "href": "/wiki/Professor_Longhair",
        "description": "Henry Roeland \"Roy\" Byrd, better known as Professor Longhair or \"Fess\" for short, was an American singer and pianist who performed New Orleans blues. He was active in two distinct periods, first in the heyday of early rhythm and blues and later in the resurgence of interest in traditional jazz after the founding of the New Orleans Jazz and Heritage Festival in 1970. His piano style has been descri"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1982",
    "date": "January 30",
    "txt": "Lightnin' Hopkins, American singer-songwriter and guitarist (b. 1912)",
    "entities": [
      {
        "title": "Lightnin' Hopkins",
        "href": "/wiki/Lightnin%27_Hopkins",
        "description": "Samuel John \"Lightnin'\" Hopkins was an American country blues singer, songwriter, guitarist and occasional pianist from Centerville, Texas. Rolling Stone magazine ranked him number 71 on its list of the 100 greatest guitarists of all time."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1991",
    "date": "January 30",
    "txt": "John Bardeen, American physicist and engineer, Nobel Prize laureate (b. 1908)",
    "entities": [
      {
        "title": "John Bardeen",
        "href": "/wiki/John_Bardeen",
        "description": "John Bardeen was an American physicist. He is the only person to be awarded the Nobel Prize in Physics twice: first in 1956 with William Shockley and Walter Brattain for the invention of the transistor; and again in 1972 with Leon N Cooper and John Robert Schrieffer for a fundamental theory of conventional superconductivity known as the BCS theory."
      },
      {
        "title": "Nobel Prize in Physics",
        "href": "/wiki/Nobel_Prize_in_Physics",
        "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1991",
    "date": "January 30",
    "txt": "Clifton C. Edom, American photographer and educator (b. 1907)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "1993",
    "date": "January 30",
    "txt": "Alexandra of Yugoslavia, the last Queen of Yugoslavia (b. 1921)",
    "entities": [
      {
        "title": "Alexandra of Yugoslavia",
        "href": "/wiki/Alexandra_of_Yugoslavia",
        "description": "Alexandra of Yugoslavia was, by marriage to King Peter II, the last Queen of Yugoslavia."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1994",
    "date": "January 30",
    "txt": "Pierre Boulle, French soldier and author (b. 1912)",
    "entities": [
      {
        "title": "Pierre Boulle",
        "href": "/wiki/Pierre_Boulle",
        "description": "Pierre François Marie Louis Boulle was a French novelist best known for two works, The Bridge over the River Kwai (1952) and Planet of the Apes (1963), that were both made into award-winning films."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1999",
    "date": "January 30",
    "txt": "Huntz Hall, American actor (b. 1919)",
    "entities": [
      {
        "title": "Huntz Hall",
        "href": "/wiki/Huntz_Hall",
        "description": "Henry Richard \"Huntz\" Hall was an American radio, stage, and movie performer who appeared in the popular \"Dead End Kids\" movies, including Angels with Dirty Faces (1938), and in the later \"Bowery Boys\" movies, during the late 1930s to the late 1950s."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1999",
    "date": "January 30",
    "txt": "Ed Herlihy, American journalist (b. 1909)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2001",
    "date": "January 30",
    "txt": "Jean-Pierre Aumont, French soldier and actor (b. 1911)",
    "entities": [
      {
        "title": "Jean-Pierre Aumont",
        "href": "/wiki/Jean-Pierre_Aumont",
        "description": "Jean-Pierre Aumont was a French actor, and holder of the Légion d'Honneur and the Croix de Guerre for his World War II military service."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2001",
    "date": "January 30",
    "txt": "Johnnie Johnson, English air marshal and pilot (b. 1915)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2001",
    "date": "January 30",
    "txt": "Joseph Ransohoff, American surgeon and educator (b. 1915)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2005",
    "date": "January 30",
    "txt": "Martyn Bennett, Canadian-Scottish violinist (b. 1971)",
    "entities": [
      {
        "title": "Martyn Bennett",
        "href": "/wiki/Martyn_Bennett",
        "description": "Martyn Bennett was a Canadian-Scottish musician who was influential in the evolution of modern Celtic fusion, a blending of traditional Celtic and modern music. He was a piper, violinist, composer and producer. He was an innovator and his compositions crossed musical and cultural divides. Sporting dreadlocks at the height of his performing career, his energetic displays led to descriptions such as"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2006",
    "date": "January 30",
    "txt": "Coretta Scott King, American author and activist (b. 1927)",
    "entities": [
      {
        "title": "Coretta Scott King",
        "href": "/wiki/Coretta_Scott_King",
        "description": "Coretta Scott King was an American author, activist, civil rights leader, and the wife of Martin Luther King Jr. As an advocate for African-American equality, she was a leader for the civil rights movement in the 1960s. King was also a singer who often incorporated music into her civil rights work. King met her husband while attending graduate school in Boston. They both became increasingly active"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2006",
    "date": "January 30",
    "txt": "Wendy Wasserstein, American playwright and academic (b. 1950)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2007",
    "date": "January 30",
    "txt": "Sidney Sheldon, American author and screenwriter (b. 1917)",
    "entities": [
      {
        "title": "Sidney Sheldon",
        "href": "/wiki/Sidney_Sheldon",
        "description": "Sidney Sheldon was an American writer, director and producer."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2008",
    "date": "January 30",
    "txt": "Marcial Maciel, Mexican-American priest, founded the Legion of Christ and Regnum Christi (b. 1920)",
    "entities": [
      {
        "title": "Marcial Maciel",
        "href": "/wiki/Marcial_Maciel",
        "description": "Marcial Maciel Degollado was a Mexican Catholic priest who founded the Legion of Christ and the Regnum Christi movement. He was general director of the legion from 1941 to 2005. Throughout most of his career, he was respected within the Church as \"the greatest fundraiser of the modern Roman Catholic church\" and as a prolific recruiter of new seminarians. Late in his life, Maciel was revealed to ha"
      },
      {
        "title": "Legion of Christ",
        "href": "/wiki/Legion_of_Christ",
        "description": "The Legion of Christ (LC) is a Roman Catholic religious institute established by Marcial Maciel and made up of priests and candidates for the priesthood. It forms part of the Regnum Christi Federation, founded by Maciel in 1959, which includes the Legionaries of Christ, the Society of Apostolic Life of the Consecrated Women of Regnum Christi, the Society of Apostolic Life of the Lay Consecrated Me"
      },
      {
        "title": "Regnum Christi",
        "href": "/wiki/Regnum_Christi",
        "description": "Regnum Christi is an international Catholic Movement. It is open to all lay Catholics and in addition has three consecrated branches the Legion of Christ, consecrated women, and consecrated men. Regnum Christi is dedicated to promoting the Catholic faith. Their motto is \"Love Christ, Serve People, Build the Church.\""
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2009",
    "date": "January 30",
    "txt": "H. Guy Hunt, American soldier, pastor, and politician, 49th Governor of Alabama (b. 1933)",
    "entities": [
      {
        "title": "H. Guy Hunt",
        "href": "/wiki/H._Guy_Hunt",
        "description": "Harold Guy Hunt was an American politician and pastor who served as the 49th Governor of Alabama from 1987 to 1993. He was the first Republican to serve as governor of the state since Reconstruction."
      },
      {
        "title": "Governor of Alabama",
        "href": "/wiki/Governor_of_Alabama",
        "description": "The Governor of Alabama is the head of state, head of government and the chief executive of the U.S. state of Alabama. The governor is the head of the executive branch of Alabama's state government and is charged with enforcing state laws."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2010",
    "date": "January 30",
    "txt": "Fadil Ferati, Kosovar accountant and politician (b. 1960)",
    "entities": [
      {
        "title": "Fadil Ferati",
        "href": "/wiki/Fadil_Ferati",
        "description": "Fadil Ferati was a Kosovar political leader, he was the Mayor of Istok and vice-president of Democratic League of Kosovo and he was widely known as a politician who never lost any election."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2011",
    "date": "January 30",
    "txt": "John Barry, English composer and conductor (b. 1933)",
    "entities": [
      {
        "title": "John Barry (composer)",
        "href": "/wiki/John_Barry_(composer)",
        "description": "John Barry Prendergast, was an English composer and conductor of film music."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2012",
    "date": "January 30",
    "txt": "Frank Aschenbrenner, American football player and soldier (b. 1925)",
    "entities": [
      {
        "title": "Frank Aschenbrenner",
        "href": "/wiki/Frank_Aschenbrenner",
        "description": "Francis Xavier Aschenbrenner was a professional American football player for the Chicago Hornets and the Montreal Alouettes."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2012",
    "date": "January 30",
    "txt": "Doeschka Meijsing, Dutch author (b. 1947)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2013",
    "date": "January 30",
    "txt": "Gamal al-Banna, Egyptian author and scholar (b. 1920)",
    "entities": [
      {
        "title": "Gamal al-Banna",
        "href": "/wiki/Gamal_al-Banna",
        "description": "Gamal al-Banna was an Egyptian author, and trade unionist. He was the youngest brother of Hassan al-Banna (1906–49), founder of the Muslim Brotherhood. Al-Banna was considered a liberal scholar, known for his criticism of Islamic traditional narratives rejecting 635 Hadiths of Sahih Bukhari and Sahih Muslim which he finds contradictory to the Qur'an. He was a great-uncle of the Swiss Muslim academ"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2013",
    "date": "January 30",
    "txt": "Patty Andrews, American singer (b. 1918)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2013",
    "date": "January 30",
    "txt": "George Witt, American baseball player and coach (b. 1931)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2014",
    "date": "January 30",
    "txt": "Stefan Bałuk, Polish general and photographer (b. 1914)",
    "entities": [
      {
        "title": "Stefan Bałuk",
        "href": "/wiki/Stefan_Ba%C5%82uk",
        "description": "Stefan Bałuk was a Polish general and photographer."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2014",
    "date": "January 30",
    "txt": "The Mighty Hannibal, American singer-songwriter and producer (b. 1939)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2014",
    "date": "January 30",
    "txt": "William Motzing, American composer and conductor (b. 1937)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2014",
    "date": "January 30",
    "txt": "Arthur Rankin, Jr., American director, producer, and screenwriter (b. 1924)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2015",
    "date": "January 30",
    "txt": "Carl Djerassi, Austrian-American chemist, author, and playwright (b. 1923)",
    "entities": [
      {
        "title": "Carl Djerassi",
        "href": "/wiki/Carl_Djerassi",
        "description": "Carl Djerassi was an Austrian-born American chemist, novelist, playwright and co-founder of Djerassi Resident Artists Program with Diane Wood Middlebrook. He is best known for his contribution to the development of oral contraceptive pills, nicknamed the father of the pill."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2015",
    "date": "January 30",
    "txt": "Ülo Kaevats, Estonian academic, philosopher, and politician (b. 1947)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2015",
    "date": "January 30",
    "txt": "Geraldine McEwan, English actress (b. 1932)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2015",
    "date": "January 30",
    "txt": "Gerrit Voorting, Dutch cyclist (b. 1923)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2015",
    "date": "January 30",
    "txt": "Zhelyu Zhelev, Bulgarian philosopher and politician, 2nd President of Bulgaria (b. 1935)",
    "entities": [
      {
        "title": "List of heads of state of Bulgaria",
        "href": "/wiki/List_of_heads_of_state_of_Bulgaria",
        "description": "This is a list of the heads of state of the modern Bulgarian state, from the establishment of the Principality of Bulgaria to the present day."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2016",
    "date": "January 30",
    "txt": "Frank Finlay, English actor (b. 1926)",
    "entities": [
      {
        "title": "Frank Finlay",
        "href": "/wiki/Frank_Finlay",
        "description": "Francis Finlay,, known as Frank Finlay, was an English stage, film and television actor, Oscar-nominated for a supporting role as Iago in Laurence Olivier's 1965 film adaptation of Othello. \nIn 1983, Finlay was directed by Italian filmmaker Tinto Brass in the erotic classic The Key, with Stefania Sandrelli.\nHis first leading television role came in 1971 in Casanova. This led to appearances on The "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2016",
    "date": "January 30",
    "txt": "Francisco Flores Pérez, Salvadorian politician, President of El Salvador (b. 1959)",
    "entities": [
      {
        "title": "President of El Salvador",
        "href": "/wiki/President_of_El_Salvador",
        "description": "The president of El Salvador, officially known as the president of the Republic of El Salvador, is the head of state and head of government of El Salvador. He is also, by Constitutional Law, the commander-in-chief of the Armed Forces of El Salvador. The office was created in the Constitution of 1841. From 1821 until 1841, the head of state of El Salvador was styled simply as Head of State."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2016",
    "date": "January 30",
    "txt": "Georgia Davis Powers, American activist and politician (b. 1923)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2018",
    "date": "January 30",
    "txt": "Mark Salling, American actor and musician (b. 1982)",
    "entities": [
      {
        "title": "Mark Salling",
        "href": "/wiki/Mark_Salling",
        "description": "Mark Salling was an American actor known for his role as Noah \"Puck\" Puckerman on the television series Glee."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2019",
    "date": "January 30",
    "txt": "Dick Miller, American actor (b. 1928)",
    "entities": [
      {
        "title": "Dick Miller",
        "href": "/wiki/Dick_Miller",
        "description": "Richard Miller was an American character actor who appeared in more than 180 films, including many produced by Roger Corman. He later appeared in the films of directors who began their careers with Corman, including Joe Dante, James Cameron, and Martin Scorsese, with the distinction of appearing in every film directed by Dante. He was known for playing the beleaguered everyman, often in one-scene "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2021",
    "date": "January 30",
    "txt": "Sophie Xeon, Scottish musician (b. 1986)",
    "entities": [
      {
        "title": "Sophie Xeon",
        "href": "/wiki/Sophie_Xeon",
        "description": "Sophie Xeon, known mononymously as Sophie, was a Scottish musician, record producer, singer, songwriter, and DJ. Known for a brash and \"hyperkinetic\" take on pop music, Sophie worked closely with artists from the PC Music label, including A.G. Cook and GFOTY, and produced for acts such as Charli XCX, Vince Staples, Kim Petras, Madonna, Let's Eat Grandma, and Namie Amuro."
      }
    ]
  }
]