[{"heading": "Events", "year": "1325", "date": "January 7", "txt": "Alfonso IV becomes King of Portugal.", "entities": [{"title": "Afonso IV of Portugal", "href": "/wiki/Afonso_IV_of_Portugal", "description": "Afonso IV, called the Brave, was King of Portugal from 1325 until his death. He was the only legitimate son of King Denis of Portugal by his wife Elizabeth of Aragon."}, {"title": "List of Portuguese monarchs", "href": "/wiki/List_of_Portuguese_monarchs", "description": "This is a list of Portuguese monarchs who ruled from the establishment of the Kingdom of Portugal, in 1139, to the deposition of the Portuguese monarchy and creation of the Portuguese Republic with the 5 October 1910 revolution."}]}, {"heading": "Events", "year": "1558", "date": "January 7", "txt": "French troops, led by Francis, Duke of Guise, take Calais, the last continental possession of England.", "entities": [{"title": "Francis, Duke of Guise", "href": "/wiki/Francis,_Duke_of_Guise", "description": "Francis de Lorraine II, the first Prince of Joinville, also Duke of Guise and Duke of Aumale, was a French general and politician. A prominent leader during the Italian War of 1551–1559 and French Wars of Religion, he was assassinated during the siege of Orleans in 1563."}, {"title": "Calais", "href": "/wiki/Calais", "description": "Calais is a city and major ferry port in northern France in the department of Pas-de-Calais, of which it is a sub-prefecture. Although Calais is by far the largest city in Pas-de-Calais, the department's prefecture is its third-largest town of Arras. The population of the city proper is 73,911, and that of the urban area is 128,931 (2017). Calais overlooks the Strait of Dover, the narrowest point "}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1608", "date": "January 7", "txt": "Fire destroys Jamestown, Virginia.", "entities": [{"title": "Jamestown, Virginia", "href": "/wiki/Jamestown,_Virginia", "description": "The Jamestown settlement in the Colony of Virginia was the first permanent English settlement in the Americas. It was located on the northeast bank of the James (Powhatan) River about 2.5 mi (4 km) southwest of the center of modern Williamsburg. It was established by the Virginia Company of London as \"James Fort\" on May 4, 1607 O.S., and was considered permanent after a brief abandonment in 1610. "}]}, {"heading": "Events", "year": "1610", "date": "January 7", "txt": "Galileo Galilei makes his first observation of the four Galilean moons: Ganymede, Callisto, Io and Europa, although he is not able to distinguish the last two until the following day.", "entities": [{"title": "Galileo Galilei", "href": "/wiki/Galileo_Galilei", "description": "Galileo di Vincenzo Bonaiuti de' Galilei was an Italian astronomer, physicist and engineer, sometimes described as a polymath, from Pisa. Galileo has been called the \"father of observational astronomy\", the \"father of modern physics\", the \"father of the scientific method\", and the \"father of modern science\"."}, {"title": "Galilean moons", "href": "/wiki/Galilean_moons", "description": "The Galilean moons are the four largest moons of Jupiter—Io, Europa, Ganymede, and Callisto. They were first seen by Galileo Galilei in December 1609 or January 1610, and recognized by him as satellites of Jupiter in March 1610. They were the first objects found to orbit a planet other than the Earth."}, {"title": "Ganymede (moon)", "href": "/wiki/Ganymede_(moon)", "description": "Ganymede, a satellite of Jupiter, is the largest and most massive of the Solar System's moons. The ninth-largest object in the Solar System, it is the largest without a substantial atmosphere. It has a diameter of 5,268 km (3,273 mi), making it 26% larger than the planet Mercury by volume, although it is only 45% as massive. Possessing a metallic core, it has the lowest moment of inertia factor of"}, {"title": "Callisto (moon)", "href": "/wiki/Callisto_(moon)", "description": "Callisto, or Jupiter IV, is the second-largest moon of Jupiter, after Ganymede. It is the third-largest moon in the Solar System after Ganymede and Saturn's largest moon Titan, and the largest object in the Solar System that may not be properly differentiated. Callisto was discovered in 1610 by Galileo Galilei. At 4821 km in diameter, Callisto has about 99% the diameter of the planet Mercury but o"}, {"title": "Io (moon)", "href": "/wiki/Io_(moon)", "description": "Io, or Jupiter I, is the innermost and third-largest of the four Galilean moons of the planet Jupiter. Slightly larger than the Moon, Io is the fourth-largest moon in the Solar System, has the highest density of all of them, and has the lowest amount of water of any known astronomical object in the Solar System. It was discovered in 1610 by Galileo Galilei and was named after the mythological char"}, {"title": "Europa (moon)", "href": "/wiki/Europa_(moon)", "description": "Europa, or Jupiter II, is the smallest of the four Galilean moons orbiting Jupiter, and the sixth-closest to the planet of all the 79 known moons of Jupiter. It is also the sixth-largest moon in the Solar System. Europa was discovered in 1610 by Galileo Galilei and was named after Europa, the Phoenician mother of King Minos of Crete and lover of Zeus."}]}, {"heading": "Events", "year": "1738", "date": "January 7", "txt": "A peace treaty is signed between Peshwa Bajirao and Jai Singh II following Maratha victory in the Battle of Bhopal.", "entities": [{"title": "Baji Rao I", "href": "/wiki/Baji_Rao_I", "description": "Baji Rao I, born as Visaji, also known as Bajirao Ballal, was the 7th Peshwa of the Maratha empire. In his 20-year military career, he never lost a battle and is widely considered as one of the best Indian cavalry generals. His relationship with his half-Muslim wife Mastani, a subject of controversy, has been adapted in Indian novels and cinema."}, {"title": "Jai Singh II", "href": "/wiki/Jai_Singh_II", "description": "Jai Singh II was the ruler of the Kingdom of Amber, who later founded the fortified city of Jaipur and made it his capital. He was born at Amber, the capital of the Kachwahas. He became ruler of Amber at the age of 11 after his father Raja Bishan Singh died on 31 December 1699."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Battle of Bhopal", "href": "/wiki/Battle_of_Bhopal", "description": "The Battle of Bhopal, was fought on 24 December 1737 in Bhopal between the Maratha Empire and the combined army of the Nizam and several Mughal generals."}]}, {"heading": "Events", "year": "1782", "date": "January 7", "txt": "The first American commercial bank, the Bank of North America, opens.", "entities": [{"title": "Bank of North America", "href": "/wiki/Bank_of_North_America", "description": "The Bank of North America was the first chartered bank in the United States, and served as the country's first de facto central bank. Chartered by the Congress of the Confederation on May 26, 1781, and opened in Philadelphia on January 7, 1782, it was based upon a plan presented by US Superintendent of Finance Robert Morris on May 17, 1781, based on recommendations by Revolutionary era figure Alex"}]}, {"heading": "Events", "year": "1785", "date": "January 7", "txt": "Frenchman Jean-Pierre Blanchard and American John Jeffries travel from Dover, England, to Calais, France, in a gas balloon.", "entities": [{"title": "Jean-Pierre Blanchard", "href": "/wiki/Jean-Pierre_Blanchard", "description": "Jean-Pierre [François] Blanchard was a French inventor, best known as a pioneer in balloon flight, who distinguished himself in the conquest of the air in a balloon, in particular the first crossing of the English Channel, on 7 January 1785."}, {"title": "John Jeffries", "href": "/wiki/John_Jeffries", "description": "John Jeffries was an American physician, scientist, and military surgeon with the British Army in Nova Scotia and New York during the American Revolution. He is best known for accompanying French inventor Jean-Pierre Blanchard on his 1785 balloon flight across the English Channel."}, {"title": "Dover", "href": "/wiki/Dover", "description": "Dover is a town and major ferry port in Kent, South East England. It faces France across the Strait of Dover, the narrowest part of the English Channel at 33 kilometres (21 mi) from Cap Gris Nez in France. It lies south-east of Canterbury and east of Maidstone. The town is the administrative centre of the Dover District and home of the Port of Dover."}, {"title": "Calais", "href": "/wiki/Calais", "description": "Calais is a city and major ferry port in northern France in the department of Pas-de-Calais, of which it is a sub-prefecture. Although Calais is by far the largest city in Pas-de-Calais, the department's prefecture is its third-largest town of Arras. The population of the city proper is 73,911, and that of the urban area is 128,931 (2017). Calais overlooks the Strait of Dover, the narrowest point "}, {"title": "Balloon", "href": "/wiki/Balloon", "description": "A balloon is a flexible bag that can be inflated with a gas, such as helium, hydrogen, nitrous oxide, oxygen, and air. For special tasks, balloons can be filled with smoke, liquid water, granular media, or light sources. Modern day balloons are made from materials such as rubber, latex, polychloroprene, or a nylon fabric, and can come in many different colors. Some early balloons were made of drie"}]}, {"heading": "Events", "year": "1835", "date": "January 7", "txt": "HMS Beagle, with Charles Darwin on board, drops anchor off the Chonos Archipelago.", "entities": [{"title": "HMS Beagle", "href": "/wiki/HMS_Beagle", "description": "HMS Beagle was a  Cherokee-class 10-gun brig-sloop of the Royal Navy, one of more than 100 ships of this class. The vessel, constructed at a cost of £7,803, was launched on 11 May 1820 from the Woolwich Dockyard on the River Thames. Later reports say the ship took part in celebrations of the coronation of King George IV of the United Kingdom, passing through the old London Bridge, and was the firs"}, {"title": "Charles Darwin", "href": "/wiki/Charles_Darwin", "description": "Charles Robert Darwin was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution. His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branc"}, {"title": "Chonos Archipelago", "href": "/wiki/Chonos_Archipelago", "description": "The Chonos Archipelago is a series of low mountainous elongated islands with deep bays, traces of a submerged Chilean Coast Range. Most of the islands are forested with little or no human settlement. The deep Moraleda Channel separates the islands of the Chonos Archipelago from the mainland of Chile and from Magdalena Island."}]}, {"heading": "Events", "year": "1894", "date": "January 7", "txt": "Thomas Edison makes a kinetoscopic film of someone sneezing. On the same day, his employee, William Kennedy Dickson, receives a patent for motion picture film.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "William Kennedy Dickson", "href": "/wiki/William_Kennedy_Dickson", "description": "William Kennedy-Laurie Dickson was a Scottish inventor who devised an early motion picture camera under the employment of Thomas Edison."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Film", "href": "/wiki/Film", "description": "A film, also called a movie, motion picture or moving picture, is a work of visual art used to simulate experiences that communicate ideas, stories, perceptions, feelings, beauty, or atmosphere through the use of moving images. These images are generally accompanied by sound, and more rarely, other sensory stimulations. The word \"cinema\", short for cinematography, is often used to refer to filmmak"}]}, {"heading": "Events", "year": "1904", "date": "January 7", "txt": "The distress signal \"CQD\" is established only to be replaced two years later by \"SOS\".", "entities": [{"title": "Distress signal", "href": "/wiki/Distress_signal", "description": "A distress signal, also known as a distress call, is an internationally recognized means for obtaining help. Distress signals are communicated by transmitting radio signals, displaying a visually observable item or illumination, or making a sound audible from a distance."}, {"title": "CQD", "href": "/wiki/CQD", "description": "CQD is one of the first distress signals adopted for radio use. On 7 January 1904 the Marconi International Marine Communication Company issued \"Circular 57\", which specified that, for the company's installations, beginning 1 February 1904 \"the call to be given by ships in distress or in any way requiring assistance shall be 'C Q D' \"."}, {"title": "SOS", "href": "/wiki/SOS", "description": "SOS is a Morse code distress signal, used internationally, that was originally established for maritime use. In formal notation SOS is written with an overscore line, to indicate that the Morse code equivalents for the individual letters of \"SOS\" are transmitted as an unbroken sequence of three dots / three dashes / three dots, with no spaces between the letters. In International Morse Code three "}]}, {"heading": "Events", "year": "1919", "date": "January 7", "txt": "Montenegrin guerrilla fighters rebel against the planned annexation of Montenegro by Serbia, but fail.", "entities": [{"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}, {"title": "Christmas Uprising", "href": "/wiki/Christmas_Uprising", "description": "The Christmas Uprising, also known as the Christmas Rebellion, was a failed uprising in Montenegro led by the Greens in early January 1919. The military leader of the uprising was Krsto Popović and its political leader was Jovan Plamenac."}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}]}, {"heading": "Events", "year": "1920", "date": "January 7", "txt": "The New York State Assembly refuses to seat five duly elected Socialist assemblymen.", "entities": [{"title": "New York State Assembly", "href": "/wiki/New_York_State_Assembly", "description": "The New York State Assembly is the lower house of the New York State Legislature, the New York State Senate being the upper house. There are 150 seats in the Assembly. Assembly members serve two-year terms without term limits."}, {"title": "Socialist Party of America", "href": "/wiki/Socialist_Party_of_America", "description": "The Socialist Party of America (SPA) was a socialist political party in the United States formed in 1901 by a merger between the three-year-old Social Democratic Party of America and disaffected elements of the Socialist Labor Party of America which had split from the main organization in 1899."}]}, {"heading": "Events", "year": "1922", "date": "January 7", "txt": "Dáil Éireann ratifies the Anglo-Irish Treaty by a 64–57 vote.", "entities": [{"title": "Dáil Éireann", "href": "/wiki/D%C3%A1il_%C3%89ireann", "description": "Dáil Éireann is the lower house, and principal chamber, of the Oireachtas, which also includes the President of Ireland and Seanad Éireann. It consists of 160 members, known as Teachta Dála. TDs represent 39 constituencies and are directly elected at least once every five years, by the single transferable vote (STV) form of proportional representation. Its powers are similar to those of lower hous"}, {"title": "Anglo-Irish Treaty", "href": "/wiki/Anglo-Irish_Treaty", "description": "The 1921 Anglo-Irish Treaty, commonly known as The Treaty and officially the Articles of Agreement for a Treaty Between Great Britain and Ireland, was an agreement between the government of the United Kingdom of Great Britain and Ireland and representatives of the Irish Republic that concluded the Irish War of Independence. It provided for the establishment of the Irish Free State within a year as"}]}, {"heading": "Events", "year": "1927", "date": "January 7", "txt": "The first transatlantic telephone service is established from New York City to London.", "entities": [{"title": "Telephone", "href": "/wiki/Telephone", "description": "A telephone is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly. A telephone converts sound, typically and most efficiently the human voice, into electronic signals that are transmitted via cables and other communication channels to another telephone which reproduces the sound to the receiving user. The term is de"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1928", "date": "January 7", "txt": "A disastrous flood of the River Thames kills 14 people and causes extensive damage to much of riverside London.", "entities": [{"title": "1928 Thames flood", "href": "/wiki/1928_Thames_flood", "description": "The 1928 Thames flood was a disastrous flood of the River Thames that affected much of riverside London on 7 January 1928, as well as places further downriver. Fourteen people died and thousands were made homeless when floodwaters poured over the top of the Thames Embankment and part of the Chelsea Embankment collapsed. It was the last major flood to affect central London, and, along with the disa"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1931", "date": "January 7", "txt": "Guy Menzies flies the first solo non-stop trans-Tasman flight (from Australia to New Zealand) in 11 hours and 45 minutes, crash-landing on New Zealand's west coast.", "entities": [{"title": "Guy Menzies", "href": "/wiki/Guy_Menzies", "description": "Guy Lambton Menzies was an Australian aviator who flew the first solo trans-Tasman flight, from Sydney, Australia to the West Coast of New Zealand, on 7 January 1931."}, {"title": "Trans-Tasman", "href": "/wiki/Trans-Tasman", "description": "Trans-Tasman is an adjective used primarily in Australia and New Zealand, which signifies an interrelationship between both countries. Its name originates from the Tasman Sea which lies between the two countries. For example, trans-Tasman commerce would refer to commerce between these two countries.A trans-Tasman flight is a flight between Australia and New Zealand.\nThe Trans-Tasman Travel Arrange"}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}, {"title": "Westland District", "href": "/wiki/Westland_District", "description": "Westland District is a territorial authority on the West Coast of New Zealand's South Island. It is administered by the Westland District Council. The district's population is 8,920."}]}, {"heading": "Events", "year": "1935", "date": "January 7", "txt": "Benito Mussolini and French Foreign minister Pierre Laval sign the Franco-Italian Agreement.", "entities": [{"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "Foreign minister", "href": "/wiki/Foreign_minister", "description": "A foreign affairs minister or minister of foreign affairs is generally a cabinet minister in charge of a state's foreign policy and relations."}, {"title": "Pierre Laval", "href": "/wiki/Pierre_Laval", "description": "Pierre Jean Marie Laval was a French politician. During the time of the Third Republic, he served as Prime Minister of France from 27 January 1931 to 20 February 1932, and a second time from 7 June 1935 to 24 January 1936."}, {"title": "Franco-Italian Agreement", "href": "/wiki/Franco-Italian_Agreement", "description": "The Franco-Italian Agreements were signed in Rome by both French Foreign Minister Pierre Laval and Italian Prime Minister Benito Mussolini on January 7, 1935."}]}, {"heading": "Events", "year": "1940", "date": "January 7", "txt": "Winter War: Battle of Raate Road: The Finnish 9th Division finally defeat the numerically superior Soviet forces on the Raate-Suomussalmi road.", "entities": [{"title": "Winter War", "href": "/wiki/Winter_War", "description": "The Winter War also known as First Soviet-Finnish War was a war between the Soviet Union (USSR) and Finland. It began with a Soviet invasion of Finland on 30 November 1939, three months after the outbreak of World War II, and ended three and a half months later with the Moscow Peace Treaty on 13 March 1940. Despite superior military strength, especially in tanks and aircraft, the Soviet Union suff"}, {"title": "Battle of Raate Road", "href": "/wiki/Battle_of_Raate_Road", "description": "The Battle of Raate Road was a battle fought during the Winter War between the Soviet Union and Finland in January 1940, as a part of the Battle of Suomussalmi."}]}, {"heading": "Events", "year": "1948", "date": "January 7", "txt": "Kentucky Air National Guard pilot Thomas Mantell crashes while in pursuit of a supposed UFO.", "entities": [{"title": "Kentucky Air National Guard", "href": "/wiki/Kentucky_Air_National_Guard", "description": "The Kentucky Air National Guard  is the aerial militia of the Commonwealth of Kentucky, United States of America. It is, along with the Kentucky Army National Guard, an element of the Kentucky National Guard."}, {"title": "Mantell UFO incident", "href": "/wiki/Mantell_UFO_incident", "description": "On January 7, 1948, 25-year-old Captain Thomas F. Mantell, a Kentucky Air National Guard pilot, died in the crash of his P-51 Mustang fighter plane near Franklin, Kentucky, United States, after being sent in pursuit of an unidentified flying object (UFO). The event was among the most publicized early UFO incidents."}, {"title": "Unidentified flying object", "href": "/wiki/Unidentified_flying_object", "description": "An unidentified flying object (UFO) is any aerial phenomenon that cannot immediately be identified or explained. Most UFOs are identified or investigated as conventional objects or phenomena. The term is widely used for claimed observations of extraterrestrial spacecraft."}]}, {"heading": "Events", "year": "1954", "date": "January 7", "txt": "Georgetown-IBM experiment: The first public demonstration of a machine translation system is held in New York at the head office of IBM.", "entities": [{"title": "Georgetown-IBM experiment", "href": "/wiki/Georgetown-IBM_experiment", "description": "The Georgetown–IBM experiment was an influential demonstration of machine translation, which was performed during January 7, 1954. Developed jointly by the Georgetown University and IBM, the experiment involved completely automatic translation of more than sixty Russian sentences into English."}, {"title": "Machine translation", "href": "/wiki/Machine_translation", "description": "Machine translation, sometimes referred to by the abbreviation MT, is a sub-field of computational linguistics that investigates the use of software to translate text or speech from one language to another."}, {"title": "IBM", "href": "/wiki/IBM", "description": "International Business Machines Corporation (IBM) is an American multinational technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York."}]}, {"heading": "Events", "year": "1955", "date": "January 7", "txt": "Contralto Marian Anderson becomes the first person of color to perform at the Metropolitan Opera in Giuseppe Verdi's Un ballo in maschera.", "entities": [{"title": "Marian Anderson", "href": "/wiki/Marian_Anderson", "description": "Marian Anderson was an American contralto. She performed a wide range of music, from opera to spirituals. Anderson performed with renowned orchestras in major concert and recital venues throughout the United States and Europe between 1925 and 1965."}, {"title": "Metropolitan Opera", "href": "/wiki/Metropolitan_Opera", "description": "The Metropolitan Opera is an American opera company based in New York City, resident at the Metropolitan Opera House at Lincoln Center. The company is operated by the non-profit Metropolitan Opera Association, with Peter Gelb as general manager. As of 2018, the company's current music director is Yannick Nézet-Séguin."}, {"title": "Giuseppe Verdi", "href": "/wiki/Giuseppe_Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}]}, {"heading": "Events", "year": "1959", "date": "January 7", "txt": "The United States recognizes the new Cuban government of Fidel Castro.", "entities": [{"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}]}, {"heading": "Events", "year": "1968", "date": "January 7", "txt": "Surveyor Program: Surveyor 7, the last spacecraft in the Surveyor series, lifts off from launch complex 36A, Cape Canaveral.", "entities": [{"title": "Surveyor Program", "href": "/wiki/Surveyor_Program", "description": "The Surveyor program was a NASA program that, from June 1966 through January 1968, sent seven robotic spacecraft to the surface of the Moon. Its primary goal was to demonstrate the feasibility of soft landings on the Moon. The Surveyor craft were the first American spacecraft to achieve soft landing on an extraterrestrial body. The missions called for the craft to travel directly to the Moon on an"}, {"title": "Spaceport Florida Launch Complex 36", "href": "/wiki/Spaceport_Florida_Launch_Complex_36", "description": "Launch Complex 36 (LC-36)—formerly known as Space Launch Complex 36 (SLC-36) from 1997 to 2010—is a launch complex at Cape Canaveral Space Force Station in Brevard County, Florida. It was used for Atlas launches by NASA and the U.S. Air Force from 1962 until 2005."}, {"title": "Cape Canaveral Air Force Station", "href": "/wiki/Cape_Canaveral_Air_Force_Station", "description": "Cape Canaveral Space Force Station (CCSFS) is an installation of the United States Space Force's 45th Space Wing, located on Cape Canaveral in Brevard County, Florida."}]}, {"heading": "Events", "year": "1973", "date": "January 7", "txt": "In his second shooting spree of the week, Mark Essex fatally shoots seven people and wounds five others at Howard Johnson's Hotel in New Orleans, Louisiana, before being shot to death by police officers.", "entities": [{"title": "Mark Essex", "href": "/wiki/Mark_Essex", "description": "Mark James Robert Essex was an American serial sniper and black nationalist who killed a total of nine people, including five policemen, and wounded 13 others in New Orleans on December 31, 1972 and January 7, 1973. He was killed in the second armed confrontation. He was also a one-time member of a New York-based branch of the Black Panthers and allegedly sought to kill white people and police off"}, {"title": "Howard Johnson's", "href": "/wiki/Howard_Johnson%27s", "description": "Howard Johnson's, or Howard Johnson by Wyndham, is an American chain of hotels and motels located primarily throughout the United States. It was also a chain of restaurants for over 90 years and widely known for that alone. Founded by Howard Deering Johnson, it was the largest restaurant chain in the U.S. throughout the 1960s and 1970s, with more than 1,000 combined company-owned and franchised ou"}, {"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}]}, {"heading": "Events", "year": "1979", "date": "January 7", "txt": "Third Indochina War: Cambodian–Vietnamese War: Phnom Penh falls to the advancing Vietnamese troops, driving out Pol Pot and the Khmer Rouge.", "entities": [{"title": "Sino-Vietnamese War", "href": "/wiki/Sino-Vietnamese_War", "description": "The Sino-Vietnamese War was a border war fought between China and Vietnam in early 1979. China launched an offensive in response to Vietnam's actions against the Khmer Rouge in 1978, which ended the rule of the Chinese-backed Khmer Rouge. Both China and Vietnam claimed victory in the last of the Indochina Wars."}, {"title": "Cambodian–Vietnamese War", "href": "/wiki/Cambodian%E2%80%93Vietnamese_War", "description": "The Cambodian–Vietnamese War, known in Vietnam as the Counter-offensive on the Southwestern border, and by Cambodian nationalists as the Vietnamese invasion of Cambodia, was an armed conflict between Democratic Kampuchea, controlled by the Khmer Rouge, and the Socialist Republic of Vietnam. The war began with repeated attacks by the Kampuchean Revolutionary Army on the southwestern border of Vietn"}, {"title": "Phnom Penh", "href": "/wiki/Phnom_Penh", "description": "Phnom Penh is the capital and most populous city in Cambodia. It has been the national capital since French colonization of Cambodia, and has grown to become the nation's economic, industrial, and cultural center."}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Pol Pot", "href": "/wiki/Pol_Pot", "description": "Pol Pot was a Cambodian revolutionary and politician who governed Cambodia as the Prime Minister of Democratic Kampuchea between 1975 and 1979. Ideologically a Marxist–Leninist and a Khmer nationalist, he was a leading member of Cambodia's communist movement, the Khmer Rouge, from 1963 until 1997 and served as the General Secretary of the Communist Party of Kampuchea from 1963 to 1981. Under his a"}, {"title": "Khmer Rouge", "href": "/wiki/Khmer_Rouge", "description": "The Khmer Rouge is the name that was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name was coined in the 1960s by Norodom Sihanouk to describe his country's heterogeneous, communist-led dissidents, with whom he allied after his 1970 overthrow."}]}, {"heading": "Events", "year": "1980", "date": "January 7", "txt": "U.S. President Jimmy Carter authorizes legislation giving $1.5 billion in loans to bail out the Chrysler Corporation.", "entities": [{"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "Chrysler", "href": "/wiki/Chrysler", "description": "Chrysler is one of the \"Big Three\" automobile manufacturers in the United States, headquartered in Auburn Hills, Michigan. In addition to the Chrysler brand, Stellantis North America sells vehicles worldwide under the Dodge, Jeep, and Ram nameplates. It also includes Mopar, its automotive parts and accessories division, and SRT, its performance automobile division."}]}, {"heading": "Events", "year": "1984", "date": "January 7", "txt": "Brunei becomes the sixth member of the Association of Southeast Asian Nations (ASEAN).", "entities": [{"title": "Brunei", "href": "/wiki/Brunei", "description": "Brunei, officially the Nation of Brunei, the Abode of Peace, is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Bor"}, {"title": "Association of Southeast Asian Nations", "href": "/wiki/Association_of_Southeast_Asian_Nations", "description": "ASEAN; officially the Association of Southeast Asian Nations, is an economic union comprising 10 member states in Southeast Asia, which promotes intergovernmental cooperation and facilitates economic, political, security, military, educational, and sociocultural integration among its members and other countries in Asia."}]}, {"heading": "Events", "year": "1985", "date": "January 7", "txt": "Japan Aerospace Exploration Agency launches Sakigake, Japan's first interplanetary spacecraft and the first deep space probe to be launched by any country other than the United States or the Soviet Union.", "entities": [{"title": "Japan Aerospace Exploration Agency", "href": "/wiki/Japan_Aerospace_Exploration_Agency", "description": "The Japan Aerospace Exploration Agency (JAXA)  is the Japanese national aerospace and space agency. Through the merger of three previously independent organizations, JAXA was formed on 1 October 2003. JAXA is responsible for research, technology development and launch of satellites into orbit, and is involved in many more advanced missions such as asteroid exploration and possible human exploratio"}, {"title": "Robotic spacecraft", "href": "/wiki/Robotic_spacecraft", "description": "A robotic spacecraft is an uncrewed spacecraft, usually under telerobotic control. A robotic spacecraft designed to make scientific research measurements is often called a space probe. Many space missions are more suited to telerobotic rather than crewed operation, due to lower cost and lower risk factors. In addition, some planetary destinations such as Venus or the vicinity of Jupiter are too ho"}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}]}, {"heading": "Events", "year": "1991", "date": "January 7", "txt": "Roger Lafontant, former leader of the Tonton Macoute in Haiti under François Duvalier, attempts a coup d'état, which ends in his arrest.", "entities": [{"title": "Roger Lafontant", "href": "/wiki/Roger_Lafontant", "description": "Roger Lafontant was the former leader of the Tonton Macoutes and the former Minister of Haitian dictator Jean-Claude Duvalier. He was the leader of an attempted coup d'état in January 1991, an effort which ultimately led to his death."}, {"title": "Tonton Macoute", "href": "/wiki/Tonton_Macoute", "description": "The Tonton Macoute or simply the Macoute was a special operations unit within the Haitian paramilitary force created in 1959 by dictator François \"Papa Doc\" Duvalier. In 1970 the militia was renamed the Volontaires de la Sécurité Nationale. Haitians named this force after the Haitian mythological bogeyman, Tonton Macoute, who kidnaps and punishes unruly children by snaring them in a gunny sack and"}, {"title": "Haiti", "href": "/wiki/Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}, {"title": "François Duvalier", "href": "/wiki/Fran%C3%A7ois_Duvalier", "description": "François Duvalier, also known as Papa Doc, was a Haitian politician who served as the President of Haiti from 1957 to 1971. He was elected president in 1957 on a populist and black nationalist platform. After thwarting a military coup d'état in 1958, his regime rapidly became totalitarian and despotic. An undercover government death squad, the Tonton Macoute, indiscriminately killed Duvalier's opp"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "1993", "date": "January 7", "txt": "The Fourth Republic of Ghana is inaugurated with Jerry Rawlings as President.", "entities": [{"title": "History of Ghana", "href": "/wiki/History_of_Ghana#Recent_events", "description": "The Republic of Ghana is named after the medieval West African Ghana Empire. The empire became known in Europe and Arabia as the Ghana Empire after the title of its Emperor, the Ghana. The Empire appears to have broken up following the 1076 conquest by the Almoravid General Abu-Bakr Ibn-Umar. A reduced kingdom continued to exist after Almoravid rule ended, and the kingdom was later incorporated in"}, {"title": "Jerry Rawlings", "href": "/wiki/Jerry_Rawlings", "description": "Jerry John Rawlings was a Ghanaian military officer and politician who led the country from 1981 to 2001 and also for a brief period in 1979. He led a military junta until 1992, and then served two terms as the democratically elected President of Ghana."}]}, {"heading": "Events", "year": "1993", "date": "January 7", "txt": "Bosnian War: The Bosnian Army executes a surprise attack at the village of Kravica in Srebrenica.", "entities": [{"title": "Armed Forces of Bosnia and Herzegovina", "href": "/wiki/Armed_Forces_of_Bosnia_and_Herzegovina", "description": "The Armed Forces of Bosnia and Herzegovina is the official military force of Bosnia and Herzegovina. The BiH armed forces were officially unified in 2005 and are composed of two founding armies: the Bosniak-Croat Army of the Federation of Bosnia and Herzegovina and the Bosnian Serbs' Army of Republika Srpska (VRS)."}, {"title": "Kravica attack (1993)", "href": "/wiki/Kravica_attack_(1993)", "description": "The Kravica attack was an attack on the Bosnian Serb village of Kravica by the Army of the Republic of Bosnia and Herzegovina (ARBiH) from the Srebrenica enclave on Orthodox Christmas Day, 7 January 1993. During the Bosnian War, the Srebrenica enclave was besieged by the Serb forces who rarely allowed humanitarian aid to enter the area, creating hunger and lack of medicine among the Srebrenica inh"}, {"title": "Srebrenica", "href": "/wiki/Srebrenica", "description": "Srebrenica, known by the Romans as Argentaria, is a town and municipality located in the easternmost part of Republika Srpska, an entity of Bosnia and Herzegovina. It is a small mountain town, with its main industry being salt mining and a nearby spa. As of 2013, the town has a population of 2,607 inhabitants, while the municipality has 13,409 inhabitants."}]}, {"heading": "Events", "year": "1994", "date": "January 7", "txt": "A British Aerospace Jetstream 41 operating as United Express Flight 6291 crashes in Gahanna, Ohio, killing five of the eight people on board.", "entities": [{"title": "British Aerospace Jetstream 41", "href": "/wiki/British_Aerospace_Jetstream_41", "description": "The British Aerospace Jetstream 41 is a turboprop-powered feederliner and regional airliner, designed by British Aerospace as a stretched version of the popular Jetstream 31. Intended to compete directly with 30-seat aircraft like the Embraer Brasilia, Dornier 328 and Saab 340, the new design eventually accommodated 29 passengers in a two-by-one arrangement like the Jetstream 31. Eastern Airways o"}, {"title": "United Express Flight 6291", "href": "/wiki/United_Express_Flight_6291", "description": "United Express Flight 6291 was a regularly scheduled United Express flight from Washington Dulles International Airport near Washington, D.C. to Port Columbus International Airport in Columbus, Ohio. It was a service operated by Atlantic Coast Airlines on behalf of United Express."}, {"title": "Gahanna, Ohio", "href": "/wiki/Gahanna,_Ohio", "description": "Gahanna is a city situated in northeast Franklin County, Ohio, United States. It is a suburb of Columbus. The population was 33,248 at the 2010 census. It was founded in 1849."}]}, {"heading": "Events", "year": "1999", "date": "January 7", "txt": "The Senate trial in the impeachment of U.S. President Bill Clinton begins.", "entities": [{"title": "Impeachment of Bill Clinton", "href": "/wiki/Impeachment_of_Bill_Clinton", "description": "The impeachment of Bill Clinton occurred when Bill Clinton, the 42nd president of the United States, was impeached by the United States House of Representatives of the 105th United States Congress on December 19, 1998 for \"high crimes and misdemeanors\". The House adopted two articles of impeachment against Clinton, with the specific charges against Clinton were lying under oath and obstruction of "}, {"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}]}, {"heading": "Events", "year": "2012", "date": "January 7", "txt": "A hot air balloon crashes near Carterton, New Zealand, killing all 11 people on board.", "entities": [{"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}, {"title": "2012 Carterton hot air balloon crash", "href": "/wiki/2012_Carterton_hot_air_balloon_crash", "description": "On 7 January 2012, a scenic hot air balloon flight from Carterton, New Zealand, collided with a high-voltage power line while attempting to land, causing it to catch fire, disintegrate and crash just north of the town, killing all eleven people on board."}, {"title": "Carterton, New Zealand", "href": "/wiki/Carterton,_New_Zealand", "description": "Carterton is a small town in the Wellington Region of New Zealand and the seat of the Carterton District. It lies in a farming area of the Wairarapa in New Zealand's North Island. It is located 14 kilometres (8.7 mi) southwest of Masterton and 80 kilometres (50 mi) northeast of Wellington. The town has a population of 5,800, out of a total district population of 9,960."}]}, {"heading": "Events", "year": "2015", "date": "January 7", "txt": "Two gunmen commit mass murder at the offices of Charlie Hebdo in Paris, shooting twelve people execution style, and wounding eleven others.", "entities": [{"title": "Charlie Hebdo shooting", "href": "/wiki/Charlie_Hebdo_shooting", "description": "On 7 January 2015 at about 11:30 a.m. CET local time, two French Muslim brothers, Saïd and Chérif Kouachi, forced their way into the offices of the French satirical weekly newspaper Charlie Hebdo in Paris. Armed with rifles and other weapons, they killed 12 people and injured 11 others. The gunmen identified themselves as belonging to the Islamic terrorist group al-Qaeda in the Arabian Peninsula, "}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Events", "year": "2015", "date": "January 7", "txt": "A car bomb explodes outside a police college in the Yemeni capital Sana'a with at least 38 people reported dead and more than 63 injured.", "entities": [{"title": "Yemen", "href": "/wiki/Yemen", "description": "Yemen, officially the Republic of Yemen, is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres. The coastline stretches for about 2,000 kilometres. Yemen's constitutionally stated capital is the city of Sanaa, but the city has been under Houthi rebel control since February 2015 "}, {"title": "Sana'a", "href": "/wiki/Sana%27a", "description": "Sanaa, also spelled Sanaʽa or Sana, is the largest city in Yemen and the centre of Sanaa Governorate. The city is not part of the Governorate, but forms the separate administrative district of \"Amanat Al-Asemah\". Under the Yemeni constitution, Sanaʽa is the capital of the country, although the seat of the Yemeni government moved to Aden, the former capital of South Yemen in the aftermath of the Ho"}]}, {"heading": "Events", "year": "2020", "date": "January 7", "txt": "The 6.4Mw  2019–20 Puerto Rico earthquakes kill four and injure nine in southern Puerto Rico.", "entities": [{"title": "2019–20 Puerto Rico earthquakes", "href": "/wiki/2019%E2%80%9320_Puerto_Rico_earthquakes", "description": "Starting on December 28, 2019, and progressing into 2021, the southwestern part of the island of Puerto Rico was struck by an earthquake swarm, including 11 that were of magnitude 5 or greater. The largest and most damaging of this sequence was a magnitude 6.4 Mw, which occurred on January 7 at 04:24 AST (08:24 UTC), with a maximum felt intensity of VII on the Modified Mercalli intensity scale. At"}, {"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}]}, {"heading": "Births", "year": "0889", "date": "January 7", "txt": "Li Bian, emperor of Southern Tang (d. 943)", "entities": [{"title": "Li Bian", "href": "/wiki/Li_Bian", "description": "Li Bian, known as Xu Gao between 937 and 939 and Xu Zhigao before 937, and possibly Li Pengnu during his childhood, also known posthumously by his temple name Liezu, was the founder and first emperor of the Southern Tang. In traditional histories, he is also often referred to as the First Lord of Southern Tang (南唐先主). He was an adopted son and successor of the Wu regent Xu Wen who usurped power fr"}, {"title": "Southern Tang", "href": "/wiki/Southern_Tang", "description": "Southern Tang was a state in Southern China that existed during Five Dynasties and Ten Kingdoms period, which proclaimed itself to be the successor of the former Tang Dynasty. The capital was located at Nanjing in present-day Jiangsu Province. At its territorial peak in 951, the Southern Tang controlled the whole of modern Jiangxi, and portions of Anhui, Fujian, Hubei, Hunan, and Jiangsu provinces"}]}, {"heading": "Births", "year": "1355", "date": "January 7", "txt": "Thomas of Woodstock, 1st Duke of Gloucester, English politician, Lord High Constable of England (d. 1397)", "entities": [{"title": "Thomas of Woodstock, 1st Duke of Gloucester", "href": "/wiki/Thomas_of_Woodstock,_1st_Duke_of_Gloucester", "description": "Thomas of Woodstock, 1st Duke of Gloucester was the fifth surviving son and youngest child of King Edward III of England and Philippa of Hainault."}, {"title": "Lord High Constable of England", "href": "/wiki/Lord_High_Constable_of_England", "description": "The Lord High Constable of England is the seventh of the Great Officers of State, ranking beneath the Lord Great Chamberlain and above the Earl Marshal. His office is now called out of abeyance only for coronations. The Lord High Constable was originally the commander of the royal armies and the Master of the Horse. He was also, in conjunction with the Earl Marshal, president of the court of chiva"}]}, {"heading": "Births", "year": "1502", "date": "January 7", "txt": "Pope Gregory XIII (d. 1585)", "entities": [{"title": "Pope Gregory XIII", "href": "/wiki/Pope_Gregory_XIII", "description": "Pope Gregory XIII, born Ugo Boncompagni, was head of the Catholic Church and ruler of the Papal States from 13 May 1572 to his death in 1585. He is best known for commissioning and being the namesake for the Gregorian calendar, which remains the internationally accepted civil calendar to this day."}]}, {"heading": "Births", "year": "1634", "date": "January 7", "txt": "Adam Krieger, German organist and composer (d. 1666)", "entities": [{"title": "Adam Krieger", "href": "/wiki/Adam_Krieger", "description": "Adam Krieger was a German composer. Born in Driesen, Neumark, he studied organ with Samuel Scheidt in Halle. He succeeded Johann Rosenmüller as organist at Leipzig's Nikolaikirche (1655–57) and founded the city's Collegium Musicum before settling for the rest of his career in Dresden."}]}, {"heading": "Births", "year": "1647", "date": "January 7", "txt": "William Louis, Duke of Württemberg (d. 1677)[citation needed]", "entities": [{"title": "William Louis, Duke of Württemberg", "href": "/wiki/William_Louis,_Duke_of_W%C3%BCrttemberg", "description": "William Louis of Württemberg was the ruler of the senior Duchy of Württemberg from 1674 until his death in 1677."}]}, {"heading": "Births", "year": "1685", "date": "January 7", "txt": "Jonas Alströmer, Swedish agronomist and businessman (d. 1761)", "entities": [{"title": "Jonas Alströmer", "href": "/wiki/Jonas_Alstr%C3%B6mer", "description": "Jonas Alströmer was a pioneer of agriculture and industry in Sweden."}]}, {"heading": "Births", "year": "1706", "date": "January 7", "txt": "Johann Heinrich Zedler, German publisher (d. 1751)", "entities": [{"title": "Johann Heinrich Zedler", "href": "/wiki/Johann_Heinrich_Zedler", "description": "Johann Heinrich Zedler was a bookseller and publisher. His most important achievement was the creation of a German encyclopedia, the Grosses Universal-Lexicon , \nthe largest and most comprehensive German-language encyclopedia developed in the 18th century."}]}, {"heading": "Births", "year": "1713", "date": "January 7", "txt": "Giovanni Battista Locatelli, Italian director and manager (d. 1785)", "entities": [{"title": "Giovanni Battista Locatelli (opera director)", "href": "/wiki/Giovanni_Battista_Locatelli_(opera_director)", "description": "Giovanni Battista Locatelli was an Italian opera director, impresario and owner of a private opera company."}]}, {"heading": "Births", "year": "1718", "date": "January 7", "txt": "Israel Putnam, American general (d. 1790)", "entities": [{"title": "Israel Putnam", "href": "/wiki/Israel_Putnam", "description": "Israel Putnam, popularly known as \"Old Put\", was an American army general officer who fought with distinction at the Battle of Bunker Hill during the American Revolutionary War (1775–1783). He also served notably as an officer with Rogers' Rangers during the French and Indian War (1754–1763), when he was captured by Mohawk warriors. He was saved from the ritual burning given to enemies by the inte"}]}, {"heading": "Births", "year": "1746", "date": "January 7", "txt": "George Elphinstone, 1st Viscount Keith, Scottish admiral and politician (d. 1823)", "entities": [{"title": "George Elphinstone, 1st Viscount Keith", "href": "/wiki/George_Elphinstone,_1st_Viscount_Keith", "description": "Admiral George Keith Elphinstone, 1st Viscount Keith, GCB was a British naval officer active throughout the Napoleonic Wars."}]}, {"heading": "Births", "year": "1768", "date": "January 7", "txt": "Joseph Bonaparte, Italian king (d. 1844)", "entities": [{"title": "Joseph Bonaparte", "href": "/wiki/Joseph_Bonaparte", "description": "Joseph-Napoléon Bonaparte, Comte de Survilliers, was a French lawyer and diplomat and older brother of Napoleon Bonaparte. The latter made him King of Naples, and later King of Spain. After the fall of Napoleon, Joseph styled himself Comte de Survilliers. He emigrated to the United States, where he settled near Bordentown, New Jersey on an estate overlooking the Delaware River not far from Philade"}]}, {"heading": "Births", "year": "1797", "date": "January 7", "txt": "Mariano Paredes, Mexican general and 16th president (1845-1846) (d. 1849)", "entities": [{"title": "Mariano Paredes (President of Mexico)", "href": "/wiki/Mariano_Paredes_(President_of_Mexico)", "description": "Mariano Paredes y Arrillaga was a Conservative Mexican general and president. He took power via a coup d'état in 1846. He was the president at the start of the Mexican–American War, and was himself overthrown on 28 July 1846. \"Strongly proclerical, he believed that a liberal democracy and federal structure were inappropriate for Mexico in its then state of development, and that the country could b"}]}, {"heading": "Births", "year": "1800", "date": "January 7", "txt": "Millard Fillmore, American politician, 13th President of the United States (d. 1874)", "entities": [{"title": "Millard Fillmore", "href": "/wiki/Millard_Fillmore", "description": "Millard Fillmore was the 13th president of the United States, serving from 1850 to 1853, the last to be a member of the Whig Party while in the White House. A former member of the U.S. House of Representatives from Upstate New York, Fillmore was elected as the 12th U.S. Vice President in 1848, and succeeded to the presidency in July 1850 upon the death of U.S. President Zachary Taylor. Fillmore wa"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1814", "date": "January 7", "txt": "Robert Nicoll, Scottish poet (d.1837)", "entities": [{"title": "Robert Nicoll", "href": "/wiki/Robert_Nicoll", "description": "Robert Nicoll was a Scottish poet and lyricist whose life, although short, left a lasting impact."}]}, {"heading": "Births", "year": "1815", "date": "January 7", "txt": "Elizabeth Louisa Foster Mather, American writer (d.1882)", "entities": [{"title": "Elizabeth Louisa Foster Mather", "href": "/wiki/Elizabeth_Louisa_Foster_Mather", "description": "Elizabeth Louisa Foster Mather was a 19th-century American writer.\nShe wrote essays, stories and poems for 40 years on religious subjects, capital punishment, and woman's suffrage."}]}, {"heading": "Births", "year": "1827", "date": "January 7", "txt": "Sandford Fleming, Scottish-Canadian engineer, created Universal Standard Time (d. 1915)", "entities": [{"title": "Sandford Fleming", "href": "/wiki/Sandford_Fleming", "description": "Sir Sandford Fleming was a Scottish Canadian engineer and inventor. Born and raised in Scotland, he emigrated to colonial Canada at the age of 18. He promoted worldwide standard time zones, a prime meridian, and use of the 24-hour clock as key elements to communicating the accurate time, all of which influenced the creation of Coordinated Universal Time. He designed Canada's first postage stamp, p"}, {"title": "Universal Standard Time", "href": "/wiki/Universal_Standard_Time", "description": "\nUniversal Time (UT) is a time standard based on Earth's rotation. There are several versions of Universal Time, which differ by up to a few seconds. The most commonly used are Coordinated Universal Time (UTC) and UT1. All of these versions of UT, except for UTC, are based on Earth's rotation relative to distant celestial objects, but with a scaling factor and other adjustments to make them closer"}]}, {"heading": "Births", "year": "1830", "date": "January 7", "txt": "Albert Bierstadt, American painter (d. 1902)", "entities": [{"title": "Albert Bierstadt", "href": "/wiki/Albert_Bierstadt", "description": "Albert Bierstadt was a German-American painter best known for his lavish, sweeping landscapes of the American West. He joined several journeys of the Westward Expansion to paint the scenes. He was not the first artist to record the sites, but he was the foremost painter of them for the remainder of the 19th century."}]}, {"heading": "Births", "year": "1831", "date": "January 7", "txt": "Heinrich von Stephan, German postman, founded the Universal Postal Union (d. 1897)", "entities": [{"title": "Heinrich von Stephan", "href": "/wiki/Heinrich_von_Stephan", "description": "Ernst Heinrich Wilhelm von Stephan was a general post director for the German Empire who reorganized the German postal service. He was integral in the founding of the Universal Postal Union in 1874, and in 1877 introduced the telephone to Germany."}, {"title": "Universal Postal Union", "href": "/wiki/Universal_Postal_Union", "description": "The Universal Postal Union, established by the Treaty of Bern of 1874, is a specialized agency of the United Nations (UN) that coordinates postal policies among member nations, in addition to the worldwide postal system. The UPU contains four bodies consisting of the Congress, the Council of Administration (CA), the Postal Operations Council (POC) and the International Bureau (IB). It also oversee"}]}, {"heading": "Births", "year": "1832", "date": "January 7", "txt": "James Munro, Scottish-Australian publisher and politician, 15th Premier of Victoria (d. 1908)", "entities": [{"title": "James Munro (Australian politician)", "href": "/wiki/James_Munro_(Australian_politician)", "description": "James Munro was a Scottish born Australian businessman and colonial politician, and the 15th Premier of Victoria. He is best known as one of the leading figures in the land boom of the 1880s and especially the subsequent crash of the early 1890s, where his Christian morals were seen to clash with his business activities. He was also the former Commonwealth Secretary, and an able Minister in Victor"}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1834", "date": "January 7", "txt": "Johann Philipp Reis, German physicist and academic, invented the Reis telephone (d. 1874)", "entities": [{"title": "Johann Philipp Reis", "href": "/wiki/Johann_Philipp_Reis", "description": "Johann Philipp Reis was a self-taught German scientist and inventor. In 1861, he constructed the first make-and-break telephone, today called the Reis telephone."}, {"title": "Reis telephone", "href": "/wiki/Reis_telephone", "description": "The Reis telephone was an invention named after Philipp Reis of a telephonelike device he constructed. Reis's first successful work is dated to October 1861."}]}, {"heading": "Births", "year": "1837", "date": "January 7", "txt": "Thomas Henry Ismay, English businessman, founded the White Star Line Shipping Company (d. 1899)", "entities": [{"title": "Thomas Henry Ismay", "href": "/wiki/Thomas_Henry_Ismay", "description": "Thomas Henry Ismay was the founder of the Oceanic Steam Navigation Company, more commonly known as the White Star Line. His son Joseph Bruce Ismay, managing director of the White Star Line who in 1912 sailed on the maiden voyage of the ocean liner RMS Titanic."}, {"title": "White Star Line", "href": "/wiki/White_Star_Line", "description": "The Oceanic Steam Navigation Company, more commonly known as the White Star Line (WSL), was a British shipping company. Founded out of the remains of a defunct packet company, it gradually rose up to become one of the most prominent shipping lines in the world, providing passenger and cargo services between the British Empire and the United States. While many other shipping lines focused primarily"}]}, {"heading": "Births", "year": "1844", "date": "January 7", "txt": "Bernadette Soubirous, French nun and saint (d. 1879)", "entities": [{"title": "Bernadette Soubirous", "href": "/wiki/Bernadette_Soubirous", "description": "Bernadette Soubirous, also known as Saint Bernadette of Lourdes, was the firstborn daughter of a miller from Lourdes, in the department of Hautes-Pyrénées in France, and is best known for experiencing Marian apparitions of a \"young lady\" who asked for a chapel to be built at the nearby cave-grotto at Massabielle. These apparitions are said to have occurred between 11 February and 16 July 1858, and"}]}, {"heading": "Births", "year": "1858", "date": "January 7", "txt": "Eliezer Ben-Yehuda, Belarusian lexicographer and journalist (d. 1922)", "entities": [{"title": "Eliezer Ben-Yehuda", "href": "/wiki/Eliezer_Ben-Yehuda", "description": "Eliezer Ben‑Yehuda was a Hebrew lexicographer and newspaper editor. He was the driving force behind the revival of the Hebrew language in the modern era."}]}, {"heading": "Births", "year": "1863", "date": "January 7", "txt": "Anna Murray Vail, American botanist and first librarian of the New York Botanical Garden (d. 1955)", "entities": [{"title": "Anna Murray Vail", "href": "/wiki/Anna_Murray_Vail", "description": "Anna Murray Vail was an American botanist and first librarian of the New York Botanical Garden. She was a student of the Columbia University botanist and geologist Nathaniel Lord Britton, with whom she helped to found the New York Botanical Garden."}, {"title": "New York Botanical Garden", "href": "/wiki/New_York_Botanical_Garden", "description": "The New York Botanical Garden (NYBG) is a botanical garden located at Bronx Park in the Bronx, New York City. Established in 1891, it is located on a 250-acre (100 ha) site that contains a landscape with over one million living plants; the Enid A. Haupt Conservatory, a greenhouse containing several habitats; and the LuEsther T. Mertz Library, which contains one of the world's largest collections o"}]}, {"heading": "Births", "year": "1871", "date": "January 7", "txt": "Émile Borel, French mathematician and politician (d. 1956)", "entities": [{"title": "Émile Borel", "href": "/wiki/%C3%89mile_Borel", "description": "Félix Édouard Justin Émile Borel was a French mathematician and politician. As a mathematician, he was known for his founding work in the areas of measure theory and probability."}]}, {"heading": "Births", "year": "1873", "date": "January 7", "txt": "Charles Péguy, French poet and journalist (d. 1914)", "entities": [{"title": "Charles Péguy", "href": "/wiki/Charles_P%C3%A9guy", "description": "Charles Pierre Péguy was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic.\nFrom that time, Catholicism strongly influenced his works."}]}, {"heading": "Births", "year": "1873", "date": "January 7", "txt": "Adolph Zukor, Hungarian-American film producer, co-founded Paramount Pictures (d. 1976)", "entities": [{"title": "Paramount Pictures", "href": "/wiki/Paramount_Pictures", "description": "Paramount Pictures Corporation is an American film and television production and distribution company and a subsidiary of ViacomCBS. It is the fifth oldest film studio in the world, the second oldest film studio in the United States, and the sole member of the \"Big Five\" film studios still located in the city limits of Los Angeles."}]}, {"heading": "Births", "year": "1875", "date": "January 7", "txt": "Gustav Flatow, German gymnast (d. 1945)", "entities": [{"title": "Gustav Flatow", "href": "/wiki/Gustav_Flatow", "description": "Gustav Felix Flatow was a German gymnast. He competed at the 1896 Summer Olympics in Athens and at the 1900 Summer Olympics in Paris. Flatow was Jewish, and was born in Berent, West Prussia. In 1892, he moved to Berlin."}]}, {"heading": "Births", "year": "1876", "date": "January 7", "txt": "William Hurlstone, English pianist and composer (d. 1906)", "entities": [{"title": "William Hurlstone", "href": "/wiki/William_Hurlstone", "description": "\n\nWilliam Yeates Hurlstone was an English composer. Showing brilliant musical talent from an early age, he died young, before his full potential could be realized. Nevertheless, he left behind an exquisite, albeit small, body of work. His teacher Sir Charles Villiers Stanford considered him the most talented of his pupils, above Ralph Vaughan Williams and Gustav Holst."}]}, {"heading": "Births", "year": "1877", "date": "January 7", "txt": "William Clarence Matthews, American baseball player, coach, and lawyer (d. 1928)", "entities": [{"title": "William Clarence Matthews", "href": "/wiki/William_Clarence_Matthews", "description": "William Clarence Matthews was an early 20th-century African-American pioneer in athletics, politics and law. Born in Selma, Alabama, Matthews was enrolled at the Tuskegee Institute and, with the help of Booker T. Washington, enrolled at the Phillips Academy in 1900 and Harvard University in 1901. At Harvard, he became one of the standout baseball players, leading the team in batting average for th"}]}, {"heading": "Births", "year": "1889", "date": "January 7", "txt": "Vera de Bosset, Russian-American ballerina (d. 1982)", "entities": [{"title": "Vera de Bosset", "href": "/wiki/Vera_de_Bosset", "description": "Vera de Bosset Stravinsky was a Russian American dancer and artist. She is better known as the second wife of the Russian composer Igor Stravinsky, who married her in 1940."}]}, {"heading": "Births", "year": "1891", "date": "January 7", "txt": "Zora Neale Hurston, American novelist, short story writer, and folklorist (d. 1960)", "entities": [{"title": "Zora Neale Hurston", "href": "/wiki/Zora_Neale_Hurston", "description": "Zora Neale Hurston was an American author, anthropologist, and filmmaker. She portrayed racial struggles in the early-1900s American South and published research on hoodoo. The most popular of her four novels is Their Eyes Were Watching God, published in 1937. She also wrote more than 50 short stories, plays, and essays."}]}, {"heading": "Births", "year": "1895", "date": "January 7", "txt": "Hudson Fysh, Australian pilot and businessman, co-founded Qantas Airways Limited (d. 1974)", "entities": [{"title": "Hudson Fysh", "href": "/wiki/Hudson_Fysh", "description": "Sir Wilmot Hudson Fysh, KBE, DFC was an Australian aviator and businessman. A founder of the Australian airline company Qantas, Fysh was born in Launceston, Tasmania. Serving in the Battle of Gallipoli and Palestine Campaign as a lieutenant of the Australian Light Horse Brigade, Fysh later became an observer and gunner to Paul McGinness in the AFC. He was awarded a Distinguished Flying Cross durin"}, {"title": "Qantas", "href": "/wiki/Qantas", "description": "Qantas Airways Limited is the flag carrier of Australia and its largest airline by fleet size, international flights and international destinations. It is the world's third-oldest airline still in operation, having been founded in November 1920; it began international passenger flights in May 1935. The Qantas name comes from \"QANTAS\", an acronym for its original name, Queensland and Northern Terri"}]}, {"heading": "Births", "year": "1899", "date": "January 7", "txt": "Al Bowlly, Mozambican-English singer-songwriter (disputed; d. 1941)", "entities": [{"title": "Al Bowlly", "href": "/wiki/Al_Bowlly", "description": "Albert Allick Bowlly was a Mozambican-born South African/British vocalist and jazz guitarist, who was popular during the 1930s in Britain. He recorded more than 1,000 songs."}]}, {"heading": "Births", "year": "1899", "date": "January 7", "txt": "Francis Poulenc, French pianist and composer (d. 1963)", "entities": []}, {"heading": "Births", "year": "1900", "date": "January 7", "txt": "John Brownlee, Australian actor and singer (d. 1969)", "entities": [{"title": "John Brownlee (baritone)", "href": "/wiki/John_Brownlee_(baritone)", "description": "John Donald Mackenzie Brownlee was an Australian operatic baritone. For most of his professional career he was based in Europe and then the United States."}]}, {"heading": "Births", "year": "1908", "date": "January 7", "txt": "Red Allen, American trumpet player (d. 1967)", "entities": [{"title": "Red Allen", "href": "/wiki/Red_Allen", "description": "Henry James \"Red\" Allen was an American jazz trumpeter and vocalist whose style has been claimed to be the first to fully incorporate the innovations of Louis Armstrong."}]}, {"heading": "Births", "year": "1910", "date": "January 7", "txt": "Orval Faubus, American soldier and politician, 36th Governor of Arkansas (d. 1994)", "entities": [{"title": "Orval Faubus", "href": "/wiki/Orval_Faubus", "description": "Orval Eugene Faubus was an American politician who served as the 36th Governor of Arkansas from 1955 to 1967, as a member of the Democratic Party."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Births", "year": "1912", "date": "January 7", "txt": "Charles Addams, American cartoonist, created The Addams Family (d. 1988)", "entities": [{"title": "Charles Addams", "href": "/wiki/Charles_Addams", "description": "Charles Samuel Addams was an American artist and cartoonist known for his darkly humorous and macabre characters. He signed his cartoons under the pen name Chas Addams. Some of the recurring characters, who became known as the Addams Family, have been the basis for spin-offs in several other forms of media."}, {"title": "The Addams Family", "href": "/wiki/The_Addams_Family", "description": "The Addams Family is a fictional household created by American cartoonist Charles Addams in 1938. The Addams Family originally included Gomez and Morticia Addams, their children Wednesday and Pugsley, close family members Uncle Fester and Grandmama, their butler Lurch, and Pugsley's pet octopus Aristotle. The dimly seen Thing was introduced in 1954, and Gomez's Cousin Itt and Morticia's pet lion K"}]}, {"heading": "Births", "year": "1913", "date": "January 7", "txt": "Johnny Mize, American baseball player, coach, and sportscaster (d. 1993)", "entities": [{"title": "Johnny Mize", "href": "/wiki/Johnny_Mize", "description": "John Robert Mize, nicknamed Big Jawn and The Big Cat, was an American professional baseball player, coach and scout. He played as a first baseman in Major League Baseball (MLB) for 15 seasons between 1936 and 1953, losing three seasons to military service during World War II. Mize was a ten-time All-Star who played for the St. Louis Cardinals, New York Giants, and the New York Yankees. During his "}]}, {"heading": "Births", "year": "1916", "date": "January 7", "txt": "W. L. Jeyasingham, Sri Lankan geographer and academic (d. 1989)", "entities": [{"title": "W. L. Jeyasingham", "href": "/wiki/W._L._Jeyasingham", "description": "William Luther Jeyasingham was a Sri Lankan Tamil teacher, geographer, academic and dean of the Faculty of Arts, University of Jaffna."}]}, {"heading": "Births", "year": "1916", "date": "January 7", "txt": "Babe Pratt, Canadian ice hockey player (d. 1988)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 7", "txt": "Vincent Gardenia, Italian-American actor (d. 1992)", "entities": [{"title": "Vincent Gardenia", "href": "/wiki/Vincent_Gardenia", "description": "Vincent Gardenia was an Italian-American stage, film, and television actor. He was nominated twice for the Academy Award for Best Supporting Actor, first for Bang the Drum Slowly (1973) and again for Moonstruck (1987). He also portrayed Det. Frank Ochoa in Death Wish (1974) and its 1982 sequel, as well as Mr. Mushnik in the musical film adaptation of Little Shop of Horrors (1986)."}]}, {"heading": "Births", "year": "1921", "date": "January 7", "txt": "Esmeralda Arboleda Cadavid, Colombian politician (d. 1997)", "entities": [{"title": "Esmeralda Arboleda Cadavid", "href": "/wiki/Esmeralda_Arboleda_Cadavid", "description": "Maria Esmeralda Arboleda Cadavid was a Colombian politician and the first woman elected to the Senate of Colombia, serving from 1958 to 1961."}]}, {"heading": "Births", "year": "1921", "date": "January 7", "txt": "Chester Kallman, American poet and translator (d. 1975)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 7", "txt": "Alvin Dark, American baseball player and manager (d. 2014)", "entities": [{"title": "Alvin Dark", "href": "/wiki/Alvin_Dark", "description": "Alvin Ralph Dark, nicknamed \"Blackie\" and \"The Swamp Fox\", was an American professional baseball shortstop and manager. He played fourteen years in Major League Baseball (MLB) for the Boston/Milwaukee Braves, the New York Giants (1950–56), the St. Louis Cardinals (1956–58), the Chicago Cubs (1958–59), and the Philadelphia Phillies (1960). Later, he managed the San Francisco Giants (1961–64), the K"}]}, {"heading": "Births", "year": "1922", "date": "January 7", "txt": "Jean-Pierre Rampal, French flute player (d. 2000)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 7", "txt": "Hugh Kenner, Canadian scholar and critic (d. 2003)", "entities": [{"title": "Hugh Kenner", "href": "/wiki/Hugh_Kenner", "description": "William Hugh Kenner was a Canadian literary scholar, critic and professor. He published widely on Modernist literature with particular emphasis on James Joyce, Ezra Pound, and Samuel Beckett. His major study of the period, The Pound Era, argued for Pound as the central figure of Modernism, and is considered one of the most important works on the topic."}]}, {"heading": "Births", "year": "1925", "date": "January 7", "txt": "Gerald Durrell, Indian-English zookeeper, conservationist and author, founded Durrell Wildlife Park (d. 1995)", "entities": [{"title": "Gerald Durrell", "href": "/wiki/Gerald_Durrell", "description": "Gerald Malcolm Durrell, was a British naturalist, writer, zookeeper, conservationist, and television presenter. He founded the Durrell Wildlife Conservation Trust and the Jersey Zoo on the Channel Island of Jersey in 1959. His memoirs of his family's years living in Greece were adapted into two television series and one television film. He wrote approximately forty books, mainly about his life as "}, {"title": "Durrell Wildlife Park", "href": "/wiki/Durrell_Wildlife_Park", "description": "Jersey Zoo is a zoological park established in 1959 on the island of Jersey in the English Channel by naturalist and writer Gerald Durrell (1925–1995). It is operated by the Durrell Wildlife Conservation Trust. It has approximately 169,000 visitors per year; visitor numbers tend to vary with the tourist trade to Jersey."}]}, {"heading": "Births", "year": "1926", "date": "January 7", "txt": "Kim Jong-pil, South Korean lieutenant and politician, 11th Prime Minister of South Korea (d. 2018)", "entities": [{"title": "Kim Jong-pil", "href": "/wiki/Kim_Jong-pil", "description": "Kim Jong-pil was a South Korean politician and founder of the Korean Central Intelligence Agency, who served as Prime Minister twice, from 1971–1975 during the presidency of Park Chung-hee (1961–1979) and from 1998–2000 during presidency of Kim Dae-jung (1998–2002)."}, {"title": "Prime Minister of South Korea", "href": "/wiki/Prime_Minister_of_South_Korea", "description": "The prime minister of the Republic of Korea is the deputy head of government and the second highest political office of South Korea who is appointed by the president of the Republic of Korea, with the National Assembly's approval. The officeholder is not required to be a member of the National Assembly."}]}, {"heading": "Births", "year": "1928", "date": "January 7", "txt": "William Peter Blatty, American author and screenwriter (d. 2017)", "entities": [{"title": "William Peter Blatty", "href": "/wiki/William_Peter_Blatty", "description": "William Peter Blatty was an American writer, director and producer. He is best known for his 1971 novel The Exorcist, for which he won the Academy Award for the screenplay of its film adaptation and was nominated for Best Picture as its producer. The film also earned Blatty the Golden Globe Award for Best Motion Picture – Drama as producer. He also wrote and directed the sequel The Exorcist III."}]}, {"heading": "Births", "year": "1929", "date": "January 7", "txt": "Robert Juniper, Australian painter and sculptor (d. 2012)", "entities": [{"title": "Robert Juniper", "href": "/wiki/Robert_Juniper", "description": "Robert Litchfield Juniper, AM was an Australian artist, art teacher, illustrator, painter, printmaker and sculptor."}]}, {"heading": "Births", "year": "1929", "date": "January 7", "txt": "Terry Moore, American actress", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 7", "txt": "Mirja Hietamies, Finnish skier (d. 2013)", "entities": [{"title": "Mirja Hietamies", "href": "/wiki/Mirja_Hietamies", "description": "Mirja Kyllikki Hietamies-Eteläpää was a cross-country skier from Finland who competed at the 1952 and 1956 Winter Olympics. She won a gold medal in the 3 × 5 km relay in 1956 and a silver medal in the individual 10 km race in 1952, placing sixth in 1956. She also won two medals at the 1954 FIS Nordic World Ski Championships with a silver in the 3 × 5 km relay and a bronze in the 10 km."}]}, {"heading": "Births", "year": "1933", "date": "January 7", "txt": "Elliott Kastner, American-English film producer (d. 2010)", "entities": [{"title": "Elliott Kastner", "href": "/wiki/Elliott_Kastner", "description": "Elliott Kastner was an American film producer, whose best known credits include Where Eagles Dare (1968), The Long Goodbye (1973), The Missouri Breaks (1976) and Angel Heart (1987)."}]}, {"heading": "Births", "year": "1934", "date": "January 7", "txt": "Jean Corbeil, Canadian lawyer and politician, 29th Canadian Minister of Labour (d. 2002)", "entities": [{"title": "Jean Corbeil", "href": "/wiki/Jean_Corbeil", "description": "Jean Corbeil, was a Canadian politician."}, {"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Births", "year": "1934", "date": "January 7", "txt": "Tassos Papadopoulos, Cypriot lawyer and politician, 5th President of Cyprus (d. 2008)", "entities": [{"title": "President of Cyprus", "href": "/wiki/President_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Births", "year": "1935", "date": "January 7", "txt": "Li Shengjiao, Chinese diplomat and international jurist (d. 2017)", "entities": [{"title": "Li Shengjiao", "href": "/wiki/Li_Shengjiao", "description": "Li Shengjiao was a senior Chinese diplomat, jurist, educator, scholar, bilingual author, former Nanjing sports star and an expert on the I Ching. Being recognized as an authority on international law and U.S.-China relations, Li was known for his contribution to the International Law of the Sea and China's boundary and ocean affairs."}]}, {"heading": "Births", "year": "1935", "date": "January 7", "txt": "Kenny Davern, American clarinet player and saxophonist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 7", "txt": "Valeri Kubasov, Russian engineer and astronaut (d. 2014)", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 7", "txt": "Bob Boland, Australian rugby league player and coach", "entities": [{"title": "Bob Boland", "href": "/wiki/Bob_Boland", "description": "Bob Boland nicknamed \"Bolo\" is an Australian former professional rugby league footballer and coach who played for the Balmain Tigers and Penrith Panthers."}]}, {"heading": "Births", "year": "1941", "date": "January 7", "txt": "Iona Brown, English violinist and conductor (d. 2004)", "entities": [{"title": "Iona Brown", "href": "/wiki/Iona_Brown", "description": "Iona Brown, OBE, was a British violinist and conductor."}]}, {"heading": "Births", "year": "1941", "date": "January 7", "txt": "John E. Walker, English chemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1942", "date": "January 7", "txt": "Vasily Alekseyev, Russian-German weightlifter and coach (d. 2011)", "entities": [{"title": "Vasily Alekseyev", "href": "/wiki/Vasily_Alekseyev", "description": "Vasily Ivanovich Alekseyev was a Soviet weightlifter. He set 80 world records and 81 Soviet records in weightlifting and won Olympic gold medals at the 1972 and 1976 games."}]}, {"heading": "Births", "year": "1943", "date": "January 7", "txt": "Sadako Sasaki, Japanese survivor of the atomic bombing of Hiroshima, known for one thousand origami cranes (d. 1955)", "entities": [{"title": "Sadako Sasaki", "href": "/wiki/Sadako_Sasaki", "description": "Sadako Sasaki  was a Japanese girl who became a victim of the Atomic bombings of Hiroshima and Nagasaki when she was two years old. Though severely irradiated, she survived for another ten years, becoming one of the most widely known hibakusha – a Japanese term meaning \"bomb-affected person\". She is remembered through the story of the one thousand origami cranes she tried to fold before her death."}, {"title": "Atomic bombings of Hiroshima and Nagasaki", "href": "/wiki/Atomic_bombings_of_Hiroshima_and_Nagasaki", "description": "The United States detonated two nuclear weapons over the Japanese cities of Hiroshima and Nagasaki on 6 and 9 August 1945, respectively. The two bombings killed between 129,000 and 226,000 people, most of whom were civilians, and remain the only use of nuclear weapons in armed conflict."}, {"title": "One thousand origami cranes", "href": "/wiki/One_thousand_origami_cranes", "description": "One thousand origami cranes  is a group of one thousand origami paper cranes  held together by strings. An ancient Japanese legend promises that anyone who folds a thousand origami cranes will be granted a wish by the gods. Some stories believe you are granted happiness and eternal good luck, instead of just one wish, such as long life or recovery from illness or injury. This makes them popular gi"}]}, {"heading": "Births", "year": "1944", "date": "January 7", "txt": "Mike McGear, British performing artist and rock photographer", "entities": [{"title": "Mike McGear", "href": "/wiki/Mike_McGear", "description": "Peter Michael McCartney, known professionally as Mike McGear, is an English performing artist and photographer who was a member of the groups The Scaffold and Grimms. He is the younger brother of former Beatles co-lead vocalist and bassist Paul McCartney."}]}, {"heading": "Births", "year": "1944", "date": "January 7", "txt": "Kotaro Suzumura, Japanese economist and academic (d. 2020)", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 7", "txt": "Raila Odinga, Kenyan engineer and politician, 2nd Prime Minister of Kenya", "entities": [{"title": "Raila Odinga", "href": "/wiki/Raila_Odinga", "description": "\n{{Infobox officeholder\n| honorific-prefix = The Right Honourable\n| name =brian kirinya\n| office1 = [[African Union H]\n| 1namedata1 = Moussa Faki\n| term_start1 = 20 October 2018\n| term_end1 = \n| predecessor1 = Elisabeth Tankeu (2011)\n| office3 = Minister of Roads, Public Works and Housing\n| predecessor3 = William Cheruiyot Morogo\n| president3 = Mwai Kibaki\n| party = Forum for the Restoration of De"}, {"title": "Prime Minister of Kenya", "href": "/wiki/Prime_Minister_of_Kenya", "description": "The Prime Minister of Kenya was a post in the Kenyan government. The first Prime Minister of Kenya was Jomo Kenyatta, who became Prime Minister in 1963. In 1964, Kenya became a Republic; the post of Prime Minister was abolished and Jomo Kenyatta assumed the position of President. Following a power-sharing agreement in February 2008, the post of Prime Minister was recreated that April. The position"}]}, {"heading": "Births", "year": "1946", "date": "January 7", "txt": "Michele Elliott, author, psychologist and founder of child protection charity Kidscape", "entities": [{"title": "Michele Elliott", "href": "/wiki/Michele_Elliott", "description": "Michele Irmiter Elliott OBE is an author, psychologist, teacher and the founder and director of child protection charity Kidscape. She has chaired World Health Organization and Home Office working groups and is a Winston Churchill fellow."}, {"title": "Kidscape", "href": "/wiki/Kidscape", "description": "Kidscape is a London-based charity established in 1985, by child psychologist Michele Elliott. Its focus is on children's safety, with an emphasis on the prevention of harm by equipping children with techniques and mindsets that help them stay safe."}]}, {"heading": "Births", "year": "1946", "date": "January 7", "txt": "Jann Wenner, American publisher, co-founded Rolling Stone", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 7", "txt": "Tony Elliott, English publisher, founded Time Out", "entities": [{"title": "Tony Elliott (publisher)", "href": "/wiki/Tony_Elliott_(publisher)", "description": "Anthony Michael Manton Elliott CBE was an English publisher, the founder and owner of Time Out Group based in London. He was educated at Stowe School and Keele University."}]}, {"heading": "Births", "year": "1948", "date": "January 7", "txt": "Kenny Loggins, American singer-songwriter", "entities": [{"title": "Kenny Loggins", "href": "/wiki/Kenny_Loggins", "description": "Kenneth Clark Loggins is an American singer-songwriter and guitarist. His early songs were recorded with the Nitty Gritty Dirt Band in 1970, which led to seven albums recorded as Loggins and Messina from 1972 to 1977. His early soundtrack contributions date back to A Star Is Born in 1976, and he is known as the King of the Movie Soundtrack. As a solo artist, Loggins experienced a string of soundtr"}]}, {"heading": "Births", "year": "1948", "date": "January 7", "txt": "Ichirou Mizuki, Japanese singer-songwriter[citation needed]", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 7", "txt": "Juan Gabriel, Mexican singer-songwriter (d. 2016)", "entities": [{"title": "Juan Gabriel", "href": "/wiki/Juan_Gabriel", "description": "Alberto Aguilera Valadez, known professionally as Juan Gabriel, was a Mexican singer, songwriter and actor. Colloquially nicknamed as Juanga and El Divo de Juárez, Gabriel was known for his flamboyant style, which broke barriers within the Latin music market. Widely considered one of the best and most prolific Mexican composers and singers of all time, he has been called a pop icon."}]}, {"heading": "Births", "year": "1952", "date": "January 7", "txt": "Sammo Hung, Hong Kong actor, director, producer, and martial artist", "entities": [{"title": "Sammo Hung", "href": "/wiki/Sammo_Hung", "description": "Sammo Hung, also known as Hung Kam-bo (洪金寶), is a Hong Kong actor, martial artist, film producer and director, known for his work in many martial arts films and Hong Kong action cinema. He has been a fight choreographer for other actors such as Jackie Chan."}]}, {"heading": "Births", "year": "1953", "date": "January 7", "txt": "Robert Longo, American painter and sculptor", "entities": [{"title": "Robert Longo", "href": "/wiki/Robert_Longo", "description": "Robert Longo is a Pictures Generation American artist, filmmaker, photographer and musician. Longo became first well known in the 1980s for his Men in the Cities drawing and print series, which depict sharply dressed men and women writhing in contorted emotion."}]}, {"heading": "Births", "year": "1954", "date": "January 7", "txt": "Alan Butcher, English cricketer and coach", "entities": [{"title": "Alan Butcher", "href": "/wiki/Alan_Butcher", "description": "Alan Raymond Butcher is a former English cricketer who is part of a family known for its strong cricketing connections. Although only selected to play for England on one occasion, he was lauded for his skills in first-class cricket and was named a Wisden Cricketer of the Year in 1991. He became Essex coach in 1993, and coached Surrey between 2005 and 2008. Cricket writer, Colin Bateman noted Butch"}]}, {"heading": "Births", "year": "1955", "date": "January 7", "txt": "Mamata Shankar, Indian-Bengali actress", "entities": [{"title": "Mamata Shankar", "href": "/wiki/Mamata_Shankar", "description": "Mamata Shankar is an Indian actress and dancer. She is known for her work in Bengali cinema. She has acted in films by directors including Satyajit Ray, Mrinal Sen, Rituparno Ghosh, Buddhadeb Dasgupta and Gautam Ghosh. In addition to being an actress, she is a dancer and choreographer."}]}, {"heading": "Births", "year": "1956", "date": "January 7", "txt": "David Caruso, American actor", "entities": [{"title": "David Caruso", "href": "/wiki/David_Caruso", "description": "David Stephen Caruso is an American retired actor and producer, best known for his roles as Detective John Kelly on the ABC crime drama NYPD Blue and Lieutenant Horatio Caine on the CBS series CSI: Miami (2002-2012). He also appeared in the films An Officer and a Gentleman, First Blood, Twins (1988), Kiss of Death (1995) and Proof of Life (2000)."}]}, {"heading": "Births", "year": "1957", "date": "January 7", "txt": "Katie Couric, American television journalist, anchor, and author", "entities": [{"title": "Katie Couric", "href": "/wiki/Katie_Couric", "description": "Katherine Anne Couric is an American television and online journalist, presenter, producer, and author. She is founder of Katie Couric Media, a multimedia news and production company. She also publishes a daily newsletter, Wake Up Call. From 2013 to 2017, she was Yahoo's Global News Anchor. Couric has been a television host at all of the Big Three television networks in the United States, and in h"}]}, {"heading": "Births", "year": "1959", "date": "January 7", "txt": "Angela Smith, Baroness Smith of Basildon, English accountant and politician", "entities": [{"title": "Angela Smith, Baroness Smith of Basildon", "href": "/wiki/Angela_Smith,_Baroness_Smith_of_Basildon", "description": "Angela Evans Smith, Baroness Smith of Basildon, is a British Labour Co-op politician who was Member of Parliament (MP) for Basildon from 1997 until losing her seat to the Conservatives at the 2010 general election, when she stood for the revised seat of South Basildon and East Thurrock. She shortly thereafter became a member of the House of Lords."}]}, {"heading": "Births", "year": "1959", "date": "January 7", "txt": "Kathy Valentine, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 7", "txt": "Loretta Sanchez, American politician", "entities": [{"title": "Loretta Sanchez", "href": "/wiki/Loretta_Sanchez", "description": "Loretta Lorna Sanchez is an American politician who served in the United States House of Representatives from 1997 to 2017. A Democrat, she was first elected in 1996, when she defeated long-serving Republican congressman Bob Dornan by fewer than 1,000 votes. Sanchez represented the 46th district from 1997 to 2003, then California's 47th congressional district from 2003 to 2013, and again in the 46"}]}, {"heading": "Births", "year": "1961", "date": "January 7", "txt": "John Thune, American lawyer and politician", "entities": [{"title": "John Thune", "href": "/wiki/John_Thune", "description": "John Randolph Thune is an American politician serving as the senior United States Senator from South Dakota, a seat he was first elected to in 2004. A member of the Republican Party, he has served as Senate Minority Whip since 2021."}]}, {"heading": "Births", "year": "1962", "date": "January 7", "txt": "Aleksandr Dugin, Russian political analyst and strategist known for his fascist views ", "entities": [{"title": "Aleksandr Dugin", "href": "/wiki/Aleksandr_Dugin", "description": "Aleksandr Gelyevich Dugin is a Russian political analyst and strategist known for his fascist views."}, {"title": "Fascist", "href": "/wiki/Fascist", "description": "Fascism is a form of far-right, authoritarian ultranationalism characterized by dictatorial power, forcible suppression of opposition and strong regimentation of society and of the economy which came to prominence in early 20th-century Europe. The first fascist movements emerged in Italy during World War I, before spreading to other European countries. Opposed to liberalism, democracy, Marxism, an"}]}, {"heading": "Births", "year": "1962", "date": "January 7", "txt": "Ron Rivera, American football player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 7", "txt": "Nicolas Cage, American actor", "entities": [{"title": "Nicolas Cage", "href": "/wiki/Nicolas_Cage", "description": "Nicolas Kim Coppola, known professionally as Nicolas Cage, is an American actor and filmmaker. Cage has been nominated for numerous major cinematic awards, and won an Academy Award, a Golden Globe, and Screen Actors Guild Award for his performance in Leaving Las Vegas (1995). He earned his second Academy Award nomination for his performance as Charlie and Donald Kaufman in Adaptation (2002)."}]}, {"heading": "Births", "year": "1965", "date": "January 7", "txt": "Alessandro Lambruschini, Italian runner", "entities": [{"title": "Alessandro Lambruschini", "href": "/wiki/Alessandro_Lambruschini", "description": "Alessandro Lambruschini is an Italian former long-distance runner who specialized in the 3000 metres steeplechase"}]}, {"heading": "Births", "year": "1965", "date": "January 7", "txt": "Vladimir Ondrasik III (stage name: Five for Fighting), American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 7", "txt": "Nick Clegg, English academic and politician, Deputy Prime Minister of the United Kingdom", "entities": [{"title": "Nick Clegg", "href": "/wiki/Nick_Clegg", "description": "Sir Nicholas William Peter Clegg is a British media executive and former politician who has been Vice-President for Global Affairs and Communications at Facebook since 2018, having previously served as Deputy Prime Minister of the United Kingdom from 2010 to 2015 and as Leader of the Liberal Democrats from 2007 to 2015. He was Member of Parliament (MP) for Sheffield Hallam from 2005 to 2017. An \"O"}, {"title": "Deputy Prime Minister of the United Kingdom", "href": "/wiki/Deputy_Prime_Minister_of_the_United_Kingdom", "description": "Deputy Prime Minister of the United Kingdom (DPM) is an office sometimes given to a minister in the Government of the United Kingdom."}]}, {"heading": "Births", "year": "1967", "date": "January 7", "txt": "Ricky Stuart, Australian rugby player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 7", "txt": "Marco Simone, Italian footballer and manager", "entities": [{"title": "Marco Simone", "href": "/wiki/Marco_Simone", "description": "Marco Simone is an Italian professional football manager and former player. He is currently the head coach of Ligue 2 club Châteauroux. As a player, he was a striker and winger."}]}, {"heading": "Births", "year": "1970", "date": "January 7", "txt": "Andy Burnham, English politician", "entities": [{"title": "Andy Burnham", "href": "/wiki/Andy_Burnham", "description": "Andrew Murray Burnham is a British Labour Party politician who has served as Mayor of Greater Manchester in the North of England since 2017. He served in Gordon Brown’s Cabinet as Chief Secretary to the Treasury from 2007 to 2008, Culture Secretary from 2008 to 2009 and Health Secretary from 2009 to 2010. Burnham served as Shadow Home Secretary from 2015 to 2016 and was the Member of Parliament (M"}]}, {"heading": "Births", "year": "1971", "date": "January 7", "txt": "Jeremy Renner, American actor", "entities": [{"title": "Jeremy Renner", "href": "/wiki/Jeremy_Renner", "description": "Jeremy Lee Renner is an American actor and singer. He began his career by appearing in independent films such as Dahmer (2002) and Neo Ned (2005). Renner earned supporting roles in bigger films, such as S.W.A.T. (2003) and 28 Weeks Later (2007). Renner was nominated for the Academy Award for Best Actor for his performance in The Hurt Locker (2008) and for the Academy Award for Best Supporting Acto"}]}, {"heading": "Births", "year": "1972", "date": "January 7", "txt": "Donald Brashear, American-Canadian ice hockey player and mixed martial artist", "entities": [{"title": "Donald Brashear", "href": "/wiki/Donald_Brashear", "description": "Donald Maynard Brashear is an American former professional ice hockey player who played for five organizations in the National Hockey League (NHL), in which he played the role of enforcer."}]}, {"heading": "Births", "year": "1974", "date": "January 7", "txt": "Alenka Bikar, Slovenian sprinter and politician", "entities": [{"title": "Alenka Bikar", "href": "/wiki/Alenka_Bikar", "description": "Alenka Bikar is a retired female sprinter from Slovenia, born in Ljubljana. She specialised in the 200 metres, competing in three Olympic games from 1996 to 2004. She was also named Slovenian Sportswoman of the Year in 2001. Bikar won the gold medal in the 200 m in the Mediterranean Games in 2005."}]}, {"heading": "Births", "year": "1976", "date": "January 7", "txt": "Vic Darchinyan, Armenian-Australian boxer", "entities": [{"title": "Vic Darchinyan", "href": "/wiki/Vic_Darchinyan", "description": "Vakhtang \"Vic\" Darchinyan is an Armenian professional boxer. He is a former world champion in two weight classes, having held the IBF flyweight title from 2004 to 2007; and the WBA (Undisputed) and WBA (Unified), WBC, IBF, and lineal super-flyweight titles between 2008 and 2010. Additionally, he has held a record four IBO titles at flyweight, super-flyweight, and twice at bantamweight between 2005"}]}, {"heading": "Births", "year": "1976", "date": "January 7", "txt": "Alfonso Soriano, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 7", "txt": "Sofi Oksanen, Finnish author and playwright[citation needed]", "entities": [{"title": "Sofi Oksanen", "href": "/wiki/Sofi_Oksanen", "description": "Sofi Oksanen is a Finnish writer and playwright. Oksanen has published five novels, of which Purge has gained the widest recognition. She has received several international and domestic awards for her literary work. Her work has been translated into more than 40 languages and sold more than two million copies."}]}, {"heading": "Births", "year": "1978", "date": "January 7", "txt": "Dean Cosker, English cricketer and umpire", "entities": [{"title": "Dean Cosker", "href": "/wiki/Dean_Cosker", "description": "Dean Andrew Cosker is an English former cricketer. He is a right-handed batsman and a left-arm slow bowler who played for Glamorgan. He has played in first-class, List A and Twenty20 cricket. He attended Millfield School in Somerset between 1991 and 1996."}]}, {"heading": "Births", "year": "1979", "date": "January 7", "txt": "Aloe Blacc, American musician, singer, songwriter, record producer, actor, businessman and philanthropist", "entities": [{"title": "Aloe Blacc", "href": "/wiki/Aloe_Blacc", "description": "Egbert Nathaniel Dawkins III, known professionally by his stage name Aloe Blacc, is an American musician, singer, songwriter, record producer, and philanthropist. He has sung Lionel Richie’s ‘All Night Long’ for an intro to ESPN’s Monday Night Football, however he and ESPN has not released the version to the public. He is best known for his singles \"I Need a Dollar\", \"The Man\", which topped the ch"}]}, {"heading": "Births", "year": "1980", "date": "January 7", "txt": "Reece Simmonds, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 7", "txt": "Travis Friend, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 7", "txt": "Francisco Rodríguez, Venezuelan baseball player", "entities": [{"title": "Francisco Rodríguez (baseball, born 1982)", "href": "/wiki/Francisco_Rodr%C3%ADguez_(baseball,_born_1982)", "description": "Francisco José Rodríguez, Sr., nicknamed \"Frankie\" and \"K-Rod\", is a Venezuelan former professional baseball pitcher. He played in Major League Baseball (MLB) for the Anaheim Angels / Los Angeles Angels of Anaheim, New York Mets, Baltimore Orioles, Milwaukee Brewers and Detroit Tigers."}]}, {"heading": "Births", "year": "1982", "date": "January 7", "txt": "Hannah Stockbauer, German swimmer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 7", "txt": "Edwin Encarnación, Dominican baseball player", "entities": [{"title": "Edwin Encarnación", "href": "/wiki/Edwin_Encarnaci%C3%B3n", "description": "Edwin Elpidio Encarnación is a Dominican professional baseball designated hitter and first baseman who is a free agent. He has played in Major League Baseball (MLB) for the Cincinnati Reds, Toronto Blue Jays, Cleveland Indians, Seattle Mariners, New York Yankees, and Chicago White Sox. Encarnación is a three-time All-Star."}]}, {"heading": "Births", "year": "1985", "date": "January 7", "txt": "Lewis Hamilton, English racing driver", "entities": [{"title": "Lewis Hamilton", "href": "/wiki/Lewis_Hamilton", "description": "Sir Lewis Carl Davidson Hamilton is a British racing driver. He currently competes in Formula One for Mercedes, having previously driven for McLaren from 2007 to 2012. In Formula One, Hamilton has won a joint-record seven World Drivers' Championship titles, while he holds the outright records for the most wins (97), pole positions (99) and podium finishes (168), amongst others."}]}, {"heading": "Births", "year": "1986", "date": "January 7", "txt": "Wayne Routledge, English footballer winger", "entities": [{"title": "Wayne Routledge", "href": "/wiki/Wayne_Routledge", "description": "Wayne Neville Anthony Routledge is an English professional footballer who plays as a winger for Championship club Swansea City. He has represented England at under-16, under-19 and under-21 level."}]}, {"heading": "Births", "year": "1987", "date": "January 7", "txt": "Stefan Babović, Serbian footballer", "entities": [{"title": "Stefan Babović", "href": "/wiki/Stefan_Babovi%C4%87", "description": "Stefan Babović is a Serbian former professional footballer who played as a deep-lying playmaker. He is the current chief operations officer (COO) of Victoria Group."}]}, {"heading": "Births", "year": "1987", "date": "January 7", "txt": "Lyndsy Fonseca, American actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 7", "txt": "Davide Astori, Italian footballer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 7", "txt": "Scott Pendlebury, Australian footballer", "entities": [{"title": "Scott Pendlebury", "href": "/wiki/Scott_Pendlebury", "description": "Scott Pendlebury is a professional Australian rules footballer playing for the Collingwood Football Club in the Australian Football League (AFL). He has served as the Collingwood captain since the 2014 season."}]}, {"heading": "Births", "year": "1990", "date": "January 7", "txt": "Gregor Schlierenzauer, Austrian ski jumper", "entities": [{"title": "Gregor Schlierenzauer", "href": "/wiki/Gregor_Schlierenzauer", "description": "Gregor Schlierenzauer is an Austrian ski jumper. He is one of the sport's most successful athletes of all time, having won the Ski Jumping World Cup overall title, the Four Hills Tournament, and Nordic Tournament twice each; the Ski Flying World Cup overall title three times; as well as four medals at the Winter Olympics, twelve at the Ski Jumping World Championships, and five at the Ski Flying Wo"}]}, {"heading": "Births", "year": "1991", "date": "January 7", "txt": "Eden Hazard, Belgian footballer", "entities": [{"title": "Eden Hazard", "href": "/wiki/Eden_Hazard", "description": "Eden Michael Hazard is a Belgian professional footballer who plays as a winger or attacking midfielder for Spanish club Real Madrid and captains the Belgium national team. Known for his creativity, dribbling and passing, he is considered one of the best wingers of his generation."}]}, {"heading": "Births", "year": "1991", "date": "January 7", "txt": "Caster Semenya, South African sprinter", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 7", "txt": "Michael Walters, Australian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 7", "txt": "Tohu Harris, New Zealand rugby league player", "entities": [{"title": "Tohu Harris", "href": "/wiki/Tohu_Harris", "description": "Tohu Harris is a New Zealand professional rugby league footballer who plays as a second-row forward and lock for the New Zealand Warriors in the NRL, and New Zealand and the New Zealand Māori at international level."}]}, {"heading": "Deaths", "year": "0312", "date": "January 7", "txt": "Lucian of Antioch, Christian martyr, saint, and theologian (b. 240)", "entities": [{"title": "Lucian of Antioch", "href": "/wiki/Lucian_of_Antioch", "description": "Saint Lucian of Antioch, known as Lucian the Martyr, was a Christian presbyter, theologian and martyr. He was noted for both his scholarship and ascetic piety."}]}, {"heading": "Deaths", "year": "0838", "date": "January 7", "txt": "Babak Khorramdin, Iranian leader of the Khurramite uprising against the Abbasid Caliphate", "entities": [{"title": "Babak Khorramdin", "href": "/wiki/Babak_Khorramdin", "description": "Bābak Khorramdin was one of the main Iranian revolutionary leaders of the Iranian Khorram-Dinān, which was a local freedom movement fighting the Abbasid Caliphate. Khorramdin appears to be a compound analogous to dorustdin \"orthodoxy\" and Behdin \"Good Religion\" (Zoroastrianism), and are considered an offshoot of neo-Mazdakism. Babak's Iranianizing rebellion, from its base in Azerbaijan in northwes"}, {"title": "Khurramite", "href": "/wiki/Khurramite", "description": "The Khurramites were an Iranian religious and political movement with its roots in the Zoroastrian sect founded by Mazdak. An alternative name for the movement is the Muḥammira, a reference to their symbolic red dress."}, {"title": "Abbasid Caliphate", "href": "/wiki/Abbasid_Caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Deaths", "year": "0856", "date": "January 7", "txt": "Aldric, bishop of Le Mans", "entities": [{"title": "Aldric of Le Mans", "href": "/wiki/Aldric_of_Le_Mans", "description": "Saint Aldric was Bishop of Le Mans in the time of Louis the Pious."}, {"title": "Roman Catholic Diocese of Le Mans", "href": "/wiki/Roman_Catholic_Diocese_of_Le_Mans", "description": "The Roman Catholic Diocese of Le Mans is a Roman Catholic diocese of France. The diocese is now a suffragan of the Roman Catholic Archdiocese of Rennes, Dol, and Saint-Malo but had previously been suffragan to Bourges, Paris, Sens, and Tours."}]}, {"heading": "Deaths", "year": "1131", "date": "January 7", "txt": "Canute Lavard, Danish prince and saint (b. 1096)", "entities": [{"title": "Canute Lavard", "href": "/wiki/Canute_Lavard", "description": "Canute Lavard was a Danish prince. Later he was the first Duke of Schleswig and the first border prince who was both a Danish and a German vassal, a position leading towards the historical double position of Southern Jutland. He was killed by his cousin Magnus, who saw him as a rival to the Danish throne. Canute Lavard was canonized in 1170."}]}, {"heading": "Deaths", "year": "1285", "date": "January 7", "txt": "Charles I of Naples (b. 1226)", "entities": [{"title": "Charles I of Naples", "href": "/wiki/Charles_I_of_Naples", "description": "Charles I, commonly called Charles of Anjou, was a member of the royal Capetian dynasty and the founder of the second House of Anjou. He was Count of Provence (1246–85) and Forcalquier in the Holy Roman Empire, Count of Anjou and Maine (1246–85) in France; he was also King of Sicily (1266–85) and Prince of Achaea (1278–85). In 1272, he was proclaimed King of Albania; and in 1277 he purchased a cla"}]}, {"heading": "Deaths", "year": "1325", "date": "January 7", "txt": "Denis of Portugal (b. 1261)", "entities": [{"title": "Denis of Portugal", "href": "/wiki/Denis_of_Portugal", "description": "Denis, called the Farmer King and the Poet King, was King of Portugal. The eldest son of Afonso III of Portugal by his second wife, Beatrice of Castile, and grandson of Alfonso X of Castile, Denis succeeded his father in 1279. His marriage to Elizabeth of Aragon, who was later canonised as a saint of the Roman Catholic Church, was arranged in 1281 when she was 10 years old."}]}, {"heading": "Deaths", "year": "1355", "date": "January 7", "txt": "Inês de Castro, Castilian noblewoman (b. 1325)", "entities": [{"title": "Inês de Castro", "href": "/wiki/In%C3%AAs_de_Castro", "description": "Inês de Castro was a Galician noblewoman best known as lover and posthumously-recognized wife of King Peter I of Portugal. The dramatic circumstances of her relationship with Peter, which was forbidden by his father King Afonso IV, her murder at the orders of Afonso, Peter's bloody revenge on her killers, and the legend of the coronation of her exhumed corpse by Peter, have made Inês de Castro a f"}]}, {"heading": "Deaths", "year": "1400", "date": "January 7", "txt": "John Montagu, 3rd Earl of Salisbury, English Earl (b. 1350)", "entities": [{"title": "John Montagu, 3rd Earl of Salisbury", "href": "/wiki/John_Montagu,_3rd_Earl_of_Salisbury", "description": "\n\nJohn Montagu, 3rd Earl of Salisbury and 5th and 2nd Baron Montagu, KG was an English nobleman, one of the few who remained loyal to Richard II after Henry IV became king."}]}, {"heading": "Deaths", "year": "1451", "date": "January 7", "txt": "Amadeus VIII of Savoy a.k.a. Antipope Felix V (b. 1383)", "entities": [{"title": "Amadeus VIII of Savoy", "href": "/wiki/Amadeus_VIII_of_Savoy", "description": "Amadeus VIII was a Savoyard nobleman, the son of Amadeus VII, Count of Savoy and Bonne of Berry. He was surnamed the Peaceful. After the death of his father in 1391, his mother acted as a regent, because of his youth. He was a claimant to the papacy from 1439 to 1449 as Felix V in opposition to Eugene IV and Nicholas V, and is considered the last historical antipope."}]}, {"heading": "Deaths", "year": "1529", "date": "January 7", "txt": "Peter Vischer the Elder, German sculptor (b. 1455)", "entities": [{"title": "Peter Vischer the Elder", "href": "/wiki/Peter_Vischer_the_Elder", "description": "Peter Vischer the Elder was a German sculptor, the son of Hermann Vischer, and the most notable member of the Vischer Family of Nuremberg."}]}, {"heading": "Deaths", "year": "1536", "date": "January 7", "txt": "Catherine of Aragon (b. 1485)", "entities": [{"title": "Catherine of Aragon", "href": "/wiki/Catherine_of_Aragon", "description": "Catherine of Aragon was Queen of England from June 1509 until May 1533 as the first wife of King Henry VIII; she was previously Princess of Wales as the wife of Henry's elder brother, Arthur."}]}, {"heading": "Deaths", "year": "1566", "date": "January 7", "txt": "Louis de Blois, Flemish monk and author (b. 1506)", "entities": [{"title": "Louis de Blois", "href": "/wiki/Louis_de_Blois", "description": "Abbot Louis de Blois, O.S.B., was a Flemish monk and mystical writer, generally known under the name of Blosius."}]}, {"heading": "Deaths", "year": "1619", "date": "January 7", "txt": "Nicholas Hilliard, English painter and goldsmith (b. 1547)", "entities": [{"title": "Nicholas Hilliard", "href": "/wiki/Nicholas_Hilliard", "description": "Nicholas Hilliard was an English goldsmith and limner best known for his portrait miniatures of members of the courts of Elizabeth I and James I of England. He mostly painted small oval miniatures, but also some larger cabinet miniatures, up to about ten inches tall, and at least two famous half-length panel portraits of Elizabeth. He enjoyed continuing success as an artist, and continuing financi"}]}, {"heading": "Deaths", "year": "1625", "date": "January 7", "txt": "Ruggiero Giovannelli, Italian composer and author (b. 1560)", "entities": [{"title": "Ruggiero Giovannelli", "href": "/wiki/Ruggiero_Giovannelli", "description": "Ruggiero Giovannelli was an Italian composer of the late Renaissance and early Baroque eras. He was a member of the Roman School, and succeeded Palestrina at St. Peter's."}]}, {"heading": "Deaths", "year": "1655", "date": "January 7", "txt": "Pope Innocent X (b. 1574)", "entities": [{"title": "Pope Innocent X", "href": "/wiki/Pope_Innocent_X", "description": "Pope Innocent X, born Giovanni Battista Pamphilj, was head of the Catholic Church and ruler of the Papal States from 15 September 1644 to his death in 1655."}]}, {"heading": "Deaths", "year": "1658", "date": "January 7", "txt": "Theophilus Eaton, American farmer and politician, 1st Governor of the New Haven Colony (b. 1590)", "entities": [{"title": "Theophilus Eaton", "href": "/wiki/Theophilus_Eaton", "description": "Theophilus Eaton was a merchant, farmer, and Puritan colonial leader who was the co-founder and first governor of New Haven Colony, Connecticut."}, {"title": "List of colonial governors of Connecticut", "href": "/wiki/List_of_colonial_governors_of_Connecticut", "description": "The territory of the United States state of Connecticut was first settled by Europeans in the 1620s, when Dutch traders established trading posts on the Connecticut River. English settlers, mainly Puritans fleeing repression in England, began to arrive in the 1630s, and a number of separate colonies were established. The first was the Saybrook Colony in 1635, based at the mouth of the Connecticut;"}]}, {"heading": "Deaths", "year": "1694", "date": "January 7", "txt": "Charles Gerard, 1st Earl of Macclesfield, English general and politician, Lord Lieutenant of Gloucestershire (b. 1618)", "entities": [{"title": "Charles Gerard, 1st Earl of Macclesfield", "href": "/wiki/Charles_Gerard,_1st_Earl_of_Macclesfield", "description": "Charles Gerard, 1st Earl of Macclesfield, PC was an English aristocrat, soldier and courtier."}, {"title": "Lord Lieutenant of Gloucestershire", "href": "/wiki/Lord_Lieutenant_of_Gloucestershire", "description": "This is a list of people who have served as Lord Lieutenant of Gloucestershire. Since 1694, all the Lord Lieutenants have also been Custos Rotulorum of Gloucestershire."}]}, {"heading": "Deaths", "year": "1700", "date": "January 7", "txt": "Raffaello Fabretti, Italian scholar and author (b. 1618)", "entities": [{"title": "Raffaello Fabretti", "href": "/wiki/Raffaello_Fabretti", "description": "Raphael Fabretti was an Italian antiquarian."}]}, {"heading": "Deaths", "year": "1715", "date": "January 7", "txt": "François Fénelon, French archbishop, theologian, and poet (b. 1651)", "entities": [{"title": "François Fénelon", "href": "/wiki/Fran%C3%A7ois_F%C3%A9nelon", "description": "François de Salignac de la Mothe-Fénelon, more commonly known as François Fénelon, was a French Roman Catholic archbishop, theologian, poet and writer. He today is remembered mostly as the author of The Adventures of Telemachus, first published in 1699."}]}, {"heading": "Deaths", "year": "1758", "date": "January 7", "txt": "Allan Ramsay, Scottish poet and playwright (b. 1686)", "entities": [{"title": "Allan Ramsay (poet)", "href": "/wiki/Allan_Ramsay_(poet)", "description": "Allan Ramsay was a Scottish poet, playwright, publisher, librarian, and impresario of early Enlightenment Edinburgh."}]}, {"heading": "Deaths", "year": "1767", "date": "January 7", "txt": "Thomas Clap, American minister and academic (b. 1703)", "entities": [{"title": "Thomas Clap", "href": "/wiki/Thomas_Clap", "description": "Thomas Clap or Thomas Clapp was an American academic and educator, a Congregational minister, and college administrator. He was both the fifth rector and the earliest official to be called \"president\" of Yale College (1740–1766). He is best known for his successful reform of Yale in the 1740s, partnering with the Rev. Dr. Samuel Johnson to restructure the forty-year-old institution along more mode"}]}, {"heading": "Deaths", "year": "1770", "date": "January 7", "txt": "Carl Gustaf Tessin, Swedish politician and diplomat (b. 1695)", "entities": [{"title": "Carl Gustaf Tessin", "href": "/wiki/Carl_Gustaf_Tessin", "description": "Carl Gustaf Tessin was a Swedish Count and politician and son of architect Nicodemus Tessin the Younger and Hedvig Eleonora Stenbock. He was one of the most brilliant personages of his day, and the most prominent representative of French culture in Sweden. He was also a fine orator."}]}, {"heading": "Deaths", "year": "1812", "date": "January 7", "txt": "Joseph Dennie, American journalist and author (b. 1768)", "entities": [{"title": "Joseph Dennie", "href": "/wiki/Joseph_Dennie", "description": "Joseph Dennie was an American author and journalist who was one of the foremost men of letters of the Federalist Era. A Federalist, Dennie is best remembered for his series of essays entitled The Lay Preacher and as the founding editor of The Port Folio, a journal espousing classical republican values. Port Folio was the most highly regarded and successful literary publication of its time, and the"}]}, {"heading": "Deaths", "year": "1830", "date": "January 7", "txt": "John Thomas Campbell, Irish-Australian public servant and politician (b. 1770)", "entities": [{"title": "John Thomas Campbell", "href": "/wiki/John_Thomas_Campbell", "description": "John Thomas Campbell (1770–1830) was a public servant and politician in the New South Wales Legislative Council during the early Australian colonial period."}]}, {"heading": "Deaths", "year": "1830", "date": "January 7", "txt": "Thomas Lawrence, English painter and educator (b. 1769)", "entities": []}, {"heading": "Deaths", "year": "1858", "date": "January 7", "txt": "Mustafa Reşid Pasha, Ottoman politician, Grand Vizier of the Ottoman Empire (b. 1800)", "entities": [{"title": "Mustafa Reşid Pasha", "href": "/wiki/Mustafa_Re%C5%9Fid_Pasha", "description": "Koca Mustafa Reşid Pasha was an Ottoman statesman and diplomat, known best as the chief architect behind the Ottoman government reforms known as Tanzimat."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1864", "date": "January 7", "txt": "Caleb Blood Smith, American journalist and politician, 6th U.S. Secretary of the Interior (b. 1808)", "entities": [{"title": "Caleb Blood Smith", "href": "/wiki/Caleb_Blood_Smith", "description": "Caleb Blood Smith was a United States Representative from Indiana, the 6th United States Secretary of the Interior and a United States District Judge of the United States District Court for the District of Indiana."}, {"title": "U.S. Secretary of the Interior", "href": "/wiki/U.S._Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "1892", "date": "January 7", "txt": "Tewfik Pasha, Egyptian ruler (b. 1852)", "entities": [{"title": "Tewfik Pasha", "href": "/wiki/Tewfik_Pasha", "description": "Mohamed Tewfik Pasha, also known as Tawfiq of Egypt, was khedive of Egypt and the Sudan between 1879 and 1892 and the sixth ruler from the Muhammad Ali Dynasty."}]}, {"heading": "Deaths", "year": "1893", "date": "January 7", "txt": "Josef Stefan, Slovenian physicist and mathematician (b. 1835)", "entities": [{"title": "Josef Stefan", "href": "/wiki/Josef_Stefan", "description": "Josef Stefan was an ethnic Carinthian Slovene physicist, mathematician, and poet of the Austrian Empire."}]}, {"heading": "Deaths", "year": "1912", "date": "January 7", "txt": "Sophia Jex-Blake, English physician and feminist (b. 1840)", "entities": [{"title": "Sophia Jex-Blake", "href": "/wiki/Sophia_Jex-Blake", "description": "Sophia Louisa Jex-Blake was an English physician, teacher and feminist. She led the campaign to secure women access to a University education when she and six other women, collectively known as the Edinburgh Seven, began studying medicine at the University of Edinburgh in 1869. She was the first practising female doctor in Scotland, and one of the first in the wider United Kingdom of Great Britain"}]}, {"heading": "Deaths", "year": "1919", "date": "January 7", "txt": "Henry Ware Eliot, American businessman and philanthropist, co-founded Washington University in St. Louis (b. 1843)", "entities": [{"title": "Henry Ware Eliot", "href": "/wiki/Henry_Ware_Eliot", "description": "Henry Ware Eliot was an American industrialist and philanthropist who lived in St. Louis, Missouri. He was the father of poet T. S. Eliot."}, {"title": "Washington University in St. Louis", "href": "/wiki/Washington_University_in_St._Louis", "description": "Washington University in St. Louis is a private research university in Greater St. Louis with its main campus (Danforth) mostly in unincorporated St. Louis County, Missouri, and Clayton, Missouri. It also has a West Campus in Clayton, North Campus in the West End neighborhood of St. Louis, Missouri, and Medical Campus in the Central West End neighborhood of St. Louis, Missouri."}]}, {"heading": "Deaths", "year": "1920", "date": "January 7", "txt": "Edmund Barton, Australian judge and politician, 1st Prime Minister of Australia (b. 1849)", "entities": [{"title": "Edmund Barton", "href": "/wiki/Edmund_Barton", "description": "Sir Edmund \"Toby\" Barton, was an Australian politician and judge who served as the first Prime Minister of Australia, in office from 1901 to 1903. He resigned to become a founding member of the High Court of Australia, where he served until his death."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1927", "date": "January 7", "txt": "Nikolaos Kalogeropoulos, Greek politician, 99th Prime Minister of Greece (b. 1851)", "entities": [{"title": "Nikolaos Kalogeropoulos", "href": "/wiki/Nikolaos_Kalogeropoulos", "description": "Nikolaos Kalogeropoulos was a Greek politician and briefly Prime Minister of Greece."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1931", "date": "January 7", "txt": "Edward Channing, American historian and author (b. 1856)", "entities": [{"title": "Edward Channing", "href": "/wiki/Edward_Channing", "description": "Edward Perkins Channing was an American historian and an author of a monumental History of the United States in six volumes, for which he won the 1926 Pulitzer Prize for History. His thorough research in printed sources and judicious judgments made the book a standard reference for scholars for decades. Channing taught at Harvard 1883–1929 and trained many PhD's who became professors at major univ"}]}, {"heading": "Deaths", "year": "1932", "date": "January 7", "txt": "André Maginot, French sergeant and politician (b. 1877)", "entities": [{"title": "André Maginot", "href": "/wiki/Andr%C3%A9_Maginot", "description": "André Maginot was a French civil servant, soldier, and Member of Parliament. He is best known for his advocacy of the string of forts known as the Maginot Line."}]}, {"heading": "Deaths", "year": "1936", "date": "January 7", "txt": "Guy d'Hardelot, French pianist and composer (b. 1858)", "entities": [{"title": "Guy d'Hardelot", "href": "/wiki/Guy_d%27Hardelot", "description": "Guy d'Hardelot was the pen name of Helen Rhodes, a French composer, pianist, and teacher."}]}, {"heading": "Deaths", "year": "1941", "date": "January 7", "txt": "Charles Finger, English journalist and author (b. 1869)", "entities": [{"title": "Charles Finger", "href": "/wiki/Charles_Finger", "description": "Charles Joseph Finger was a British born American writer. He also directed an orchestra and taught piano."}]}, {"heading": "Deaths", "year": "1943", "date": "January 7", "txt": "Nikola Tesla, Serbian-American physicist and engineer (b. 1856)", "entities": [{"title": "Nikola Tesla", "href": "/wiki/Nikola_Tesla", "description": "Nikola Tesla was a Serbian-American inventor, electrical engineer, mechanical engineer, and futurist best known for his contributions to the design of the modern alternating current (AC) electricity supply system."}]}, {"heading": "Deaths", "year": "1951", "date": "January 7", "txt": "René Guénon, French-Egyptian philosopher and author (b. 1886)", "entities": [{"title": "René Guénon", "href": "/wiki/Ren%C3%A9_Gu%C3%A9non", "description": "René-Jean-Marie-Joseph Guénon, also known as Abd al-Wahid Yahya, was a French author and intellectual who remains an influential figure in the domain of metaphysics having written on topics ranging from \"sacred science\", to symbolism and initiation."}]}, {"heading": "Deaths", "year": "1960", "date": "January 7", "txt": "Dorothea Douglass Lambert Chambers, English tennis player and coach (b. 1878)", "entities": [{"title": "Dorothea Douglass Lambert Chambers", "href": "/wiki/Dorothea_Douglass_Lambert_Chambers", "description": "Dorothea Lambert Chambers was a British tennis player. She won seven Wimbledon Women's Singles titles and a gold medal at the 1908 Summer Olympics."}]}, {"heading": "Deaths", "year": "1963", "date": "January 7", "txt": "Arthur Edward Moore, New Zealand-Australian farmer and politician, 23rd Premier of Queensland (b. 1876)", "entities": [{"title": "Arthur Edward Moore", "href": "/wiki/Arthur_Edward_Moore", "description": "Arthur Edward Moore was an Australian politician. He was the Country and Progressive National Party Premier of Queensland, from 1929 to 1932. He was the only Queensland Premier not to come from the ranks of the Labor Party between 1915 and 1957. Although successful in achieving the unity of the conservative forces in Queensland for an extended period, Moore's abilities were tested by the onset of "}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1964", "date": "January 7", "txt": "Reg Parnell, English racing driver and manager (b. 1911)", "entities": [{"title": "Reg Parnell", "href": "/wiki/Reg_Parnell", "description": "Reginald Parnell was a racing driver and team manager from Derby, England. He participated in seven Formula One World Championship Grands Prix, achieving one podium, and scoring a total of nine championship points."}]}, {"heading": "Deaths", "year": "1967", "date": "January 7", "txt": "David Goodis, American author and screenwriter (b. 1917)", "entities": [{"title": "David Goodis", "href": "/wiki/David_Goodis", "description": "David Loeb Goodis was an American writer of crime fiction noted for his output of short stories and novels in the noir fiction genre. Born in Philadelphia, Goodis alternately resided there and in New York City and Hollywood during his professional years. According to critic Dennis Drabelle, \"Despite his [university] education, a combination of ethnicity (Jewish) and temperament allowed him to empa"}]}, {"heading": "Deaths", "year": "1967", "date": "January 7", "txt": "Carl Schuricht, German-Swiss conductor (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "January 7", "txt": "J. L. B. Smith, South African chemist and academic (b. 1897)", "entities": [{"title": "J. L. B. Smith", "href": "/wiki/J._L._B._Smith", "description": "James Leonard Brierley Smith, known more commonly as \"J. L. B. Smith\",, was a South African ichthyologist, organic chemist, and university professor. He was the first to identify a taxidermied fish as a coelacanth, at the time thought to be long extinct."}]}, {"heading": "Deaths", "year": "1972", "date": "January 7", "txt": "John Berryman, American poet and scholar (b. 1914)", "entities": [{"title": "John Berryman", "href": "/wiki/John_Berryman", "description": "John Allyn McAlpin Berryman was an American poet and scholar. He was a major figure in American poetry in the second half of the 20th century and is considered a key figure in the \"confessional\" school of poetry. His best-known work is The Dream Songs."}]}, {"heading": "Deaths", "year": "1981", "date": "January 7", "txt": "Alvar Lidell, English journalist and radio announcer(b. 1908)", "entities": [{"title": "Alvar Lidell", "href": "/wiki/Alvar_Lidell", "description": "Tord Alvar Quan Lidell MBE was a BBC radio announcer and newsreader. During the Second World War his distinctive voice became synonymous with the reading of news."}]}, {"heading": "Deaths", "year": "1981", "date": "January 7", "txt": "Eric Robinson, Australian businessman and politician, 2nd Australian Minister for Finance (b. 1926)", "entities": [{"title": "Minister for Finance (Australia)", "href": "/wiki/Minister_for_Finance_(Australia)", "description": "The Minister for Finance in the Government of Australia is responsible for monitoring government expenditure and financial management. The current minister is Senator Simon Birmingham, who has held the position since October 2020."}]}, {"heading": "Deaths", "year": "1984", "date": "January 7", "txt": "Alfred Kastler, German-French physicist and academic, Nobel Prize laureate (b. 1902)", "entities": [{"title": "Alfred Kastler", "href": "/wiki/Alfred_Kastler", "description": "Alfred Kastler was a French physicist, and Nobel Prize laureate."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1986", "date": "January 7", "txt": "Juan Rulfo, Mexican author, screenwriter, and photographer (b. 1917))", "entities": [{"title": "Juan Rulfo", "href": "/wiki/Juan_Rulfo", "description": "Juan Nepomuceno Carlos Pérez Rulfo Vizcaíno, best known as Juan Rulfo, was a Mexican writer, screenwriter and photographer. He is best known for two literary works, the 1955 novel Pedro Páramo, and the collection of short stories El Llano en llamas (1953). This collection includes the popular tale \"¡Diles que no me maten!\"."}]}, {"heading": "Deaths", "year": "1988", "date": "January 7", "txt": "Zara Cisco Brough, American Nipmuc Indian chief and fashion designer (b.1919)", "entities": [{"title": "Zara Cisco Brough", "href": "/wiki/Zara_Cisco_Brough", "description": "Zara Cisco Brough, often spelled as Zara Ciscoe Brough, commonly referred to as Princess White Flower, served as the Chief of the Nipmuc Native Indian Tribe for 25 years from 1962 until 1987. She is best known for her work to preserve Nipmuc heritage, especially her letter of intention to petition for federal recognition of the Nipmuc as a legally distinct Native American people, which resulted in"}, {"title": "Nipmuc", "href": "/wiki/Nipmuc", "description": "The Nipmuc or Nipmuck people are descendants of the indigenous Algonquian peoples of Nippenet, 'the freshwater pond place', which corresponds to central Massachusetts and immediately adjacent portions of Connecticut and Rhode Island. The English had their first encounter with members of the tribe in 1630, when John Acquittamaug (Nipmuc) took maize to sell to the starving colonists of Boston."}]}, {"heading": "Deaths", "year": "1988", "date": "January 7", "txt": "Trevor Howard, English actor (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "January 7", "txt": "Hirohito, Japanese emperor (b. 1901)", "entities": [{"title": "Hirohito", "href": "/wiki/Hirohito", "description": "Emperor Shōwa , better known in English by his personal name Hirohito (裕仁), was the 124th emperor of Japan according to the traditional order of succession, ruling over the Empire of Japan from 25 December 1926 until 2 May 1947, after which he was Emperor of the state of Japan until his death. He was succeeded by his fifth child and eldest son, Akihito. Hirohito and his wife, Empress Kōjun, had se"}]}, {"heading": "Deaths", "year": "1990", "date": "January 7", "txt": "Bronko Nagurski, Canadian-American football player and wrestler (b. 1908)", "entities": [{"title": "Bronko Nagurski", "href": "/wiki/Bronko_Nagurski", "description": "Bronislau \"Bronko\" Nagurski was a Canadian-American professional American football player in the National Football League (NFL), renowned for his strength and size. Nagurski was also a successful professional wrestler, recognized as a multiple-time World Heavyweight Champion."}]}, {"heading": "Deaths", "year": "1992", "date": "January 7", "txt": "Richard Hunt, American puppeteer and voice actor (b. 1951)", "entities": [{"title": "Richard Hunt (puppeteer)", "href": "/wiki/Richard_Hunt_(puppeteer)", "description": "Richard Hunt was an American puppeteer, best known as a Muppet performer on Sesame Street, The Muppet Show, Fraggle Rock, and other projects for The Jim Henson Company. His roles on The Muppet Show included Scooter, Statler, Janice, Beaker and Sweetums."}]}, {"heading": "Deaths", "year": "1995", "date": "January 7", "txt": "Murray Rothbard, American economist, historian, and theorist (b. 1926)", "entities": [{"title": "Murray Rothbard", "href": "/wiki/Murray_Rothbard", "description": "Murray Newton Rothbard was an American heterodox economist of the Austrian School, economic historian and political theorist. Rothbard was the founder and leading theoretician of anarcho-capitalism, a staunch advocate of historical revisionism and a central figure in the 20th-century American libertarian movement. He wrote over twenty books on political theory, revisionist history, economics, and "}]}, {"heading": "Deaths", "year": "1996", "date": "January 7", "txt": "Károly Grósz, Hungarian politician, 51st Prime Minister of Hungary (b. 1930)", "entities": [{"title": "Károly Grósz", "href": "/wiki/K%C3%A1roly_Gr%C3%B3sz", "description": "Károly Grósz [ˈkaːroj ˈɡroːs] was a Hungarian communist politician, who served as the General Secretary of the Hungarian Socialist Workers' Party from 1988 to 1989."}, {"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}]}, {"heading": "Deaths", "year": "1998", "date": "January 7", "txt": "Owen Bradley, American record producer (b. 1915)", "entities": [{"title": "Owen Bradley", "href": "/wiki/Owen_Bradley", "description": "William Owen Bradley was an American musician and record producer who, along with Chet Atkins, Bob Ferguson, Bill Porter, and Don Law, was one of the chief architects of the 1950s and 1960s Nashville sound in country music and rockabilly."}]}, {"heading": "Deaths", "year": "1998", "date": "January 7", "txt": "Vladimir Prelog, Croatian-Swiss chemist and academic, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2000", "date": "January 7", "txt": "Gary Albright, American wrestler (b. 1963)", "entities": [{"title": "Gary Albright", "href": "/wiki/Gary_Albright", "description": "Gary Albright was an American professional wrestler best known for his work in Japan, first with UWF International (UWFi), and later All Japan Pro Wrestling (AJPW). In AJPW, Albright was a two time World Tag Team Champion. Albright was also known for his work with Stampede Wrestling in Canada, under his birth name as well as the ring name Vokhan Singh."}]}, {"heading": "Deaths", "year": "2001", "date": "January 7", "txt": "James Carr, American singer (b. 1942)", "entities": [{"title": "James Carr (musician)", "href": "/wiki/James_Carr_(musician)", "description": "James Edward Carr was an American R&B and soul singer, described as \"one of the greatest pure vocalists that deep Southern soul ever produced.\""}]}, {"heading": "Deaths", "year": "2002", "date": "January 7", "txt": "Avery Schreiber, American comedian and actor (b. 1935)", "entities": [{"title": "Avery Schreiber", "href": "/wiki/Avery_Schreiber", "description": "Avery Lawrence Schreiber was an American actor and comedian. He was a veteran of stage, television, and movies who came to prominence in the 1960s in a comedy duo with Jack Burns. He acted in an array of acting roles mostly on television sitcoms and a series of popular advertisements for Doritos tortilla chips."}]}, {"heading": "Deaths", "year": "2004", "date": "January 7", "txt": "Ingrid Thulin, Swedish actress (b. 1926)", "entities": [{"title": "Ingrid Thulin", "href": "/wiki/Ingrid_Thulin", "description": "Ingrid Lilian Thulin was a Swedish film actress."}]}, {"heading": "Deaths", "year": "2005", "date": "January 7", "txt": "Pierre Daninos, French author (b. 1913)", "entities": [{"title": "Pierre Daninos", "href": "/wiki/Pierre_Daninos", "description": "Pierre Daninos was a French writer and humorist."}]}, {"heading": "Deaths", "year": "2006", "date": "January 7", "txt": "Heinrich Harrer, Austrian mountaineer, geographer, and author (b. 1912)", "entities": [{"title": "Heinrich Harrer", "href": "/wiki/Heinrich_Harrer", "description": "Heinrich Harrer was an Austrian mountaineer, sportsman, geographer, and author. He was a member of the four-man climbing team that made the first ascent of the North Face of the Eiger, the \"last problem\" of the Alps. He wrote the books Seven Years in Tibet (1952) and The White Spider (1959)."}]}, {"heading": "Deaths", "year": "2007", "date": "January 7", "txt": "Bobby Hamilton, American race car driver and businessman (b. 1957)", "entities": [{"title": "Bobby Hamilton", "href": "/wiki/Bobby_Hamilton", "description": "Charles Robert Hamilton Sr. was an American stock car racing driver. A driver and owner in the NASCAR Craftsman Truck Series circuit and the winner of the 2004 NASCAR Craftsman Truck Series championship, Hamilton owned Bobby Hamilton Racing. Hamilton's son, Bobby Hamilton Jr., is also a NASCAR driver."}]}, {"heading": "Deaths", "year": "2007", "date": "January 7", "txt": "Magnus Magnusson, Icelandic journalist, author, and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 7", "txt": "Alwyn Schlebusch, South African academic and politician, Vice State President of South Africa (b. 1917)", "entities": [{"title": "Alwyn Schlebusch", "href": "/wiki/Alwyn_Schlebusch", "description": "Alwyn Louis Schlebusch was a South African politician, the only holder of the title Vice State President of South Africa from 1 January 1981 to 14 September 1984. He was an Afrikaner with a surname of German origin. He was born in Lady Grey, Eastern Cape. He was the son of Charel Johannes Schlebusch and Elizabeth Cornelia Myburgh."}, {"title": "Vice State President of South Africa", "href": "/wiki/Vice_State_President_of_South_Africa", "description": "The Vice State President of South Africa was a position established between 1981 and 1984. Alwyn Schlebusch was the only holder of the position."}]}, {"heading": "Deaths", "year": "2012", "date": "January 7", "txt": "Tony Blankley, British-born American child actor, journalist and pundit (b. 1948)", "entities": [{"title": "Tony Blankley", "href": "/wiki/Tony_Blankley", "description": "Anthony David \"Tony\" Blankley was an American political analyst who gained fame as the press secretary for Newt Gingrich, the first Republican Speaker of the House in forty years, and as a regular panelist on The McLaughlin Group. He later became an Executive Vice President with Edelman public relations in Washington, D.C. He was a Visiting Senior Fellow in National-Security Communications at the "}]}, {"heading": "Deaths", "year": "2014", "date": "January 7", "txt": "Run Run Shaw, Chinese-Hong Kong businessman and philanthropist, founded Shaw Brothers Studio and TVB (b. 1907)", "entities": [{"title": "Run Run Shaw", "href": "/wiki/Run_Run_Shaw", "description": "Sir Run Run Shaw, also known as Shao Yifu and Siu Yat-fu, was a Hong Kong entertainment mogul and philanthropist. He was one of the most influential figures in the Asian entertainment industry. He founded the Shaw Brothers Studio, one of the largest film production companies in Hong Kong, and TVB, the dominant television company in Hong Kong."}, {"title": "Shaw Brothers Studio", "href": "/wiki/Shaw_Brothers_Studio", "description": "Shaw Brothers (HK) Ltd. is the largest film production company of Hong Kong that operated from 1925 to 2011."}, {"title": "TVB", "href": "/wiki/TVB", "description": "Television Broadcasts Limited (TVB) is a television broadcasting company based in Hong Kong. The company operates five free-to-air terrestrial television channels in Hong Kong, with TVB Jade as its main Cantonese language service, and TVB Pearl as its main English service. TVB is headquartered at TVB City at the Tseung Kwan O Industrial Estate."}]}, {"heading": "Deaths", "year": "2015", "date": "January 7", "txt": "Mompati Merafhe, Botswana general and politician, Vice-President of Botswana (b. 1936)", "entities": [{"title": "Mompati Merafhe", "href": "/wiki/Mompati_Merafhe", "description": "Mompati Sebogodi Merafhe was a Botswana politician who was Vice-President of Botswana from 2008 to 2012. He was a retired Lieutenant-General and served as Minister of Foreign Affairs from 1994 to 2008."}, {"title": "Vice-President of Botswana", "href": "/wiki/Vice-President_of_Botswana", "description": "The Vice-President of Botswana is the second-highest executive official in the Government of Botswana. \nVice-President is appointed by the President of Botswana among elected members of the National Assembly. Vice-President is the constitutional successor of the President in case of a vacancy. The current Vice President is Slumber Tsogwane."}]}, {"heading": "Deaths", "year": "2015", "date": "January 7", "txt": "Rod Taylor, Australian-American actor and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 7", "txt": "Georges Wolinski, Tunisian-French cartoonist (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 7", "txt": "Bill Foster, American basketball player and coach (b. 1929)", "entities": [{"title": "Bill Foster (basketball, born 1929)", "href": "/wiki/Bill_Foster_(basketball,_born_1929)", "description": "William Edwin Foster was the head men's basketball coach at Rutgers University, University of Utah, Duke University, University of South Carolina, and Northwestern University. He is best known for guiding Duke to the NCAA championship game in 1978, and that year he was named national Coach of the Year by the National Association of Basketball Coaches. Foster was inducted into the Rutgers Basketbal"}]}, {"heading": "Deaths", "year": "2016", "date": "January 7", "txt": "John Johnson, American basketball player (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 7", "txt": "Kitty Kallen, American singer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 7", "txt": "Judith Kaye, American lawyer and jurist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 7", "txt": "Mufti Mohammad Sayeed, Indian lawyer and politician, Indian Minister of Home Affairs (b. 1936)", "entities": [{"title": "Minister of Home Affairs (India)", "href": "/wiki/Minister_of_Home_Affairs_(India)", "description": "The Minister of Home Affairs is the head of the Ministry of Home Affairs of the Government of India. One of the senior-most officers in the Union Cabinet, the chief responsibility of the Home Minister is the maintenance of India's internal security; the country's large police force comes under its jurisdiction. Occasionally, he/she is assisted by the Minister of State of Home Affairs and the lower"}]}, {"heading": "Deaths", "year": "2017", "date": "January 7", "txt": "Mário Soares, Portuguese politician; 16th President of Portugal (b. 1924)", "entities": [{"title": "Mário Soares", "href": "/wiki/M%C3%A1rio_Soares", "description": "Mário Alberto Nobre Lopes Soares, GColTE, GCC, GColL was a Portuguese politician, who served as Prime Minister of Portugal from 1976 to 1978 and from 1983 to 1985, and subsequently as the 17th President of Portugal from 1986 to 1996. He was the first Secretary-General of the Socialist Party, from its foundation in 1973 to 1986."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Deaths", "year": "2018", "date": "January 7", "txt": "Jim Anderton, Former New Zealand Deputy Prime Minister (b. 1938)", "entities": [{"title": "Jim Anderton", "href": "/wiki/Jim_Anderton", "description": "James Patrick Anderton was a New Zealand politician who led a succession of left-wing parties after leaving the Labour Party in 1989."}]}, {"heading": "Deaths", "year": "2018", "date": "January 7", "txt": "France Gall, French singer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "January 7", "txt": "Neil Peart, Canadian drummer, songwriter, and producer (b. 1952)", "entities": [{"title": "Neil Peart", "href": "/wiki/Neil_Peart", "description": "Neil Ellwood Peart OC was a Canadian musician, songwriter, and author, best known as the drummer and primary lyricist of the rock band Rush. Peart earned numerous awards for his musical performances, including an induction into the Modern Drummer Readers Poll Hall of Fame in 1983, making him the youngest person ever so honoured. Known to fans by the nickname 'The Professor', his drumming was renow"}]}, {"heading": "Deaths", "year": "2021", "date": "January 7", "txt": "Michael Apted, English filmmaker (b. 1941)", "entities": [{"title": "Michael Apted", "href": "/wiki/Michael_Apted", "description": "Michael David Apted, was an English television and film director and producer."}, {"title": "1941", "href": "/wiki/1941", "description": "1941 (MCMXLI) was a common year starting on Wednesday of the Gregorian calendar, the 1941st year of the Common Era (CE) and Anno Domini (AD) designations, the 941st year of the 2nd millennium, the 41st year of the 20th century, and the 2nd year of the 1940s decade. "}]}, {"heading": "Deaths", "year": "2021", "date": "January 7", "txt": "Tommy Lasorda, American baseball player, coach, and manager (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "January 7", "txt": "Henri Schwery, Swiss cardinal (b. 1932)", "entities": [{"title": "1932", "href": "/wiki/1932", "description": "1932 (MCMXXXII) was a leap year starting on Friday of the Gregorian calendar, the 1932nd year of the Common Era (CE) and Anno Domini (AD) designations, the 932nd year of the 2nd millennium, the 32nd year of the 20th century, and the 3rd year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "2021", "date": "January 7", "txt": "Brian Sicknick, Police officer who was present during the Storming of the U.S. Capitol (b. 1978)", "entities": [{"title": "2021 storming of the United States Capitol", "href": "/wiki/2021_storming_of_the_United_States_Capitol", "description": "On January 6, 2021, the United States Capitol in Washington, D.C., was stormed during a riot and violent attack against the U.S. Congress. A mob of supporters of President Donald Trump attempted to overturn his defeat in the 2020 presidential election by disrupting the joint session of Congress assembled to count electoral votes to formalize Joe Biden's victory. The Capitol complex was locked down"}]}]