[{"heading": "Events", "year": "250", "date": "January 20", "txt": "Pope Fabian is martyred during the Decian persecution.", "entities": [{"title": "Pope Fabian", "href": "/wiki/Pope_Fabian", "description": "Pope Fabian was the bishop of Rome from 10 January 236 to his death on 20 January 250, succeeding Anterus. A dove is said to have descended on his head to mark him as the Holy Spirit's unexpected choice to become the next pope. He was succeeded by Cornelius."}, {"title": "Decian persecution", "href": "/wiki/Decian_persecution", "description": "The Decian persecution of Christians occurred in 250 AD under the Roman Emperor Decius. He had issued an edict ordering everyone in the Empire to perform a sacrifice to the Roman gods and the well-being of the emperor. The sacrifices had to be performed in the presence of a Roman magistrate, and be confirmed by a signed and witnessed certificate from the magistrate. Although the text of the edict "}]}, {"heading": "Events", "year": "649", "date": "January 20", "txt": "King Chindasuinth, at the urging of bishop Braulio of Zaragoza, crowns his son Recceswinth as co-ruler of the Visigothic Kingdom.[citation needed]", "entities": [{"title": "Chindasuinth", "href": "/wiki/Chindasuinth", "description": "Chindasuinth (also spelled Chindaswinth, Chindaswind, Chindasuinto, Chindasvindo, or Khindaswinth was Visigothic King of Hispania, from 642 until his death in 653. He succeeded Tulga, from whom he took the throne in a coup. He was elected by the nobles and anointed by the bishops on April 30th, 642."}, {"title": "Braulio of Zaragoza", "href": "/wiki/Braulio_of_Zaragoza", "description": "Braulio or Braulius was bishop of Zaragoza and a learned cleric living in the Kingdom of the Visigoths."}, {"title": "Recceswinth", "href": "/wiki/Recceswinth", "description": "Recceswinth, also known as Reccesuinth, Recceswint, Reccaswinth (English), Recesvinto, Rekkeswint (German), Réceswinthe (French), Recceswinthus, Reccesvinthus, and Recesvindus (Latin), was the Visigothic King of Hispania, and Septimania in 649–672. He ruled jointly with his father Chindaswinth until his father's death in 653."}, {"title": "Visigothic Kingdom", "href": "/wiki/Visigothic_Kingdom", "description": "The Visigothic Kingdom or the Kingdom of the Visigoths was a kingdom that occupied what is now southwestern France and the Iberian Peninsula from the 5th to the 8th centuries. One of the Germanic successor states to the Western Roman Empire, it was originally created by the settlement of the Visigoths under King Wallia in the province of Gallia Aquitania in southwest Gaul by the Roman government a"}]}, {"heading": "Events", "year": "1265", "date": "January 20", "txt": "The first English parliament to include not only Lords but also representatives of the major towns holds its first meeting in the Palace of Westminster, now commonly known as the \"Houses of Parliament\".", "entities": [{"title": "Simon de Montfort's Parliament", "href": "/wiki/Simon_de_Montfort%27s_Parliament", "description": "\n\nSimon de Montfort's Parliament was an English parliament held from 20 January 1265 until mid-March of the same year, instigated by Simon de Montfort, a baronial rebel leader."}, {"title": "Palace of Westminster", "href": "/wiki/Palace_of_Westminster", "description": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Informally known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England."}]}, {"heading": "Events", "year": "1320", "date": "January 20", "txt": "Duke Wladyslaw Lokietek becomes king of Poland.", "entities": [{"title": "Wladyslaw Lokietek", "href": "/wiki/Wladyslaw_Lokietek", "description": "Władysław I Łokietek, in English known as the \"Elbow-high\" or Ladislaus the Short was King of Poland from 1320 to 1333, and duke of several of the provinces and principalities in the preceding years. He was a member of the royal Piast dynasty, the son of Duke Casimir I of Kuyavia, and great-grandson of High-Duke Casimir II the Just."}, {"title": "History of Poland during the Piast dynasty", "href": "/wiki/History_of_Poland_during_the_Piast_dynasty#Late_Piast_dynasty_and_reunification", "description": "The period of rule by the Piast dynasty between the 10th and 14th centuries is the first major stage of the history of the Polish nation. The dynasty was founded by a series of dukes listed by the chronicler Gallus Anonymous in the early 12th century: Siemowit, Lestek and Siemomysł. It was Mieszko I, the son of Siemomysł, who is now considered the proper founder of the Polish state at about 960 AD"}]}, {"heading": "Events", "year": "1356", "date": "January 20", "txt": "Edward Balliol surrenders his claim to the Scottish throne to Edward III in exchange for an English pension.", "entities": [{"title": "Edward Balliol", "href": "/wiki/Edward_Balliol", "description": "Edward Balliol was a claimant to the Scottish throne during the Second War of Scottish Independence. With English help, he ruled parts of the kingdom from 1332 to 1356."}, {"title": "List of Scottish monarchs", "href": "/wiki/List_of_Scottish_monarchs#House_of_Balliol_(1292–96)", "description": "The monarch of Scotland was the head of state of the Kingdom of Scotland. According to tradition, the first King of Scots was Kenneth I MacAlpin, who founded the state in 843. Historically, the Kingdom of Scotland is thought to have grown out of an earlier \"Kingdom of the Picts\", though in reality the distinction is a product of later medieval myth and confusion from a change in nomenclature i.e. "}, {"title": "Edward III of England", "href": "/wiki/Edward_III_of_England", "description": "Edward III, also known as Edward of Windsor before his accession, was King of England and Lord of Ireland from January 1327 until his death in 1377. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His fif"}]}, {"heading": "Events", "year": "1523", "date": "January 20", "txt": "Christian II is forced to abdicate as King of Denmark and Norway.", "entities": [{"title": "Christian II of Denmark", "href": "/wiki/Christian_II_of_Denmark", "description": "Christian II was a Scandinavian monarch under the Kalmar Union who reigned as King of Denmark and Norway, from 1513 until 1523, and Sweden from 1520 until 1521. From 1513 to 1523, he was concurrently Duke of Schleswig and Holstein in joint rule with his uncle Frederick."}]}, {"heading": "Events", "year": "1567", "date": "January 20", "txt": "Battle of Rio de Janeiro: Portuguese forces under the command of Estácio de Sá definitively drive the French out of Rio de Janeiro.", "entities": [{"title": "Battle of Rio de Janeiro (1567)", "href": "/wiki/Battle_of_Rio_de_Janeiro_(1567)", "description": "The Battle of Rio de Janeiro or the Battle of Guanabara Bay was a battle on 20 January 1567 at Rio de Janeiro that ended with the definitive defeat of the French. Specifically, the battle was an attack on the fortification of Uruçú-mirim. The Portuguese commander, Estácio de Sá, was hit by an arrow which perforated his eye, and died on 20 February."}, {"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}, {"title": "Estácio de Sá", "href": "/wiki/Est%C3%A1cio_de_S%C3%A1", "description": "Estácio de Sá was a Portuguese soldier and officer. Sá travelled to the colony of Brazil on the orders of the Portuguese crown to wage war on the French colonists commanded by Nicolas Durand de Villegaignon. These French colonists had established themselves in 1555 at Guanabara Bay in Rio de Janeiro, in a settlement known as France Antarctique. He was the founder of Rio de Janeiro, now the second "}]}, {"heading": "Events", "year": "1576", "date": "January 20", "txt": "The Mexican city of León is founded by order of the viceroy Don Martín Enríquez de Almanza.", "entities": [{"title": "León, Guanajuato", "href": "/wiki/Le%C3%B3n,_Guanajuato", "description": "León is the most populous city and municipality in the Mexican state of Guanajuato. In the 2015 Intercensal Survey, INEGI reported 1,578,626 people living in the municipality of León, making it the fourth most populous municipality in Mexico. The metropolitan area of León recorded a population of 1,630,094 in the 2010 Census, making it the seventh most populous metropolitan area in Mexico. León is"}, {"title": "Martín Enríquez de Almanza", "href": "/wiki/Mart%C3%ADn_Enr%C3%ADquez_de_Almanza", "description": "Martín Enríquez de Almanza y Ulloa, was the fourth viceroy of New Spain, who ruled in the name of Philip II from November 5, 1568 until October 3, 1580."}]}, {"heading": "Events", "year": "1649", "date": "January 20", "txt": "The High Court of Justice for the trial of Charles I begins its proceedings.", "entities": [{"title": "High Court of Justice for the trial of Charles I", "href": "/wiki/High_Court_of_Justice_for_the_trial_of_Charles_I", "description": "The High Court of Justice was the court established by the Rump Parliament to try Charles I, King of England, Scotland and Ireland. Even though this was an ad hoc tribunal that was specifically created for the purpose of trying the king, its name was eventually used by the government as a designation for subsequent courts."}]}, {"heading": "Events", "year": "1783", "date": "January 20", "txt": "The Kingdom of Great Britain signs preliminary articles of peace with France, setting the stage for the official end of hostilities in the American Revolutionary War later that year.", "entities": [{"title": "Treaty of Paris (1783)", "href": "/wiki/Treaty_of_Paris_(1783)", "description": "The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, officially ended the American Revolutionary War. The treaty set the boundaries between the British Empire in North America and the United States of America, on lines \"exceedingly generous\" to the latter. Details included fishing right"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1785", "date": "January 20", "txt": "Invading Siamese forces attempt to exploit the political chaos in Vietnam, but are ambushed and annihilated at the Mekong river by the Tây Sơn in the Battle of Rạch Gầm-Xoài Mút.", "entities": [{"title": "Rattanakosin Kingdom", "href": "/wiki/Rattanakosin_Kingdom", "description": "The Rattanakosin Kingdom is the fourth and present kingdom in the history of Thailand. It was founded in 1782 with the establishment of Rattanakosin as the capital city. This article covers the period until the Siamese revolution of 1932."}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Mekong", "href": "/wiki/Mekong", "description": "The Mekong, or Mekong River, is a trans-boundary river in East Asia and Southeast Asia. It is the world's twelfth longest river and the sixth longest in Asia. Its estimated length is 4,909 km (3,050 mi), and it drains an area of 795,000 km2 (307,000 sq mi), discharging 475 km3 (114 cu mi) of water annually.\nFrom the Tibetan Plateau the river runs through China, Myanmar, Laos, Thailand, Cambodia, a"}, {"title": "Tây Sơn", "href": "/wiki/T%C3%A2y_S%C6%A1n", "description": "The Tây Sơn dynasty was a ruling dynasty of Vietnam, founded in the wake of a rebellion against both the Nguyễn lords and the Trịnh lords before subsequently establishing themselves as a new dynasty. The Tây Sơn were led by three brothers, referred to by modern Vietnamese historians as the Tây Sơn brothers because of their origin in the district of Tây Sơn."}, {"title": "Battle of Rạch Gầm-Xoài Mút", "href": "/wiki/Battle_of_R%E1%BA%A1ch_G%E1%BA%A7m-Xo%C3%A0i_M%C3%BAt", "description": "\n\nThe Battle of Rạch Gầm-Xoài Mút was fought between the Vietnamese Tây Sơn forces and an army of Siam in present-day Tiền Giang Province on January 20, 1785. It is considered one of the greatest victories in Vietnamese history."}]}, {"heading": "Events", "year": "1788", "date": "January 20", "txt": "The third and main part of First Fleet arrives at Botany Bay. Arthur Phillip decides that Port Jackson is a more suitable location for a colony.", "entities": [{"title": "First Fleet", "href": "/wiki/First_Fleet", "description": "The First Fleet comprised the 11 ships that departed from Portsmouth, England on 13 May 1787 to New South Wales, the penal colony that became the first European settlement in Australia. The First Fleet consisted of two Royal Navy vessels, three store ships and six convict transports, carrying between 1,000 and 1,500 convicts, marines, seamen, civil officers and free people, and a large quantity of"}, {"title": "Botany Bay", "href": "/wiki/Botany_Bay", "description": "Botany Bay, an open oceanic embayment, is located in Sydney, New South Wales, Australia, 13 km (8 mi) south of the Sydney central business district. Its source is the confluence of the Georges River at Taren Point and the Cooks River at Kyeemagh, which flows 10 km (6 mi) to the east before meeting its mouth at the Tasman Sea, midpoint between the suburbs of La Perouse and Kurnell. The northern hea"}, {"title": "Arthur Phillip", "href": "/wiki/Arthur_Phillip", "description": "Admiral Arthur Phillip was an English Royal Navy officer and the first Governor of New South Wales who led the British settlement and colonisation of Australia. He established a British penal colony that later became the city of Sydney, Australia."}, {"title": "Port Jackson", "href": "/wiki/Port_Jackson", "description": "Port Jackson, consisting of the waters of Sydney Harbour, Middle Harbour, North Harbour and the Lane Cove and Parramatta Rivers, is the ria or natural harbour of Sydney, New South Wales, Australia. The harbour is an inlet of the Tasman Sea. It is the location of the Sydney Opera House and Sydney Harbour Bridge. The location of the first European settlement and colony on the Australian mainland, Po"}]}, {"heading": "Events", "year": "1839", "date": "January 20", "txt": "In the Battle of Yungay, Chile defeats an alliance between Peru and Bolivia.", "entities": [{"title": "Battle of Yungay", "href": "/wiki/Battle_of_Yungay", "description": "The Battle of Yungay was the final battle of the War of the Confederation, fought on January 20, 1839, near Yungay, Peru. The United Restorer Army, led by General Manuel Bulnes, consisting mainly of Chileans and 600 North Peruvian dissidents, attacked the Peru-Bolivian Confederation forces led by Andrés de Santa Cruz in northern Peru, 200 kilometers (120 mi) north of Lima."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}]}, {"heading": "Events", "year": "1841", "date": "January 20", "txt": "Hong Kong Island is occupied by the British.", "entities": [{"title": "Hong Kong Island", "href": "/wiki/Hong_Kong_Island", "description": "Hong Kong Island is an island in the southern part of Hong Kong. It has a population of 1,289,500 and its population density is 16,390/km2, as of 2008. The island had a population of about 3,000 inhabitants scattered in a dozen fishing villages when it was occupied by the United Kingdom in the First Opium War (1839–1842). In 1842, the island was formally ceded in perpetuity to the UK under the Tre"}]}, {"heading": "Events", "year": "1877", "date": "January 20", "txt": "The last day of the Constantinople Conference results in agreement for political reforms in the Balkans.", "entities": [{"title": "Constantinople Conference", "href": "/wiki/Constantinople_Conference", "description": "The 1876–77 Constantinople Conference of the Great Powers was held in Constantinople from 23 December 1876 until 20 January 1877. Following the beginning of the Herzegovinian Uprising in 1875 and the April Uprising in April 1876, the Great Powers agreed on a project for political reforms in Bosnia and in the Ottoman territories with a majority-Bulgarian population."}, {"title": "Balkans", "href": "/wiki/Balkans", "description": "The Balkans, also known as the Balkan Peninsula, are a geographic area in southeastern Europe with various definitions and meanings, including geopolitical and historical. The region takes its name from the Balkan Mountains that stretch throughout the whole of Bulgaria. The Balkan Peninsula is bordered by the Adriatic Sea in the northwest, the Ionian Sea in the southwest, the Aegean Sea in the sou"}]}, {"heading": "Events", "year": "1887", "date": "January 20", "txt": "The United States Senate allows the Navy to lease Pearl Harbor as a naval base.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Pearl Harbor", "href": "/wiki/Pearl_Harbor", "description": "Pearl Harbor is an American lagoon harbor on the island of Oahu, Hawaii, west of Honolulu. It has been long visited by the Naval fleet of the United States, before it was acquired from the Hawaiian Kingdom by the U.S. with the signing of the Reciprocity Treaty of 1875. Much of the harbor and surrounding lands are now a United States Navy deep-water naval base. It is also the headquarters of the Un"}]}, {"heading": "Events", "year": "1909", "date": "January 20", "txt": "Newly formed automaker General Motors (GM) buys into the Oakland Motor Car Company, which later becomes GM’s long-running Pontiac division.", "entities": [{"title": "General Motors", "href": "/wiki/General_Motors", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}, {"title": "Oakland Motor Car Company", "href": "/wiki/Oakland_Motor_Car_Company", "description": "The Oakland Motor Car Company of Pontiac, Michigan, was an American automobile manufacturer and division of General Motors. Purchased by General Motors in 1909, the company continued to produce modestly priced automobiles until 1931 when the brand was dropped in favor of the division's Pontiac make."}, {"title": "Pontiac (automobile)", "href": "/wiki/Pontiac_(automobile)", "description": "Pontiac was an American automobile brand owned, manufactured, and commercialized by General Motors. Introduced as a companion make for GM's more expensive line of Oakland automobiles, Pontiac overtook Oakland in popularity and supplanted its parent brand entirely by 1933."}]}, {"heading": "Events", "year": "1921", "date": "January 20", "txt": "The British K-class submarine HMS K5 sinks in the English Channel; all 56 on board die.", "entities": [{"title": "HMS K5", "href": "/wiki/HMS_K5", "description": "HMS K5 was one of the K-class submarines that served in the Royal Navy from 1917-1921. She was lost with all hands when she sank en route to a mock battle in the Bay of Biscay."}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}]}, {"heading": "Events", "year": "1921", "date": "January 20", "txt": "The first Constitution of Turkey is adopted, making fundamental changes in the source and exercise of sovereignty by consecrating the principle of national sovereignty.", "entities": [{"title": "National sovereignty", "href": "/wiki/National_sovereignty", "description": "Westphalian sovereignty, or state sovereignty, is a principle in international law that each state has exclusive sovereignty over its territory. The principle underlies the modern international system of sovereign states and is enshrined in the United Nations Charter, which states that \"nothing ... shall authorize the United Nations to intervene in matters which are essentially within the domestic"}]}, {"heading": "Events", "year": "1929", "date": "January 20", "txt": "The first full-length talking motion picture filmed outdoors, In Old Arizona, is released.", "entities": []}, {"heading": "Events", "year": "1936", "date": "January 20", "txt": "King George V of the United Kingdom dies. His eldest son succeeds to the throne, becoming Edward VIII. The title Prince of Wales is not used for another 22 years.", "entities": [{"title": "Edward VIII", "href": "/wiki/Edward_VIII", "description": "Edward VIII was King of the United Kingdom and the Dominions of the British Empire and Emperor of India from 20 January 1936 until his abdication in December of the same year."}]}, {"heading": "Events", "year": "1937", "date": "January 20", "txt": "Franklin D. Roosevelt and John Nance Garner are sworn in for their second terms as U.S. President and U.S. Vice President; it is the first time a Presidential Inauguration takes place on January 20 since the 20th Amendment changed the dates of presidential terms.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "John Nance Garner", "href": "/wiki/John_Nance_Garner", "description": "John Nance Garner III, known among his contemporaries as \"Cactus Jack\", was an American Democratic politician and lawyer from Texas. He was the 32nd vice president of the United States, serving from 1933 to 1941. He was also the 39th speaker of the United States House of Representatives from 1931 to 1933. Along with Schuyler Colfax, Garner is one of only two individuals to serve as both vice presi"}, {"title": "U.S. President", "href": "/wiki/U.S._President", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "U.S. Vice President", "href": "/wiki/U.S._Vice_President", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Twentieth Amendment to the United States Constitution", "href": "/wiki/Twentieth_Amendment_to_the_United_States_Constitution", "description": "The Twentieth Amendment to the United States Constitution moved the beginning and ending of the terms of the president and vice president from March 4 to January 20, and of members of Congress from March 4 to January 3. It also has provisions that determine what is to be done when there is no president-elect. The Twentieth Amendment was adopted on January 23, 1933."}]}, {"heading": "Events", "year": "1941", "date": "January 20", "txt": "A German officer is killed in Bucharest, Romania, sparking a rebellion and pogrom by the Iron Guard, killing 125 Jews and 30 soldiers.", "entities": [{"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Legionnaires' rebellion and Bucharest pogrom", "href": "/wiki/Legionnaires%27_rebellion_and_Bucharest_pogrom", "description": "Between 21 and 23 January 1941, a rebellion of the Iron Guard paramilitary organization, whose members were known as Legionnaires, occurred in Bucharest, Romania. As their privileges were being gradually removed by the Conducător Ion Antonescu, the Legionnaires revolted. During the rebellion and subsequent pogrom, the Iron Guard killed 125 Jews, and 30 soldiers died in the confrontation with the r"}, {"title": "Iron Guard", "href": "/wiki/Iron_Guard", "description": "The Iron Guard was a fascist movement and political party in Romania founded in 1927 by Corneliu Zelea Codreanu as the Legion of the Archangel Michael or the Legionnaire Movement. Its ideology was ultra-nationalistic, antisemitic, and opposed to both communism and capitalism; it also promoted its own radicalized version of Eastern Orthodox Christianity."}]}, {"heading": "Events", "year": "1942", "date": "January 20", "txt": "World War II: At the Wannsee Conference held in the Berlin suburb of Wannsee, senior Nazi German officials discuss the implementation of the \"Final Solution to the Jewish question\".", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Wannsee Conference", "href": "/wiki/Wannsee_Conference", "description": "The Wannsee Conference was a meeting of senior government officials of Nazi Germany and Schutzstaffel (SS) leaders, held in the Berlin suburb of Wannsee on 20 January 1942. The purpose of the conference, called by the director of the Reich Main Security Office SS-Obergruppenführer Reinhard Heydrich, was to ensure the co-operation of administrative leaders of various government departments in the i"}, {"title": "Wannsee", "href": "/wiki/Wannsee", "description": "Wannsee is a locality in the southwestern Berlin borough of Steglitz-Zehlendorf, Germany. It is the westernmost locality of Berlin. In the quarter there are two lakes, the larger Großer Wannsee and the Kleiner Wannsee, are located on the River Havel and are separated only by the Wannsee Bridge. The larger of the two lakes covers an area of 2.7 km2 (1.0 sq mi) and has a maximum depth of 9 m (30 ft)"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Final Solution", "href": "/wiki/Final_Solution", "description": "The Final Solution or the Final Solution to the Jewish Question was a Nazi plan for the genocide of Jews during World War II. The \"Final Solution to the Jewish question\" was the official code name for the murder of all Jews within reach, which was not restricted to the European continent. This policy of deliberate and systematic genocide starting across German-occupied Europe was formulated in pro"}, {"title": "Jewish question", "href": "/wiki/Jewish_question", "description": "The Jewish question, also referred to as the Jewish problem, was a wide-ranging debate in 19th- and 20th-century European society that pertained to the appropriate status and treatment of Jews. The debate, which was similar to other \"national questions\", dealt with the civil, legal, national, and political status of Jews as a minority within society, particularly in Europe during the 18th, 19th, a"}]}, {"heading": "Events", "year": "1945", "date": "January 20", "txt": "World War II: The provisional government of Béla Miklós in Hungary agrees to an armistice with the Allies.", "entities": [{"title": "Béla Miklós", "href": "/wiki/B%C3%A9la_Mikl%C3%B3s", "description": "Béla Miklós de Dálnok, Vitéz of Dálnok was a Hungarian military officer and politician who served as acting Prime Minister of Hungary, at first in opposition, and then officially, from 1944 to 1945. He was the last Prime Minister of war-time Hungary."}, {"title": "Armistice", "href": "/wiki/Armistice", "description": "An armistice is a formal agreement of warring parties to stop fighting. It is not necessarily the end of a war, as it may constitute only a cessation of hostilities while an attempt is made to negotiate a lasting peace. It is derived from the Latin arma, meaning \"arms\" and -stitium, meaning \"a stopping\"."}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1945", "date": "January 20", "txt": "World War II: Germany begins the evacuation of 1.8 million people from East Prussia, a task which will take nearly two months.", "entities": [{"title": "Evacuation of East Prussia", "href": "/wiki/Evacuation_of_East_Prussia", "description": "The evacuation of East Prussia was the movement of German civilian population and military personnel from East Prussia between 20 January and March 1945, that was initially organized and carried out by state authorities but quickly turned into a chaotic flight from the Red Army."}, {"title": "East Prussia", "href": "/wiki/East_Prussia", "description": "East Prussia was a province of the Kingdom of Prussia from 1773 to 1829 and again from 1878 ; following World War I it formed part of the Weimar Republic's Free State of Prussia, until 1945. Its capital city was Königsberg. East Prussia was the main part of the region of Prussia along the southeastern Baltic Coast."}]}, {"heading": "Events", "year": "1949", "date": "January 20", "txt": "Point Four Program, a program for economic aid to poor countries, is announced by United States President Harry S. Truman in his inaugural address for a full term as President.", "entities": [{"title": "Point Four Program", "href": "/wiki/Point_Four_Program", "description": "The Point Four Program was a technical assistance program for \"developing countries\" announced by United States President Harry S. Truman in his inaugural address on January 20, 1949. It took its name from the fact that it was the fourth foreign policy objective mentioned in the speech."}, {"title": "Economic aid", "href": "/wiki/Economic_aid", "description": "In international relations, aid is – from the perspective of governments – a voluntary transfer of resources from one country to another."}, {"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "Inaugural address", "href": "/wiki/Inaugural_address", "description": "In government and politics, inauguration is the process of swearing a person into office and thus making that person the incumbent. Such an inauguration commonly occurs through a formal ceremony or special event, which may also include an inaugural address by the new official."}]}, {"heading": "Events", "year": "1954", "date": "January 20", "txt": "In the United States, the National Negro Network is established with 40 charter member radio stations.", "entities": [{"title": "National Negro Network", "href": "/wiki/National_Negro_Network", "description": "The National Negro Network was a black-oriented radio programming service in the United States founded on January 20, 1954 by Chicago advertiser W. Leonard Evans, Jr. It was the first black-owned radio network in the country, and its programming was broadcast on up to 45 affiliates. An article in the trade publication Broadcasting said that the network was expected \"to reach approximately 12 milli"}]}, {"heading": "Events", "year": "1961", "date": "January 20", "txt": "John F. Kennedy is inaugurated the 35th President of the United States of America, becoming the youngest man to be elected into that office, and the first Catholic.", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "President of the United States of America", "href": "/wiki/President_of_the_United_States_of_America", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Catholic", "href": "/wiki/Catholic", "description": "The word Catholic comes from the Greek phrase καθόλου (katholou), meaning \"on the whole\", \"according to the whole\" or \"in general\", and is a combination of the Greek words κατά meaning \"about\" and ὅλος meaning \"whole\". The first use of \"Catholic\" was by the church father Saint Ignatius of Antioch in his Letter to the Smyrnaeans. In the context of Christian ecclesiology, it has a rich history and s"}]}, {"heading": "Events", "year": "1972", "date": "January 20", "txt": "Pakistan launches its nuclear weapons program, a few weeks after its defeat in the Bangladesh Liberation War, as well as the Indo-Pakistani War of 1971.", "entities": [{"title": "Pakistan and weapons of mass destruction", "href": "/wiki/Pakistan_and_weapons_of_mass_destruction", "description": "Pakistan is one of nine states to possess nuclear weapons. Pakistan began development of nuclear weapons in January 1972 under Prime Minister Zulfikar Ali Bhutto, who delegated the program to the Chairman of the Pakistan Atomic Energy Commission (PAEC) Munir Ahmad Khan with a commitment to having the bomb ready by the end of 1976. Since PAEC, consisting of over twenty laboratories and projects und"}, {"title": "Bangladesh Liberation War", "href": "/wiki/Bangladesh_Liberation_War", "description": "The Bangladesh Liberation War, also known as the Bangladesh War of Independence, or simply the Liberation War in Bangladesh, was a revolution and armed conflict sparked by the rise of the Bengali nationalist and self-determination movement in what was then East Pakistan during the 1971 Bangladesh genocide. It resulted in the independence of the People's Republic of Bangladesh. The war began after "}, {"title": "Indo-Pakistani War of 1971", "href": "/wiki/Indo-Pakistani_War_of_1971", "description": "The Indo-Pakistani War of 1971 was a military confrontation between India's Mitro bahini forces and Pakistan that occurred during the Bangladesh Liberation War in East Pakistan from 3 December 1971 to the fall of Dacca (Dhaka) on 16 December 1971. The war began with Operation Chengiz Khan's preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakis"}]}, {"heading": "Events", "year": "1973", "date": "January 20", "txt": "Amílcar Cabral, leader of the independence movement in Guinea-Bissau and Cape Verde, is assassinated in Conakry, Guinea.", "entities": [{"title": "Amílcar Cabral", "href": "/wiki/Am%C3%ADlcar_Cabral", "description": "Amílcar Lopes da Costa Cabral was a Bissau-Guinean and Cape Verdean agricultural engineer, pan-africanist, intellectual, poet, theoretician, revolutionary, political organizer, nationalist and diplomat. He was one of Africa's foremost anti-colonial leaders."}, {"title": "Guinea-Bissau", "href": "/wiki/Guinea-Bissau", "description": "Guinea-Bissau, officially the Republic of Guinea-Bissau, is a country in West Africa that covers 36,125 square kilometres (13,948 sq mi) with an estimated population of 1,874,303. It borders Senegal to the north and Guinea to the south-east."}, {"title": "Cape Verde", "href": "/wiki/Cape_Verde", "description": "Cape Verde or Cabo Verde, officially the Republic of Cabo Verde, is an archipelago and island country in the central Atlantic Ocean, consisting of ten volcanic islands with a combined land area of about 4,033 square kilometres (1,557 sq mi). These islands lie between 600 to 850 kilometres west of Cap-Vert situated at the westernmost point of continental Africa. The Cape Verde islands form part of "}, {"title": "Conakry", "href": "/wiki/Conakry", "description": "Conakry is the capital and largest city of Guinea. A port city, it serves as the economic, financial and cultural centre of Guinea. Its population as of the 2014 Guinea census was 1,660,973."}]}, {"heading": "Events", "year": "1981", "date": "January 20", "txt": "Twenty minutes after Ronald Reagan is inaugurated as the 40th President of the United States of America, Iran releases 52 American hostages.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Iran hostage crisis", "href": "/wiki/Iran_hostage_crisis", "description": "The Iran hostage crisis was a diplomatic standoff between the United States and Iran. Fifty-two American diplomats and citizens were held hostage after a group of militarized Iranian college students belonging to the Muslim Student Followers of the Imam's Line, who supported the Iranian Revolution, took over the U.S. Embassy in Tehran and seized hostages. The hostages were held for 444 days from N"}]}, {"heading": "Events", "year": "1986", "date": "January 20", "txt": "In the United States, Martin Luther King Jr. Day is celebrated as a federal holiday for the first time.", "entities": [{"title": "Martin Luther King Jr. Day", "href": "/wiki/Martin_Luther_King_Jr._Day", "description": "Martin Luther King Jr. Day is a federal holiday in the United States marking the birthday of Martin Luther King Jr. It is observed on the third Monday of January each year. Born in 1929, Rev. Dr. King's actual birthday is January 15. The holiday is similar to holidays set under the Uniform Monday Holiday Act. The earliest Monday for this holiday is January 15 and the latest is January 21."}]}, {"heading": "Events", "year": "1990", "date": "January 20", "txt": "Protests in Azerbaijan, part of the Dissolution of the Soviet Union.", "entities": [{"title": "Black January", "href": "/wiki/Black_January", "description": "Black January, also known as Black Saturday or the January Massacre, was a violent crackdown on the civilian population of Baku on 19–20 January 1990, as part of a state of emergency during the dissolution of the Soviet Union."}, {"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}, {"title": "Dissolution of the Soviet Union", "href": "/wiki/Dissolution_of_the_Soviet_Union", "description": "The dissolution of the Soviet Union (1988–1991) was the process of internal disintegration within the Soviet Union, which began with growing unrest in its various constituent republics developing into an incessant political and legislative conflict between the republics and the central government, and ended when the leaders of three primal republics declared it no longer existed, later accompanied"}]}, {"heading": "Events", "year": "1991", "date": "January 20", "txt": "Sudan's government imposes Islamic law nationwide, worsening the civil war between the country's Muslim north and Christian south.", "entities": [{"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "Sharia", "href": "/wiki/Sharia", "description": "Sharia, Islamic law, or Sharia law, is a religious law forming part of the Islamic tradition. It is derived from the religious precepts of Islam, particularly the Quran and the hadith. In Arabic, the term sharīʿah refers to God's immutable divine law and is contrasted with fiqh, which refers to its human scholarly interpretations. The manner of its application in modern times has been a subject of"}, {"title": "Second Sudanese Civil War", "href": "/wiki/Second_Sudanese_Civil_War", "description": "The Second Sudanese Civil War was a conflict from 1983 to 2005 between the central Sudanese government and the Sudan People's Liberation Army. It was largely a continuation of the First Sudanese Civil War of 1955 to 1972. Although it originated in southern Sudan, the civil war spread to the Nuba mountains and the Blue Nile. It lasted for 22 years and is one of the longest civil wars on record. The"}]}, {"heading": "Events", "year": "1992", "date": "January 20", "txt": "Air Inter Flight 148, an Airbus A320-111, crashes into a mountain near Strasbourg, France, killing 87 of the 96 people on board.", "entities": [{"title": "Air Inter Flight 148", "href": "/wiki/Air_Inter_Flight_148", "description": "Air Inter Flight 148  was a scheduled passenger flight from Lyon–Saint-Exupéry Airport to Strasbourg Airport in France. On 20 January 1992, the Airbus A320 operating the flight crashed in the Vosges Mountains, France, near Mont Sainte-Odile, while circling to land at Strasbourg Airport. 87 of the 96 people on board were killed, while the remaining nine were all injured."}, {"title": "Airbus A320-111", "href": "/wiki/Airbus_A320-111", "description": "The Airbus A320 family are narrow-body airliners designed and produced by Airbus.\n\nThe A320 was launched in March 1984, first flew on 22 February 1987, and was introduced in April 1988 by Air France.\nThe first member of the family was followed by the longer A321, the shorter A319, and the even shorter A318 .\nFinal assembly takes place in Toulouse in France; Hamburg in Germany; Tianjin in China sin"}, {"title": "Strasbourg", "href": "/wiki/Strasbourg", "description": "Strasbourg is the prefecture and largest city of the Grand Est region of Eastern France and the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the prefecture of the Bas-Rhin department."}]}, {"heading": "Events", "year": "2001", "date": "January 20", "txt": "President of the Philippines Joseph Estrada is ousted in a nonviolent four-day revolution, and is succeeded by Gloria Macapagal-Arroyo.", "entities": [{"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}, {"title": "Joseph Estrada", "href": "/wiki/Joseph_Estrada", "description": "Joseph Ejercito Estrada, also known by the nickname Erap, is a Filipino politician and former actor who served as the 13th president of the Philippines from 1998 to 2001, 9th vice president of the Philippines from 1992 to 1998, and the 26th mayor of the City of Manila, the country's capital, from 2013 to 2019. In 2001, he became the first president in Asia to be impeached from an executive role an"}, {"title": "2001 EDSA Revolution", "href": "/wiki/2001_EDSA_Revolution", "description": "The Second EDSA Revolution, also known as People Power Revolution II, EDSA 2001, and EDSA II, was a political protest from January 17–20, 2001 that peacefully overthrew the government of Joseph Estrada, the thirteenth President of the Philippines. Estrada resigned and was succeeded by his Vice President, Gloria Macapagal Arroyo, who was sworn into office by then-Chief Justice Hilario Davide Jr. at"}, {"title": "Gloria Macapagal-Arroyo", "href": "/wiki/Gloria_Macapagal-Arroyo", "description": "Maria Gloria Macaraeg Macapagal Arroyo, often referred to by her initials GMA, is a Filipino academic and politician who served as the 14th president of the Philippines from 2001 until 2010. Before her accession to the presidency, she served as the 10th vice president of the Philippines from 1998 to 2001, and was a senator from 1992 to 1998. After her presidency, she was elected as the representat"}]}, {"heading": "Events", "year": "2009", "date": "January 20", "txt": "Barack Obama is inaugurated as the 44th President of the United States of America, becoming the first African-American President of the United States.", "entities": [{"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}, {"title": "President of the United States of America", "href": "/wiki/President_of_the_United_States_of_America", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "2009", "date": "January 20", "txt": "A protest movement in Iceland culminates as the 2009 Icelandic financial crisis protests start.", "entities": [{"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "2009 Icelandic financial crisis protests", "href": "/wiki/2009_Icelandic_financial_crisis_protests", "description": "The 2009–2011 Icelandic financial crisis protests, also referred to as the Kitchenware, Kitchen Implement or Pots and Pans Revolution, occurred in the wake of the Icelandic financial crisis. There had been regular and growing protests since October 2008 against the Icelandic government's handling of the financial crisis. The protests intensified on 20 January 2009 with thousands of people protesti"}]}, {"heading": "Events", "year": "2018", "date": "January 20", "txt": "A group of four or five gunmen attack The Inter-Continental Hotel in Kabul, Afghanistan, sparking a 12-hour battle. The attack kills 40 people and injures many others.", "entities": [{"title": "2018 Inter-Continental Hotel Kabul attack", "href": "/wiki/2018_Inter-Continental_Hotel_Kabul_attack", "description": "On 20 January 2018, a group of four or five gunmen attacked the Inter-Continental Hotel in Kabul, Afghanistan, sparking a 12-hour battle. The attack left 40 people dead including fourteen foreigners, while 14 were injured."}, {"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}]}, {"heading": "Events", "year": "2021", "date": "January 20", "txt": "Joe Biden is inaugurated as the 46th President of the United States of America.  At 78, he becomes the oldest person ever inaugurated.  Kamala Harris becomes the first female Vice President of the United States.", "entities": [{"title": "Joe Biden", "href": "/wiki/Joe_Biden", "description": "Joseph Robinette Biden Jr. is an American politician who is the 46th president of the United States. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under Barack Obama and represented Delaware in the United States Senate from 1973 to 2009."}, {"title": "Inauguration of Joe Biden", "href": "/wiki/Inauguration_of_Joe_Biden", "description": "The inauguration of Joe Biden as the 46th president of the United States took place on January 20, 2021, marking the start of the four-year term of Joe Biden as president and Kamala Harris as vice president. The 59th presidential inauguration took place on the West Front of the United States Capitol in Washington, D.C. Biden took the presidential oath of office, before which Harris took the vice p"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Kamala Harris", "href": "/wiki/Kamala_Harris", "description": "Kamala Devi Harris is an American politician and attorney who is the 49th vice president of the United States. She is the first female vice president and the highest-ranking female official in U.S. history, as well as the first African American and first Asian American vice president."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "225", "date": "January 20", "txt": "Gordian III, Roman emperor (d. 244)", "entities": [{"title": "Gordian III", "href": "/wiki/Gordian_III", "description": "Gordian III was Roman emperor from AD 238 to 244. At the age of 13, he became the youngest sole Roman emperor. Gordian was the son of Antonia Gordiana and Junius Balbus who died before 238. Antonia Gordiana was the daughter of Emperor Gordian I and younger sister of Emperor Gordian II. Very little is known of his early life before his acclamation. Gordian had assumed the name of his maternal grand"}]}, {"heading": "Births", "year": "1029", "date": "January 20", "txt": "Alp Arslan, Seljuk sultan (probable; d. 1072)", "entities": [{"title": "Alp Arslan", "href": "/wiki/Alp_Arslan", "description": "'Alp Arslan, real name ', was the second Sultan of the Seljuk Empire and great-grandson of Seljuk, the eponymous founder of the dynasty. As Sultan, Alp Arslan greatly expanded Seljuk territory and consolidated power, defeating rivals to his south and northwest. His victory over the Byzantines at the Battle of Manzikert in 1071 ushered in the Turkoman settlement of Anatolia. For his military prowes"}]}, {"heading": "Births", "year": "1292", "date": "January 20", "txt": "Elizabeth of Bohemia, queen consort of Bohemia (d. 1330)", "entities": [{"title": "Elizabeth of Bohemia (1292–1330)", "href": "/wiki/Elizabeth_of_Bohemia_(1292%E2%80%931330)", "description": "Elizabeth of Bohemia was a princess of the Bohemian Přemyslid dynasty who became queen consort of Bohemia as the first wife of King John the Blind. She was the mother of Emperor Charles IV, King of Bohemia."}]}, {"heading": "Births", "year": "1436", "date": "January 20", "txt": "Ashikaga Yoshimasa, Japanese shōgun (d. 1490)", "entities": [{"title": "Ashikaga Yoshimasa", "href": "/wiki/Ashikaga_Yoshimasa", "description": "Ashikaga Yoshimasa  was the 8th shōgun of the Ashikaga shogunate who reigned from 1449 to 1473 during the Muromachi period of Japan."}]}, {"heading": "Births", "year": "1488", "date": "January 20", "txt": "Sebastian Münster, German scholar, cartographer, and cosmographer (d. 1552)", "entities": [{"title": "Sebastian Münster", "href": "/wiki/Sebastian_M%C3%BCnster", "description": "Sebastian Münster was a German cartographer, cosmographer, and a Christian Hebraist scholar.\nHis work, the Cosmographia from 1544, was the earliest German description of the world."}]}, {"heading": "Births", "year": "1499", "date": "January 20", "txt": "Sebastian Franck, German humanist (probable; d. 1543)", "entities": [{"title": "Sebastian Franck", "href": "/wiki/Sebastian_Franck", "description": "Sebastian Franck was a 16th-century German freethinker, humanist, and radical reformer."}]}, {"heading": "Births", "year": "1500", "date": "January 20", "txt": "Jean Quintin, French priest, knight and writer (d. 1561)", "entities": [{"title": "Jean Quintin", "href": "/wiki/Jean_Quintin", "description": "Jean Quintin or Quentin was a French priest, knight of the Order of St John and writer. His writings include Insulae Melitae Descriptio (1536), the earliest known detailed description of the Maltese Islands, which also contains the earliest known printed map of the archipelago."}]}, {"heading": "Births", "year": "1502", "date": "January 20", "txt": "Sebastian de Aparicio, Spanish-Mexican rancher and missionary (d. 1600)", "entities": [{"title": "Sebastian de Aparicio", "href": "/wiki/Sebastian_de_Aparicio", "description": "Sebastian de Aparicio y del Pardo was a Spanish colonist in Mexico shortly after its conquest by Spain, who after a lifetime as a rancher and road builder entered the Order of Friars Minor as a lay brother. He spent the next 26 years of his long life as a beggar for the Order and died with a great reputation for holiness. He has been beatified by the Catholic Church."}]}, {"heading": "Births", "year": "1526", "date": "January 20", "txt": "Rafael Bombelli, Italian mathematician (d. 1572)", "entities": [{"title": "Rafael Bombelli", "href": "/wiki/Rafael_Bombelli", "description": "Rafael Bombelli was an Italian mathematician. Born in Bologna, he is the author of a treatise on algebra and is a central figure in the understanding of imaginary numbers."}]}, {"heading": "Births", "year": "1554", "date": "January 20", "txt": "Sebastian of Portugal (d. 1578)", "entities": [{"title": "Sebastian of Portugal", "href": "/wiki/Sebastian_of_Portugal", "description": "Sebastian was King of Portugal from 11 June 1557 to 4 August 1578 and the penultimate Portuguese monarch of the House of Aviz."}]}, {"heading": "Births", "year": "1569", "date": "January 20", "txt": "Heribert Rosweyde, Jesuit hagiographer (d. 1629)", "entities": [{"title": "Heribert Rosweyde", "href": "/wiki/Heribert_Rosweyde", "description": "Heribert Rosweyde was a Jesuit hagiographer. His work, quite unfinished, was taken up by Jean Bolland who systematized it, while broadening its perspective. This is the beginning of the association of the Bollandists."}]}, {"heading": "Births", "year": "1573", "date": "January 20", "txt": "Simon Marius, German astronomer and academic (d. 1624)", "entities": [{"title": "Simon Marius", "href": "/wiki/Simon_Marius", "description": "Simon Marius was a German astronomer. He was born in Gunzenhausen, near Nuremberg, but spent most of his life in the city of Ansbach. He is most known for making the first observations of the four largest moons of Jupiter, before Galileo himself, and his publication of his discovery led to charges of plagiarism."}]}, {"heading": "Births", "year": "1586", "date": "January 20", "txt": "Johann Hermann Schein, German composer (d. 1630)", "entities": [{"title": "Johann Hermann Schein", "href": "/wiki/Johann_Hermann_Schein", "description": "Johann Hermann Schein was a German composer of the early Baroque era. He was born in Grünhain and died in Leipzig. He was one of the first to import the early Italian stylistic innovations into German music, and was one of the most polished composers of the period."}]}, {"heading": "Births", "year": "1664", "date": "January 20", "txt": "Giovanni Vincenzo Gravina, Italian lawyer and jurist (d. 1718)", "entities": [{"title": "Giovanni Vincenzo Gravina", "href": "/wiki/Giovanni_Vincenzo_Gravina", "description": "Giovanni Vincenzo Gravina was an Italian man of letters and jurist. He was born at Roggiano Gravina, a small town near Cosenza, in Calabria."}]}, {"heading": "Births", "year": "1703", "date": "January 20", "txt": "Joseph-Hector Fiocco, Flemish violinist and composer (d. 1741)", "entities": [{"title": "Joseph-Hector Fiocco", "href": "/wiki/Joseph-Hector_Fiocco", "description": "Joseph-Hector Fiocco, born in Brussels, was a composer and Harpsichordist of the late Baroque period."}]}, {"heading": "Births", "year": "1716", "date": "January 20", "txt": "Jean-Jacques Barthélemy, French archaeologist and numismatist (d. 1795)", "entities": [{"title": "Jean-Jacques Barthélemy", "href": "/wiki/Jean-Jacques_Barth%C3%A9lemy", "description": "Jean-Jacques Barthélemy was a French scholar who became the first person to decipher an extinct language. He deciphered the Palmyrene alphabet in 1754 and the Phoenician alphabet in 1758."}]}, {"heading": "Births", "year": "1716", "date": "January 20", "txt": "Charles III of Spain (d. 1788)", "entities": []}, {"heading": "Births", "year": "1732", "date": "January 20", "txt": "Richard Henry Lee, American lawyer and politician, President of the Continental Congress (d. 1794)", "entities": [{"title": "Richard Henry Lee", "href": "/wiki/Richard_Henry_Lee", "description": "Richard Henry Lee was an American statesman and Founding Father from Virginia, best known for the June 1776 Lee Resolution, the motion in the Second Continental Congress calling for the colonies' independence from Great Britain leading to the United States Declaration of Independence, which he signed. He also served a one-year term as the President of the Continental Congress, was a signatory to t"}, {"title": "President of the Continental Congress", "href": "/wiki/President_of_the_Continental_Congress", "description": "The president of the Continental Congress, later known as the president of the Congress of the Confederation, was the presiding officer of the Continental Congress, the convention of delegates that emerged as the first (transitional) national government of the United States during the American Revolution. The president was a member of Congress elected by the other delegates to serve as a neutral d"}]}, {"heading": "Births", "year": "1741", "date": "January 20", "txt": "Carl Linnaeus the Younger, Swedish botanist and author (d. 1783)", "entities": [{"title": "Carl Linnaeus the Younger", "href": "/wiki/Carl_Linnaeus_the_Younger", "description": "Carl Linnaeus the Younger, Carolus Linnaeus the Younger or Carl von Linné d. y. was a Swedish naturalist. He is known as Linnaeus filius to distinguish him from his famous father, the systematist Carl Linnaeus (1707–78).\n"}]}, {"heading": "Births", "year": "1755", "date": "January 20", "txt": "Sir Albemarle Bertie, 1st Baronet, English admiral (d. 1824)", "entities": [{"title": "Sir Albemarle Bertie, 1st Baronet", "href": "/wiki/Sir_Albemarle_Bertie,_1st_Baronet", "description": "Admiral Sir Albemarle Bertie, 1st Baronet, was a long-serving and at the time controversial officer of the Royal Navy who saw extensive service in his career, but also courted controversy with several of his actions."}]}, {"heading": "Births", "year": "1762", "date": "January 20", "txt": "Jérôme-Joseph de Momigny, Belgian-French composer and theorist (d. 1842)", "entities": [{"title": "Jérôme-Joseph de Momigny", "href": "/wiki/J%C3%A9r%C3%B4me-Joseph_de_Momigny", "description": "Jérôme-Joseph de Momigny was a Belgian/French composer and music-theorist."}]}, {"heading": "Births", "year": "1775", "date": "January 20", "txt": "André-Marie Ampère, French physicist and mathematician (d. 1836)", "entities": [{"title": "André-Marie Ampère", "href": "/wiki/Andr%C3%A9-Marie_Amp%C3%A8re", "description": "André-Marie Ampère was a French physicist and mathematician who was one of the founders of the science of classical electromagnetism, which he referred to as \"electrodynamics\". He is also the inventor of numerous applications, such as the solenoid and the electrical telegraph. An autodidact, Ampère was a member of the French Academy of Sciences and professor at the École polytechnique and the Coll"}]}, {"heading": "Births", "year": "1781", "date": "January 20", "txt": "Joseph Hormayr, Baron zu Hortenburg, Austrian-German historian and politician (d. 1848)", "entities": [{"title": "Joseph Hormayr, Baron zu Hortenburg", "href": "/wiki/Joseph_Hormayr,_Baron_zu_Hortenburg", "description": "Joseph Hormayr, Baron zu Hortenburg was an Austrian and German statesman and historian."}]}, {"heading": "Births", "year": "1783", "date": "January 20", "txt": "Friedrich Dotzauer, German cellist and composer (d. 1860)", "entities": [{"title": "Friedrich Dotzauer", "href": "/wiki/Friedrich_Dotzauer", "description": "Justus Johann Friedrich Dotzauer was a German cellist and composer."}]}, {"heading": "Births", "year": "1799", "date": "January 20", "txt": "Anson Jones, American physician and politician, 5th President of the Republic of Texas (d. 1858)", "entities": [{"title": "Anson Jones", "href": "/wiki/Anson_Jones", "description": "Anson Jones, also known as the Architect of Annexation was a doctor, businessperson, member of Congress, and the fourth and last President of the Republic of Texas."}, {"title": "President of the Republic of Texas", "href": "/wiki/President_of_the_Republic_of_Texas", "description": "The president of the Republic of Texas was the head of state and head of government while Texas was an independent republic between 1836 and 1845."}]}, {"heading": "Births", "year": "1804", "date": "January 20", "txt": "Eugène Sue, French author and politician (d. 1857)", "entities": [{"title": "Eugène Sue", "href": "/wiki/Eug%C3%A8ne_Sue", "description": "Marie-Joseph \"Eugène\" Sue was a French novelist. He was one of several authors who popularized the genre of the serial novel in France with his very popular and widely imitated The Mysteries of Paris, which was published in a newspaper from 1842 to 1843."}]}, {"heading": "Births", "year": "1812", "date": "January 20", "txt": "Thomas Meik, Scottish engineer (d. 1896)", "entities": [{"title": "Thomas Meik", "href": "/wiki/Thomas_Meik", "description": "\n\nThomas Meik was a 19th-century Scottish engineer."}]}, {"heading": "Births", "year": "1814", "date": "January 20", "txt": "David Wilmot, American politician, sponsor of Wilmot Proviso (d. 1868)", "entities": [{"title": "David Wilmot", "href": "/wiki/David_Wilmot", "description": "David Wilmot was an American politician and judge. He served as Representative and a Senator for Pennsylvania and as a Judge of the Court of Claims. He is best known for being the prime sponsor and namesake of the eponymous Wilmot Proviso, a failed proposal to ban the expansion of slavery to western lands gained in the Mexican Cession. A notable member of the anti-slavery Free Soil Party, Wilmot l"}, {"title": "Wilmot Proviso", "href": "/wiki/Wilmot_Proviso", "description": "The Wilmot Proviso was an unsuccessful 1846 proposal in the United States Congress to ban slavery in territory acquired from Mexico in the Mexican–American War. The conflict over the Wilmot Proviso was one of the major events leading to the American Civil War."}]}, {"heading": "Births", "year": "1834", "date": "January 20", "txt": "George D. Robinson, American lawyer and politician, 34th Governor of Massachusetts (d. 1896)", "entities": [{"title": "George D. Robinson", "href": "/wiki/George_D._Robinson", "description": "George Dexter Robinson was an American lawyer and Republican politician from Chicopee, Massachusetts. After serving in the Massachusetts General Court and United States House of Representatives, Robinson served three one-year terms as Governor of Massachusetts, notably defeating Benjamin Franklin Butler in the 1883 election."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1855", "date": "January 20", "txt": "Ernest Chausson, French composer (d. 1899)", "entities": [{"title": "Ernest Chausson", "href": "/wiki/Ernest_Chausson", "description": "Amédée-Ernest Chausson was a French Romantic composer who died just as his career was beginning to flourish."}]}, {"heading": "Births", "year": "1856", "date": "January 20", "txt": "Harriot Stanton Blatch, U.S. suffragist and organizer (d. 1940)", "entities": [{"title": "Harriot Stanton Blatch", "href": "/wiki/Harriot_Stanton_Blatch", "description": "Harriot Eaton Stanton Blatch was an American writer, suffragist, and the daughter of pioneering women's rights activist Elizabeth Cady Stanton."}]}, {"heading": "Births", "year": "1865", "date": "January 20", "txt": "Yvette Guilbert, French singer and actress (d. 1944)", "entities": [{"title": "Yvette Guilbert", "href": "/wiki/Yvette_Guilbert", "description": "Yvette Guilbert was a French cabaret singer and actress of the Belle Époque."}]}, {"heading": "Births", "year": "1870", "date": "January 20", "txt": "Guillaume Lekeu, Belgian pianist and composer (d. 1894)", "entities": [{"title": "Guillaume Lekeu", "href": "/wiki/Guillaume_Lekeu", "description": "Jean Joseph Nicolas Guillaume Lekeu was a Belgian composer of classical music."}]}, {"heading": "Births", "year": "1873", "date": "January 20", "txt": "Johannes V. Jensen, Danish author, poet, and playwright, Nobel Prize laureate (d. 1950)", "entities": [{"title": "Johannes V. Jensen", "href": "/wiki/Johannes_V._Jensen", "description": "Johannes Vilhelm Jensen was a Danish author, known as one of the great Danish writers of the first half of 20th century. He was awarded the Nobel Prize in Literature in 1944 \"for the rare strength and fertility of his poetic imagination with which is combined an intellectual curiosity of wide scope and a bold, freshly creative style\". One of his sisters, Thit Jensen, was also a well-known writer a"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1874", "date": "January 20", "txt": "Steve Bloomer, English footballer and coach (d. 1938)", "entities": [{"title": "Steve Bloomer", "href": "/wiki/Steve_Bloomer", "description": "Stephen Bloomer was an England international footballer and manager who played for Derby County – becoming their record goalscorer – and Middlesbrough. The anthem Steve Bloomer's Watchin' is played at every Derby home game and there is a bust of him at the Pride Park Stadium. He is also listed in the Football League 100 Legends and English Football Hall of Fame."}]}, {"heading": "Births", "year": "1876", "date": "January 20", "txt": "Josef Hofmann, Polish-American pianist and composer (d. 1957)", "entities": [{"title": "Josef Hofmann", "href": "/wiki/Josef_Hofmann", "description": "Josef Casimir Hofmann was a Polish American pianist, composer, music teacher, and inventor."}]}, {"heading": "Births", "year": "1878", "date": "January 20", "txt": "Finlay Currie, Scottish-English actor (d. 1968)", "entities": [{"title": "Finlay Currie", "href": "/wiki/Finlay_Currie", "description": "William Finlay Jefferson Currie was a Scottish actor of stage, screen, and television. He received great acclaim for his roles as Abel Magwitch in the British film Great Expectations (1946) and as Balthazar in the American film Ben-Hur (1959)."}]}, {"heading": "Births", "year": "1879", "date": "January 20", "txt": "Ruth St. Denis, American dancer and educator (d. 1968)", "entities": [{"title": "Ruth St. Denis", "href": "/wiki/Ruth_St._Denis", "description": "Ruth St. Denis was an American pioneer of modern dance, introducing eastern ideas into the art. She was the co-founder of the American Denishawn School of Dancing and Related Arts and the teacher of several notable performers."}]}, {"heading": "Births", "year": "1880", "date": "January 20", "txt": "Walter W. Bacon, American accountant and politician, 60th Governor of Delaware (d. 1962)", "entities": [{"title": "Walter W. Bacon", "href": "/wiki/Walter_W._Bacon", "description": "Walter Wolfkiel Bacon was an American politician and accountant from Wilmington, in New Castle County, Delaware. He was a member of the Republican Party who served three terms as Mayor of Wilmington and two terms as Governor of Delaware. He is the only mayor of a Delaware city to have been elected Governor of Delaware."}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Births", "year": "1882", "date": "January 20", "txt": "Johnny Torrio, Italian-American mob boss (d. 1957)", "entities": [{"title": "Johnny Torrio", "href": "/wiki/Johnny_Torrio", "description": "John Donato Torrio was an Italian-American mobster who helped build the Chicago Outfit in the 1920s. It was later inherited by his protégé Al Capone. Torrio proposed a National Crime Syndicate in the 1930s and later became an adviser to Lucky Luciano and his Luciano crime family."}]}, {"heading": "Births", "year": "1883", "date": "January 20", "txt": "Enoch L. Johnson, American mob boss (d. 1968)", "entities": [{"title": "Enoch L. Johnson", "href": "/wiki/Enoch_L._Johnson", "description": "Enoch Lewis \"Nucky\" Johnson was an Atlantic City, New Jersey political boss; a sheriff of Atlantic County, New Jersey; a businessman; and a crime boss who was the leader of the political machine that controlled Atlantic City and the Atlantic County government from the 1910s until his conviction and imprisonment in 1941. His rule encompassed the Roaring Twenties when Atlantic City was at the height"}]}, {"heading": "Births", "year": "1883", "date": "January 20", "txt": "Forrest Wilson, American journalist and author (d. 1942)", "entities": []}, {"heading": "Births", "year": "1888", "date": "January 20", "txt": "Lead Belly, American folk/blues musician and songwriter (d. 1949)", "entities": [{"title": "Lead Belly", "href": "/wiki/Lead_Belly", "description": "Huddie William Ledbetter, better known by the stage name Lead Belly, was an American folk and blues singer, musician, and songwriter notable for his strong vocals, virtuosity on the twelve-string guitar, and the folk standards he introduced, including his renditions of \"Goodnight, Irene\", \"Midnight Special\", \"Cotton Fields\", and \"Boll Weevil\"."}]}, {"heading": "Births", "year": "1889", "date": "January 20", "txt": "Allan Haines Loughead, American engineer and businessman, founded the Alco Hydro-Aeroplane Company (d. 1969)", "entities": [{"title": "Allan Haines Loughead", "href": "/wiki/Allan_Haines_Loughead", "description": "Allan Haines Lockheed, born Allan Haines Loughead, was an American aviation pioneer and engineer. He formed the Alco Hydro-Aeroplane Company along with his brother, Malcolm Loughead, that became Lockheed Corporation."}, {"title": "Alco Hydro-Aeroplane Company", "href": "/wiki/Alco_Hydro-Aeroplane_Company", "description": "The Loughead Aircraft Manufacturing Company was an American company which designed and built aircraft. The founder, Allan Lockheed, went on to form the similarly named but otherwise unrelated Lockheed Aircraft Company in 1926, which would merge with Martin Marietta in 1995 to form today's Lockheed Martin."}]}, {"heading": "Births", "year": "1891", "date": "January 20", "txt": "Mischa Elman, Ukrainian-American violinist (d. 1967)", "entities": [{"title": "Mischa Elman", "href": "/wiki/Mischa_Elman", "description": "Mischa Elman was a Russian-born Jewish-American violinist, famed for his passionate style, beautiful tone, and impeccable artistry and musicality."}]}, {"heading": "Births", "year": "1893", "date": "January 20", "txt": "Georg Åberg, Swedish triple jumper (d. 1946)", "entities": [{"title": "Georg Åberg", "href": "/wiki/Georg_%C3%85berg", "description": "Nils Georg Åberg was a Swedish athlete who competed at the 1912 Olympics. He won a bronze medal in the long jump and placed second in the triple jump, in which Sweden collected all three medals. He won the long jump event at the Swedish Games in 1916 and at the national championships in 1912, 1913 and 1915. After retiring from competitions he directed his own firm."}]}, {"heading": "Births", "year": "1894", "date": "January 20", "txt": "Harold Gray, American cartoonist, created Little Orphan Annie (d. 1968)", "entities": [{"title": "Harold Gray", "href": "/wiki/Harold_Gray", "description": "Harold Lincoln Gray was an American cartoonist, best known as the creator of the newspaper comic strip Little Orphan Annie."}]}, {"heading": "Births", "year": "1894", "date": "January 20", "txt": "Walter Piston, American composer, theorist, and academic (d. 1976)", "entities": []}, {"heading": "Births", "year": "1895", "date": "January 20", "txt": "Gábor Szegő, Hungarian mathematician and academic (d. 1985)", "entities": [{"title": "Gábor Szegő", "href": "/wiki/G%C3%A1bor_Szeg%C5%91", "description": "Gábor Szegő was a Hungarian-American mathematician. He was one of the foremost mathematical analysts of his generation and made fundamental contributions to the theory of orthogonal polynomials and Toeplitz matrices building on the work of his contemporary Otto Toeplitz."}]}, {"heading": "Births", "year": "1896", "date": "January 20", "txt": "George Burns, American actor, comedian, and producer (d. 1996)", "entities": [{"title": "George Burns", "href": "/wiki/George_Burns", "description": "George Burns was an American comedian, actor, singer, and writer. He was one of the few entertainers whose career successfully spanned vaudeville, radio, film, and television. His arched eyebrow and cigar-smoke punctuation became familiar trademarks for over three-quarters of a century. He and his wife, Gracie Allen, appeared on radio, television, and film as the comedy duo Burns and Allen."}]}, {"heading": "Births", "year": "1898", "date": "January 20", "txt": "U Razak, Burmese educator and politician (d. 1947)", "entities": [{"title": "U Razak", "href": "/wiki/U_Razak", "description": "U Razak was a Burmese politician and an educationalist. He was a Tamil Muslim and also was a cabinet minister in Aung San's pre-independence interim government, and was assassinated on 19 July 1947 along with six other cabinet ministers. July 19 is commemorated each year as Martyrs' Day in Myanmar. Razak was Minister of Education and National Planning, and was chairman of the Burma Muslim Congress"}]}, {"heading": "Births", "year": "1899", "date": "January 20", "txt": "Clarice Cliff, English potter (d. 1972)", "entities": [{"title": "Clarice Cliff", "href": "/wiki/Clarice_Cliff", "description": "Clarice Cliff was an English ceramic artist active from 1922 to 1963. She became a ceramic artist, becoming the head of the factory artistic department."}]}, {"heading": "Births", "year": "1899", "date": "January 20", "txt": "Kenjiro Takayanagi, Japanese engineer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1900", "date": "January 20", "txt": "Dorothy Annan, English painter, potter, and muralist (d. 1983)", "entities": [{"title": "Dorothy Annan", "href": "/wiki/Dorothy_Annan", "description": "Dorothy Annan was an English painter,\npotter and muralist who was born in Brazil to British parents and was educated in France and Germany. Her works were frequently shown at the Leicester Galleries in London and she had her first solo show there in 1945."}]}, {"heading": "Births", "year": "1900", "date": "January 20", "txt": "Colin Clive, English actor (d. 1937)", "entities": []}, {"heading": "Births", "year": "1902", "date": "January 20", "txt": "Leon Ames, American actor (d. 1993)", "entities": [{"title": "Leon Ames", "href": "/wiki/Leon_Ames", "description": "Leon Ames was an American film and television actor. He is best remembered for playing father figures in such films as Meet Me in St. Louis (1944) with Judy Garland as one of his daughters, Little Women (1949), On Moonlight Bay (1951), and By the Light of the Silvery Moon (1953). The fathers whom Ames portrayed were often somewhat stuffy and exasperated by the younger generation, but ultimately ki"}]}, {"heading": "Births", "year": "1902", "date": "January 20", "txt": "Kevin Barry, Irish Republican Army volunteer (d. 1920)", "entities": []}, {"heading": "Births", "year": "1906", "date": "January 20", "txt": "Aristotle Onassis, Greek shipping magnate (d. 1975)", "entities": [{"title": "Aristotle Onassis", "href": "/wiki/Aristotle_Onassis", "description": "Aristotle Socrates Onassis, commonly called Ari or Aristo Onassis, was a Greek shipping magnate who amassed the world's largest privately owned shipping fleet and was one of the world's richest and most famous men. He was married to Athina Mary Livanos, had a long-standing affair with opera singer Maria Callas and was married to Jacqueline Kennedy, the widow of US President John F. Kennedy."}]}, {"heading": "Births", "year": "1907", "date": "January 20", "txt": "Paula Wessely, Austrian actress and producer (d. 2000)", "entities": [{"title": "Paula Wessely", "href": "/wiki/Paula_Wessely", "description": "Paula Anna Maria Wessely was an Austrian theatre and film actress. Die Wessely, as she was affectionately called by her admirers and fans, was Austria's foremost popular postwar actress."}]}, {"heading": "Births", "year": "1908", "date": "January 20", "txt": "Fleur Cowles, American author and illustrator (d. 2009)", "entities": [{"title": "Fleur Cowles", "href": "/wiki/Fleur_Cowles", "description": "Fleur Fenton Cowles was an American writer, editor and artist best known as the creative force behind the short-lived Flair magazine."}]}, {"heading": "Births", "year": "1909", "date": "January 20", "txt": "Gōgen Yamaguchi, Japanese martial artist (d. 1989)", "entities": [{"title": "Gōgen Yamaguchi", "href": "/wiki/G%C5%8Dgen_Yamaguchi", "description": "Jitsumi Gōgen Yamaguchi, also known as Gōgen Yamaguchi, was a Japanese martial artist and student of Gōjū-ryū Karate under Chōjun Miyagi. He was one of the most well-known karate-dō masters from Japan and he founded the International Karate-dō Gōjū Kai Association."}]}, {"heading": "Births", "year": "1910", "date": "January 20", "txt": "Joy Adamson, Austria-Kenyan painter and conservationist (d. 1980)", "entities": [{"title": "Joy Adamson", "href": "/wiki/Joy_Adamson", "description": "Friederike Victoria \"Joy\" Adamson was a naturalist, artist and author. Her book, Born Free, describes her experiences raising a lion cub named Elsa. Born Free was printed in several languages, and made into an Academy Award-winning movie of the same name. In 1977, she was awarded the Austrian Cross of Honour for Science and Art."}]}, {"heading": "Births", "year": "1913", "date": "January 20", "txt": "W. Cleon Skousen, American author and academic (d. 2006)", "entities": [{"title": "W. Cleon Skousen", "href": "/wiki/W._Cleon_Skousen", "description": "Willard Cleon Skousen was an American conservative author and faith-based political theorist. A notable anti-communist and supporter of the John Birch Society, Skousen's works involved a wide range of subjects including the Six-Day War, Mormon eschatology, New World Order conspiracies, and parenting. His most popular works are The 5,000 Year Leap and The Naked Communist."}]}, {"heading": "Births", "year": "1915", "date": "January 20", "txt": "Ghulam Ishaq Khan, Pakistani businessman and politician, 7th President of Pakistan (d. 2006)", "entities": [{"title": "Ghulam Ishaq Khan", "href": "/wiki/Ghulam_Ishaq_Khan", "description": "Ghulam Ishaq Khan, was a Pakistani bureaucrat who served as the seventh President of Pakistan, elected in 1988 until his resignation in 1993. He was the founder of his namesake Ghulam Ishaq Khan Institute."}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1918", "date": "January 20", "txt": "Juan García Esquivel, Mexican pianist, composer, and bandleader (d. 2002)", "entities": [{"title": "Juan García Esquivel", "href": "/wiki/Juan_Garc%C3%ADa_Esquivel", "description": "Juan García Esquivel, often known mononymously as Esquivel!, was a Mexican band leader, pianist, and composer for television and films. He is recognized today as one of the foremost exponents of a sophisticated style of largely instrumental music that combines elements of lounge music and jazz with Latin flavors. Esquivel is sometimes called \"The King of Space Age Pop\" and \"The Busby Berkeley of C"}]}, {"heading": "Births", "year": "1918", "date": "January 20", "txt": "Nevin Scrimshaw, American scientist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 20", "txt": "Federico Fellini, Italian director and screenwriter (d. 1993)", "entities": [{"title": "Federico Fellini", "href": "/wiki/Federico_Fellini", "description": "Federico Fellini, was an Italian film director and screenwriter known for his distinctive style, which blends fantasy and baroque images with earthiness. He is recognized as one of the greatest and most influential filmmakers of all time. His films have ranked highly in critical polls such as that of Cahiers du cinéma and Sight & Sound, which lists his 1963 film 8+1⁄2 as the 10th-greatest film."}]}, {"heading": "Births", "year": "1920", "date": "January 20", "txt": "DeForest Kelley, American actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 20", "txt": "Thorleif Schjelderup, Norwegian ski jumper and author (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "January 20", "txt": "Telmo Zarra, Spanish footballer (d. 2006)", "entities": [{"title": "Telmo Zarra", "href": "/wiki/Telmo_Zarra", "description": "Pedro Telmo Zarraonandía Montoya, known as Telmo Zarra or simply Zarra, was a Spanish football forward. He spent the majority of his career at Athletic Bilbao, from 1940 to 1955, for whom he remains the top scorer in competitive matches with 335 goals."}]}, {"heading": "Births", "year": "1922", "date": "January 20", "txt": "Ray Anthony, American trumpet player, composer, bandleader, and actor", "entities": [{"title": "Ray Anthony", "href": "/wiki/Ray_Anthony", "description": "Raymond Antonini, known as Ray Anthony, is an American bandleader, trumpeter, songwriter, and actor. He is the last surviving member of the Glenn Miller Orchestra."}]}, {"heading": "Births", "year": "1922", "date": "January 20", "txt": "Don Mankiewicz, American author and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 20", "txt": "Slim Whitman, American country and western singer-songwriter and musician (d. 2013)", "entities": [{"title": "Slim Whitman", "href": "/wiki/Slim_Whitman", "description": "Ottis Dewey Whitman Jr., professionally known by the stage name Slim Whitman, was an American country music singer-songwriter and guitarist known for his yodeling abilities and his smooth, high, three-octave-range falsetto in a style christened as \"countrypolitan\". He personally stated that he had sold in excess of 120 million records, although the recorded sales figures give 70 million, during a "}]}, {"heading": "Births", "year": "1924", "date": "January 20", "txt": "Yvonne Loriod, French pianist and composer (d. 2010)", "entities": [{"title": "Yvonne Loriod", "href": "/wiki/Yvonne_Loriod", "description": "Yvonne Loriod was a French pianist, teacher, and composer, and the second wife of composer Olivier Messiaen. Her sister was the Ondes Martenot player Jeanne Loriod."}]}, {"heading": "Births", "year": "1925", "date": "January 20", "txt": "Jamiluddin Aali, Pakistani poet, playwright, and critic (d. 2015)", "entities": [{"title": "Jamiluddin Aali", "href": "/wiki/Jamiluddin_Aali", "description": "Nawabzada Mirza Jamiluddin Ahmed Khan PP, HI, better known as Jamiluddin Aali or Aaliji, was a Pakistani poet, critic, playwright, essayist, columnist, and scholar."}]}, {"heading": "Births", "year": "1925", "date": "January 20", "txt": "Ernesto Cardenal, Nicaraguan priest, poet, and politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 20", "txt": "Patricia Neal, American actress (d. 2010)", "entities": [{"title": "Patricia Neal", "href": "/wiki/Patricia_Neal", "description": "Patricia Neal was an American actress of stage and screen. She was best known for her film roles as World War II widow Helen Benson in The Day the Earth Stood Still (1951), radio journalist Marcia Jeffries in A Face in the Crowd (1957), wealthy matron Emily Eustace Failenson in Breakfast at Tiffany's (1961), and the worn-out housekeeper Alma Brown in Hud (1963), for which she won the Academy Award"}]}, {"heading": "Births", "year": "1926", "date": "January 20", "txt": "David Tudor, American pianist and composer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 20", "txt": "Qurratulain Hyder, Indian-Pakistani journalist and academic (d. 2007)", "entities": [{"title": "Qurratulain Hyder", "href": "/wiki/Qurratulain_Hyder", "description": "Qurratulain Hyder was an Indian Urdu novelist and short story writer, an academic, and a journalist. One of the most outstanding and influential literary names in Urdu literature, she is best known for her magnum opus, Aag Ka Darya, a novel first published in Urdu in 1959, from Lahore, Pakistan, that stretches from the 4th century BC to post partition of India."}]}, {"heading": "Births", "year": "1928", "date": "January 20", "txt": "Antonio de Almeida, French conductor and musicologist (d. 1997)", "entities": [{"title": "Antonio de Almeida (conductor)", "href": "/wiki/Antonio_de_Almeida_(conductor)", "description": "Antonio de Almeida  was a French conductor and musicologist of Portuguese-American descent."}]}, {"heading": "Births", "year": "1929", "date": "January 20", "txt": "Arte Johnson, American actor and comedian (d. 2019)", "entities": [{"title": "Arte Johnson", "href": "/wiki/Arte_Johnson", "description": "Arthur Stanton Eric Johnson was an American comic actor who was best known for his work as a regular on television's Rowan & Martin's Laugh-In."}]}, {"heading": "Births", "year": "1929", "date": "January 20", "txt": "Masaharu Kawakatsu, Japanese biologist", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 20", "txt": "Fireball Roberts, American race car driver (d. 1964)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 20", "txt": "Buzz Aldrin, American colonel, pilot, and astronaut", "entities": [{"title": "Buzz Aldrin", "href": "/wiki/Buzz_Aldrin", "description": "Buzz Aldrin is an American former astronaut, engineer and fighter pilot. Aldrin made three spacewalks as pilot of the 1966 Gemini 12 mission, and as the lunar module pilot on the 1969 Apollo 11 mission, he and mission commander Neil Armstrong were the first two people to land on the Moon. Following the deaths of Armstrong in 2012 and Michael Collins in 2021, Aldrin is now the last surviving crew m"}]}, {"heading": "Births", "year": "1931", "date": "January 20", "txt": "David Lee, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "David Lee (physicist)", "href": "/wiki/David_Lee_(physicist)", "description": "David Morris Lee is an American physicist who shared the 1996 Nobel Prize in Physics with Robert C. Richardson and Douglas Osheroff \"for their discovery of superfluidity in helium-3.\" Lee is professor emeritus of physics at Cornell University and distinguished professor of physics at Texas A&M University."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1931", "date": "January 20", "txt": "Hachidai Nakamura, Japanese pianist and composer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 20", "txt": "Lou Fontinato, Canadian ice hockey player (d. 2016)", "entities": [{"title": "Lou Fontinato", "href": "/wiki/Lou_Fontinato", "description": "Louis Joseph \"Leapin' Louie\" Fontinato was a Canadian defenceman in the National Hockey League with the New York Rangers from 1954 to 1961 and the Montreal Canadiens from 1961 to 1963."}]}, {"heading": "Births", "year": "1934", "date": "January 20", "txt": "Hennie Aucamp, South African poet, author, and academic (d. 2014)", "entities": [{"title": "Hennie Aucamp", "href": "/wiki/Hennie_Aucamp", "description": "Hennie Aucamp was a South African Afrikaans poet, short story writer, cabaretist and academic. He grew up on a farm in the Stormberg highlands and matriculated at Jamestown, Eastern Cape before continuing his higher education at the University of Stellenbosch. He died in Cape Town at age 80 on 20 March 2014 after suffering a stroke."}]}, {"heading": "Births", "year": "1934", "date": "January 20", "txt": "Tom Baker, English actor", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 20", "txt": "Dorothy Provine, American actress, singer, and dancer (d. 2010)", "entities": [{"title": "Dorothy Provine", "href": "/wiki/Dorothy_Provine", "description": "Dorothy Michelle Provine was an American singer, dancer and actress. Born in 1935 in Deadwood, South Dakota, she grew up in Seattle, Washington, and was hired in 1958 by Warner Bros., after which she first starred in The Bonnie Parker Story and played many roles in TV series. During the 1960s, Provine starred in series such as The Alaskans and The Roaring 20's, and her major roles in movies includ"}]}, {"heading": "Births", "year": "1937", "date": "January 20", "txt": "Bailey Howell, American basketball player", "entities": [{"title": "Bailey Howell", "href": "/wiki/Bailey_Howell", "description": "Bailey E. Howell is an American former professional basketball player. After playing college basketball at Mississippi State, Howell played 12 seasons in the National Basketball Association (NBA). Howell was a 6–time NBA All-Star, 2–time NBA Champion and was inducted into the Naismith Memorial Basketball Hall of Fame in 1997."}]}, {"heading": "Births", "year": "1938", "date": "January 20", "txt": "Derek Dougan, Irish-English footballer and journalist (d. 2007)", "entities": [{"title": "Derek Dougan", "href": "/wiki/Derek_Dougan", "description": "Alexander Derek Dougan was a Northern Ireland international footballer, football manager, football chairman, pundit, and writer. He was also known by his nickname, \"The Doog\". He was capped by Northern Ireland at schoolboy, youth, Amateur, and 'B' team level, before he won 43 caps in a 15-year career for the senior team from 1958 to 1973, scoring eight international goals and featuring in the 1958"}]}, {"heading": "Births", "year": "1939", "date": "January 20", "txt": "Paul Coverdell, American captain and politician (d. 2000)", "entities": [{"title": "Paul Coverdell", "href": "/wiki/Paul_Coverdell", "description": "Paul Douglas Coverdell was a United States Senator from Georgia, elected for the first time in 1992 and re-elected in 1998, and director of the Peace Corps from 1989 until 1991. Coverdell died from a cerebral hemorrhage in Atlanta, Georgia in 2000 while serving in the United States Senate. He was a member of the Republican Party."}]}, {"heading": "Births", "year": "1939", "date": "January 20", "txt": "Chandra Wickramasinghe, Sri Lankan-English mathematician, astronomer, and biologist", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 20", "txt": "Carol Heiss, American figure skater and actress", "entities": [{"title": "Carol Heiss", "href": "/wiki/Carol_Heiss", "description": "Carol Elizabeth Heiss Jenkins is an American former figure skater and actress. Competing in ladies' singles, she became the 1960 Olympic champion, the 1956 Olympic silver medalist, and a five-time World champion (1956–1960)."}]}, {"heading": "Births", "year": "1940", "date": "January 20", "txt": "Krishnam Raju, Indian actor and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 20", "txt": "Mandé Sidibé, Malian economist and politician, Prime Minister of Mali (d. 2009)", "entities": [{"title": "Prime Minister of Mali", "href": "/wiki/Prime_Minister_of_Mali", "description": "This is a list of prime ministers of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1942", "date": "January 20", "txt": "Linda Moulton Howe, American journalist and producer", "entities": [{"title": "Linda Moulton Howe", "href": "/wiki/Linda_Moulton_Howe", "description": "Linda Moulton Howe is an American investigative journalist and Regional Emmy award-winning documentary film maker best known for her work as a ufologist and advocate of a variety of conspiracy theories, including her investigation of cattle mutilations and conclusion that they are performed by extraterrestrials. She is also noted for her speculations that the U.S. government is working with aliens"}]}, {"heading": "Births", "year": "1944", "date": "January 20", "txt": "José Luis Garci, Spanish director and producer", "entities": [{"title": "José Luis Garci", "href": "/wiki/Jos%C3%A9_Luis_Garci", "description": "José Luis García Muñoz, known professionally as José Luis Garci, is a Spanish director, producer, critic, TV presenter, screenwriter and author. He earned worldwide acclaim and his country's first Best Foreign Language Film Academy Award for Begin the Beguine (1982). Four of his films, including also Sesión continua (1984), Asignatura aprobada (1987) and El abuelo (1998), have been nominated for t"}]}, {"heading": "Births", "year": "1944", "date": "January 20", "txt": "Farhad Mehrad, Iranian singer-songwriter and guitarist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 20", "txt": "Pat Parker, American poet", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 20", "txt": "Christopher Martin-Jenkins, English journalist and sportscaster (d. 2013)", "entities": [{"title": "Christopher Martin-Jenkins", "href": "/wiki/Christopher_Martin-Jenkins", "description": "Christopher Dennis Alexander Martin-Jenkins, MBE, also known as CMJ, was a British cricket journalist and a President of MCC. He was also the longest serving commentator for Test Match Special (TMS) on BBC Radio, from 1973 until diagnosed with terminal cancer in January 2012."}]}, {"heading": "Births", "year": "1945", "date": "January 20", "txt": "Eric Stewart, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 20", "txt": "David Lynch, American director, producer, and screenwriter", "entities": [{"title": "David Lynch", "href": "/wiki/David_Lynch", "description": "David Keith Lynch is an American filmmaker, painter, visual artist, musician, writer and occasional actor. A recipient of an Academy Honorary Award in 2019, Lynch has received three Academy Award nominations for Best Director, and the César Award for Best Foreign Film twice, as well as the Palme d'Or at the Cannes Film Festival and a Golden Lion award for lifetime achievement at the Venice Film Fe"}]}, {"heading": "Births", "year": "1946", "date": "January 20", "txt": "Vladimír Merta, Czech singer-songwriter, guitarist, and journalist", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 20", "txt": "Cyrille Guimard, French cyclist and sportscaster", "entities": [{"title": "Cyrille Guimard", "href": "/wiki/Cyrille_Guimard", "description": "Cyrille Guimard is a French former professional road racing cyclist who became a directeur sportif and then a television commentator. Three of his riders, Bernard Hinault, Laurent Fignon, and Lucien Van Impe, won the Tour de France. Another protégé of Guimard's, Greg LeMond, described him as \"the best (coach) in the world\" and \"the best coach I ever had\". He has been described by cycling journalis"}]}, {"heading": "Births", "year": "1948", "date": "January 20", "txt": "Nancy Kress, American author and academic", "entities": [{"title": "Nancy Kress", "href": "/wiki/Nancy_Kress", "description": "Nancy Anne Kress is an American science fiction writer. She began writing in 1976 but has achieved her greatest notice since the publication of her Hugo- and Nebula-winning 1991 novella Beggars in Spain, which became a novel in 1993. She also won the Nebula Award for Best Novella in 2013 for After the Fall, Before the Fall, During the Fall, and in 2015 for Yesterday's Kin. In addition to her novel"}]}, {"heading": "Births", "year": "1948", "date": "January 20", "txt": "Natan Sharansky, Ukrainian-Israeli physicist and politician, Deputy Prime Minister of Israel", "entities": [{"title": "Deputy leaders of Israel", "href": "/wiki/Deputy_leaders_of_Israel", "description": "Deputy leaders in Israel fall into four categories: Acting Prime Minister, Deputy Prime Minister, Vice Prime Minister and Alternate Prime Minister. Vice Prime Minister is honorary rather than official executive positions, but entitle the office-holder to a place in the cabinet. Deputy Prime Minister is an official office."}]}, {"heading": "Births", "year": "1949", "date": "January 20", "txt": "Göran Persson, Swedish lawyer and politician, 31st Prime Minister of Sweden", "entities": [{"title": "Göran Persson", "href": "/wiki/G%C3%B6ran_Persson", "description": "Hans Göran Persson is a Swedish politician who served as Prime Minister of Sweden from 1996 to 2006 and leader of the Swedish Social Democratic Party from 1996 to 2007."}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}]}, {"heading": "Births", "year": "1950", "date": "January 20", "txt": "Daniel Benzali, Brazilian-American actor", "entities": [{"title": "Daniel Benzali", "href": "/wiki/Daniel_Benzali", "description": "Daniel Benzali is a Brazilian-American stage, television and film actor."}]}, {"heading": "Births", "year": "1950", "date": "January 20", "txt": "William Mgimwa, Tanzanian banker and politician, 13th Tanzanian Minister of Finance (d. 2014)", "entities": [{"title": "Minister of Finance (Tanzania)", "href": "/wiki/Minister_of_Finance_(Tanzania)", "description": "The Minister of Finance is the head of the Ministry of Finance and Economic Affairs of the Government of Tanzania."}]}, {"heading": "Births", "year": "1950", "date": "January 20", "txt": "Mahamane Ousmane, Nigerien politician, President of Niger", "entities": [{"title": "President of Niger", "href": "/wiki/President_of_Niger", "description": "This is a list of heads of state of Niger since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1951", "date": "January 20", "txt": "Iván Fischer, Hungarian conductor and composer", "entities": [{"title": "Iván Fischer", "href": "/wiki/Iv%C3%A1n_Fischer", "description": "Iván Fischer is a Hungarian conductor and composer."}]}, {"heading": "Births", "year": "1952", "date": "January 20", "txt": "Nikos Sideris, Greek psychiatrist and poet", "entities": [{"title": "Nikos Sideris", "href": "/wiki/Nikos_Sideris", "description": "Nikos Sideris, is a Greek psychiatrist, translator, poet and writer."}]}, {"heading": "Births", "year": "1952", "date": "January 20", "txt": "Paul Stanley, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 20", "txt": "John Witherow, South African-English journalist and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 20", "txt": "Jeffrey Epstein, American financier and convicted sex offender (d. 2019)", "entities": [{"title": "Jeffrey Epstein", "href": "/wiki/Jeffrey_Epstein", "description": "Jeffrey Edward Epstein was an American financier and convicted sex offender. He began his professional life as a teacher, but then switched to the banking and finance sector in various roles, working at Bear Stearns before forming his own firm. He developed an elite social circle and procured many women and children who were then sexually abused by Epstein and some of his contacts."}]}, {"heading": "Births", "year": "1954", "date": "January 20", "txt": "Alison Seabeck, English lawyer and politician", "entities": [{"title": "Alison Seabeck", "href": "/wiki/Alison_Seabeck", "description": "Alison Jane Seabeck is a former English Labour Party politician. She was the Member of Parliament (MP) for Plymouth Devonport from 2005 until 2010 when she won the new seat of Plymouth Moor View before losing the seat to the Conservative Party at the 2015 general election. She was a shadow Housing and Defence Minister."}]}, {"heading": "Births", "year": "1955", "date": "January 20", "txt": "McKeeva Bush, Caymanian politician, Premier of the Cayman Islands", "entities": [{"title": "McKeeva Bush", "href": "/wiki/McKeeva_Bush", "description": "William McKeeva Bush, OBE JP is a Caymanian politician, Speaker of the Parliament of the Cayman Islands and former Premier of the Cayman Islands. Bush, the former leader of the Cayman Democratic Party, is the elected member for the constituency of West Bay West. He is the territory's longest ever serving political figure with service spanning over 35 years, previously serving his tenth term in the"}, {"title": "Premier of the Cayman Islands", "href": "/wiki/Premier_of_the_Cayman_Islands", "description": "The Premier of the Cayman Islands is the political leader and head of government. The post of Premier in the Cayman Islands is the equivalent to Chief Minister or Prime Minister in other British Overseas Territories. It is the highest political level that can be attained within the British overseas territory. Prior to 2009, the position was known as Leader of Government Business."}]}, {"heading": "Births", "year": "1956", "date": "January 20", "txt": "Maria Larsson, Swedish educator and politician, Swedish Minister of Health and Social Affairs", "entities": [{"title": "Maria Larsson", "href": "/wiki/Maria_Larsson", "description": "Ingrid Maria Larsson is Swedish politician of the Christian Democrats who has been Governor of Örebro County since May 2015, appointed by the cabinet of Stefan Löfven. She previously served as Minister for Children and the Elderly from 2010 to 2014 and as Minister for the Elderly and Public Health from 2006 to 2010. A member of the Christian Democrats, she was an MP of the Swedish Riksdag from 199"}, {"title": "Ministry of Health and Social Affairs (Sweden)", "href": "/wiki/Ministry_of_Health_and_Social_Affairs_(Sweden)", "description": "The Ministry of Health and Social Affairs is the ministry in the government of Sweden responsible for policies related to social welfare: financial security, social services, medical and health care, health promotion and the rights of children and disabled people."}]}, {"heading": "Births", "year": "1956", "date": "January 20", "txt": "Bill Maher, American comedian, political commentator, media critic, television host, and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 20", "txt": "John Naber, American swimmer", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 20", "txt": "Andy Sheppard, English saxophonist and composer", "entities": [{"title": "Andy Sheppard", "href": "/wiki/Andy_Sheppard", "description": "Andy Sheppard is a British jazz saxophonist and composer. He has been awarded several prizes at the British Jazz Awards, and has worked with some notable figures in contemporary jazz, including Gil Evans, Carla Bley, George Russell and Steve Swallow."}]}, {"heading": "Births", "year": "1958", "date": "January 20", "txt": "Lorenzo Lamas, American actor, director, and producer", "entities": [{"title": "Lorenzo Lamas", "href": "/wiki/Lorenzo_Lamas", "description": "Lorenzo Fernando Lamas is an American actor. He is best known for his role of Lance Cumson, the irresponsible grandson of Angela Channing—played by Jane Wyman—in the soap opera Falcon Crest (1981–1990), for which he received a Golden Globe Award nomination for Best Supporting Actor – Series, Miniseries or Television Film."}]}, {"heading": "Births", "year": "1959", "date": "January 20", "txt": "Tami Hoag, American author", "entities": [{"title": "Tami Hoag", "href": "/wiki/Tami_Hoag", "description": "Tami Hoag is an American novelist, best known for her work in the romance and thriller genres. More than 22 million copies of her books are in print."}]}, {"heading": "Births", "year": "1959", "date": "January 20", "txt": "R. A. Salvatore, American author", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 20", "txt": "Apa Sherpa, Nepalese-American mountaineer", "entities": [{"title": "Apa Sherpa", "href": "/wiki/Apa_Sherpa", "description": "Apa, nicknamed \"Super Sherpa\", is a Nepalese Sherpa mountaineer who, until 2017, jointly with Phurba Tashi held the record for reaching the summit of Mount Everest more times than any other person. As part of The Eco Everest Expedition 2011, Apa made his 21st Mount Everest summit in May 2011 then retired after a promise to his wife to stop climbing after 22 ascents. He first summited Everest in 19"}]}, {"heading": "Births", "year": "1960", "date": "January 20", "txt": "Scott Thunes, American bass player", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 20", "txt": "Will Wright, American video game designer, co-founded Maxis", "entities": [{"title": "Maxis", "href": "/wiki/Maxis", "description": "Maxis is an American video game developer and a division of Electronic Arts (EA). The studio was founded in 1987 by Will Wright and Jeff Braun, and acquired by EA in 1997. Maxis is best known for its simulation games, including The Sims, Spore and SimCity."}]}, {"heading": "Births", "year": "1963", "date": "January 20", "txt": "James Denton, American actor", "entities": [{"title": "James Denton", "href": "/wiki/James_Denton", "description": "James Thomas Denton Jr. is an American actor. He is best known for playing Mike Delfino on ABC's comedy-drama series Desperate Housewives (2004–2012) and Dr. Sam Radford on Hallmark Channel's comedy-drama series Good Witch (2015–present)."}]}, {"heading": "Births", "year": "1963", "date": "January 20", "txt": "Mark Ryden, American painter and illustrator", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 20", "txt": "Ozzie Guillén, Venezuelan-American baseball player and manager", "entities": [{"title": "Ozzie Guillén", "href": "/wiki/Ozzie_Guill%C3%A9n", "description": "Oswaldo José Guillén Barrios is a Venezuelan former professional baseball player and manager. He played in Major League Baseball as a shortstop for 16 seasons, primarily with the Chicago White Sox, from 1985 to 2000. During that time, he won the American Rookie of the Year Award and also a Gold Glove. He was considered one of the best defensive shortstops of his era. Guillen later managed the Whit"}]}, {"heading": "Births", "year": "1964", "date": "January 20", "txt": "Ron Harper, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 20", "txt": "Jack Lewis, American soldier and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 20", "txt": "Kazushige Nojima, Japanese screenwriter and songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 20", "txt": "Aquilino Pimentel III, Filipino lawyer and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 20", "txt": "Fareed Zakaria, Indian-American journalist and author", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 20", "txt": "Colin Calderwood, Scottish footballer defender and manager", "entities": [{"title": "Colin Calderwood", "href": "/wiki/Colin_Calderwood", "description": "Colin Calderwood is a Scottish professional football manager and former player who played as a centre-back. He is assistant head coach at Blackpool."}]}, {"heading": "Births", "year": "1965", "date": "January 20", "txt": "Sophie, Countess of Wessex", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 20", "txt": "Warren Joyce, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 20", "txt": "John Michael Montgomery, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 20", "txt": "Anton Weissenbacher, Romanian footballer", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 20", "txt": "Rainn Wilson, American actor", "entities": [{"title": "Rainn Wilson", "href": "/wiki/Rainn_Wilson", "description": "Rainn Dietrich Wilson is an American actor, comedian, writer, and producer. He is best known for his role as Dwight Schrute on the NBC sitcom The Office, for which he earned three consecutive Emmy Award nominations for Outstanding Supporting Actor in a Comedy Series."}]}, {"heading": "Births", "year": "1967", "date": "January 20", "txt": "Stacey Dash, American actress and television journalist", "entities": [{"title": "Stacey Dash", "href": "/wiki/Stacey_Dash", "description": "Stacey Lauretta Dash is an American actress and former talk show host. Dash played Dionne Marie Davenport in the 1995 feature film Clueless and its television series of the same name. She has also appeared in the films Moving, Mo' Money, Renaissance Man, and View from the Top. Other television work by Dash includes appearances in the series CSI: Crime Scene Investigation, Single Ladies and the rea"}]}, {"heading": "Births", "year": "1967", "date": "January 20", "txt": "Kellyanne Conway, American political strategist and pundit", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 20", "txt": "Nick Anderson, American basketball player and sportscaster", "entities": [{"title": "Nick Anderson (basketball)", "href": "/wiki/Nick_Anderson_(basketball)", "description": "Nelison “Nick” Anderson is an American former professional basketball player who played for the Orlando Magic, Sacramento Kings, and Memphis Grizzlies of the National Basketball Association (NBA)."}]}, {"heading": "Births", "year": "1968", "date": "January 20", "txt": "Junior Murray, Grenadian cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 20", "txt": "Patrick K. Kroupa, American computer hacker and activist, co-founded MindVox", "entities": [{"title": "Patrick K. Kroupa", "href": "/wiki/Patrick_K._Kroupa", "description": "Patrick Karel Kroupa is an American writer, hacker and activist. Kroupa was a member of the legendary Legion of Doom and Cult of the Dead Cow hacker groups and co-founded MindVox in 1991, with Bruce Fancher. He was a heroin addict from age 14 to 30 and got clean through the use of the hallucinogenic drug ibogaine."}, {"title": "MindVox", "href": "/wiki/MindVox", "description": "MindVox was a famed early Internet service provider in New York City. A controversial sometime media darling — the service was referred to as \"the Hells Angels of Cyberspace\" — it was founded in 1991 by Bruce Fancher and Patrick Kroupa, two former members of the legendary Legion of Doom hacker group. The system was at least partially online by March 1992, and open to the public in November of that"}]}, {"heading": "Births", "year": "1969", "date": "January 20", "txt": "Nicky Wire, Welsh singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 20", "txt": "Edwin McCain, American singer-songwriter and guitarist", "entities": [{"title": "Edwin McCain", "href": "/wiki/Edwin_McCain", "description": "Edwin Cole McCain is an American singer-songwriter and guitarist. His songs \"I'll Be\" (1998) and \"I Could Not Ask for More\" (1999) were radio top-40 hits in the U.S., and five of his albums have reached the Billboard 200. In all, McCain has released eleven albums, with his first two being released independently."}]}, {"heading": "Births", "year": "1970", "date": "January 20", "txt": "Skeet Ulrich, American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 20", "txt": "Derrick Green, American singer", "entities": [{"title": "Derrick Green", "href": "/wiki/Derrick_Green", "description": "Derrick Leon Green is an American musician best known as the vocalist of Brazilian heavy metal band Sepultura. He joined the band in 1997 after the departure of band founder Max Cavalera."}]}, {"heading": "Births", "year": "1971", "date": "January 20", "txt": "Gary Barlow, English singer-songwriter, pianist, and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 20", "txt": "Ger McDonnell, Irish mountaineer and engineer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 20", "txt": "Jung Woong-in, South Korean actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 20", "txt": "Questlove, American drummer, DJ, and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 20", "txt": "Wakanohana Masaru, Japanese sumo wrestler, the 66th Yokozuna", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1972", "date": "January 20", "txt": "Nikki Haley, American accountant and politician, 116th Governor of South Carolina", "entities": [{"title": "Nikki Haley", "href": "/wiki/Nikki_Haley", "description": "Nimrata Nikki Haley is an American politician, diplomat, businesswoman, and author who served as the 116th and first female governor of South Carolina from 2011 to 2017 and as the 29th United States ambassador to the United Nations for almost two years, from January 2017 to December 2018."}, {"title": "Governor of South Carolina", "href": "/wiki/Governor_of_South_Carolina", "description": "The governor of the State of South Carolina is the chief executive of South Carolina serving as its head of state and head of the executive of the government of South Carolina. The governor is the ex officio commander-in-chief of the National Guard when not called into federal service. The governor's responsibilities include making yearly \"State of the State\" addresses to the South Carolina Genera"}]}, {"heading": "Births", "year": "1973", "date": "January 20", "txt": "Stephen Crabb, Scottish-Welsh politician, Secretary of State for Wales", "entities": [{"title": "Stephen Crabb", "href": "/wiki/Stephen_Crabb", "description": "Stephen Crabb is a British politician of the British Conservative Party, serving as the Member of Parliament (MP) for Preseli Pembrokeshire since the 2005 general election, and as Chairman of the Welsh Affairs Select Committee since January 2020. In 2016, Crabb was briefly Secretary of State for Work and Pensions. He has previously been a government whip, a junior minister for Wales and the Secret"}, {"title": "Secretary of State for Wales", "href": "/wiki/Secretary_of_State_for_Wales", "description": "The Secretary of State for Wales, also referred to as the Welsh Secretary, is the principal minister of Her Majesty's Government in the United Kingdom with responsibilities for Wales. They are a member of the cabinet and the head of the Wales Office. They are responsible for ensuring Welsh interests are taken into account by Her Majesty's Government, representing the government within Wales and ov"}]}, {"heading": "Births", "year": "1973", "date": "January 20", "txt": "Queen Mathilde of Belgium", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 20", "txt": "David Dei, Italian footballer and coach", "entities": [{"title": "David Dei", "href": "/wiki/David_Dei", "description": "David Dei is an Italian association footballer who plays as a goalkeeper."}]}, {"heading": "Births", "year": "1975", "date": "January 20", "txt": "Norberto Fontana, Argentinian racing driver", "entities": [{"title": "Norberto Fontana", "href": "/wiki/Norberto_Fontana", "description": "Norberto Edgardo Fontana is an Argentine racing driver. He participated in four Formula One Grands Prix, debuting on 29 June 1997 but scoring no championship points."}]}, {"heading": "Births", "year": "1975", "date": "January 20", "txt": "Zac Goldsmith, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 20", "txt": "Kirsty Gallacher, Scottish journalist and sportscaster", "entities": [{"title": "Kirsty Gallacher", "href": "/wiki/Kirsty_Gallacher", "description": "Kirsty Jane Gallacher is a British television presenter and model. She began her career at Sky Sports News in 1998 and hosted Kirsty's Home Videos, RI:SE, Simply the Best before returning to Sky Sports News from 2011–2018."}]}, {"heading": "Births", "year": "1976", "date": "January 20", "txt": "Michael Myers, American football player", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 20", "txt": "Gretha Smit, Dutch speed skater", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 20", "txt": "Paul Adams, South African cricketer and coach", "entities": [{"title": "Paul Adams (cricketer)", "href": "/wiki/Paul_Adams_(cricketer)", "description": "Paul Regan Adams is a former South African cricketer. A left-arm unorthodox spin bowler with a unique bowling action, Adams played for the Test and ODI teams for national team sporadically since the 1990s. Meanwhile, his first class cricket career registered 412 wickets. He was the first ethnically black cricketer to play international cricket for South Africa. He was also the coach of the Cape Co"}]}, {"heading": "Births", "year": "1978", "date": "January 20", "txt": "Salvatore Aronica, Italian footballer", "entities": [{"title": "Salvatore Aronica", "href": "/wiki/Salvatore_Aronica", "description": "Salvatore Aronica is an Italian football manager and former player who played as a defender."}]}, {"heading": "Births", "year": "1978", "date": "January 20", "txt": "Sonja Kesselschläger, German heptathlete", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 20", "txt": "Allan Søgaard, Danish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 20", "txt": "Choo Ja-hyun, South Korean actress", "entities": [{"title": "Choo Ja-hyun", "href": "/wiki/Choo_Ja-hyun", "description": "Chu Eun-ju, known by her stage name Choo Ja-hyun, is a South Korean actress. Best known in Korea for the films Bloody Tie (2006) and Portrait of a Beauty (2008), Choo has mostly worked in mainland China since 2007, notably in television drama The Temptation to Go Home."}]}, {"heading": "Births", "year": "1979", "date": "January 20", "txt": "Will Young, English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 20", "txt": "Karl Anderson, American wrestler", "entities": [{"title": "Karl Anderson", "href": "/wiki/Karl_Anderson", "description": "Chad Allegra, better known by the ring name Karl Anderson, is an American professional wrestler signed to Impact Wrestling and All Elite Wrestling."}]}, {"heading": "Births", "year": "1980", "date": "January 20", "txt": "Philippe Cousteau, Jr., American-French oceanographer and journalist", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 20", "txt": "Philippe Gagnon, Canadian swimmer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 20", "txt": "Kim Jeong-hoon, South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 20", "txt": "Petra Rampre, Slovenian tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 20", "txt": "Freddy Guzmán, Dominican baseball player", "entities": [{"title": "Freddy Guzmán", "href": "/wiki/Freddy_Guzm%C3%A1n", "description": "Freddy Antonio Guzmán is a Dominican former professional baseball outfielder. He has played in Major League Baseball (MLB) with the San Diego Padres, Texas Rangers, New York Yankees, and Tampa Bay Rays."}]}, {"heading": "Births", "year": "1981", "date": "January 20", "txt": "Owen Hargreaves, English footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 20", "txt": "Jason Richardson, American basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 20", "txt": "Ruchi Sanghvi, Indian computer engineer", "entities": [{"title": "Ruchi Sanghvi", "href": "/wiki/Ruchi_Sanghvi", "description": "Ruchi Sanghvi is an Indian computer engineer. She was the first female engineer hired by Facebook. In late 2010, she quit Facebook and in 2011, she started her own company Cove, with two other co-founders. The company was sold to Dropbox in 2012 and Sanghvi joined Dropbox as VP of Operations. She left Dropbox in October 2013."}]}, {"heading": "Births", "year": "1982", "date": "January 20", "txt": "Fredrik Strømstad, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 20", "txt": "Geovany Soto, Puerto Rican-American baseball player", "entities": [{"title": "Geovany Soto", "href": "/wiki/Geovany_Soto", "description": "Geovany Soto is a Puerto Rican former professional baseball catcher. He played in Major League Baseball (MLB) for the Chicago Cubs, Texas Rangers, Oakland Athletics, Los Angeles Angels and Chicago White Sox. He has appeared in the MLB All-Star Game and was named the National League Rookie of the Year in 2008."}]}, {"heading": "Births", "year": "1985", "date": "January 20", "txt": "Marina Inoue, Japanese voice actress and singer", "entities": [{"title": "Marina Inoue", "href": "/wiki/Marina_Inoue", "description": "Marina Inoue  is a Japanese voice actress and singer from Tokyo, Japan. She is affiliated with Sigma Seven. She was signed into Aniplex until 2007. She was chosen out of 2,000 people from the \"Gonna be a star\" auditions for the title role in the OVA Le Portrait de Petit Cossette."}]}, {"heading": "Births", "year": "1987", "date": "January 20", "txt": "Janin Lindenberg, German sprinter", "entities": [{"title": "Janin Lindenberg", "href": "/wiki/Janin_Lindenberg", "description": "Janin Lindenberg is a German athlete who specialises in the 400 metres. She represented Germany in the 4 x 400 metres at the 2012 Summer Olympics."}]}, {"heading": "Births", "year": "1987", "date": "January 20", "txt": "Marco Simoncelli, Italian motorcycle racer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 20", "txt": "Uwa Elderson Echiéjilé, Nigerian footballer", "entities": [{"title": "Uwa Elderson Echiéjilé", "href": "/wiki/Uwa_Elderson_Echi%C3%A9jil%C3%A9", "description": "Elderson Uwa Echiéjilé is a Nigerian professional footballer who plays as a left back."}]}, {"heading": "Births", "year": "1988", "date": "January 20", "txt": "Jeffrén Suárez, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 20", "txt": "Nick Foles, American football player", "entities": [{"title": "Nick Foles", "href": "/wiki/Nick_Foles", "description": "Nicholas Edward Foles is an American football quarterback for the Chicago Bears of the National Football League (NFL). He played college football at Arizona and was drafted by the Philadelphia Eagles in the third round of the 2012 NFL Draft. Foles played his first game with the Eagles after Michael Vick became injured mid-way through the 2012 season, starting for the rest of the year. During a gam"}]}, {"heading": "Births", "year": "1989", "date": "January 20", "txt": "Washington Santana da Silva, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 20", "txt": "Jared Waerea-Hargreaves, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 20", "txt": "Ray Thompson, Australian rugby league player", "entities": [{"title": "Ray Thompson (rugby league)", "href": "/wiki/Ray_Thompson_(rugby_league)", "description": "Ray Thompson, also known by the nickname of \"Ray-Ray\", is a former Papua New Guinea international rugby league footballer who played as a five-eighth, halfback and hooker. He was an Indigenous All Stars representative and spent his entire professional career with the North Queensland Cowboys in the National Rugby League (NRL)."}]}, {"heading": "Births", "year": "1991", "date": "January 20", "txt": "Ciara Hanna, American actress and model", "entities": [{"title": "Ciara Hanna", "href": "/wiki/Ciara_Hanna", "description": "Ciara Chantel Hanna is an American actress and model. She is known for playing the roles of Gia Moran in Power Rangers Megaforce and Nicole Parker in Blood Lake: Attack of the Killer Lampreys."}]}, {"heading": "Births", "year": "1991", "date": "January 20", "txt": "Tom Cairney, Scottish footballer, midfielder", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 20", "txt": "Polona Hercog, Slovenian tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 20", "txt": "Jorge Zárate, Mexican footballer", "entities": [{"title": "Jorge Zárate", "href": "/wiki/Jorge_Z%C3%A1rate", "description": " Jorge Alejandro Zárate Careaga is a Mexican professional Midfielder who plays for club Tlaxcala."}]}, {"heading": "Births", "year": "1993", "date": "January 20", "txt": "Lorenzo Crisetig, Italian footballer", "entities": [{"title": "Lorenzo Crisetig", "href": "/wiki/Lorenzo_Crisetig", "description": "Lorenzo Crisetig is an Italian footballer who plays as a midfielder for Reggina."}]}, {"heading": "Births", "year": "1994", "date": "January 20", "txt": "Seán Kavanagh, Irish footballer", "entities": [{"title": "Seán Kavanagh", "href": "/wiki/Se%C3%A1n_Kavanagh", "description": "Seán Kavanagh is an Irish footballer who plays for Shamrock Rovers as a defender."}]}, {"heading": "Births", "year": "1994", "date": "January 20", "txt": "Lucas Piazon, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "January 20", "txt": "Joey Badass, American rapper and actor", "entities": [{"title": "Joey Badass", "href": "/wiki/Joey_Badass", "description": "Jo-Vaughn Virginie Scott, better known by his stage name Joey Badass, is an American rapper, singer, songwriter, record producer and actor. A native of Brooklyn, New York, he is a founding member of the hip-hop collective Pro Era, with whom he has released three mixtapes, as well as his numerous solo projects."}]}, {"heading": "Births", "year": "1995", "date": "January 20", "txt": "Calum Chambers, English footballer", "entities": []}, {"heading": "Deaths", "year": "820", "date": "January 20", "txt": "Al-Shafi‘i, Arab scholar and jurist (b. 767)", "entities": [{"title": "Al-Shafi‘i", "href": "/wiki/Al-Shafi%E2%80%98i", "description": "Abū ʿAbdillāh Muhammad ibn Idrīs al-Shāfiʿī was an Arab Muslim theologian, writer, and scholar, who was the first contributor of the principles of Islamic jurisprudence. Often referred to as 'Shaykh al-Islām', al-Shāfi‘ī was one of the four great Sunni Imams, whose legacy on juridical matters and teaching eventually led to the formation of Shafi'i school of fiqh. He was the most prominent student "}]}, {"heading": "Deaths", "year": "842", "date": "January 20", "txt": "Theophilos, Byzantine emperor (b. 813)", "entities": [{"title": "Theophilos (emperor)", "href": "/wiki/Theophilos_(emperor)", "description": "Theophilos was the Byzantine Emperor from 829 until his death in 842. He was the second emperor of the Amorian dynasty and the last emperor to support iconoclasm. Theophilos personally led the armies in his long war against the Arabs, beginning in 831."}]}, {"heading": "Deaths", "year": "882", "date": "January 20", "txt": "Louis the Younger, king of the East Frankish Kingdom", "entities": [{"title": "Louis the Younger", "href": "/wiki/Louis_the_Younger", "description": "Louis the Younger, sometimes Louis III, was the second eldest of the three sons of Louis the German and Emma. He succeeded his father as the King of Saxony on 28 August 876 and his elder brother Carloman as King of Bavaria from 880 to 882. He died in 882 and was succeeded in all his territories, which encompassed most of East Francia, by his younger brother, Charles the Fat, already king of Italy "}]}, {"heading": "Deaths", "year": "924", "date": "January 20", "txt": "Li Jitao, Chinese general of Later Tang", "entities": [{"title": "Li Jitao", "href": "/wiki/Li_Jitao", "description": "\nLi Jitao, nickname Liude (留得), was a general of the Chinese Five Dynasties and Ten Kingdoms period states Jin, Later Liang, and Jin's successor state Later Tang. His father Li Sizhao, as an adoptive cousin of Jin's prince Li Cunxu, was an honored major general for Jin, but after Li Sizhao's death, Li Jitao took over Li Sizhao's territory and turned his allegiance to Jin's archrival Later Liang. A"}, {"title": "Later Tang", "href": "/wiki/Later_Tang", "description": "Tang, known in history as Later Tang, was a short-lived imperial dynasty that lasted from 923 to 937 during the Five Dynasties and Ten Kingdoms period in the history of China."}]}, {"heading": "Deaths", "year": "928", "date": "January 20", "txt": "Zhao Guangfeng, Chinese official and chancellor", "entities": [{"title": "Zhao Guangfeng", "href": "/wiki/Zhao_Guangfeng", "description": "Zhao Guangfeng (趙光逢), courtesy name Yanji (延吉), formally the Duke of Qi (齊公), was an official in the late Chinese dynasty Tang Dynasty and the succeeding Later Liang of the Five Dynasties and Ten Kingdoms period, serving as a chancellor during Later Liang."}]}, {"heading": "Deaths", "year": "1029", "date": "January 20", "txt": "Heonae, Korean queen and regent (b. 964)", "entities": [{"title": "Queen Heonae", "href": "/wiki/Queen_Heonae", "description": "Queen Heonae, also known as Queen Dowager Cheonchu, was the third Queen consort of King Gyeongjong of Goryeo. She served as regent of Goryeo from 997 to 1009 during the minority of her son, King Mokjong of Goryeo. Her life story was the basis for the drama Empress Cheonchu."}]}, {"heading": "Deaths", "year": "1095", "date": "January 20", "txt": "Wulfstan, bishop of Worcester", "entities": [{"title": "Wulfstan (died 1095)", "href": "/wiki/Wulfstan_(died_1095)", "description": "Wulfstan was Bishop of Worcester from 1062 to 1095. He was the last surviving pre-Conquest bishop and the only English-born bishop after 1075. Wulfstan is a saint in the Western Christian churches."}]}, {"heading": "Deaths", "year": "1156", "date": "January 20", "txt": "Henry, English bishop and saint", "entities": [{"title": "Henry (bishop of Finland)", "href": "/wiki/Henry_(bishop_of_Finland)", "description": "Henry was a medieval English clergyman. He came to Sweden with Cardinal Nicholas Breakspeare in 1153 and was most likely designated to be the new Archbishop of Uppsala, but the independent church province of Sweden could only be established in 1164 after the civil war, and Henry would have been sent to organize the Church in Finland, where Christians had already existed for two centuries."}]}, {"heading": "Deaths", "year": "1189", "date": "January 20", "txt": "Shi Zong, Chinese emperor of Jin (b. 1123)", "entities": [{"title": "Emperor Shizong of Jin", "href": "/wiki/Emperor_Shizong_of_Jin", "description": "Emperor Shizong of Jin, personal name Wulu, sinicised name Wanyan Yong, was the fifth emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. Ruling from 1161 to 1189 under the regnal name \"Dading\", Emperor Shizong's reign was the longest and most stable among the Jin dynasty emperors."}, {"title": "Jin dynasty (1115–1234)", "href": "/wiki/Jin_dynasty_(1115%E2%80%931234)", "description": "The Jin dynasty, officially known as the Great Jin, lasted from 1115 to 1234 as one of the last dynasties in Chinese history to predate the Mongol conquest of China. Its name is sometimes written as Kin, Jurchen Jin or Jinn in English to differentiate it from an earlier Jìn dynasty of China whose name is identical when transcribed without tone marker diacritics in the Hanyu Pinyin system for Stand"}]}, {"heading": "Deaths", "year": "1191", "date": "January 20", "txt": "Frederick VI, duke of Swabia (b. 1167)", "entities": [{"title": "Frederick VI, Duke of Swabia", "href": "/wiki/Frederick_VI,_Duke_of_Swabia", "description": "Frederick VI of Hohenstaufen was duke of Swabia from 1170 until his death at the siege of Acre."}]}, {"heading": "Deaths", "year": "1191", "date": "January 20", "txt": "Theobald V, count of Blois (b. 1130)", "entities": []}, {"heading": "Deaths", "year": "1265", "date": "January 20", "txt": "John Maunsell, English Lord Chancellor", "entities": [{"title": "John Maunsell", "href": "/wiki/John_Maunsell", "description": "Sir John Maunsell, Provost of Beverley Minster, was a king's clerk and a judge. He served as chancellor to King Henry III and was England's first secretary of state."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1336", "date": "January 20", "txt": "John de Bohun, 5th Earl of Hereford (b. 1306)", "entities": [{"title": "John de Bohun, 5th Earl of Hereford", "href": "/wiki/John_de_Bohun,_5th_Earl_of_Hereford", "description": "John de Bohun, 5th Earl of Hereford was born in St Clement's, Oxford to Humphrey de Bohun, 4th Earl of Hereford and Elizabeth of Rhuddlan, a daughter of Edward I of England."}]}, {"heading": "Deaths", "year": "1343", "date": "January 20", "txt": "Robert, king of Naples (b. 1275)", "entities": [{"title": "Robert, King of Naples", "href": "/wiki/Robert,_King_of_Naples", "description": "Robert of Anjou, known as Robert the Wise, was King of Naples, titular King of Jerusalem and Count of Provence and Forcalquier from 1309 to 1343, the central figure of Italian politics of his time. He was the third son of King Charles II of Naples and Maria of Hungary, and during his father's lifetime he was styled Duke of Calabria (1296–1309)."}]}, {"heading": "Deaths", "year": "1479", "date": "January 20", "txt": "John II, king of Sicily (b. 1398)", "entities": [{"title": "John II of Aragon", "href": "/wiki/John_II_of_Aragon", "description": "John II, called the Great or the Faithless, was King of Aragon from 1458 until his death. As the husband of Queen Blanche I of Navarre, he was King of Navarre from 1425. He was the son of King Ferdinand I of Aragon and Eleanor of Alburquerque. John was also King of Sicily from 1458 to 1468."}]}, {"heading": "Deaths", "year": "1568", "date": "January 20", "txt": "Myles Coverdale, English bishop and translator (b. 1488)", "entities": [{"title": "Myles Coverdale", "href": "/wiki/Myles_Coverdale", "description": "Myles Coverdale, first name also spelt Miles, was an English ecclesiastical reformer chiefly known as a Bible translator, preacher and, briefly, Bishop of Exeter (1551–1553). In 1535, Coverdale produced the first complete printed translation of the Bible into English. His theological development is a paradigm of the progress of the English Reformation from 1530 to 1552. By the time of his death, h"}]}, {"heading": "Deaths", "year": "1612", "date": "January 20", "txt": "Rudolf II, Holy Roman Emperor (b. 1552)", "entities": [{"title": "Rudolf II, Holy Roman Emperor", "href": "/wiki/Rudolf_II,_Holy_Roman_Emperor", "description": "Rudolf II was Holy Roman Emperor (1576–1612), King of Hungary and Croatia, King of Bohemia (1575–1608/1611) and Archduke of Austria (1576–1608). He was a member of the House of Habsburg."}]}, {"heading": "Deaths", "year": "1663", "date": "January 20", "txt": "Isaac Ambrose, English minister and author (b. 1604)", "entities": [{"title": "Isaac Ambrose", "href": "/wiki/Isaac_Ambrose", "description": "Isaac Ambrose was an English Puritan divine. He graduated with a BA. from Brasenose College, Oxford, on 1624. He obtained the curacy of St Edmund’s Church, Castleton, Derbyshire, in 1627. He was one of king's four preachers in Lancashire in 1631. He was twice imprisoned by commissioners of array. He worked for establishment of Presbyterianism; successively at Leeds, Preston, and Garstang, whence h"}]}, {"heading": "Deaths", "year": "1666", "date": "January 20", "txt": "Anne of Austria, Queen and regent of France (b. 1601)", "entities": [{"title": "Anne of Austria", "href": "/wiki/Anne_of_Austria", "description": "Anne of Austria, a Spanish princess and an Austrian archduchess of the House of Habsburg, was queen of France as the wife of Louis XIII, and powerful regent of France during the minority of her son, Louis XIV, from 1643 to 1651. During her regency, Cardinal Mazarin served as France's chief minister. Accounts of French court life of her era emphasize her difficult marital relations with her husband"}]}, {"heading": "Deaths", "year": "1707", "date": "January 20", "txt": "Humphrey Hody, English scholar and theologian (b. 1659)", "entities": [{"title": "Humphrey Hody", "href": "/wiki/Humphrey_Hody", "description": "Humphrey Hody was an English scholar and theologian."}]}, {"heading": "Deaths", "year": "1709", "date": "January 20", "txt": "François de la Chaise, French priest (b. 1624)", "entities": [{"title": "François de la Chaise", "href": "/wiki/Fran%C3%A7ois_de_la_Chaise", "description": "François de la Chaise was a French Jesuit priest, the father confessor of King Louis XIV of France."}]}, {"heading": "Deaths", "year": "1751", "date": "January 20", "txt": "John Hervey, 1st Earl of Bristol, English politician (b. 1665)", "entities": [{"title": "John Hervey, 1st Earl of Bristol", "href": "/wiki/John_Hervey,_1st_Earl_of_Bristol", "description": "John Hervey, 1st Earl of Bristol was an English politician."}]}, {"heading": "Deaths", "year": "1770", "date": "January 20", "txt": "Charles Yorke, English lawyer and politician, Lord Chancellor of Great Britain (b. 1722)", "entities": [{"title": "Charles Yorke", "href": "/wiki/Charles_Yorke", "description": "Charles Yorke PC was Lord High Chancellor of Great Britain."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1779", "date": "January 20", "txt": "David Garrick, English actor, producer, playwright, and manager (b. 1717)", "entities": [{"title": "David Garrick", "href": "/wiki/David_Garrick", "description": "David Garrick was an English actor, playwright, theatre manager and producer who influenced nearly all aspects of theatrical practice throughout the 18th century, and was a pupil and friend of Dr Samuel Johnson. He appeared in a number of amateur theatricals, and with his appearance in the title role of Shakespeare's Richard III, audiences and managers began to take notice."}]}, {"heading": "Deaths", "year": "1810", "date": "January 20", "txt": "Benjamin Chew, American lawyer and judge (b. 1721)", "entities": [{"title": "Benjamin Chew", "href": "/wiki/Benjamin_Chew", "description": "Benjamin Chew was a fifth-generation American, a Quaker-born legal scholar, a prominent and successful Philadelphia lawyer, head of the Pennsylvania Judiciary System under both Colony and Commonwealth, and Chief Justice of the Supreme Court of the Province of Pennsylvania. Chew was well known for his precision and brevity in making legal arguments as well as his excellent memory, judgment, and kno"}]}, {"heading": "Deaths", "year": "1819", "date": "January 20", "txt": "Charles IV, Spanish king (b. 1748)", "entities": [{"title": "Charles IV of Spain", "href": "/wiki/Charles_IV_of_Spain", "description": "Charles IV was King of Spain and the Spanish Empire from 14 December 1788, until 19 March 1808."}]}, {"heading": "Deaths", "year": "1837", "date": "January 20", "txt": "John Soane, English architect, designed the Bank of England (b. 1753)", "entities": [{"title": "John Soane", "href": "/wiki/John_Soane", "description": "Sir John Soane was an English architect who specialised in the Neo-Classical style. The son of a bricklayer, he rose to the top of his profession, becoming professor of architecture at the Royal Academy and an official architect to the Office of Works. He received a knighthood in 1831."}, {"title": "Bank of England", "href": "/wiki/Bank_of_England", "description": "The Bank of England is the central bank of the United Kingdom and the model on which most modern central banks have been based. Established in 1694 to act as the English Government's banker, and still one of the bankers for the Government of the United Kingdom, it is the world's eighth-oldest bank. It was privately owned by stockholders from its foundation in 1694 until it was nationalised in 1946"}]}, {"heading": "Deaths", "year": "1841", "date": "January 20", "txt": "Jørgen Jørgensen, Danish explorer (b. 1780)", "entities": [{"title": "Jørgen Jørgensen", "href": "/wiki/J%C3%B8rgen_J%C3%B8rgensen", "description": "Jørgen Jørgensen was a Danish adventurer during the Age of Revolution. During the action of 2 March 1808 his ship was captured by the British. In 1809 he sailed to Iceland, declared the country independent from Denmark and pronounced himself its ruler. He intended to found a new republic, following the examples of the United States and the French First Republic. He was also a prolific writer of le"}]}, {"heading": "Deaths", "year": "1841", "date": "January 20", "txt": "Minh Mạng, Vietnamese emperor (b. 1791)", "entities": []}, {"heading": "Deaths", "year": "1848", "date": "January 20", "txt": "Christian VIII, Danish king (b. 1786)", "entities": [{"title": "Christian VIII of Denmark", "href": "/wiki/Christian_VIII_of_Denmark", "description": "Christian VIII was the king of Denmark from 1839 to 1848 and, as Christian Frederick, King of Norway in 1814."}]}, {"heading": "Deaths", "year": "1850", "date": "January 20", "txt": "Adam Oehlenschläger, Danish poet and playwright (b. 1779)", "entities": [{"title": "Adam Oehlenschläger", "href": "/wiki/Adam_Oehlenschl%C3%A4ger", "description": "Adam Gottlob Oehlenschläger was a Danish poet and playwright. He introduced romanticism into Danish literature. He wrote the lyrics to the song Der er et yndigt land, which is one of the national anthem of Denmark.\n\n"}]}, {"heading": "Deaths", "year": "1859", "date": "January 20", "txt": "Bettina von Arnim, German author, illustrator, and composer (b. 1785)", "entities": [{"title": "Bettina von Arnim", "href": "/wiki/Bettina_von_Arnim", "description": "Bettina von Arnim, born Elisabeth Catharina Ludovica Magdalena Brentano, was a German writer and novelist."}]}, {"heading": "Deaths", "year": "1852", "date": "January 20", "txt": "Ōnomatsu Midorinosuke, Japanese sumo wrestler, the 6th Yokozuna (b. 1794)", "entities": [{"title": "Ōnomatsu Midorinosuke", "href": "/wiki/%C5%8Cnomatsu_Midorinosuke", "description": "Ōnomatsu Midorinosuke  was a Japanese sumo wrestler from Noto Province. He was the sport's 6th yokozuna. He trained ōzeki Tsurugizan Taniemon."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1873", "date": "January 20", "txt": "Basil Moreau, French priest, founded the Congregation of Holy Cross (b. 1799)", "entities": [{"title": "Basil Moreau", "href": "/wiki/Basil_Moreau", "description": "Basil Moreau, C.S.C. was the French priest who founded the Congregation of Holy Cross from which three additional congregations were founded, namely the Marianites of Holy Cross, the Sisters of the Holy Cross, and the Sisters of Holy Cross. Father Moreau was beatified on September 15, 2007 in Le Mans, France."}, {"title": "Congregation of Holy Cross", "href": "/wiki/Congregation_of_Holy_Cross", "description": "The Congregation of Holy Cross or Congregatio a Sancta Cruce (CSC) is a Catholic congregation of missionary priests and brothers founded in 1837 by Blessed Basil Moreau, in Le Mans, France."}]}, {"heading": "Deaths", "year": "1875", "date": "January 20", "txt": "Jean-François Millet, French painter and educator (b. 1814)", "entities": [{"title": "Jean-François Millet", "href": "/wiki/Jean-Fran%C3%A7ois_Millet", "description": "Jean-François Millet was a French artist and one of the founders of the Barbizon school in rural France. Millet is noted for his paintings of peasant farmers and can be categorized as part of the Realism art movement. Toward the end of his career he became increasingly interested in painting pure landscapes. He is known best for his oil paintings but is also noted for his pastels, conte crayon dra"}]}, {"heading": "Deaths", "year": "1891", "date": "January 20", "txt": "Kalākaua, king of Hawaii (b. 1836)", "entities": [{"title": "Kalākaua", "href": "/wiki/Kal%C4%81kaua", "description": "Kalākaua, sometimes called The Merrie Monarch, was the last king and penultimate monarch of the Kingdom of Hawaiʻi, reigning from February 12, 1874, until his death. Succeeding Lunalilo, he was elected to the vacant throne of Hawaiʻi against Queen Emma. Kalākaua had a convivial personality and enjoyed entertaining guests with his singing and ukulele playing. At his coronation and his birthday jubi"}]}, {"heading": "Deaths", "year": "1900", "date": "January 20", "txt": "John Ruskin, English painter and critic (b. 1819)", "entities": [{"title": "John Ruskin", "href": "/wiki/John_Ruskin", "description": "John Ruskin was the leading English art critic of the Victorian era, as well as an art patron, draughtsman, watercolourist, philosopher, prominent social thinker and philanthropist. He wrote on subjects as varied as geology, architecture, myth, ornithology, literature, education, botany and political economy."}]}, {"heading": "Deaths", "year": "1901", "date": "January 20", "txt": "Zénobe Gramme, Belgian engineer, invented the Gramme machine (b. 1826)", "entities": [{"title": "Zénobe Gramme", "href": "/wiki/Z%C3%A9nobe_Gramme", "description": "Zénobe Théophile Gramme was a Belgian electrical engineer. He was born at Jehay-Bodegnée on 4 April 1826, the sixth child of Mathieu-Joseph Gramme, and died at Bois-Colombes on 20 January 1901. He invented the Gramme machine, a type of direct current dynamo capable of generating smoother and much higher voltages than the dynamos known to that point."}, {"title": "Gramme machine", "href": "/wiki/Gramme_machine", "description": "A Gramme machine, Gramme ring, Gramme magneto, or Gramme dynamo is an electrical generator that produces direct current, named for its Belgian inventor, Zénobe Gramme, and was built as either a dynamo or a magneto. It was the first generator to produce power on a commercial scale for industry. Inspired by a machine invented by Antonio Pacinotti in 1860, Gramme was the developer of a new induced ro"}]}, {"heading": "Deaths", "year": "1907", "date": "January 20", "txt": "Agnes Mary Clerke, Irish astronomer and author (b. 1842)", "entities": [{"title": "Agnes Mary Clerke", "href": "/wiki/Agnes_Mary_Clerke", "description": "Agnes Mary Clerke was an Irish astronomer and writer, mainly in the field of astronomy. She was born in Skibbereen, County Cork, Ireland, and died in London."}]}, {"heading": "Deaths", "year": "1908", "date": "January 20", "txt": "John Ordronaux, American surgeon and academic (b. 1830)", "entities": [{"title": "John Ordronaux (doctor)", "href": "/wiki/John_Ordronaux_(doctor)", "description": "John Ordronaux was an American Civil War army surgeon, a professor of medical jurisprudence, a pioneering mental health commissioner and a generous patron of university endowments. Between 1859 and 1901 Ordronaux published at least fifteen books and articles about subjects as diverse as heroes of the American Revolution of 1776, military medicine, medical jurisprudence, mental health, United State"}]}, {"heading": "Deaths", "year": "1913", "date": "January 20", "txt": "José Guadalupe Posada, Mexican engraver and illustrator (b. 1852)", "entities": [{"title": "José Guadalupe Posada", "href": "/wiki/Jos%C3%A9_Guadalupe_Posada", "description": "José Guadalupe Posada Aguilar (1852–1913) was a Mexican political lithographer who used relief printing to produce popular illustrations. His work has influenced numerous Latin American artists and cartoonists because of its satirical acuteness and social engagement. He used skulls, calaveras, and bones to convey political and cultural critiques.\nAmong his most enduring works is La Calavera Catrin"}]}, {"heading": "Deaths", "year": "1915", "date": "January 20", "txt": "Arthur Guinness, 1st Baron Ardilaun, Irish businessman, philanthropist, and politician (b. 1840)", "entities": [{"title": "Arthur Guinness, 1st Baron Ardilaun", "href": "/wiki/Arthur_Guinness,_1st_Baron_Ardilaun", "description": "Arthur Edward Guinness, 1st Baron Ardilaun, 2nd Baronet, known as Sir Arthur Guinness, Bt, between 1868 and 1880, was an Irish businessman, politician, and philanthropist, best known for giving St Stephen's Green back to the people of Dublin."}]}, {"heading": "Deaths", "year": "1920", "date": "January 20", "txt": "Georg Lurich, Estonian-Russian wrestler and strongman (b. 1876)", "entities": [{"title": "Georg Lurich", "href": "/wiki/Georg_Lurich", "description": "Georg Lurich was an Estonian Greco-Roman wrestler and strongman of the early 20th century. Lurich was also the trainer of Estonian wrestlers and weightlifters Georg Hackenschmidt and Aleksander Aberg."}]}, {"heading": "Deaths", "year": "1921", "date": "January 20", "txt": "Mary Watson Whitney, American astronomer and academic (b. 1847)", "entities": [{"title": "Mary Watson Whitney", "href": "/wiki/Mary_Watson_Whitney", "description": "Mary Watson Whitney was an American astronomer and for 22 years the head of the Vassar Observatory where 102 scientific papers were published under her guidance."}]}, {"heading": "Deaths", "year": "1924", "date": "January 20", "txt": "Henry \"Ivo\" Crapp, Australian footballer and umpire (b. 1872)", "entities": [{"title": "Ivo Crapp", "href": "/wiki/Ivo_Crapp", "description": "Henry \"Harry\" Crapp, commonly known as \"Ivo\" Crapp was a leading Australian rules football field umpire in the Victorian Football League (VFL) at its formation in the 1890s, and with the West Australian Football League in the early 1900s."}]}, {"heading": "Deaths", "year": "1936", "date": "January 20", "txt": "George V of the United Kingdom (b. 1865)", "entities": [{"title": "George V", "href": "/wiki/George_V", "description": "George V was King of the United Kingdom and the British Dominions, and Emperor of India, from 6 May 1910 until his death in 1936."}]}, {"heading": "Deaths", "year": "1940", "date": "January 20", "txt": "Omar Bundy, American general (b. 1861)", "entities": [{"title": "Omar Bundy", "href": "/wiki/Omar_Bundy", "description": "Omar Bundy was a career United States Army officer. He attained the rank of major general, and was a veteran of the American Indian Wars, Spanish–American War, Philippine–American War, Pancho Villa Expedition, and World War I."}]}, {"heading": "Deaths", "year": "1944", "date": "January 20", "txt": "James McKeen Cattell, American psychologist and academic (b. 1860)", "entities": [{"title": "James McKeen Cattell", "href": "/wiki/James_McKeen_Cattell", "description": "James McKeen Cattell, American psychologist, was the first professor of psychology in the United States, teaching at the University of Pennsylvania, and long-time editor and publisher of scientific journals and publications, most notably the journal Science. He also served on the board of trustees for Science Service, now known as Society for Science & the Public, from 1921–1944."}]}, {"heading": "Deaths", "year": "1947", "date": "January 20", "txt": "Josh Gibson, American baseball player (b. 1911)", "entities": [{"title": "Josh Gibson", "href": "/wiki/Josh_Gibson", "description": "Joshua Gibson was an American baseball catcher primarily in the Negro leagues. Baseball historians consider Gibson to be among the very best power hitters and catchers in baseball history. In 1972, he became the second Negro league player to be inducted in the National Baseball Hall of Fame."}]}, {"heading": "Deaths", "year": "1947", "date": "January 20", "txt": "Andrew Volstead, American member of the United States House of Representatives (b. 1860)", "entities": []}, {"heading": "Deaths", "year": "1954", "date": "January 20", "txt": "Warren Bardsley, Australian cricketer (b. 1882)", "entities": [{"title": "Warren Bardsley", "href": "/wiki/Warren_Bardsley", "description": "Warren \"Curly\" Bardsley was an Australian Test cricketer. An opening batsman, Bardsley played 41 Tests between 1909 and 1926 and over 200 first-class games for New South Wales. He was Wisden's Cricketer of the Year in 1910."}]}, {"heading": "Deaths", "year": "1954", "date": "January 20", "txt": "Fred Root, English cricketer and umpire (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "January 20", "txt": "Robert P. T. Coffin, American author and poet (b. 1892)", "entities": [{"title": "Robert P. T. Coffin", "href": "/wiki/Robert_P._T._Coffin", "description": "Robert Peter Tristram Coffin was an American poet, educator, writer, editor and literary critic. Awarded the Pulitzer Prize for Poetry in 1936, he was the Poetry editor for Yankee (magazine)."}]}, {"heading": "Deaths", "year": "1962", "date": "January 20", "txt": "Robinson Jeffers, American poet and philosopher (b. 1887)", "entities": [{"title": "Robinson Jeffers", "href": "/wiki/Robinson_Jeffers", "description": "John Robinson Jeffers was an American poet, known for his work about the central California coast. Much of Jeffers's poetry was written in narrative and epic form. However, he is also known for his shorter verse and is considered an icon of the environmental movement. Influential and highly regarded in some circles, despite or because of his philosophy of \"inhumanism\", Jeffers believed that transc"}]}, {"heading": "Deaths", "year": "1965", "date": "January 20", "txt": "Alan Freed, American radio host (b. 1922)", "entities": [{"title": "Alan Freed", "href": "/wiki/Alan_Freed", "description": "Albert James \"Alan\" Freed was an American disc jockey. He also produced and promoted large traveling concerts with various acts, helping to spread the importance of rock and roll music throughout North America."}]}, {"heading": "Deaths", "year": "1971", "date": "January 20", "txt": "Broncho Billy Anderson, American actor, director, producer, and screenwriter (b. 1880)", "entities": [{"title": "Broncho Billy Anderson", "href": "/wiki/Broncho_Billy_Anderson", "description": "Gilbert M. \"Broncho Billy\" Anderson was an American actor, writer, film director, and film producer, who is best known as the first star of the Western film genre. He was a founder and star for Essanay studios. In 1958, he received a special Academy Award for being a pioneer of the movie industry."}]}, {"heading": "Deaths", "year": "1971", "date": "January 20", "txt": "Minanogawa Tōzō, Japanese sumo wrestler, the 34th Yokozuna (b. 1903)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1973", "date": "January 20", "txt": "Lorenz Böhler, Austrian physician and surgeon (b. 1885)", "entities": [{"title": "Lorenz Böhler", "href": "/wiki/Lorenz_B%C3%B6hler", "description": "Lorenz Böhler was an Austrian physician and famous surgeon."}]}, {"heading": "Deaths", "year": "1973", "date": "January 20", "txt": "Amílcar Cabral, Guinea Bissauan-Cape Verdian engineer and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "January 20", "txt": "Dimitrios Kiousopoulos, Greek jurist and politician, 151st Prime Minister of Greece (b. 1892)", "entities": [{"title": "Dimitrios Kiousopoulos", "href": "/wiki/Dimitrios_Kiousopoulos", "description": "Dimitrios Kiousopoulos was an important Greek jurist and a politician, and caretaker Prime Minister of Greece in 1952. He was born on November 17, 1892 in the town of Andritsaina, Elis, Peloponnese."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Deaths", "year": "1980", "date": "January 20", "txt": "William Roberts, English soldier and painter (b. 1895)", "entities": [{"title": "William Roberts (painter)", "href": "/wiki/William_Roberts_(painter)", "description": "William Patrick Roberts was a British artist."}]}, {"heading": "Deaths", "year": "1983", "date": "January 20", "txt": "Garrincha, Brazilian footballer (b. 1933)", "entities": [{"title": "Garrincha", "href": "/wiki/Garrincha", "description": "Manuel Francisco dos Santos, nicknamed Mané Garrincha, best known as simply Garrincha, was a Brazilian professional footballer who played as a right winger. He is widely regarded as one of the greatest dribblers of all time, and by some, the greatest dribbler ever. Garrincha is extremely popular in Brazil, and is also widely regarded as one of the greatest footballers of all time."}]}, {"heading": "Deaths", "year": "1984", "date": "January 20", "txt": "Johnny Weissmuller, American swimmer and actor (b. 1904)", "entities": [{"title": "Johnny Weissmuller", "href": "/wiki/Johnny_Weissmuller", "description": "Janos (Johann) Peter Weissmuller was an American competitive swimmer, Olympian, and actor. He was known for playing Edgar Rice Burroughs' Tarzan in Tarzan the Ape Man and its five sequels. Weissmuller was also known for having one of the best competitive swimming records of the 20th century. Weissmuller set numerous world records alongside winning 5 gold medals in the Olympics. He won the 100m fre"}]}, {"heading": "Deaths", "year": "1988", "date": "January 20", "txt": "Khan Abdul Ghaffar Khan, Pakistani activist and politician (b. 1890)", "entities": [{"title": "Khan Abdul Ghaffar Khan", "href": "/wiki/Khan_Abdul_Ghaffar_Khan", "description": "Abdul Ghaffār Khān, also known as Bādshāh Khān or Bāchā Khān and honourably addressed as Fakhr-e-Afghan, was a Pashtun independence activist against British colonial rule in India. He was a political and spiritual leader known for his nonviolent opposition and lifelong pacifism; he was a devout Muslim and an advocate for Hindu−Muslim unity in the Indian subcontinent. Due to his similar ideologies "}]}, {"heading": "Deaths", "year": "1988", "date": "January 20", "txt": "Dora Stratou, Greek dancer and choreographer (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "January 20", "txt": "Alamgir Kabir, Bangladeshi director, producer, and screenwriter (b. 1938)", "entities": [{"title": "Alamgir Kabir (film maker)", "href": "/wiki/Alamgir_Kabir_(film_maker)", "description": "Alamgir Kabir was a Bangladeshi film director and cultural activist. Three of his feature films are featured in the \"Top 10 Bangladeshi Films\" list by British Film Institute."}]}, {"heading": "Deaths", "year": "1990", "date": "January 20", "txt": "Barbara Stanwyck, American actress (b. 1907)", "entities": [{"title": "Barbara Stanwyck", "href": "/wiki/Barbara_Stanwyck", "description": "Barbara Stanwyck was an American actress, model, and dancer. A stage, film, and television star, she was known during her 60-year career as a consummate and versatile professional for her strong, realistic screen presence. A favorite of directors including Cecil B. DeMille, Fritz Lang, and Frank Capra, she made 85 films in 38 years before turning to television."}]}, {"heading": "Deaths", "year": "1993", "date": "January 20", "txt": "Audrey Hepburn, British actress and humanitarian activist (b. 1929)", "entities": [{"title": "Audrey Hepburn", "href": "/wiki/Audrey_Hepburn", "description": "Audrey Hepburn was a British actress and humanitarian. Recognised as both a film and fashion icon, she was ranked by the American Film Institute as the third-greatest female screen legend from the Golden Age of Hollywood, and was inducted into the International Best Dressed List Hall of Fame."}]}, {"heading": "Deaths", "year": "1994", "date": "January 20", "txt": "Matt Busby, Scottish footballer and coach (b. 1909)", "entities": [{"title": "Matt Busby", "href": "/wiki/Matt_Busby", "description": "Sir Alexander Matthew Busby, CBE, KCSG was a Scottish football player and manager, who managed Manchester United between 1945 and 1969 and again for the second half of the 1970–71 season. He was the first manager of an English team to win the European Cup and is widely regarded as one of the greatest managers of all time."}]}, {"heading": "Deaths", "year": "1994", "date": "January 20", "txt": "Jaramogi Oginga Odinga, first Kenyan Vice-President (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 20", "txt": "Gerry Mulligan, American saxophonist and composer (b. 1927)", "entities": [{"title": "Gerry Mulligan", "href": "/wiki/Gerry_Mulligan", "description": "Gerald Joseph Mulligan, also known as Jeru, was an American jazz saxophonist, clarinetist, composer and arranger. Though primarily known as one of the leading jazz baritone saxophonists—playing the instrument with a light and airy tone in the era of cool jazz—Mulligan was also a significant arranger, working with Claude Thornhill, Miles Davis, Stan Kenton, and others. His pianoless quartet of the "}]}, {"heading": "Deaths", "year": "2002", "date": "January 20", "txt": "Carrie Hamilton, American actress and singer (b. 1963)", "entities": [{"title": "Carrie Hamilton", "href": "/wiki/Carrie_Hamilton", "description": "Carrie Louise Hamilton was an American actress, singer, and playwright. She was the daughter of comedian Carol Burnett and producer Joe Hamilton. She was also the older sister of Jody Hamilton, a producer and actress, and singer Erin Hamilton."}]}, {"heading": "Deaths", "year": "2003", "date": "January 20", "txt": "Al Hirschfeld, American painter and illustrator (b. 1903)", "entities": [{"title": "Al Hirschfeld", "href": "/wiki/Al_Hirschfeld", "description": "Albert Hirschfeld was an American caricaturist best known for his black and white portraits of celebrities and Broadway stars."}]}, {"heading": "Deaths", "year": "2003", "date": "January 20", "txt": "Nedra Volz, American actress (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "January 20", "txt": "Alan Brown, English racing driver (b. 1919)", "entities": [{"title": "Alan Brown (racing driver)", "href": "/wiki/Alan_Brown_(racing_driver)", "description": "Alan Everest Brown was a British racing driver from England. He took up motor racing in a Cooper, later forming the Ecurie Richmond team with Eric Brandon. He participated in 9 World Championship Formula One Grands Prix, debuting on 18 May 1952 and numerous non-Championship Formula One races. He scored two championship points. He was the first driver to score championship points for Cooper and als"}]}, {"heading": "Deaths", "year": "2004", "date": "January 20", "txt": "T. Nadaraja, Sri Lankan lawyer and academic (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 20", "txt": "Per Borten, Norwegian lawyer and politician, 18th Prime Minister of Norway (b. 1913)", "entities": [{"title": "Per Borten", "href": "/wiki/Per_Borten", "description": "Per Borten (help·info) was a Norwegian politician from the Centre Party and Prime Minister of Norway from 1965 to 1971. Per Borten is credited for leading the modernization of what was then named Bondepartiet into today's Centre Party. He was an active opponent of Norway joining the European Union."}, {"title": "Prime Minister of Norway", "href": "/wiki/Prime_Minister_of_Norway", "description": "The prime minister of Norway is the head of government and chief executive of Norway. The prime minister and Cabinet are collectively accountable for their policies and actions to the monarch, to the Storting, to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is"}]}, {"heading": "Deaths", "year": "2005", "date": "January 20", "txt": "Jan Nowak-Jeziorański, Polish journalist and politician (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 20", "txt": "Miriam Rothschild, English zoologist, entomologist, and author (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 20", "txt": "Stéphanos II Ghattas, Egyptian patriarch (b. 1920)", "entities": [{"title": "Stéphanos II Ghattas", "href": "/wiki/St%C3%A9phanos_II_Ghattas", "description": "Stéphanos II Ghattas, was an eparch of the Coptic Catholic Church. From 1986 to 2006 he served as the Coptic Catholic Patriarch of Alexandria. He was also a Cardinal."}]}, {"heading": "Deaths", "year": "2012", "date": "January 20", "txt": "Etta James, American singer-songwriter (b. 1938)", "entities": [{"title": "Etta James", "href": "/wiki/Etta_James", "description": "Jamesetta Hawkins, known professionally as Etta James, was an American singer who performed in various genres, including blues, R&B, soul, rock and roll, jazz and gospel. Starting her career in 1954, she gained fame with hits such as \"The Wallflower\", \"At Last\", \"Tell Mama\", \"Something's Got a Hold on Me\", and \"I'd Rather Go Blind\". She faced a number of personal problems, including heroin addicti"}]}, {"heading": "Deaths", "year": "2012", "date": "January 20", "txt": "John Levy, American bassist and manager (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 20", "txt": "Ioannis Kefalogiannis, Greek politician, Greek Minister of the Interior (b. 1933)", "entities": [{"title": "Ministry of the Interior (Greece)", "href": "/wiki/Ministry_of_the_Interior_(Greece)", "description": "The Ministry of the Interior is a government department of Greece. On 15 September 1995, it was merged with the Ministry of the Prime Minister's Office to form the Ministry of the Interior, Public Administration and Decentralization. On 19 September 2007, it was merged with the Ministry of Public Order and reverted to its original name. The merger was reversed on 7 October 2009, when the Ministry "}]}, {"heading": "Deaths", "year": "2012", "date": "January 20", "txt": "Alejandro Rodriguez, Venezuelan-American pediatrician and psychiatrist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 20", "txt": "Pavlos Matesis, Greek author and playwright (b. 1933)", "entities": [{"title": "Pavlos Matesis", "href": "/wiki/Pavlos_Matesis", "description": "Pavlos Matesis was a Greek novelist, playwright and translator. He was born in Divri, a village in the Peloponnese and had a peripatetic youth. He studied acting, music and languages, and taught drama at the Stavrakou School in Athens (1963–64). He also worked as a writer at the National Theatre during 1971–73. He wrote scripts for two television series broadcast on the state channel (1974–76)."}]}, {"heading": "Deaths", "year": "2013", "date": "January 20", "txt": "Toyo Shibata, Japanese poet and author (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 20", "txt": "Claudio Abbado, Italian conductor (b. 1933)", "entities": [{"title": "Claudio Abbado", "href": "/wiki/Claudio_Abbado", "description": "Claudio Abbado, Cavaliere di Gran Croce OMRI was an Italian conductor. He served at various times as music director of the La Scala opera house in Milan, principal conductor of the London Symphony Orchestra, principal guest conductor of the Chicago Symphony Orchestra, music director of the Vienna State Opera, founder and director of Lucerne Festival Orchestra, music director of European Union Yout"}]}, {"heading": "Deaths", "year": "2014", "date": "January 20", "txt": "Otis G. Pike, American judge and politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 20", "txt": "Jonas Trinkūnas, Lithuanian ethnologist and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 20", "txt": "Mykolas Burokevičius, Lithuanian carpenter and politician (b. 1927)", "entities": [{"title": "Mykolas Burokevičius", "href": "/wiki/Mykolas_Burokevi%C4%8Dius", "description": "Mykolas Burokevičius was a communist political leader in Lithuania. After the Communist Party of Lithuania separated from the Communist Party of the Soviet Union (CPSU), he established alternative pro-CPSU Communist Party of Lithuania in early 1990, and led it as the First Secretary of Central Committee until its ban in 1991. He was the only Lithuanian to serve in the Politburo of the CPSU Central"}]}, {"heading": "Deaths", "year": "2016", "date": "January 20", "txt": "Edmonde Charles-Roux, French journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "January 20", "txt": "Paul Bocuse, French chef (b. 1926)", "entities": [{"title": "Paul Bocuse", "href": "/wiki/Paul_Bocuse", "description": "Paul Bocuse was a French chef based in Lyon who was known for the high quality of his restaurants and his innovative approaches to cuisine."}, {"title": "1926", "href": "/wiki/1926", "description": "1926 (MCMXXVI) was a common year starting on Friday of the Gregorian calendar, the 1926th year of the Common Era (CE) and Anno Domini (AD) designations, the 926th year of the 2nd millennium, the 26th year of the 20th century, and the 7th year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "2018", "date": "January 20", "txt": "Naomi Parker Fraley, American naval machiner (b. 1921)", "entities": [{"title": "1921", "href": "/wiki/1921", "description": "1921 (MCMXXI) was a common year starting on Saturday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1921st year of the Common Era (CE) and Anno Domini (AD) designations, the 921st year of the 2nd millennium, the 21st year of the 20th century, and the 2nd year of the 1920s decade. As of the start of 1921, the Gregorian calendar was 13 days ahead of the Ju"}]}, {"heading": "Deaths", "year": "2020", "date": "January 20", "txt": "Jaroslav Kubera, Czech politician (b. 1947)", "entities": [{"title": "Jaroslav Kubera", "href": "/wiki/Jaroslav_Kubera", "description": "Jaroslav Kubera was a Czech Civic Democratic politician who served as Senator representing Teplice from 2000 and the President of the Senate from 2018 until his death in 2020, becoming the first high-ranking Czech official to die in the office. He previously served as mayor of Teplice from 1994 to 2018."}]}, {"heading": "Deaths", "year": "2020", "date": "January 20", "txt": "Tom Fisher Railsback, American politician, member of the Illinois and U.S. House of Representatives (b. 1932) ", "entities": [{"title": "Illinois House of Representatives", "href": "/wiki/Illinois_House_of_Representatives", "description": "The Illinois House of Representatives is the lower house of the Illinois General Assembly, the bicameral legislature of the U.S. state of Illinois. The body was created by the first Illinois Constitution adopted in 1818. The House under the current constitution as amended in 1980 consists of 118 representatives elected from individual legislative districts for two-year terms with no limits; redist"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Deaths", "year": "2021", "date": "January 20", "txt": "Sibusiso Moyo, Zimbabwean politician, army general (b. 1960)", "entities": [{"title": "Sibusiso Moyo", "href": "/wiki/Sibusiso_Moyo", "description": "Sibusiso Busi Moyo was a Zimbabwean politician and retired army major general. He was noted for announcing the ousting of Robert Mugabe on national television during the 2017 Zimbabwean coup d'état. He went on to serve as Minister of Foreign Affairs and International Trade in the cabinet of Emmerson Mnangagwa from November 2017 until his death."}]}, {"heading": "Deaths", "year": "2021 - Mira Furlan, Croatian actress and singer (b. 1955)[47]", "date": "January 20", "txt": "Mira Furlan, Croatian actress and singer (b. 1955)", "entities": []}]