[{"heading": "Events", "year": "AD 41", "date": "January 24", "txt": "Claudius is proclaimed Roman Emperor by the Praetorian Guard after they assassinate the previous emperor, his nephew Caligula.", "entities": [{"title": "Claudius", "href": "/wiki/Claudius", "description": "Claudius was Roman emperor from AD 41 to 54. Born to Nero Claudius Drusus and Antonia Minor at Lugdunum in Roman Gaul, where his father was stationed as a military legate, he was the first Roman emperor to be born outside Italy. Nonetheless, Claudius was an Italic of Sabine origins and a member of the Julio-Claudian dynasty. Because he was afflicted with a limp and slight deafness due to sickness "}, {"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Praetorian Guard", "href": "/wiki/Praetorian_Guard", "description": "The Praetorian Guard was an elite unit of the Imperial Roman army whose members served as personal bodyguards and intelligence for Roman emperors. During the era of the Roman Republic, the Praetorians served as a small escort force for high-ranking officials such as senators or provincial governors like procurators, and also serving as bodyguards for high-ranking officers within the Roman legions."}, {"title": "Caligula", "href": "/wiki/Caligula", "description": "Caligula, formally known as Gaius, was the third Roman emperor, ruling from 37 to 41. The son of the popular Roman general Germanicus and Augustus's granddaughter Agrippina the Elder, Caligula was born into the first ruling family of the Roman Empire, conventionally known as the Julio-Claudian dynasty."}]}, {"heading": "Events", "year": "914", "date": "January 24", "txt": "Start of the First Fatimid invasion of Egypt.", "entities": [{"title": "First Fatimid invasion of Egypt", "href": "/wiki/First_Fatimid_invasion_of_Egypt", "description": "The first Fatimid invasion of Egypt occurred in 914–915, soon after the establishment of the Fatimid Caliphate in Ifriqiya in 909. The Fatimids launched an expedition east, against the Abbasid Caliphate, under the Berber general Habasa ibn Yusuf. Habasa succeeded in subduing the cities on the Libyan coast between Ifriqiya and Egypt, and captured Alexandria. The Fatimid heir-apparent, al-Qa'im bi-A"}]}, {"heading": "Events", "year": "1438", "date": "January 24", "txt": "The Council of Basel suspends Pope Eugene IV.", "entities": [{"title": "Council of Basel", "href": "/wiki/Council_of_Basel", "description": "The Council of Florence is the seventeenth ecumenical council recognized by the Catholic Church, held between 1431 and 1449. It was convoked as the Council of Basel by Pope Martin V shortly before his death in February 1431 and took place in the context of the Hussite wars in Bohemia and the rise of the Ottoman Empire. At stake was the greater conflict between the Conciliar movement and the princi"}, {"title": "Pope Eugene IV", "href": "/wiki/Pope_Eugene_IV", "description": "Pope Eugene IV, born Gabriele Condulmer, was head of the Catholic Church and ruler of the Papal States from 3 March 1431 to his death. Condulmer was a Venetian, and a nephew of Pope Gregory XII. In 1431, he was elected pope. His tenure was marked by conflict first with the Colonnas, relatives of his predecessor Martin V, and later with the Conciliar movement. In 1434, due to a complaint by Fernand"}]}, {"heading": "Events", "year": "1458", "date": "January 24", "txt": "Matthias Corvinus is elected King of Hungary.", "entities": [{"title": "Matthias Corvinus", "href": "/wiki/Matthias_Corvinus", "description": "Matthias Corvinus, also called Matthias I, was King of Hungary and Croatia from 1458 to 1490. After conducting several military campaigns, he was elected King of Bohemia in 1469 and adopted the title Duke of Austria in 1487. He was the son of John Hunyadi, Regent of Hungary, who died in 1456. In 1457, Matthias was imprisoned along with his older brother, Ladislaus Hunyadi, on the orders of King La"}]}, {"heading": "Events", "year": "1536", "date": "January 24", "txt": "King Henry VIII of England suffers an accident while jousting, leading to a brain injury that historians say may have influenced his later erratic behaviour and possible impotence.", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Jousting", "href": "/wiki/Jousting", "description": "Jousting is a martial game or hastilude between two horseriders wielding lances with blunted tips, often as part of a tournament. The primary aim was to replicate a clash of heavy cavalry, with each participant trying hard to strike the opponent while riding towards him at high speed, breaking the lance on the opponent's shield or jousting armour if possible, or unhorsing him. The joust became an "}]}, {"heading": "Events", "year": "1651", "date": "January 24", "txt": "Arauco War: Spanish and Mapuche authorities meet in the Parliament of Boroa renewing the fragile peace established at the parliaments of Quillín in 1641 and  1647.", "entities": [{"title": "Arauco War", "href": "/wiki/Arauco_War", "description": "The Arauco War was a long-running conflict between colonial Spaniards and the Mapuche people, mostly fought in the Araucanía. The conflict began at first as a reaction to the Spanish conquerors attempting to establish cities and force Mapuches into servitude. It subsequently evolved over time into phases comprising drawn-out sieges, slave-hunting expeditions, pillaging raids, punitive expeditions,"}, {"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Parliament of Boroa", "href": "/wiki/Parliament_of_Boroa", "description": "The Parliament of Boroa was a diplomatic meeting held on January 24, 1651, between various Mapuche groups and Spanish authorities held in the fields of Boroa. The parliament was attended by the Governor of Chile Antonio Acuña Cabrera who travelled to Boroa incognito from the fortress of Nacimiento in the north accompanied only by six men. This riskful crossing of Mapuche territory was considered v"}, {"title": "Parliament of Quillín (1641)", "href": "/wiki/Parliament_of_Quill%C3%ADn_(1641)", "description": "The Parliament of Quillín was a diplomatic meeting held in 1641 between various Mapuche groups and Spanish authorities held in the fields of Quillín. With the ensuing treaty the Spanish sought an end to the hostilities of the Arauco War in order to concentrate the empire's resources in fighting the Catalans in Europe. This way the Mapuche obtained a peace treaty and a recognition on behalf of the "}, {"title": "Parliament of Quillín (1647) (page does not exist)", "href": "/w/index.php?title=Parliament_of_Quill%C3%ADn_(1647)&action=edit&redlink=1", "description": null}]}, {"heading": "Events", "year": "1679", "date": "January 24", "txt": "King Charles II of England dissolves the Cavalier Parliament.", "entities": [{"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "Cavalier Parliament", "href": "/wiki/Cavalier_Parliament", "description": "The Cavalier Parliament of England lasted from 8 May 1661 until 24 January 1679. It was the longest English Parliament, and longer than any Great British or UK Parliament to date, enduring for nearly 18 years of the quarter-century reign of Charles II of England. Like its predecessor, the Convention Parliament, it was overwhelmingly Royalist and is also known as the Pensioner Parliament for the ma"}]}, {"heading": "Events", "year": "1742", "date": "January 24", "txt": "Charles VII Albert becomes Holy Roman Emperor.", "entities": [{"title": "Charles VII, Holy Roman Emperor", "href": "/wiki/Charles_VII,_Holy_Roman_Emperor", "description": "Charles VII was the prince-elector of Bavaria from 1726 and Holy Roman Emperor from 24 January 1742 to his death. He was a member of the House of Wittelsbach, and his reign as Holy Roman Emperor thus marked the end of three centuries of uninterrupted Habsburg imperial rule although he was related to the Habsburgs by both blood and marriage. After the death of emperor Charles VI in 1740, he claimed"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1758", "date": "January 24", "txt": "During the Seven Years' War the leading burghers of Königsberg submit to Elizabeth of Russia, thus forming Russian Prussia (until 1763).", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Königsberg", "href": "/wiki/K%C3%B6nigsberg", "description": "Königsberg was the name for the historic Prussian city that is now Kaliningrad, Russia. Königsberg was founded in 1255 on the site of the ancient Old Prussian settlement Twangste by the Teutonic Knights during the Northern Crusades, and was named in honour of King Ottokar II of Bohemia. A Baltic port city, it successively became the capital of their monastic state, the Duchy of Prussia (1525–1701)"}, {"title": "Elizabeth of Russia", "href": "/wiki/Elizabeth_of_Russia", "description": "Elizabeth Petrovna, also known as Yelisaveta or Elizaveta, reigned as the Empress of Russia from 1741 until her death in 1762. She remains one of the most popular Russian monarchs because of her decision not to execute a single person during her reign, her numerous construction projects, and her strong opposition to Prussian policies."}, {"title": "Russian Prussia", "href": "/wiki/Russian_Prussia", "description": "Russian Prussia refers to two periods in the history of Prussia. Since 1991 Russian Prussia has been a synonym for Kaliningrad Oblast."}]}, {"heading": "Events", "year": "1817", "date": "January 24", "txt": "Crossing of the Andes: Many soldiers of Juan Gregorio de las Heras are captured during the action of Picheuta.", "entities": [{"title": "Crossing of the Andes", "href": "/wiki/Crossing_of_the_Andes", "description": "The Crossing of the Andes was one of the most important feats in the Argentine and Chilean wars of independence, in which a combined army of Argentine soldiers and Chilean exiles invaded Chile leading to Chile's liberation from Spanish rule. The crossing of the Andes was a major step in the strategy devised by José de San Martín to defeat the royalist forces at their stronghold of Lima, Viceroyalt"}, {"title": "Juan Gregorio de las Heras", "href": "/wiki/Juan_Gregorio_de_las_Heras", "description": "Grand Marshal Juan Gregorio de Las Heras was an Argentine soldier who took part in the Spanish American wars of independence and was also a governor of the province of Buenos Aires."}, {"title": "Action of Picheuta", "href": "/wiki/Action_of_Picheuta", "description": "The action of Picheuta was a military engagement that took place on January 24, 1817, during the Crossing of the Andes."}]}, {"heading": "Events", "year": "1835", "date": "January 24", "txt": "Slaves in Salvador da Bahia, Brazil, stage a revolt, which is instrumental in ending slavery there 50 years later.", "entities": [{"title": "Salvador da Bahia", "href": "/wiki/Salvador_da_Bahia", "description": "Salvador, also known as São Salvador da Bahia de Todos os Santos, is the capital of the Brazilian state of Bahia. With 2.9 million people (2020), it is the largest city proper in the Northeast Region and the 4th largest city proper in the country, after São Paulo, Rio de Janeiro and Brasília."}, {"title": "Malê Revolt", "href": "/wiki/Mal%C3%AA_Revolt", "description": "The Malê revolt was a Muslim slave rebellion in Brazil. On a Sunday during Ramadan in January 1835, in the city of Salvador da Bahia, a group of enslaved African Muslims and freedmen, inspired by Muslim teachers, rose up against the government. Muslims were called malê in Bahia at this time, from Yoruba imale that designated a Yoruba Muslim."}]}, {"heading": "Events", "year": "1848", "date": "January 24", "txt": "California Gold Rush: James W. Marshall finds gold at Sutter's Mill near Sacramento.", "entities": [{"title": "California Gold Rush", "href": "/wiki/California_Gold_Rush", "description": "The California Gold Rush (1848–1855) was a gold rush that began on January 24, 1848, when gold was found by James W. Marshall at Sutter's Mill in Coloma, California. The news of gold brought approximately 300,000 people to California from the rest of the United States and abroad. The sudden influx of gold into the money supply reinvigorated the American economy, and the sudden population increase "}, {"title": "James W. Marshall", "href": "/wiki/James_W._Marshall", "description": "James Wilson Marshall was an American carpenter and sawmill operator, who reported the finding of gold at Coloma on the American River in California on January 24, 1848, the impetus for the California Gold Rush. The mill property was owned by Johann (John) Sutter who employed Marshall to build his mill. The wave of gold seekers turned everyone's attention away from the mill which eventually fell i"}, {"title": "Gold", "href": "/wiki/Gold", "description": "Gold is a chemical element with the symbol Au and atomic number 79, making it one of the higher atomic number elements that occur naturally. In a pure form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold o"}, {"title": "Sutter's Mill", "href": "/wiki/Sutter%27s_Mill", "description": "Sutter's Mill was a water-powered sawmill on the bank of the South Fork American River in the foothills of the Sierra Nevada mountains in California. It was named after its owner John Sutter. A worker constructing the mill, James W. Marshall, found gold there in 1848. This discovery set off the California Gold Rush (1848–1855), a major event in the history of the United States."}, {"title": "Sacramento, California", "href": "/wiki/Sacramento,_California", "description": "Sacramento is the capital city of the U.S. state of California and the seat and largest city of Sacramento County. Located at the confluence of the Sacramento and American Rivers in Northern California's Sacramento Valley, Sacramento's estimated 2019 population of 513,625 makes it the sixth-largest city in California and the ninth-largest capital in the United States. Sacramento is the seat of the"}]}, {"heading": "Events", "year": "1857", "date": "January 24", "txt": "The University of Calcutta is formally founded as the first fully fledged university in South Asia.", "entities": [{"title": "University of Calcutta", "href": "/wiki/University_of_Calcutta", "description": "The University of Calcutta is a collegiate public state research university located in Kolkata, West Bengal, India. It was established on 24 January 1857 and was one of the first multidisciplinary and Western-style institutions in Asia. Today, the university's jurisdiction is limited to a few districts of West Bengal. Within India, it is recognized as a \"Five-Star University\" and accredited an \"A\""}, {"title": "South Asia", "href": "/wiki/South_Asia", "description": "South Asia is the southern region of Asia, which is defined in both geographical and ethno-cultural terms. The region consists of the countries of Afghanistan, Pakistan, India, Nepal, Bhutan, Bangladesh, the Maldives, and Sri Lanka. Topographically, it is dominated by the Indian Plate and defined largely by the Indian Ocean on the south, and the Himalayas, Karakoram, and Pamir mountains on the nor"}]}, {"heading": "Events", "year": "1859", "date": "January 24", "txt": "The United Principalities of Moldavia and Wallachia (later named Romania) is formed as a personal union under the rule of Domnitor Alexandru Ioan Cuza.", "entities": [{"title": "United Principalities", "href": "/wiki/United_Principalities", "description": "The United Principalities Moldavia and Wallachia, commonly called United Principalities, was the personal union of the Principality of Moldavia and the Principality of Wallachia, formed on 5 February [O.S. 24 January] 1859 when Alexandru Ioan Cuza was elected as the Domnitor of both principalities, which were autonomous but still vassals of the Ottoman Empire. On 3 February [O.S. 22 January] 1862,"}, {"title": "Alexandru Ioan Cuza", "href": "/wiki/Alexandru_Ioan_Cuza", "description": "Alexandru Ioan Cuza was the first domnitor (Ruler) of the Romanian Principalities through his double election as prince of Moldavia on 5 January 1859 and prince of Wallachia on 24 January 1859. He was a prominent figure of the Revolution of 1848 in Moldavia. Following his double election, he initiated a series of reforms that contributed to the modernization of Romanian society and of state struct"}]}, {"heading": "Events", "year": "1900", "date": "January 24", "txt": "Second Boer War: Boers stop a British attempt to break the Siege of Ladysmith in the Battle of Spion Kop.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Boer", "href": "/wiki/Boer", "description": "Boers refers to the descendants of the proto-Afrikaans-speaking colonists of the eastern Cape frontier in Southern Africa during the 18th and much of the 19th century. From 1652 to 1795, the Dutch East India Company controlled this area, but the United Kingdom incorporated it into the British Empire in 1806. The name of the group is derived from the Dutch and Afrikaans word for farmer."}, {"title": "Siege of Ladysmith", "href": "/wiki/Siege_of_Ladysmith", "description": "The siege of Ladysmith was a protracted engagement in the Second Boer War, taking place between 2 November 1899 and 28 February 1900 at Ladysmith, Natal, a township founded in 1850."}, {"title": "Battle of Spion Kop", "href": "/wiki/Battle_of_Spion_Kop", "description": "The Battle of Spion Kop was a military engagement between British forces and two Boer Republics—the South African Republic and the Orange Free State—during the campaign by the British to relieve the besieged city Ladysmith during the initial months of the Second Boer War. The battle was fought 23–24 January 1900 on the hilltop of Spion Kop(1), about 38 km (24 mi) west-southwest of Ladysmith."}]}, {"heading": "Events", "year": "1908", "date": "January 24", "txt": "The first Boy Scout troop is organized in England by Robert Baden-Powell.", "entities": [{"title": "Scouting", "href": "/wiki/Scouting", "description": "The Scout movement, also known as Scouting or the Scouts, is a voluntary non-political educational movement for young people. Although it requires an oath of allegiance to a nation's leaders and, in some countries, to a god, it otherwise allows membership without distinction of gender, race or origin in accordance with the principles of its founder, Lord Baden-Powell. The purpose of the Scout Move"}, {"title": "Robert Baden-Powell", "href": "/wiki/Robert_Baden-Powell", "description": "Lieutenant General Robert Stephenson Smyth Baden-Powell, 1st Baron Baden-Powell,, was a British Army officer, writer, founder and first Chief Scout of the world-wide Scout Movement, and founder, with his sister Agnes, of the world-wide Girl Guide / Girl Scout Movement. Baden-Powell authored the first editions of the seminal work Scouting for Boys, which was an inspiration for the Scout Movement."}]}, {"heading": "Events", "year": "1915", "date": "January 24", "txt": "World War I: British Grand Fleet battle cruisers under Vice-Admiral Sir David Beatty engage Rear-Admiral Franz von Hipper's battle cruisers in the Battle of Dogger Bank.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Grand Fleet", "href": "/wiki/Grand_Fleet", "description": "The Grand Fleet was the main fleet of the Royal Navy during the First World War."}, {"title": "David Beatty, 1st Earl Beatty", "href": "/wiki/David_Beatty,_1st_Earl_Beatty", "description": "Admiral of the Fleet David Richard Beatty, 1st Earl Beatty,, was a British Royal Navy officer. After serving in the Mahdist War and then the response to the Boxer Rebellion, he commanded the 1st Battlecruiser Squadron at the Battle of Jutland in 1916, a tactically indecisive engagement after which his aggressive approach was contrasted with the caution of his commander Admiral Sir John Jellicoe. H"}, {"title": "Franz von Hipper", "href": "/wiki/Franz_von_Hipper", "description": "Franz Ritter von Hipper was an admiral in the German Imperial Navy. Franz von Hipper joined the German Navy in 1881 as an officer cadet. He commanded several torpedo boat units and served as watch officer aboard several warships, as well as Kaiser Wilhelm II's yacht SMY Hohenzollern. Hipper commanded several cruisers in the reconnaissance forces before being appointed commander of the I Scouting G"}, {"title": "Battle of Dogger Bank (1915)", "href": "/wiki/Battle_of_Dogger_Bank_(1915)", "description": "The Battle of Dogger Bank was a naval engagement on 24 January 1915, near the Dogger Bank in the North Sea, during the First World War, between squadrons of the British Grand Fleet and the Kaiserliche Marine. The British had intercepted and decoded German wireless transmissions, gaining advance knowledge that a German raiding squadron was heading for Dogger Bank and ships of the Grand Fleet sailed"}]}, {"heading": "Events", "year": "1916", "date": "January 24", "txt": "In Brushaber v. Union Pacific Railroad Co., the Supreme Court of the United States declares the federal income tax constitutional.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Income tax", "href": "/wiki/Income_tax", "description": "An income tax is a tax imposed on individuals or entities (taxpayers) in respect of the income or profits earned by them. Income tax generally is computed as the product of a tax rate times the taxable income. Taxation rates may vary by type or characteristics of the taxpayer and the type of income."}]}, {"heading": "Events", "year": "1918", "date": "January 24", "txt": "The Gregorian calendar is introduced in Russia by decree of the Council of People's Commissars effective February 14 (New Style).", "entities": [{"title": "Gregorian calendar", "href": "/wiki/Gregorian_calendar", "description": "The Gregorian calendar is the calendar used in most of the world. It was introduced in October 1582 by Pope Gregory XIII as a minor modification of the Julian calendar, reducing the average year from 365.25 days to 365.2425 days, and adjusting for the drift in the 'tropical' or 'solar' year that the inaccuracy had caused during the intervening centuries."}, {"title": "Council of People's Commissars", "href": "/wiki/Council_of_People%27s_Commissars", "description": "The Council of People's Commissars was a government institution formed soon after the October Revolution during 1917. Created in the Russian Republic, the council began forming the Union of Soviet Socialist Republics (USSR). It evolved to become the highest executive authority of the government of the Soviet Union. The chairman of this council was thus the head of government, and was usually calle"}, {"title": "February 14", "href": "/wiki/February_14", "description": "February 14 is the 45th day of the year in the Gregorian calendar; 320 days remain until the end of the year."}]}, {"heading": "Events", "year": "1933", "date": "January 24", "txt": "The 20th Amendment to the United States Constitution is ratified, changing the beginning and end of terms for all elected federal offices.", "entities": [{"title": "Twentieth Amendment to the United States Constitution", "href": "/wiki/Twentieth_Amendment_to_the_United_States_Constitution", "description": "The Twentieth Amendment to the United States Constitution moved the beginning and ending of the terms of the president and vice president from March 4 to January 20, and of members of Congress from March 4 to January 3. It also has provisions that determine what is to be done when there is no president-elect. The Twentieth Amendment was adopted on January 23, 1933."}]}, {"heading": "Events", "year": "1939", "date": "January 24", "txt": "The deadliest earthquake in Chilean history strikes Chillán, killing approximately 28,000 people.", "entities": [{"title": "1939 Chillán earthquake", "href": "/wiki/1939_Chill%C3%A1n_earthquake", "description": "The 1939 Chillán earthquake occurred in south-central Chile on 24 January with a surface wave magnitude of 8.3 and a maximum Mercalli intensity of X (Extreme). With a death toll of around 28,000, compared to the 2,231–6,000 of the Great Chilean earthquake of 1960, it is the single deadliest earthquake in Chile."}, {"title": "Chillán", "href": "/wiki/Chill%C3%A1n", "description": "Chillán is the capital city of the Ñuble Region in the Diguillín Province of Chile located about 400 km (249 mi) south of the country's capital, Santiago, near the geographical center of the country. It is the capital of the new Ñuble Region since 6 September 2015. Within the city are a railway station, an inter-city bus terminal, an agricultural extension of the University of Concepción, and a re"}]}, {"heading": "Events", "year": "1942", "date": "January 24", "txt": "World War II: The Allies bombard Bangkok, leading Thailand, then under Japanese control, to declare war against the United States and United Kingdom.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bombing of Bangkok in World War II", "href": "/wiki/Bombing_of_Bangkok_in_World_War_II", "description": "The city of Bangkok, Thailand was bombed by the Allies on numerous occasions during World War II. I It was also the target for the first combat mission by Boeing B-29 Superfortresses in June 1944."}]}, {"heading": "Events", "year": "1943", "date": "January 24", "txt": "World War II: Franklin D. Roosevelt and Winston Churchill conclude a conference in Casablanca.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who was the Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Apart from two years between 1922 and 1924, Churchill was a Member of Parliament (MP) from 1900 to 1964 and represented a total of five constituencies. Ideologically an economic liberal and imperialist, he was f"}, {"title": "Casablanca Conference", "href": "/wiki/Casablanca_Conference", "description": "The Casablanca Conference or Anfa Conference was held at the Anfa Hotel in Casablanca, French Morocco, from January 14 to 24, 1943, to plan the Allied European strategy for the next phase of World War II. In attendance were United States President Franklin D. Roosevelt and British prime minister Winston Churchill. Also attending were the sovereign of Morocco Sultan Muhammad V and representing the "}]}, {"heading": "Events", "year": "1946", "date": "January 24", "txt": "The United Nations General Assembly passes its first resolution to establish the United Nations Atomic Energy Commission.", "entities": [{"title": "United Nations General Assembly", "href": "/wiki/United_Nations_General_Assembly", "description": "The United Nations General Assembly is one of the six principal organs of the United Nations (UN), serving as the main deliberative, policy-making, and representative organ of the UN. Its powers, composition, functions, and procedures are set out in Chapter IV of the United Nations Charter. The UNGA is responsible for the UN budget, appointing the non-permanent members to the Security Council, app"}, {"title": "United Nations Atomic Energy Commission", "href": "/wiki/United_Nations_Atomic_Energy_Commission", "description": "The United Nations Atomic Energy Commission (UNAEC) was founded on 24 January 1946 by the very first resolution of the United Nations General Assembly \"to deal with the problems raised by the discovery of atomic energy.\""}]}, {"heading": "Events", "year": "1960", "date": "January 24", "txt": "Algerian War: Some units of European volunteers in Algiers stage an insurrection known as the \"barricades week\", during which they seize government buildings and clash with local police.", "entities": [{"title": "Algerian War", "href": "/wiki/Algerian_War", "description": "The Algerian War, also known as the Algerian Revolution or the Algerian War of Independence, and sometimes in Algeria as the War of 1 November, was fought between France and the Algerian National Liberation Front from 1954 to 1962, which led to Algeria winning its independence from France. An important decolonization war, it was a complex conflict characterized by guerrilla warfare and the use of "}, {"title": "Algiers", "href": "/wiki/Algiers", "description": "Algiers is the capital and largest city of Algeria. The city's population at the 2008 Census was 2,988,145 and in 2011 was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria."}]}, {"heading": "Events", "year": "1961", "date": "January 24", "txt": "Goldsboro B-52 crash: A bomber carrying two H-bombs breaks up in mid-air over North Carolina. The uranium core of one weapon remains lost.", "entities": [{"title": "1961 Goldsboro B-52 crash", "href": "/wiki/1961_Goldsboro_B-52_crash", "description": "The 1961 Goldsboro B-52 crash was an accident that occurred near Goldsboro, North Carolina, on 23 January 1961. A Boeing B-52 Stratofortress carrying two 3–4-megaton Mark 39 nuclear bombs broke up in mid-air, dropping its nuclear payload in the process. The pilot in command, Walter Scott Tulloch, ordered the crew to eject at 9,000 feet (2,700 m). Five crewmen successfully ejected or bailed out of "}, {"title": "Thermonuclear weapon", "href": "/wiki/Thermonuclear_weapon", "description": "A thermonuclear weapon, fusion weapon or hydrogen bomb is a second-generation nuclear weapon design. Its greater sophistication affords it vastly greater destructive power than first-generation atomic bombs, a more compact size, a lower mass or a combination of these benefits. Characteristics of nuclear fusion reactions make possible the use of non-fissile depleted uranium as the weapon's main fue"}]}, {"heading": "Events", "year": "1968", "date": "January 24", "txt": "Vietnam War: The 1st Australian Task Force launches Operation Coburg against the North Vietnamese Army and Viet Cong during wider fighting around Long Bình and Biên Hòa.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "1st Australian Task Force", "href": "/wiki/1st_Australian_Task_Force", "description": "The 1st Australian Task Force was a brigade-sized formation which commanded Australian and New Zealand Army units deployed to South Vietnam between 1966 and 1972. 1 ATF was based in a rubber plantation at Nui Dat, 8 kilometres (5.0 mi) north of Ba Ria in Phuoc Tuy Province and consisted of two and later three infantry battalions, with armour, aviation, engineers and artillery support. While the ta"}, {"title": "Operation Coburg", "href": "/wiki/Operation_Coburg", "description": "Operation Coburg was an Australian and New Zealand military action during the Vietnam War. The operation saw heavy fighting between the 1st Australian Task Force and North Vietnamese Army and Viet Cong forces during the wider fighting around Long Binh and Bien Hoa."}, {"title": "People's Army of Vietnam", "href": "/wiki/People%27s_Army_of_Vietnam", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Coast Guard, Border Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Long Bình, Đồng Nai", "href": "/wiki/Long_B%C3%ACnh,_%C4%90%E1%BB%93ng_Nai", "description": "\nLong Binh is a ward of Biên Hòa in the Đồng Nai Province of Vietnam."}, {"title": "Biên Hòa", "href": "/wiki/Bi%C3%AAn_H%C3%B2a", "description": "Biên Hòa is the capital city of Đồng Nai Province, Vietnam and part of the Ho Chi Minh City metropolitan area and located about 30 kilometres (20 mi) east of Hồ Chí Minh City, to which Biên Hòa is linked by Vietnam Highway 1. It is the fifth largest city in Vietnam."}]}, {"heading": "Events", "year": "1972", "date": "January 24", "txt": "Japanese Sgt. Shoichi Yokoi is found hiding in a Guam jungle, where he had been since the end of World War II.", "entities": [{"title": "Shoichi Yokoi", "href": "/wiki/Shoichi_Yokoi", "description": "Shōichi Yokoi  was a sergeant in the Imperial Japanese Army (IJA) during the Second World War, and was among the last three Japanese holdouts to be found after the end of hostilities in 1945. He was discovered in the jungles of Guam on 24 January 1972, almost 28 years after U.S. forces had regained control of the island in 1944."}, {"title": "Guam", "href": "/wiki/Guam", "description": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States; in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous city is Dededo."}, {"title": "Japanese holdout", "href": "/wiki/Japanese_holdout", "description": "Japanese holdouts were soldiers of the Imperial Japanese Army and Imperial Japanese Navy during the Pacific Theatre of World War II who continued fighting after the surrender of Japan in August 1945. Japanese holdouts either doubted the veracity of the formal surrender, rejected demobilization for ideological reasons, or were simply not aware because communications had been cut off by Allied advan"}]}, {"heading": "Events", "year": "1977", "date": "January 24", "txt": "The Atocha massacre occurs in Madrid during the Spanish transition to democracy.", "entities": [{"title": "1977 Massacre of Atocha", "href": "/wiki/1977_Massacre_of_Atocha", "description": "The 1977 Atocha massacre was an attack by right-wing extremists in the center of Madrid on January 24, 1977, which saw the assassination of five labor activists from the Communist Party of Spain (PCE) and the workers' federation Comisiones Obreras (CC.OO). The act occurred within the wider context of far-right reaction to Spain's transition to constitutional democracy following the death of dictat"}]}, {"heading": "Events", "year": "1978", "date": "January 24", "txt": "Soviet satellite Kosmos 954, with a nuclear reactor on board, burns up in Earth's atmosphere, scattering radioactive debris over Canada's Northwest Territories. Only 1% is recovered.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Kosmos 954", "href": "/wiki/Kosmos_954", "description": "Kosmos 954 was a reconnaissance satellite launched by the Soviet Union in 1977. A malfunction prevented safe separation of its onboard nuclear reactor; when the satellite reentered the Earth's atmosphere the following year, it scattered radioactive debris over northern Canada, some of the debris landing in the Great Slave Lake next to Fort Resolution, NWT."}, {"title": "Northwest Territories", "href": "/wiki/Northwest_Territories", "description": "The Northwest Territories is a federal territory of Canada. At a land area of approximately 1,144,000 km2 (442,000 sq mi) and a 2016 census population of 41,790, it is the second-largest and the most populous of the three territories in Northern Canada. Its estimated population as of 2020 is 45,161. Yellowknife is the capital, most populous community, and only city in the territory; its population"}]}, {"heading": "Events", "year": "1984", "date": "January 24", "txt": "Apple Computer places the Macintosh personal computer on sale in the United States.", "entities": [{"title": "Apple Computer", "href": "/wiki/Apple_Computer", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. Its hardware products include iPhone smartphones, iPad tablet"}, {"title": "Macintosh", "href": "/wiki/Macintosh", "description": "The Macintosh is a family of personal computers designed, manufactured, and sold by Apple Inc. since January 1984."}, {"title": "Personal computer", "href": "/wiki/Personal_computer", "description": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large, costly minicomputers and mainframes, time-sharing by many people at the same time is not used with personal computers."}]}, {"heading": "Events", "year": "1989", "date": "January 24", "txt": "Notorious serial killer Ted Bundy, with over 30 known victims, is executed by the electric chair at the Florida State Prison.", "entities": [{"title": "Ted Bundy", "href": "/wiki/Ted_Bundy", "description": "Theodore Robert Bundy was an American serial killer who kidnapped, raped, and murdered numerous young women and girls during the 1970s and possibly earlier. After more than a decade of denials, he confessed to 30 homicides, committed in seven states between 1974 and 1978. His true victim total is unknown, and believed by some investigators to be higher."}, {"title": "Florida State Prison", "href": "/wiki/Florida_State_Prison", "description": "Florida State Prison (FSP), otherwise known as Raiford Prison, is a correctional institution located in unincorporated Bradford County, Florida. It was formerly known as the \"Florida State Prison-East Unit\" as it was originally part of Florida State Prison in Raiford, Florida. The facility, a part of the Florida Department of Corrections, is located on State Road 16 right across the border from Un"}]}, {"heading": "Events", "year": "1990", "date": "January 24", "txt": "Japan launches Hiten, the country's first lunar probe, the first robotic lunar probe since the Soviet Union's Luna 24 in 1976, and the first lunar probe launched by a country other than Soviet Union or the United States.", "entities": [{"title": "Hiten", "href": "/wiki/Hiten", "description": "The Hiten Spacecraft, given the English name Celestial Maiden and known before launch as MUSES-A, part of the MUSES Program, was built by the Institute of Space and Astronautical Science of Japan and launched on January 24, 1990. It was Japan's first lunar probe, the first robotic lunar probe since the Soviet Union's Luna 24 in 1976, and the first lunar probe launched by a country other than the S"}, {"title": "Lunar probe", "href": "/wiki/Lunar_probe", "description": "The physical exploration of the Moon began when Luna 2, a space probe launched by the Soviet Union, made an impact on the surface of the Moon on September 14, 1959. Prior to that the only available means of exploration had been observation from Earth. The invention of the optical telescope brought about the first leap in the quality of lunar observations. Galileo Galilei is generally credited as t"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Luna 24", "href": "/wiki/Luna_24", "description": "Luna 24 was a robotic probe of the Soviet Union's Luna programme. The last of the Luna series of spacecraft, the mission of the Luna 24 probe was the third Soviet mission to return lunar soil samples from the Moon. The probe landed in Mare Crisium. The mission returned 170.1 g (6.00 oz) of lunar samples to the Earth on 22 August 1976."}]}, {"heading": "Events", "year": "2003", "date": "January 24", "txt": "The United States Department of Homeland Security officially begins operation.", "entities": [{"title": "United States Department of Homeland Security", "href": "/wiki/United_States_Department_of_Homeland_Security", "description": "The United States Department of Homeland Security (DHS) is the U.S. federal executive department responsible for public security, roughly comparable to the interior or home ministries of other countries. Its stated missions involve anti-terrorism, border security, immigration and customs, cyber security, and disaster prevention and management."}]}, {"heading": "Events", "year": "2009", "date": "January 24", "txt": "Cyclone Klaus makes landfall near Bordeaux, France, causing 26 deaths as well as extensive disruptions to public transport and power supplies.", "entities": [{"title": "Cyclone Klaus", "href": "/wiki/Cyclone_Klaus", "description": "Cyclone Klaus was a European windstorm or cyclone that made landfall over large parts of central and southern France, Spain and parts of Italy in January 2009. The storm was the most damaging since Lothar and Martin in December 1999. The storm caused widespread damage across France and Spain, especially in northern Spain."}, {"title": "Bordeaux", "href": "/wiki/Bordeaux", "description": "Bordeaux is a port city on the river Garonne in the Gironde department in Southwestern France."}]}, {"heading": "Events", "year": "2011", "date": "January 24", "txt": "At least 35 are killed and 180 injured in a bombing at Moscow's Domodedovo Airport.", "entities": [{"title": "Domodedovo International Airport bombing", "href": "/wiki/Domodedovo_International_Airport_bombing", "description": "The Domodedovo International Airport bombing was a suicide bombing in the international arrival hall of Moscow's Domodedovo International, in Domodedovsky District, Moscow Oblast, on 24 January 2011."}, {"title": "Domodedovo Airport", "href": "/wiki/Domodedovo_Airport", "description": "Moscow Domodedovo Airport, formally \"Domodedovo Mikhail Lomonosov International Airport\" is an international airport located in Domodedovo, Moscow Oblast, Russia, 42 kilometres (26 mi) south-southeast from the centre of Moscow. Domodedovo is one of the four major Moscow airports, one of the largest airports in Russia, and the eighth-busiest airport in Europe. In 2017, it served 30,700,000 passenge"}]}, {"heading": "Births", "year": "AD 76", "date": "January 24", "txt": "Hadrian, Roman emperor (d. 138)", "entities": [{"title": "Hadrian", "href": "/wiki/Hadrian", "description": "Hadrian was Roman emperor from 117 to 138. He was born into a Roman Italo-Hispanic family that settled in Spain from the Italian city of Atri in Picenum. His father was of senatorial rank and was a first cousin of Emperor Trajan. He married Trajan's grand-niece Vibia Sabina early in his career, before Trajan became emperor and possibly at the behest of Trajan's wife Pompeia Plotina. Plotina and Tr"}]}, {"heading": "Births", "year": "1287", "date": "January 24", "txt": "Richard de Bury, English bishop and politician, Lord Chancellor of Great Britain (d. 1345)", "entities": [{"title": "Richard de Bury", "href": "/wiki/Richard_de_Bury", "description": "Richard de Bury, also known as Richard Aungerville or Aungervyle, was an English priest, teacher, bishop, writer, and bibliophile. He was a patron of learning and one of the first English collectors of books. He is chiefly remembered for his Philobiblon, written to inculcate in the clergy the pursuit of learning and the love of books. The Philobiblon is considered one of the earliest books to disc"}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Births", "year": "1444", "date": "January 24", "txt": "Galeazzo Maria Sforza, Duke of Milan (d. 1476)", "entities": [{"title": "Galeazzo Maria Sforza", "href": "/wiki/Galeazzo_Maria_Sforza", "description": "Galeazzo Maria Sforza was the fifth Duke of Milan from 1466 until his assassination a decade later. He was notorious for being lustful, cruel and tyrannical."}]}, {"heading": "Births", "year": "1540", "date": "January 24", "txt": "Edmund Campion, English priest and martyr (d. 1581)", "entities": [{"title": "Edmund Campion", "href": "/wiki/Edmund_Campion", "description": "Edmund Campion, was an English Catholic Jesuit priest and martyr. While conducting an underground ministry in officially Anglican England, Campion was arrested by priest hunters. Convicted of high treason, he was hanged, drawn and quartered at Tyburn. Campion was beatified by Pope Leo XIII in 1886 and canonised in 1970 by Pope Paul VI as one of the Forty Martyrs of England and Wales. His feast day"}]}, {"heading": "Births", "year": "1547", "date": "January 24", "txt": "Joanna of Austria, Grand Duchess of Tuscany, Austrian Archduchess (d. 1578)", "entities": [{"title": "Joanna of Austria, Grand Duchess of Tuscany", "href": "/wiki/Joanna_of_Austria,_Grand_Duchess_of_Tuscany", "description": "Joanna of Austria was an Archduchess of Austria. By marriage, she was the Grand Princess of Tuscany and later the Grand Duchess of Tuscany. One of her daughters was Marie de' Medici, second wife of King Henry IV of France."}]}, {"heading": "Births", "year": "1602", "date": "January 24", "txt": "Mildmay Fane, 2nd Earl of Westmorland, English politician (d. 1666)", "entities": [{"title": "Mildmay Fane, 2nd Earl of Westmorland", "href": "/wiki/Mildmay_Fane,_2nd_Earl_of_Westmorland", "description": "Mildmay Fane, 2nd Earl of Westmorland, styled Lord le Despenser between 1624 and 1628, was an English nobleman, politician, and writer."}]}, {"heading": "Births", "year": "1619", "date": "January 24", "txt": "Yamazaki Ansai, Japanese philosopher (d. 1682)", "entities": [{"title": "Yamazaki Ansai", "href": "/wiki/Yamazaki_Ansai", "description": "Yamazaki Ansai  was a Japanese philosopher and scholar. He began his career as a Buddhist monk, but eventually came to follow the teachings of Neo-Confucian Zhu Xi. He combined Neo-Confucian ideas with Shinto to create Suika Shinto."}]}, {"heading": "Births", "year": "1643", "date": "January 24", "txt": "Charles Sackville, 6th Earl of Dorset, English poet and politician, Lord Chamberlain of Great Britain (d. 1706)", "entities": [{"title": "Charles Sackville, 6th Earl of Dorset", "href": "/wiki/Charles_Sackville,_6th_Earl_of_Dorset", "description": "Charles Sackville, 6th Earl of Dorset and 1st Earl of Middlesex, KG was an English poet and courtier."}, {"title": "Lord Chamberlain", "href": "/wiki/Lord_Chamberlain", "description": "The Lord Chamberlain or Lord Chamberlain of the Household is the most senior officer of the Royal Household of the United Kingdom, supervising the departments which support and provide advice to the Sovereign of the United Kingdom while also acting as the main channel of communication between the Sovereign and the House of Lords. The office organises all ceremonial activity such as garden parties,"}]}, {"heading": "Births", "year": "1664", "date": "January 24", "txt": "John Vanbrugh, English architect and dramatist (d. 1726)", "entities": [{"title": "John Vanbrugh", "href": "/wiki/John_Vanbrugh", "description": "Sir John Vanbrugh was an English architect, dramatist and herald, perhaps best known as the designer of Blenheim Palace and Castle Howard. He wrote two argumentative and outspoken Restoration comedies, The Relapse (1696) and The Provoked Wife (1697), which have become enduring stage favourites but originally occasioned much controversy. He was knighted in 1714."}]}, {"heading": "Births", "year": "1670", "date": "January 24", "txt": "William Congreve, English playwright and poet (d. 1729)", "entities": [{"title": "William Congreve", "href": "/wiki/William_Congreve", "description": "William Congreve was an English playwright and poet of the Restoration period. He is known for his clever, satirical dialogue and influence on the comedy of manners style of that period. He was also a minor political figure in the British Whig Party."}]}, {"heading": "Births", "year": "1672", "date": "January 24", "txt": "Margrave Albert Frederick of Brandenburg-Schwedt, German Lieutenant General (d. 1731)", "entities": [{"title": "Margrave Albert Frederick of Brandenburg-Schwedt", "href": "/wiki/Margrave_Albert_Frederick_of_Brandenburg-Schwedt", "description": "Albert Frederick, Prince of Prussia, Margrave of Brandenburg-Schwedt, was a Lieutenant General in the army of the Electorate of Brandenburg-Prussia and Grand Master of the Order of Saint John. In his lifetime he held the courtesy title of Margrave of Brandenburg. His elder brother Philip William held the town and lands of Schwedt."}]}, {"heading": "Births", "year": "1674", "date": "January 24", "txt": "Thomas Tanner, English bishop (d. 1735)", "entities": [{"title": "Thomas Tanner (bishop)", "href": "/wiki/Thomas_Tanner_(bishop)", "description": "Thomas Tanner was an English antiquary and prelate. He was Bishop of St Asaph from 1732 to 1735."}]}, {"heading": "Births", "year": "1679", "date": "January 24", "txt": "Christian Wolff, German philosopher and academic (d. 1754)", "entities": [{"title": "Christian Wolff (philosopher)", "href": "/wiki/Christian_Wolff_(philosopher)", "description": "Christian Wolff was a German philosopher. Wolff was the most eminent German philosopher between Leibniz and Kant. His main achievement was a complete oeuvre on almost every scholarly subject of his time, displayed and unfolded according to his demonstrative-deductive, mathematical method, which perhaps represents the peak of Enlightenment rationality in Germany."}]}, {"heading": "Births", "year": "1684", "date": "January 24", "txt": "Charles Alexander, Duke of Württemberg, German noble (d. 1737)", "entities": [{"title": "Charles Alexander, Duke of Württemberg", "href": "/wiki/Charles_Alexander,_Duke_of_W%C3%BCrttemberg", "description": "Charles Alexander of Württemberg was a Württemberg noble from 1698 who governed the Kingdom of Serbia as regent from 1720 until 1733, when he assumed the position of Duke of Württemberg, which he held until his death."}]}, {"heading": "Births", "year": "1705", "date": "January 24", "txt": "Farinelli, Italian castrato singer (d. 1782)", "entities": [{"title": "Farinelli", "href": "/wiki/Farinelli", "description": "Farinelli was the stage name of Carlo Maria Michelangelo Nicola Broschi, a celebrated Italian castrato singer of the 18th century and one of the greatest singers in the history of opera. Farinelli has been described as having soprano vocal range and sang the highest note customary at the time, C6."}]}, {"heading": "Births", "year": "1709", "date": "January 24", "txt": "Dom Bédos de Celles, French monk and organist (d. 1779)", "entities": [{"title": "Dom Bédos de Celles", "href": "/wiki/Dom_B%C3%A9dos_de_Celles", "description": "François Lamathe Bédos de Celles de Salelles, known as Dom Bédos de Celles, was a Benedictine monk best known for being a master pipe organ builder."}]}, {"heading": "Births", "year": "1712", "date": "January 24", "txt": "Frederick the Great, Prussian king (d. 1786)", "entities": [{"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}]}, {"heading": "Births", "year": "1732", "date": "January 24", "txt": "Pierre Beaumarchais, French playwright and financier (d. 1799)", "entities": [{"title": "Pierre Beaumarchais", "href": "/wiki/Pierre_Beaumarchais", "description": "Pierre-Augustin Caron de Beaumarchais was a French polymath. At various times in his life, he was a watchmaker, inventor, playwright, musician, diplomat, spy, publisher, horticulturist, arms dealer, satirist, financier, and revolutionary."}]}, {"heading": "Births", "year": "1739", "date": "January 24", "txt": "Jean Nicolas Houchard, French General of the French Revolution (d. 1793)", "entities": [{"title": "Jean Nicolas Houchard", "href": "/wiki/Jean_Nicolas_Houchard", "description": "Jean Nicolas Houchard (24 January 1739, Forbach, Moselle – 17 November 1793) was a French General of the French Revolution and the French Revolutionary Wars."}, {"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}]}, {"heading": "Births", "year": "1746", "date": "January 24", "txt": "Gustav III of Sweden (d. 1792)", "entities": [{"title": "Gustav III of Sweden", "href": "/wiki/Gustav_III_of_Sweden", "description": "Gustav III, also called Gustavus III, was King of Sweden from 1771 until his assassination in 1792. He was the eldest son of Adolf Frederick, King of Sweden and Queen Louise Ulrika, and a first cousin of Empress Catherine the Great of Russia by reason of their common descent from Christian August of Holstein-Gottorp, Prince of Eutin, and his wife Albertina Frederica of Baden-Durlach."}]}, {"heading": "Births", "year": "1749", "date": "January 24", "txt": "Charles James Fox, English businessman and politician, Secretary of State for Foreign and Commonwealth Affairs (d. 1806)", "entities": [{"title": "Charles James Fox", "href": "/wiki/Charles_James_Fox", "description": "Charles James Fox, styled The Honourable from 1762, was a prominent British Whig statesman whose parliamentary career spanned 38 years of the late 18th and early 19th centuries. He was the arch-rival of the Tory politician William Pitt the Younger; his father Henry Fox, 1st Baron Holland, a leading Whig of his day, had similarly been the great rival of Pitt's famous father, William Pitt, 1st Earl "}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1754", "date": "January 24", "txt": "Andrew Ellicott, American soldier and surveyor (d. 1820)", "entities": [{"title": "Andrew Ellicott", "href": "/wiki/Andrew_Ellicott", "description": "Andrew Ellicott was an American land surveyor who helped map many of the territories west of the Appalachians, surveyed the boundaries of the District of Columbia, continued and completed Pierre (Peter) Charles L'Enfant's work on the plan for Washington, D.C., and served as a teacher in survey methods for Meriwether Lewis."}]}, {"heading": "Births", "year": "1761", "date": "January 24", "txt": "Louis Klein, French general (d. 1845)", "entities": [{"title": "Louis Klein", "href": "/wiki/Louis_Klein", "description": "Dominique Louis Antoine Klein served in the French military during the French Revolutionary Wars and the Napoleonic Wars as a general of cavalry."}]}, {"heading": "Births", "year": "1763", "date": "January 24", "txt": "Louis Alexandre Andrault de Langeron, French-Ukrainian general and politician (d. 1831)", "entities": [{"title": "Louis Alexandre Andrault de Langeron", "href": "/wiki/Louis_Alexandre_Andrault_de_Langeron", "description": "Count Louis Alexandre Andrault de Langeron, born in Paris, was a French soldier in the service of, first, the Kingdom of France, and then the Russian Empire."}]}, {"heading": "Births", "year": "1776", "date": "January 24", "txt": "E. T. A. Hoffmann, German jurist, author, and composer (d. 1822)", "entities": [{"title": "E. T. A. Hoffmann", "href": "/wiki/E._T._A._Hoffmann", "description": "Ernst Theodor Amadeus Hoffmann was a German Romantic author of fantasy and Gothic horror, a jurist, composer, music critic and artist. His stories form the basis of Jacques Offenbach's opera The Tales of Hoffmann, in which Hoffmann appears as the hero. He is also the author of the novella The Nutcracker and the Mouse King, on which Pyotr Ilyich Tchaikovsky's ballet The Nutcracker is based. The bal"}]}, {"heading": "Births", "year": "1787", "date": "January 24", "txt": "Christian Ludwig Brehm, German pastor and ornithologist (d. 1864)", "entities": [{"title": "Christian Ludwig Brehm", "href": "/wiki/Christian_Ludwig_Brehm", "description": "Christian Ludwig Brehm was a German pastor and ornithologist. He was the father of the zoologist Alfred Brehm."}]}, {"heading": "Births", "year": "1804", "date": "January 24", "txt": "Delphine de Girardin, French author (d. 1855)", "entities": [{"title": "Delphine de Girardin", "href": "/wiki/Delphine_de_Girardin", "description": "Delphine de Girardin, pen name Vicomte Delaunay, was a French author."}]}, {"heading": "Births", "year": "1814", "date": "January 24", "txt": "Duchess Helene of Mecklenburg-Schwerin, French Crown Princess (d. 1858)", "entities": [{"title": "Duchess Helene of Mecklenburg-Schwerin", "href": "/wiki/Duchess_Helene_of_Mecklenburg-Schwerin", "description": "Duchess Helene of Mecklenburg-Schwerin was a French Crown Princess after her marriage in 1837 to the eldest son of Louis Philippe I, Ferdinand Philippe of Orléans."}]}, {"heading": "Births", "year": "1814", "date": "January 24", "txt": "John Colenso, British mathematician (d. 1883)", "entities": []}, {"heading": "Births", "year": "1816", "date": "January 24", "txt": "Wilhelm Henzen, German philologist and epigraphist (d. 1887)", "entities": [{"title": "Wilhelm Henzen", "href": "/wiki/Wilhelm_Henzen", "description": "Johann Heinrich Wilhelm Henzen was a German philologist and epigraphist born in Bremen."}]}, {"heading": "Births", "year": "1828", "date": "January 24", "txt": "Ferdinand Cohn, German biologist (d. 1898)", "entities": [{"title": "Ferdinand Cohn", "href": "/wiki/Ferdinand_Cohn", "description": "Ferdinand Julius Cohn was a German biologist. He is one of the founders of modern bacteriology and microbiology."}]}, {"heading": "Births", "year": "1829", "date": "January 24", "txt": "Yechiel Michel Epstein, Rabbi and posek (d. 1908)", "entities": [{"title": "Yechiel Michel Epstein", "href": "/wiki/Yechiel_Michel_Epstein", "description": "Yechiel Michel ha-Levi Epstein \n(24 January 1829 – 25 March 1908), often called \"the Aruch haShulchan\" after his magnum opus, Aruch HaShulchan, was a Rabbi and Posek in Lithuania."}, {"title": "Posek", "href": "/wiki/Posek", "description": "Posek is the term in Jewish law for a \"decisor\" — a legal scholar who determines the position of Halakha – the Jewish religious laws derived from the written and Oral Torah – in cases of Jewish law where previous authorities are inconclusive, or in those situations where no clear halakhic precedent exists."}]}, {"heading": "Births", "year": "1836", "date": "January 24", "txt": "Signe Rink, Greenland-born Danish writer and ethnologist (d. 1909)", "entities": [{"title": "Signe Rink", "href": "/wiki/Signe_Rink", "description": "Nathalie Sophia Nielsine Caroline Rink née Møller was a Danish writer and ethnologist. Together with her husband Hinrich, she founded Greenland's first newspaper, Atuagagdliutit, in 1861. She is credited as being the first woman to publish works on Greenland and its culture."}]}, {"heading": "Births", "year": "1843", "date": "January 24", "txt": "Josip Stadler, Croatian archbishop (d. 1918)", "entities": [{"title": "Josip Stadler", "href": "/wiki/Josip_Stadler", "description": "Josip Stadler was a Roman Catholic priest, the first Archbishop of Vrhbosna, the founder of the religious order of the Servants of the Infant Jesus. He is a candidate for sainthood."}]}, {"heading": "Births", "year": "1848", "date": "January 24", "txt": "Vasily Surikov, Russian painter (d. 1916)", "entities": [{"title": "Vasily Surikov", "href": "/wiki/Vasily_Surikov", "description": "Vasily Ivanovich Surikov was a Russian Realist history painter. Many of his works have become familiar to the general public through their use as illustrations."}]}, {"heading": "Births", "year": "1850", "date": "January 24", "txt": "Hermann Ebbinghaus, German psychologist (d. 1909)", "entities": [{"title": "Hermann Ebbinghaus", "href": "/wiki/Hermann_Ebbinghaus", "description": "Hermann Ebbinghaus was a German psychologist who pioneered the experimental study of memory, and is known for his discovery of the forgetting curve and the spacing effect. He was also the first person to describe the learning curve. He was the father of the neo-Kantian philosopher Julius Ebbinghaus."}]}, {"heading": "Births", "year": "1853", "date": "January 24", "txt": "Sigbert Josef Maria Ganser, German psychiatrist (d. 1931)", "entities": [{"title": "Sigbert Josef Maria Ganser", "href": "/wiki/Sigbert_Josef_Maria_Ganser", "description": "Sigbert Josef Maria Ganser was a German psychiatrist born in Rhaunen."}]}, {"heading": "Births", "year": "1856", "date": "January 24", "txt": "Friedrich Grünanger, Transylvanian Hungarian-German architect (d. 1929)", "entities": [{"title": "Friedrich Grünanger", "href": "/wiki/Friedrich_Gr%C3%BCnanger", "description": "Friedrich Grünanger was a Transylvanian Austrian architect who worked primarily in Bulgaria."}]}, {"heading": "Births", "year": "1858", "date": "January 24", "txt": "Constance Naden, English poet and philosopher (d. 1889)", "entities": [{"title": "Constance Naden", "href": "/wiki/Constance_Naden", "description": "Constance Caroline Woodhill Naden was an English writer, poet and philosopher. She studied, wrote and lectured on philosophy and science, alongside publishing two volumes of poetry. Several collected works were published following her death at the young age of 31. In her honour, Robert Lewins established the Constance Naden Medal and had a bust of her installed at Mason Science College. William Ew"}]}, {"heading": "Births", "year": "1862", "date": "January 24", "txt": "Edith Wharton, American novelist and short story writer (d. 1937)", "entities": [{"title": "Edith Wharton", "href": "/wiki/Edith_Wharton", "description": "Edith Wharton was an American novelist, short story writer, and designer. Wharton drew upon her insider's knowledge of the upper class New York \"aristocracy\" to realistically portray the lives and morals of the Gilded Age. In 1921, she became the first woman to win the Pulitzer Prize in Literature, for her novel The Age of Innocence. She was inducted into the National Women's Hall of Fame in 1996."}]}, {"heading": "Births", "year": "1863", "date": "January 24", "txt": "August Adler, Czech and Austrian mathematician (d. 1923)", "entities": [{"title": "August Adler", "href": "/wiki/August_Adler", "description": "August Adler was a Czech and Austrian mathematician noted for using the theory of inversion to provide an alternate proof of Mascheroni's compass and straightedge construction theorem."}]}, {"heading": "Births", "year": "1864", "date": "January 24", "txt": "Marguerite Durand, French actress, journalist, and activist (d. 1936)", "entities": [{"title": "Marguerite Durand", "href": "/wiki/Marguerite_Durand", "description": "Marguerite Durand was a French stage actress, journalist, and a leading suffragette. She founded her own newspaper, stood for election, had a pet lion and now has the Bibliothèque Marguerite Durand named for her."}]}, {"heading": "Births", "year": "1864", "date": "January 24", "txt": "Gaetano Giardino, Italian soldier and Marshal of Italy (d. 1935)", "entities": [{"title": "Marshal of Italy", "href": "/wiki/Marshal_of_Italy", "description": "Marshal of Italy was a rank in the Royal Italian Army. Originally created in 1924 by Italian dictator Benito Mussolini for the purpose of honoring Generals Luigi Cadorna and Armando Diaz, the rank was granted to several other general officers from 1926 to 1943. The rank was the highest in the Italian Army prior to the creation of the rank of First Marshal of the Empire in 1938. The rank of Marshal"}]}, {"heading": "Births", "year": "1866", "date": "January 24", "txt": "Jaan Poska, Estonian lawyer and politician, 1st Estonian Minister of Foreign Affairs (d. 1920)", "entities": [{"title": "Jaan Poska", "href": "/wiki/Jaan_Poska", "description": "Jaan Poska VR III/1 was an Estonian barrister and politician."}, {"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1870", "date": "January 24", "txt": "Herbert Kilpin, English footballer (d. 1916)", "entities": [{"title": "Herbert Kilpin", "href": "/wiki/Herbert_Kilpin", "description": "Herbert Kilpin was an English football player and manager, best known as the main founding father of A.C. Milan. After playing as an amateur in his native town of Nottingham, in the early 1890s he moved to Italy to work in the textile industry and he became one of the pioneers of football in the country, first as a player for Internazionale Torino and then as player, manager, and charter member of"}]}, {"heading": "Births", "year": "1871", "date": "January 24", "txt": "Jiří Karásek ze Lvovic, Czech poet, writer and literary critic (d. 1951)", "entities": [{"title": "Jiří Karásek ze Lvovic", "href": "/wiki/Ji%C5%99%C3%AD_Kar%C3%A1sek_ze_Lvovic", "description": "Jiří Karásek ze Lvovic was a Czech poet, writer and literary critic. He is a prominent representative of decadence in Czech literature. As a writer and reviewer he also used naturalistic and impressionistic styles."}]}, {"heading": "Births", "year": "1871", "date": "January 24", "txt": "Thomas Jaggar, American volcanologist (d. 1953)", "entities": []}, {"heading": "Births", "year": "1872", "date": "January 24", "txt": "Yuly Aykhenvald, Russian literary critic (d. 1928)", "entities": [{"title": "Yuly Aykhenvald", "href": "/wiki/Yuly_Aykhenvald", "description": "Yuly Isayevich Aykhenvald, Aikhenvald, or Eichenwald was a Russian Jewish literary critic who developed a native brand of Aestheticism. Russian-American author Vladimir Nabokov called Aykhenvald \"a Russian version of Walter Pater\"."}]}, {"heading": "Births", "year": "1872", "date": "January 24", "txt": "Konstantin Bogaevsky, Russian painter (d. 1943)", "entities": []}, {"heading": "Births", "year": "1872", "date": "January 24", "txt": "Morris Travers, English chemist and academic (d. 1961)", "entities": []}, {"heading": "Births", "year": "1873", "date": "January 24", "txt": "Dmitry Ushakov, Russian philologist and lexicographer (d. 1942)", "entities": [{"title": "Dmitry Ushakov", "href": "/wiki/Dmitry_Ushakov", "description": "Dmitry Nikolayevich Ushakov was a Russian philologist and lexicographer."}]}, {"heading": "Births", "year": "1882", "date": "January 24", "txt": "Harold D. Babcock, American astronomer (d. 1968)", "entities": [{"title": "Harold D. Babcock", "href": "/wiki/Harold_D._Babcock", "description": "Harold Delos Babcock was an American astronomer and the father of Horace W. Babcock. He was of English and German ancestry. He was born in Edgerton, Wisconsin, before completing high school in Los Angeles and was accepted to the University of California, Berkeley in 1901. He worked at the Mount Wilson Observatory from 1907 until 1948. He specialized in solar spectroscopy and precisely mapped the d"}]}, {"heading": "Births", "year": "1882", "date": "January 24", "txt": "Ödön Bodor, Hungarian athlete (d. 1927)", "entities": []}, {"heading": "Births", "year": "1886", "date": "January 24", "txt": "Henry King, American actor, director, producer, and screenwriter (d. 1982)", "entities": [{"title": "Henry King (director)", "href": "/wiki/Henry_King_(director)", "description": "Henry King was an American actor and film director. Widely considered as one of the finest and most successful filmmakers of his era, King was nominated for two Academy Awards for Best Director, and directed seven films nominated for the Academy Award for Best Picture."}]}, {"heading": "Births", "year": "1887", "date": "January 24", "txt": "Jean-Henri Humbert, French botanist (d. 1967)", "entities": [{"title": "Jean-Henri Humbert", "href": "/wiki/Jean-Henri_Humbert", "description": "Jean-Henri Humbert was a French botanist born in Paris."}]}, {"heading": "Births", "year": "1888", "date": "January 24", "txt": "Vicki Baum, Austrian author and screenwriter (d. 1960)", "entities": [{"title": "Vicki Baum", "href": "/wiki/Vicki_Baum", "description": "Hedwig \"Vicki\" Baum was an Austrian writer. She is known for the novel Menschen im Hotel, one of her first international successes. It was made into a 1932 film and a 1989 Broadway musical."}]}, {"heading": "Births", "year": "1888", "date": "January 24", "txt": "Ernst Heinkel, German engineer and businessman, founded the Heinkel Aircraft Manufacturing Company (d. 1958)", "entities": [{"title": "Heinkel", "href": "/wiki/Heinkel", "description": "Heinkel Flugzeugwerke was a German aircraft manufacturing company founded by and named after Ernst Heinkel. It is noted for producing bomber aircraft for the Luftwaffe in World War II and for important contributions to high-speed flight, with the pioneering examples of a successful liquid-fueled rocket and a turbojet-powered aircraft in aviation history, with both Heinkel designs' first flights oc"}]}, {"heading": "Births", "year": "1889", "date": "January 24", "txt": "Victor Eftimiu, Romanian poet and playwright (d. 1972)", "entities": [{"title": "Victor Eftimiu", "href": "/wiki/Victor_Eftimiu", "description": "Victor Eftimiu was a Romanian poet and playwright. He was a contributor to Sburătorul, a Romanian literary magazine. His works have been performed in the State Jewish Theater of Romania."}]}, {"heading": "Births", "year": "1889", "date": "January 24", "txt": "Charles Hawes, American historian and author (d. 1923)", "entities": []}, {"heading": "Births", "year": "1889", "date": "January 24", "txt": "Hermann-Bernhard Ramcke, German general of paratroop forces during World War II (d. 1968)", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Births", "year": "1891", "date": "January 24", "txt": "Walter Model, German field marshal (d. 1945)", "entities": [{"title": "Walter Model", "href": "/wiki/Walter_Model", "description": "Otto Moritz Walter Model was a German field marshal during World War II. Although he was a hard-driving, aggressive panzer commander early in the war, Model became best known as a practitioner of defensive warfare. His relative success as commander of the Ninth Army in the retreats of 1941–1942 determined his future career path. He has been called the Third Reich's best defensive tactical commande"}]}, {"heading": "Births", "year": "1892", "date": "January 24", "txt": "Franz Aigner, Austrian weightlifter (d. 1970)", "entities": [{"title": "Franz Aigner (weightlifter)", "href": "/wiki/Franz_Aigner_(weightlifter)", "description": "Franz Aigner was an Austrian weightlifter who competed in the 1924 Summer Olympics."}]}, {"heading": "Births", "year": "1895", "date": "January 24", "txt": "Eugen Roth, German poet and songwriter (d. 1976)", "entities": [{"title": "Eugen Roth", "href": "/wiki/Eugen_Roth", "description": "Eugen Roth was a Bavarian lyricist and poet who wrote mostly humorous verse."}]}, {"heading": "Births", "year": "1897", "date": "January 24", "txt": "Paul Fejos, Hungarian-born American director (d. 1963)", "entities": [{"title": "Paul Fejos", "href": "/wiki/Paul_Fejos", "description": "Pál Fejős, known professionally as Paul Fejos, was a Hungarian-American director of feature films and documentaries who worked in a number of countries including the United States. He also studied medicine in his youth and became a prominent anthropologist later in life. During World War I, Fejos worked as a medical orderly for the Imperial Austrian Army on the Italian front lines and also managed"}]}, {"heading": "Births", "year": "1899", "date": "January 24", "txt": "Hoyt Vandenberg, U.S. Air Force general (d. 1954)", "entities": [{"title": "Hoyt Vandenberg", "href": "/wiki/Hoyt_Vandenberg", "description": "Hoyt Sanford Vandenberg was a United States Air Force general. He served as the second Chief of Staff of the Air Force, and the second Director of Central Intelligence."}]}, {"heading": "Births", "year": "1900", "date": "January 24", "txt": "René Guillot, French writer (d. 1969)", "entities": []}, {"heading": "Births", "year": "1901", "date": "January 24", "txt": "Harry Calder, South African cricketer (d. 1995)", "entities": [{"title": "Harry Calder", "href": "/wiki/Harry_Calder", "description": "Harry Lawton Calder was named as a Wisden Cricketer of the Year in 1918, then a 17 year old schoolboy. Calder is the youngest person to receive this accolade, one of the game's top honours, and the only Wisden Cricketer of the Year that never played first-class cricket."}]}, {"heading": "Births", "year": "1901", "date": "January 24", "txt": "Cassandre, French painter (d. 1968)", "entities": []}, {"heading": "Births", "year": "1901", "date": "January 24", "txt": "Edward Turner, English engineer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1905", "date": "January 24", "txt": "J. Howard Marshall, American lawyer and businessman (d. 1995)", "entities": [{"title": "J. Howard Marshall", "href": "/wiki/J._Howard_Marshall", "description": "James Howard Marshall II was an American billionaire businessman, academic, lawyer, and government official. He was involved with and invested in the petroleum industry via academic, government and commercial endeavors. He owned 16% of Koch Industries. Marshall was married to model and celebrity Anna Nicole Smith during the last 14 months of his life. His estate became the subject of protracted li"}]}, {"heading": "Births", "year": "1906", "date": "January 24", "txt": "Wilfred Jackson, American animator and composer (d. 1988)", "entities": [{"title": "Wilfred Jackson", "href": "/wiki/Wilfred_Jackson", "description": "Wilfred Jackson was an American animator, arranger, composer and director best known for his work on the Mickey Mouse and Silly Symphonies series of cartoons and the Night on Bald Mountain/Ave Maria Segment of Fantasia from Walt Disney Productions. He was also instrumental in developing the system with which Disney added music and sound to Steamboat Willie, the first Mickey Mouse cartoon."}]}, {"heading": "Births", "year": "1907", "date": "January 24", "txt": "Ismail Nasiruddin of Terengganu, fourth Yang di-Pertuan Agong of Malaysia (d. 1979)", "entities": [{"title": "Ismail Nasiruddin of Terengganu", "href": "/wiki/Ismail_Nasiruddin_of_Terengganu", "description": "Sultan Ismail Nasiruddin Shah ibni Almarhum Sultan Haji Zainal Abidin III Mu’azzam Shah was the fourth Yang di-Pertuan Agong of Malaysia, and the sixteenth Sultan of Terengganu."}, {"title": "Yang di-Pertuan Agong", "href": "/wiki/Yang_di-Pertuan_Agong", "description": "The Yang di-Pertuan Agong, also known as the Paramount Ruler, the Supreme Head or the King, is the constitutional monarch and head of state of Malaysia. The office was established in 1957, when the Federation of Malaya gained independence from the United Kingdom. The Yang di-Pertuan Agong is elected by the Conference of Rulers, comprising the nine rulers of the Malay states, with the office de fac"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Births", "year": "1907", "date": "January 24", "txt": "Maurice Couve de Murville, French soldier and politician, Prime Minister of France (d. 1999)", "entities": [{"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1907", "date": "January 24", "txt": "Jean Daetwyler, Swiss composer and musician (d. 1994)", "entities": []}, {"heading": "Births", "year": "1909", "date": "January 24", "txt": "Martin Lings, English author and scholar (d. 2005)", "entities": [{"title": "Martin Lings", "href": "/wiki/Martin_Lings", "description": "Martin Lings, also known as Abū Bakr Sirāj ad-Dīn, was an English writer, scholar, and philosopher. A student of the Swiss metaphysician Frithjof Schuon and an authority on the work of William Shakespeare, he is best known as the author of Muhammad: His Life Based on the Earliest Sources, first published in 1983 and still in print."}]}, {"heading": "Births", "year": "1910", "date": "January 24", "txt": "Doris Haddock, American political activist (d. 2010)", "entities": [{"title": "Doris Haddock", "href": "/wiki/Doris_Haddock", "description": "Doris \"Granny D\" Haddock was an American political activist from New Hampshire. Haddock achieved national fame when, between the ages of 88 and 90, starting on January 1, 1999, and culminating on February 29, 2000, she walked over 3,200 miles (5,100 km) across the continental United States to advocate for campaign finance reform. In 2004, she ran unsuccessfully as a Democratic challenger to incumb"}]}, {"heading": "Births", "year": "1912", "date": "January 24", "txt": "Frederick Ashworth, American admiral (d. 2005)", "entities": [{"title": "Frederick Ashworth", "href": "/wiki/Frederick_Ashworth", "description": "Frederick Lincoln \"Dick\" Ashworth was a United States Navy officer who served as the weaponeer on the B-29 Bockscar that dropped a Fat Man atomic bomb on Nagasaki, Japan on 9 August 1945 during World War II."}]}, {"heading": "Births", "year": "1913", "date": "January 24", "txt": "Norman Dello Joio, American organist and composer (d. 2008)", "entities": [{"title": "Norman Dello Joio", "href": "/wiki/Norman_Dello_Joio", "description": "Norman Dello Joio was an American composer whose output spanned over half a century, and who won a Pulitzer Prize in 1957."}]}, {"heading": "Births", "year": "1913", "date": "January 24", "txt": "Ray Stehr, Australian rugby league player and coach (d. 1983)", "entities": []}, {"heading": "Births", "year": "1915", "date": "January 24", "txt": "Vítězslava Kaprálová, Czech composer and conductor (d. 1940)", "entities": [{"title": "Vítězslava Kaprálová", "href": "/wiki/V%C3%ADt%C4%9Bzslava_Kapr%C3%A1lov%C3%A1", "description": "Vítězslava Kaprálová was a Czech composer and conductor of 20th-century classical music."}]}, {"heading": "Births", "year": "1915", "date": "January 24", "txt": "Robert Motherwell, American painter and academic (d. 1991)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 24", "txt": "Rafael Caldera, Venezuelan lawyer and politician, 65th President of Venezuela (d. 2009)", "entities": [{"title": "Rafael Caldera", "href": "/wiki/Rafael_Caldera", "description": "Rafael Antonio Caldera Rodríguez, twice elected President of Venezuela, served for two five-year terms, becoming the longest serving democratically elected leader to govern the country in the twentieth century. His first term marked the first peaceful transfer of power to an opposition in Venezuela's history."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1916", "date": "January 24", "txt": "Gene Mako, Hungarian-American tennis player and actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1917", "date": "January 24", "txt": "Ernest Borgnine, American actor (d. 2012)", "entities": [{"title": "Ernest Borgnine", "href": "/wiki/Ernest_Borgnine", "description": "Ernest Borgnine was an American actor whose career spanned over six decades. He was noted for his gruff but relaxed voice and gap-toothed Cheshire Cat grin. A popular performer, he also appeared as a guest on numerous talk shows and as a panelist on several game shows."}]}, {"heading": "Births", "year": "1917", "date": "January 24", "txt": "Wilhelmus Demarteau, Dutch prelate of the Roman Catholic Church (d. 2012)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 24", "txt": "Gottfried von Einem, Austrian pianist and composer (d. 1996)", "entities": [{"title": "Gottfried von Einem", "href": "/wiki/Gottfried_von_Einem", "description": "Gottfried von Einem was an Austrian composer. He is known chiefly for his operas influenced by the music of Stravinsky and Prokofiev, as well as by jazz. He also composed pieces for piano, violin and organ."}]}, {"heading": "Births", "year": "1918", "date": "January 24", "txt": "Oral Roberts, American evangelist, founded Oral Roberts University and Oral Roberts Evangelistic Association (d. 2009)", "entities": [{"title": "Oral Roberts University", "href": "/wiki/Oral_Roberts_University", "description": "Oral Roberts University (ORU) is a private evangelical university in Tulsa, Oklahoma. Founded in 1963, the university is named after its founder, evangelist Oral Roberts, and is accredited by the Higher Learning Commission."}, {"title": "Oral Roberts Evangelistic Association", "href": "/wiki/Oral_Roberts_Evangelistic_Association", "description": "Oral Roberts Evangelistic Association (OREA) is a Pentecostal ministry started by faith healer and televangelist Oral Roberts and currently run by his son Richard Roberts."}]}, {"heading": "Births", "year": "1919", "date": "January 24", "txt": "Coleman Francis, American actor, director, producer, and screenwriter (d. 1973)", "entities": [{"title": "Coleman Francis", "href": "/wiki/Coleman_Francis", "description": "Coleman C. Francis was an American actor, writer, producer and director. He was best known for his film trilogy consisting of The Beast of Yucca Flats (1961), The Skydivers (1963) and Red Zone Cuba (1966), all three of which were filmed in the general vicinity of Santa Clarita, California. Hallmarks of Francis' films include preoccupation with light aircraft and parachuting, coffee or cigarettes s"}]}, {"heading": "Births", "year": "1919", "date": "January 24", "txt": "Leon Kirchner, American composer and educator (d. 2009)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 24", "txt": "Jimmy Forrest, American saxophonist (d. 1980)", "entities": [{"title": "Jimmy Forrest", "href": "/wiki/Jimmy_Forrest", "description": "James Robert Forrest Jr. was an American jazz musician, who played tenor saxophone throughout his career."}]}, {"heading": "Births", "year": "1920", "date": "January 24", "txt": "Jerry Maren, American actor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 24", "txt": "Daniel Boulanger, French actor and screenwriter (d. 2014)", "entities": [{"title": "Daniel Boulanger", "href": "/wiki/Daniel_Boulanger", "description": "Daniel Boulanger was a French novelist, playwright, poet and screenwriter. He has also played secondary roles in films and was a member of the Académie Goncourt from 1983 until his death. He was born in Compiègne, Oise."}]}, {"heading": "Births", "year": "1922", "date": "January 24", "txt": "Neil Franklin, English footballer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 24", "txt": "Gus Mortson, Canadian ice hockey player and coach (d. 2015)", "entities": [{"title": "Gus Mortson", "href": "/wiki/Gus_Mortson", "description": "James Angus Gerald \"Old Hardrock\" Mortson was a Canadian ice hockey defenceman in the National Hockey League (NHL). He played for the Toronto Maple Leafs, Chicago Black Hawks, and Detroit Red Wings, winning four Stanley Cups with Toronto. He also played in eight NHL All Star Games."}]}, {"heading": "Births", "year": "1925", "date": "January 24", "txt": "Maria Tallchief, American ballerina and actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 24", "txt": "Ruth Asawa, American sculptor (d. 2013)", "entities": [{"title": "Ruth Asawa", "href": "/wiki/Ruth_Asawa", "description": "Ruth Aiko Asawa was an American sculptor. Asawa's work is in the collections of the Solomon R. Guggenheim Museum and the Whitney Museum of American Art in New York. Fifteen of her wire sculptures are on permanent display in the tower of San Francisco's de Young Museum in Golden Gate Park, and several of her fountains are located in public places in San Francisco. Asawa was an arts education advoca"}]}, {"heading": "Births", "year": "1926", "date": "January 24", "txt": "Georges Lautner, French director and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 24", "txt": "Paula Hawkins, American politician (d. 2009)", "entities": [{"title": "Paula Hawkins", "href": "/wiki/Paula_Hawkins", "description": "Paula Hawkins née Fickes was an American politician from Florida. She is the only woman elected to the U.S. Senate from Florida. She was the second woman ever elected to the Senate from the American South. She was the first woman in the country to be elected to a full Senate term without having a close family member who previously served in major public office."}]}, {"heading": "Births", "year": "1928", "date": "January 24", "txt": "Desmond Morris, English zoologist, ethologist, and painter", "entities": [{"title": "Desmond Morris", "href": "/wiki/Desmond_Morris", "description": "Desmond John Morris FLS hon. caus. is an English zoologist, ethologist and surrealist painter, as well as a popular author in human sociobiology. He is known for his 1967 book The Naked Ape, and for his television programmes such as Zoo Time."}]}, {"heading": "Births", "year": "1928", "date": "January 24", "txt": "Michel Serrault, French actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 24", "txt": "Terence Bayler, New Zealand actor (d. 2016)", "entities": [{"title": "Terence Bayler", "href": "/wiki/Terence_Bayler", "description": "Terence Bayler was a New Zealand film, television, and stage actor. His most memorable roles were in Monty Python's Life of Brian (1979) and Harry Potter and the Philosopher's Stone (2001)."}]}, {"heading": "Births", "year": "1930", "date": "January 24", "txt": "Mahmoud Farshchian, Iranian-Persian painter and academic", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 24", "txt": "John Romita Sr., American comic book artist", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 24", "txt": "Lars Hörmander, Swedish mathematician and academic (d. 2012)", "entities": [{"title": "Lars Hörmander", "href": "/wiki/Lars_H%C3%B6rmander", "description": "Lars Valter Hörmander was a Swedish mathematician who has been called \"the foremost contributor to the modern theory of linear partial differential equations\". He was awarded the Fields Medal in 1962, the Wolf Prize in 1988, and the Leroy P. Steele Prize in 2006. His Analysis of Linear Partial Differential Operators I–IV is considered a standard work on the subject of linear partial differential o"}]}, {"heading": "Births", "year": "1931", "date": "January 24", "txt": "Ib Nørholm, Danish composer and organist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 24", "txt": "Éliane Radigue, French electronic music composer", "entities": [{"title": "Éliane Radigue", "href": "/wiki/%C3%89liane_Radigue", "description": "Éliane Radigue is a French electronic music composer. She began working in the 1950s and her first compositions were presented in the late 1960s. Until 2000 her work was almost exclusively created with the ARP 2500 modular synthesizer and tape. Since 2001 she has composed mainly for acoustic instruments."}]}, {"heading": "Births", "year": "1933", "date": "January 24", "txt": "Kamran Baghirov, the 12th First Secretary of Azerbaijan Communist Party (d. 2000)", "entities": [{"title": "Kamran Baghirov", "href": "/wiki/Kamran_Baghirov", "description": "Kamran Baghirov Mammad oglu, was the 12th First Secretary of Azerbaijan Communist Party."}, {"title": "General Secretary of the Communist Party of the Soviet Union", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_the_Soviet_Union", "description": "The General Secretary of the Central Committee of the Communist Party of the Soviet Union was an office of the Communist Party of the Soviet Union (CPSU) that by the late 1920s had evolved into the most powerful of the Central Committee's various positions. Seldom in Soviet history would any other office trump the authority of General Secretary. From 1929 until the union's dissolution, the holder "}, {"title": "Azerbaijan Communist Party", "href": "/wiki/Azerbaijan_Communist_Party", "description": "The Azerbaijan Communist Party was the ruling political party in the Azerbaijan SSR, making it effectively a branch of the Communist Party of the Soviet Union. It was formed on 20 February 1920, when the Muslim Social Democratic Party, Communist Party of Persia, Ahrar Party and Baku Bolsheviks joined together to establish the Communist Party of Azerbaijan. On 1 April of the same year, the Fifth Ca"}]}, {"heading": "Births", "year": "1933", "date": "January 24", "txt": "Asim Ferhatović, Bosnian footballer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 24", "txt": "Leonard Goldberg, American producer (d. 2019)", "entities": [{"title": "Leonard Goldberg", "href": "/wiki/Leonard_Goldberg", "description": "Leonard J. Goldberg was an American film and television producer. He had his own production company, Panda Productions. He served as head of programming for ABC, and was president of 20th Century Fox. Goldberg was also the executive producer of the CBS series Blue Bloods."}]}, {"heading": "Births", "year": "1934", "date": "January 24", "txt": "Stanisław Grochowiak, Polish poet and dramatist (d. 1976)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 24", "txt": "Eric Ashton, English rugby player and coach (d. 2008)", "entities": [{"title": "Eric Ashton", "href": "/wiki/Eric_Ashton", "description": "Eric Ashton MBE was an English World Cup winning professional rugby league footballer who played in the 1950s and 1960s, and coached in the 1960s, 1970s and 1980s."}]}, {"heading": "Births", "year": "1935", "date": "January 24", "txt": "Shivabalayogi, Indian religious leader (d. 1994)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 24", "txt": "Bamber Gascoigne, First Host of University Challenge ", "entities": [{"title": "University Challenge", "href": "/wiki/University_Challenge", "description": "University Challenge is a British quiz programme which first aired in 1962. University Challenge aired for 913 episodes on ITV from 21 September 1962 to 31 December 1987, presented by quizmaster Bamber Gascoigne. The BBC revived the programme on 21 September 1994 with Jeremy Paxman as the quizmaster."}]}, {"heading": "Births", "year": "1936", "date": "January 24", "txt": "Doug Kershaw, American fiddle player and singer", "entities": [{"title": "Doug Kershaw", "href": "/wiki/Doug_Kershaw", "description": "Douglas James Kershaw is an American fiddle player, singer and songwriter from Louisiana. Active since 1948, he began his career as part of the duo Rusty and Doug, along with his brother, Rusty Kershaw. He had an extensive solo career that included fifteen albums and singles that charted on the Hot Country Songs charts. He is also a member of the Louisiana Music Hall of Fame, being inducted in 200"}]}, {"heading": "Births", "year": "1937", "date": "January 24", "txt": "Trevor Edwards, Welsh footballer", "entities": [{"title": "Trevor Edwards", "href": "/wiki/Trevor_Edwards", "description": "Leonard Trevor Edwards was a Wales international footballer. A defender, he played his club football for Charlton Athletic. He was part of the Wales squad for the 1958 FIFA World Cup in Sweden. In the sixties he emigrated to Australia, where he played for Sydney Hakoah, Melita Eagles and Marconi with whom he won the Australian Championship."}]}, {"heading": "Births", "year": "1938", "date": "January 24", "txt": "Julius Hemphill, American saxophonist and composer (d. 1995)", "entities": [{"title": "Julius Hemphill", "href": "/wiki/Julius_Hemphill", "description": "Julius Arthur Hemphill was a jazz composer and saxophone player. He performed mainly on alto saxophone, less often on soprano and tenor saxophones and flute."}]}, {"heading": "Births", "year": "1939", "date": "January 24", "txt": "Renate Garisch-Culmberger, German shot putter", "entities": [{"title": "Renate Garisch-Culmberger", "href": "/wiki/Renate_Garisch-Culmberger", "description": "Renate Boy is a former German shot putter, who in 1961 became the first German woman to throw over 17 meters. Garisch-Culmberger competed at the 1960, 1964 and 1968 Olympics representing East Germany, and finished in sixth, second and fifth place, respectively. At the European Championships she won a silver medal in 1962, and finished fifth in 1969. In 1964, Garisch-Culmberger set a new indoor wor"}]}, {"heading": "Births", "year": "1939", "date": "January 24", "txt": "Ray Stevens, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 24", "txt": "Vito Acconci, American designer (d. 2017)", "entities": [{"title": "Vito Acconci", "href": "/wiki/Vito_Acconci", "description": "Vito Acconci was an influential American performance, video and installation artist, whose diverse practice eventually included sculpture, architectural design, and landscape design. His foundational performance and video art was characterized by \"existential unease,\" exhibitionism, discomfort, transgression and provocation, as well as wit and audacity, and often involved crossing boundaries such "}]}, {"heading": "Births", "year": "1940", "date": "January 24", "txt": "Joachim Gauck, German pastor and politician, 11th President of Germany", "entities": [{"title": "President of Germany", "href": "/wiki/President_of_Germany", "description": "The president of Germany, officially the Federal President of the Federal Republic of Germany, is the head of state of Germany."}]}, {"heading": "Births", "year": "1941", "date": "January 24", "txt": "Neil Diamond, American singer-songwriter and guitarist", "entities": [{"title": "Neil Diamond", "href": "/wiki/Neil_Diamond", "description": "Neil Leslie Diamond is an American singer-songwriter and actor. He has sold more than 100 million records worldwide, making him one of the best-selling musicians of all time. He has had ten No. 1 singles on the Hot 100 and Adult Contemporary charts: \"Cracklin' Rosie\", \"Song Sung Blue\", \"Longfellow Serenade\", \"I've Been This Way Before\", \"If You Know What I Mean\", \"Desirée\", \"You Don't Bring Me Flo"}]}, {"heading": "Births", "year": "1941", "date": "January 24", "txt": "Aaron Neville, American singer", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 24", "txt": "Dan Shechtman, Israeli chemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1942", "date": "January 24", "txt": "Ingo Friedrich, German Member of the European Parliament", "entities": [{"title": "Ingo Friedrich", "href": "/wiki/Ingo_Friedrich", "description": "Ingo Friedrich is a former German (Bavarian) Member of the European Parliament. He was elected on the CSU ticket and sits with the EPP-ED Group. Friedrich holds a University degree in Economics. He was a member of Weißenburg-Gunzenhausen district council (1972–1996) and was the head of the CSU delegation to the European Parliament between 1992 and 1999. He has been awarded the Bavarian Order of Me"}]}, {"heading": "Births", "year": "1942", "date": "January 24", "txt": "Gary Hart, American wrestler and manager (d. 2008)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 24", "txt": "Peter Struck, German lawyer and politician, 13th German Federal Minister of Defence (d. 2012)", "entities": [{"title": "Peter Struck", "href": "/wiki/Peter_Struck", "description": "Peter Struck was the German Minister of Defence under chancellor Gerhard Schröder from 2002 to 2005. A lawyer, Struck was a member of the Social Democratic Party."}, {"title": "List of German defence ministers", "href": "/wiki/List_of_German_defence_ministers", "description": "The Federal Minister of Defence is the head of the Federal Ministry of Defence and a member of the Federal Cabinet."}]}, {"heading": "Births", "year": "1943", "date": "January 24", "txt": "Barry Mealand, English footballer, right back (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 24", "txt": "Sharon Tate, American model and actress (d. 1969)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 24", "txt": "Tony Trimmer, English race car driver", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 24", "txt": "Manuel Velázquez, Spanish footballer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 24", "txt": "David Gerrold, American science fiction screenwriter and author", "entities": [{"title": "David Gerrold", "href": "/wiki/David_Gerrold", "description": "David Gerrold is an American science fiction screenwriter and novelist. He wrote the script for the original Star Trek episode \"The Trouble with Tribbles\", created the Sleestak race on the TV series Land of the Lost, and wrote the novelette \"The Martian Child\", which won both Hugo and Nebula Awards, and was adapted into a 2007 film starring John Cusack."}]}, {"heading": "Births", "year": "1944", "date": "January 24", "txt": "Gian-Franco Kasper, Swiss ski official", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 24", "txt": "John Garamendi, American football player and politician, 1st United States Deputy Secretary of the Interior", "entities": [{"title": "John Garamendi", "href": "/wiki/John_Garamendi", "description": "John Raymond Garamendi is an American businessman, politician, and member of the Democratic Party who has represented areas of Northern California between San Francisco and Sacramento, including the cities of Fairfield and Suisun City, in the United States House of Representatives since November 2009. Garamendi was previously the California Insurance Commissioner from 1991 to 1995 and 2003 to 2007"}, {"title": "United States Deputy Secretary of the Interior", "href": "/wiki/United_States_Deputy_Secretary_of_the_Interior", "description": "The deputy secretary of the Interior, in the United States government, advises and assists the secretary of the interior in the supervision and direction of the Department of the Interior and its activities, and succeeds the secretary in his or her absence, sickness, or unavailability. The deputy secretary of the interior is appointed by the President and confirmed by the Senate. In 1990, the titl"}]}, {"heading": "Births", "year": "1945", "date": "January 24", "txt": "Subhash Ghai, Indian director, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 24", "txt": "Eva Janko, Austrian javelin thrower", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 24", "txt": "Michael Ontkean, Canadian actor", "entities": [{"title": "Michael Ontkean", "href": "/wiki/Michael_Ontkean", "description": "Michael Leonard Ontkean is a Canadian retired actor. Born and raised in Vancouver, British Columbia, Ontkean relocated to the United States to attend the University of New Hampshire on a hockey scholarship before pursuing a career in acting in the early 1970s."}]}, {"heading": "Births", "year": "1947", "date": "January 24", "txt": "Giorgio Chinaglia, Italian footballer (d. 2012)", "entities": [{"title": "Giorgio Chinaglia", "href": "/wiki/Giorgio_Chinaglia", "description": "Giorgio Chinaglia was an Italian footballer who played as a striker. He grew up and played his early football in Cardiff, Wales, and began his career with Swansea Town in 1964. He later returned to Italy to play for Massese, Internapoli and S.S. Lazio in 1969. Chinaglia led Lazio to the club's first league championship in the 1973–74 season, during which he was also the league's leading scorer. He"}]}, {"heading": "Births", "year": "1947", "date": "January 24", "txt": "Michio Kaku, American physicist and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 24", "txt": "Masashi Ozaki, Japanese baseball player and golfer", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 24", "txt": "Warren Zevon, American singer-songwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 24", "txt": "John Belushi, American actor and screenwriter (d. 1982)", "entities": [{"title": "John Belushi", "href": "/wiki/John_Belushi", "description": "John Adam Belushi was an American actor, comedian and singer, and one of the seven original cast members of the NBC sketch comedy show Saturday Night Live (SNL). Throughout his career, Belushi had a personal and artistic partnership with his fellow SNL star Dan Aykroyd, whom he met while they were both working at Chicago's The Second City comedy club."}]}, {"heading": "Births", "year": "1949", "date": "January 24", "txt": "Bart Gordon, American lawyer", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 24", "txt": "Nadezhda Ilyina, Russian athlete and mother of Russian tennis player Nadia Petrova (d. 2013)", "entities": [{"title": "Nadia Petrova", "href": "/wiki/Nadia_Petrova", "description": "Nadezhda Viktorovna \"Nadia\" Petrova is a Russian former professional tennis player. A former top 5 player in both singles and doubles, she reached a career-high ranking of No. 3 in the world in both disciplines. Petrova won a total of 37 titles on the WTA Tour in her career, 13 in singles and 24 in doubles, as well as over $12.4 million in prize money, making her one of the most successful Russian"}]}, {"heading": "Births", "year": "1949", "date": "January 24", "txt": "Rihoko Yoshida, Japanese voice actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 24", "txt": "Daniel Auteuil, French actor, director, and screenwriter", "entities": [{"title": "Daniel Auteuil", "href": "/wiki/Daniel_Auteuil", "description": "Daniel Auteuil is a French actor and director who has appeared in a wide range of film genres, including period dramas, romantic comedies, and crime thrillers. In 1996 he won the Best Actor Award at the Cannes Film Festival together with Belgian actor Pascal Duquenne. He is also the winner of two César Awards for Best Actor, one in 1987 as Ugolin Soubeyran in Jean de Florette and Manon des Sources"}]}, {"heading": "Births", "year": "1951", "date": "January 24", "txt": "Yakov Smirnoff, Ukrainian-American comedian and actor", "entities": [{"title": "Yakov Smirnoff", "href": "/wiki/Yakov_Smirnoff", "description": "Yakov Naumovich Pokhis, better known as Yakov Smirnoff, is a Ukrainian-American comedian, actor and writer of Jewish origin. He began his career as a stand-up comedian in Ukraine, then immigrated to the United States in 1977 in order to pursue an American show business career, not yet knowing any English. He reached his biggest success in the mid-to-late 1980s, appearing in several films and the t"}]}, {"heading": "Births", "year": "1953", "date": "January 24", "txt": "Yuri Bashmet, Russian violinist, viola player, and conductor", "entities": [{"title": "Yuri Bashmet", "href": "/wiki/Yuri_Bashmet", "description": "Yuri Abramovich Bashmet is a Russian conductor, violinist, and violist."}]}, {"heading": "Births", "year": "1953", "date": "January 24", "txt": "Moon Jae-in, 19th President of South Korea", "entities": [{"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1954", "date": "January 24", "txt": "Jo Gartner, Austrian race car driver (d. 1986)", "entities": [{"title": "Jo Gartner", "href": "/wiki/Jo_Gartner", "description": "Josef Gartner was a Formula One and sports car endurance driver from Austria. After a successful lower formula career, including a win in the Formula Two Pau Grand Prix, he participated in eight Formula One Grands Prix for Osella during the 1984 season, scoring no points. He was killed in an accident at the 1986 24 Hours of Le Mans."}]}, {"heading": "Births", "year": "1955", "date": "January 24", "txt": "Jim Montgomery, American swimmer", "entities": [{"title": "Jim Montgomery (swimmer)", "href": "/wiki/Jim_Montgomery_(swimmer)", "description": "James Paul Montgomery is an American former competition swimmer, four-time Olympic medalist, and former world record-holder. Montgomery was the first man to break the 50-second barrier (49.99) in the 100-meter freestyle, at the 1976 Summer Olympics in Montreal, Quebec, where he won three gold medals and one bronze."}]}, {"heading": "Births", "year": "1955", "date": "January 24", "txt": "Alan Sokal, American physicist and author", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 24", "txt": "Lynda Weinman, American businesswoman and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 24", "txt": "Agus Martowardojo, governor of Bank Indonesia", "entities": [{"title": "Agus Martowardojo", "href": "/wiki/Agus_Martowardojo", "description": "Agus Dermawan Wintarto Martowardojo is a former Governor of the Indonesian Central Bank. He held the office for a five-year term from 24 May 2013 to 24 May 2018. Previously, he was Finance Minister of Indonesia between 2010 and 2013 after succeeding former minister Sri Mulyani Indrawati, who resigned from the office and took position as Managing Director of the World Bank Group."}, {"title": "Bank Indonesia", "href": "/wiki/Bank_Indonesia", "description": "Bank Indonesia (BI) is the central bank of the Republic of Indonesia. Perry Warjiyo is its current governor."}]}, {"heading": "Births", "year": "1957", "date": "January 24", "txt": "Mark Eaton, American basketball player and sportscaster", "entities": [{"title": "Mark Eaton (basketball)", "href": "/wiki/Mark_Eaton_(basketball)", "description": "Mark E. Eaton is an American former professional basketball player who spent his entire career with the Utah Jazz of the National Basketball Association (NBA), with one NBA All-Star selection in 1989, and two NBA Defensive Player of the Year awards in 1985 and 1989. Though limited offensively, Eaton's 7 ft 4 in (2.24 m) height helped him become one of the best defensive centers in NBA history. Eat"}]}, {"heading": "Births", "year": "1957", "date": "January 24", "txt": "Ade Edmondson, English comedian and musician", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 24", "txt": "Kim Eui-kon, Korean wrestler", "entities": [{"title": "Kim Eui-kon", "href": "/wiki/Kim_Eui-kon", "description": "Kim Eui-kon is a Korean former wrestler who competed in the 1984 Summer Olympics."}]}, {"heading": "Births", "year": "1958", "date": "January 24", "txt": "Jools Holland, English singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 24", "txt": "Frank Ullrich, German biathlete", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 24", "txt": "Akira Maeda, Japanese wrestler, mixed martial artist, and actor", "entities": [{"title": "Akira Maeda", "href": "/wiki/Akira_Maeda", "description": "Akira Maeda  is a Japanese mixed martial arts promoter, writer and retired professional wrestler of Korean descent. Maeda was also known by the ring name Kwik-kik-Lee during his time on the British wrestling show World of Sport (WoS). Maeda helped develop the shoot-style of professional wrestling during the late 1980s."}]}, {"heading": "Births", "year": "1959", "date": "January 24", "txt": "Michel Preud'homme, Belgian footballer and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 24", "txt": "Vic Reeves, English television personality ", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 24", "txt": "Jorge Barrios, Uruguayan footballer", "entities": [{"title": "Jorge Barrios (footballer)", "href": "/wiki/Jorge_Barrios_(footballer)", "description": "Jorge Wálter Barrios Balestrasse is a retired football midfielder from Uruguay, who was nicknamed \"Chifle\" during his professional career. Having made his official debut on July 18, 1980 against Peru (0-0), Barrios obtained a total number of 60 international caps for the Uruguay national football team."}]}, {"heading": "Births", "year": "1961", "date": "January 24", "txt": "Guido Buchwald, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 24", "txt": "Christa Kinshofer, German ski racer", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 24", "txt": "Nastassja Kinski, German-American actress and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 24", "txt": "William Van Dijck, Belgian runner", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 24", "txt": "Arnold Vanderlyde, Dutch boxer", "entities": [{"title": "Arnold Vanderlyde", "href": "/wiki/Arnold_Vanderlyde", "description": "Arnold Petrus Maria Vanderlyde is a former Dutch boxer, who participated in three Summer Olympics and won three bronze medals in the heavyweight division. He started boxing at age fifteen. Although Vanderlyde was a three-time European champion and seven-time Dutch champion, he never turned professional. After ending his boxing career in 1992, he entered the corporate world as a motivational speake"}]}, {"heading": "Births", "year": "1965", "date": "January 24", "txt": "Carlos Saldanha, Brazilian-American actor, director, producer, and screenwriter", "entities": [{"title": "Carlos Saldanha", "href": "/wiki/Carlos_Saldanha", "description": "Carlos Saldanha is a Brazilian director, producer, animator and voice actor of animated films who worked with Blue Sky Studios until its closure in 2021. He was the director of Ice Age: The Meltdown (2006), Ice Age: Dawn of the Dinosaurs (2009), Rio (2011), Rio 2 (2014), Ferdinand (2017), and the co-director of Ice Age (2002) and Robots (2005). Saldanha was nominated in 2003 for an Academy Award f"}]}, {"heading": "Births", "year": "1965", "date": "January 24", "txt": "Margaret Urlich, New Zealand singer-songwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 24", "txt": "Pagonis Vakalopoulos, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 24", "txt": "Julie Dreyfus, French actress", "entities": [{"title": "Julie Dreyfus", "href": "/wiki/Julie_Dreyfus", "description": "Julie Dreyfus is a French actress who is well known in Japan where she made her television debut on a French language lesson program on NHK's educational channel in the late 1980s. She has appeared on the TV show Ryōri no Tetsujin as a guest and judge. She is best known to western audiences for her appearances in the Quentin Tarantino films Kill Bill: Volume 1 and Inglourious Basterds, in which sh"}]}, {"heading": "Births", "year": "1966", "date": "January 24", "txt": "Karin Viard, French actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 24", "txt": "Michael Kiske, German singer", "entities": [{"title": "Michael Kiske", "href": "/wiki/Michael_Kiske", "description": "Michael Kiske is a German singer best known as the lead vocalist for the German power metal band Helloween. After his departure from the band in 1993, Kiske recorded four solo albums, participated on various metal and rock related projects, such as Avantasia, Place Vendome and Kiske/Somerville, while he also performed with numerous bands as a guest vocalist. In late 2009, he formed the hard rock b"}]}, {"heading": "Births", "year": "1968", "date": "January 24", "txt": "Fernando Escartín, Spanish cyclist", "entities": [{"title": "Fernando Escartín", "href": "/wiki/Fernando_Escart%C3%ADn", "description": "Fernando Escartín Coti is a Spanish former road racing cyclist. Between 1995 and 2000 he came in the top 10 of the Tour de France five times and in that same time period finished on the podium in 2nd place at the Vuelta a España, twice."}]}, {"heading": "Births", "year": "1968", "date": "January 24", "txt": "Antony Garrett Lisi, American theoretical physicist", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 24", "txt": "Mary Lou Retton, American gymnast", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 24", "txt": "Tymerlan Huseynov, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 24", "txt": "Yoo Ho-jeong, South Korean actress", "entities": [{"title": "Yoo Ho-jeong", "href": "/wiki/Yoo_Ho-jeong", "description": "You Ho-jeong is a South Korean actress. She made her acting debut in 1991 and has been starring in television and film since. Roles include a divorcee whose husband lives next door in daily drama Definitely Neighbors (2010), and the grown-up protagonist in box office hit Sunny (2011)."}]}, {"heading": "Births", "year": "1969", "date": "January 24", "txt": "Carlos Rômulo Gonçalves e Silva, bishop of Montenegro", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 24", "txt": "Roberto Bonano, Argentine footballer", "entities": [{"title": "Roberto Bonano", "href": "/wiki/Roberto_Bonano", "description": "Roberto Oscar Bonano is an Argentine retired footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1970", "date": "January 24", "txt": "Neil Johnson, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 24", "txt": "Matthew Lillard, American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 24", "txt": "José Carlos Fernandez, Bolivian footballer", "entities": [{"title": "José Carlos Fernández (Bolivian footballer)", "href": "/wiki/Jos%C3%A9_Carlos_Fern%C3%A1ndez_(Bolivian_footballer)", "description": "José Carlos Fernández González is a Bolivian retired football goalkeeper who is currently active as director of football of Bolivian club Bolívar."}]}, {"heading": "Births", "year": "1972", "date": "January 24", "txt": "Beth Hart, American blues-rock singer and piano player", "entities": [{"title": "Beth Hart", "href": "/wiki/Beth_Hart", "description": "Beth Hart is an American singer, songwriter and musician from Los Angeles, California. She rose to fame with the release of her 1999 single \"LA Song \" from her second album Screamin' for My Supper. The single was a number one hit in New Zealand, as well as reaching the top 5 of the US Adult Contemporary and Top 10 on the Billboard Adult Top 40 charts."}]}, {"heading": "Births", "year": "1974", "date": "January 24", "txt": "Cyril Despres, French rally racer", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 24", "txt": "Ed Helms, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 24", "txt": "Melissa Tkautz, Australian actress and singer", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 24", "txt": "Rokia Traoré, Malian singer", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 24", "txt": "Gianluca Basile, Italian former professional basketball player", "entities": [{"title": "Gianluca Basile", "href": "/wiki/Gianluca_Basile", "description": "Gianluca Basile is an Italian former professional basketball player. At a height of 1.92 m tall and a weight of 95 kg (210 lbs.), he mainly played at the shooting guard position. He is considered to be one of the best 1990s and 2000s era Italian basketball players. He won the silver medal at the 2004 Summer Olympic Games, and the gold medal at the 1999 EuroBasket. He was also the captain of the me"}]}, {"heading": "Births", "year": "1975", "date": "January 24", "txt": "Rónald Gómez, Costa Rican footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 24", "txt": "Reto Hug, Swiss triathlonist", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 24", "txt": "Henna Raita, Finnish alpine skier", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 24", "txt": "Shae-Lynn Bourne, Canadian ice dancer, coach, and choreographer", "entities": [{"title": "Shae-Lynn Bourne", "href": "/wiki/Shae-Lynn_Bourne", "description": "Shae-Lynn Bourne is a Canadian ice dancer and choreographer. In 2003, she and partner Victor Kraatz became the first North American ice dancers to win a World Championship. They competed at three Winter Olympic Games, placing 10th at the 1994 Winter Olympics, 4th at the 1998 Winter Olympics, and 4th at the 2002 Winter Olympics."}]}, {"heading": "Births", "year": "1976", "date": "January 24", "txt": "Cindy Pieters, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 24", "txt": "Andrija Gerić, Serbian volleyball player", "entities": [{"title": "Andrija Gerić", "href": "/wiki/Andrija_Geri%C4%87", "description": "Andrija Gerić is a retired Serbian volleyball player who played on middle blocker position. Both in the club and in the national team he wore number 12."}]}, {"heading": "Births", "year": "1977", "date": "January 24", "txt": "Michelle Hunziker, Swiss-Dutch actress, model and singer", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 24", "txt": "Veerle Baetens, Belgian actress and singer", "entities": [{"title": "Veerle Baetens", "href": "/wiki/Veerle_Baetens", "description": "Veerle Baetens is a Belgian actress and singer probably best known for her role as Elise/Alabama in The Broken Circle Breakdown and as lead detective Hannah Maes in the crime drama Code 37. She has also starred in numerous Flemish movies."}]}, {"heading": "Births", "year": "1978", "date": "January 24", "txt": "Mark Hildreth, Canadian actor and musician", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 24", "txt": "Kristen Schaal, American actress, voice artist, comedian and writer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 24", "txt": "Tatyana Ali, American actress and singer", "entities": [{"title": "Tatyana Ali", "href": "/wiki/Tatyana_Ali", "description": "Tatyana Marisol Ali is an American actress and singer best known for her role as Ashley Banks on the NBC sitcom The Fresh Prince of Bel-Air from 1990 to 1996. She starred as Tyana Jones on the TV One original series Love That Girl!, and played a recurring role as Roxanne on the CBS soap opera The Young and the Restless from 2007 to 2013."}]}, {"heading": "Births", "year": "1979", "date": "January 24", "txt": "Leandro Desábato, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 24", "txt": "Busy Signal, Jamaican dancehall reggae artist", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 24", "txt": "Nik Wallenda, American acrobat", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 24", "txt": "Jofre Mateu, Spanish footballer", "entities": [{"title": "Jofre Mateu", "href": "/wiki/Jofre_Mateu", "description": "Jofre Mateu González, known simply as Jofre, is a Spanish retired professional footballer who played as a left midfielder."}]}, {"heading": "Births", "year": "1980", "date": "January 24", "txt": "Suzy, Portuguese singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 24", "txt": "Mario Eggimann, Swiss footballer", "entities": [{"title": "Mario Eggimann", "href": "/wiki/Mario_Eggimann", "description": "Mario Eggimann is a Swiss former footballer who played as a defender. He also earned caps for the Swiss national team."}]}, {"heading": "Births", "year": "1981", "date": "January 24", "txt": "Zaur Hashimov, Azerbaijani footballer and manager", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 24", "txt": "Elena Kolomina, Kazakhstani cross country skier", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 24", "txt": "Céline Deville, French footballer", "entities": [{"title": "Céline Deville", "href": "/wiki/C%C3%A9line_Deville", "description": "Céline Nadine Sabine Deville is a French football player who currently plays as goalkeeper for French club Paris FC of the Division 1 Féminine. Deville also plays for the senior women's national team having made her debut on 9 April 2002 in a friendly match against Australia."}]}, {"heading": "Births", "year": "1982", "date": "January 24", "txt": "Daveed Diggs, American actor, rapper and singer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 24", "txt": "Claudia Heill, Austrian judoka", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 24", "txt": "Aitor Hernández, Spanish racing cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 24", "txt": "Davide Biondini, Italian footballer", "entities": [{"title": "Davide Biondini", "href": "/wiki/Davide_Biondini", "description": "Davide Biondini is an Italian former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1983", "date": "January 24", "txt": "Wyatt Crockett, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 24", "txt": "Evgeny Drattsev, Russian swimmer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 24", "txt": "Craig Horner, Australian actor and musician", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 24", "txt": "Shaun Maloney, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 24", "txt": "Scott Speed, American race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 24", "txt": "Emerse Faé, French-born Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 24", "txt": "Yotam Halperin, Israeli basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 24", "txt": "Jung Jin-sun, South Korean fencer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 24", "txt": "Scott Kazmir, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 24", "txt": "Paulo Sérgio Moreira Gonçalves, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 24", "txt": "Fabiana Claudino, Brazilian volleyball player", "entities": [{"title": "Fabiana Claudino", "href": "/wiki/Fabiana_Claudino", "description": "Fabiana Marcelino Claudino is a Brazilian volleyball player who made her debut for the Brazilian national team against Croatia. She captained Brazil to the gold medal at the 2012 Olympics."}]}, {"heading": "Births", "year": "1985", "date": "January 24", "txt": "Trey Gilder, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 24", "txt": "Cristiano Araújo, Brazilian singer-songwriter (d. 2015)", "entities": [{"title": "Cristiano Araújo", "href": "/wiki/Cristiano_Ara%C3%BAjo", "description": "Cristiano Melo Araújo was a Brazilian singer and songwriter."}]}, {"heading": "Births", "year": "1986", "date": "January 24", "txt": "Mohammad Bagheri Motamed, Iranian taekwondo practitioner", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 24", "txt": "Mischa Barton, English-American actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 24", "txt": "Vladislav Ivanov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 24", "txt": "Michael Kightly, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 24", "txt": "Ricky Ullman, Israeli-American actor", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 24", "txt": "Wayne Hennessey, Welsh footballer", "entities": [{"title": "Wayne Hennessey", "href": "/wiki/Wayne_Hennessey", "description": "Wayne Robert Hennessey is a Welsh professional footballer who plays as a goalkeeper for Premier League club Crystal Palace and the Wales national team."}]}, {"heading": "Births", "year": "1987", "date": "January 24", "txt": "Luis Suárez, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 24", "txt": "Davide Valsecchi, Italian racing driver", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 24", "txt": "Kia Vaughn, American born Czech basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 24", "txt": "Guan Xin, Chinese basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 24", "txt": "Selina Jörg, German snowboarder", "entities": [{"title": "Selina Jörg", "href": "/wiki/Selina_J%C3%B6rg", "description": "Selina Jörg is a German snowboarder."}]}, {"heading": "Births", "year": "1989", "date": "January 24", "txt": "Serdar Kesimal, Turkish footballer", "entities": [{"title": "Serdar Kesimal", "href": "/wiki/Serdar_Kesimal", "description": "Serdar Kesimal is a Turkish footballer who plays as a centre back. Kesimal is also a youth international, having been capped at the U-20 and U-21 levels."}]}, {"heading": "Births", "year": "1989", "date": "January 24", "txt": "Gong Lijiao, Chinese shot putter", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 24", "txt": "Ki Sung-yueng, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 24", "txt": "Mao Abe, Japanese singer-songwriter and guitarist", "entities": [{"title": "Mao Abe", "href": "/wiki/Mao_Abe", "description": "Mao Abe  is a Japanese singer-songwriter."}]}, {"heading": "Births", "year": "1991", "date": "January 24", "txt": "Zhan Beleniuk, Ukrainian Greco-Roman wrestler", "entities": [{"title": "Zhan Beleniuk", "href": "/wiki/Zhan_Beleniuk", "description": "Zhan Vensanovych Beleniuk is a Ukrainian Greco-Roman wrestler and politician, first Black member of the Ukrainian Parliament."}]}, {"heading": "Births", "year": "1991", "date": "January 24", "txt": "Tatiana Kashirina, Russian weightlifter", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 24", "txt": "Zé Luís, Cape Verdean footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 24", "txt": "Li Xuerui, Chinese badminton player", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 24", "txt": "Phiwa Nkambule, South African entrepreneur", "entities": [{"title": "Phiwa Nkambule", "href": "/wiki/Phiwa_Nkambule", "description": "Phiwa Nkambule is a technology entrepreneur and businessperson best known for co-founding Riovic and leading it as its CEO. He previously founded Cybatar and sits on the board of the Royal Science and Technology Park."}]}, {"heading": "Births", "year": "1992", "date": "January 24", "txt": "Felitciano Zschusschen, Curaçao footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "January 24", "txt": "Tommie Hoban, English footballer", "entities": [{"title": "Tommie Hoban", "href": "/wiki/Tommie_Hoban", "description": "Thomas Michael Hoban is a professional footballer who plays as a defender for Scottish Premiership club Aberdeen. Born in England, Hoban has represented the Republic of Ireland at youth international level."}]}, {"heading": "Births", "year": "1995", "date": "January 24", "txt": "Dylan Everett, Canadian actor", "entities": [{"title": "Dylan Everett", "href": "/wiki/Dylan_Everett", "description": "Dylan Everett is a Canadian actor. He is best known for his roles in How To Be Indie (2009–2011), Wingin' It (2010–2013), Degrassi (2012–2013), and Open Heart (2015)."}]}, {"heading": "Births", "year": "1997", "date": "January 24", "txt": "Nirei Fukuzumi, Japanese racer", "entities": [{"title": "Nirei Fukuzumi", "href": "/wiki/Nirei_Fukuzumi", "description": "Nirei Fukuzumi  is a Japanese racing driver currently competing in Super Formula for Dandelion Racing."}]}, {"heading": "Births", "year": "1999", "date": "January 24", "txt": "Vitalie Damașcan, Moldovan footballer", "entities": [{"title": "Vitalie Damașcan", "href": "/wiki/Vitalie_Dama%C8%99can", "description": "Vitalie Damașcan is a Moldovan professional footballer who plays as a forward for RKC Waalwijk and the Moldova national team."}]}, {"heading": "Births", "year": "2012", "date": "January 24", "txt": "Princess Athena of Denmark, younger child of Prince Joachim and Princess Marie of Denmark", "entities": [{"title": "Princess Athena of Denmark", "href": "/wiki/Princess_Athena_of_Denmark", "description": "Princess Athena of Denmark, Countess of Monpezat is a member of the Danish royal family. She is the younger child and only daughter of Prince Joachim and Princess Marie of Denmark. Princess Athena is currently tenth in the line of succession to the Danish throne."}, {"title": "Prince Joachim of Denmark", "href": "/wiki/Prince_Joachim_of_Denmark", "description": "Prince Joachim of Denmark, Count of Monpezat, is a member of the Danish royal family. As the younger son of Queen Margrethe II and Prince Henrik, he is sixth in the line of succession to the Danish throne, following his elder brother, Crown Prince Frederik, and Frederik's four children."}, {"title": "Princess Marie of Denmark", "href": "/wiki/Princess_Marie_of_Denmark", "description": "Princess Marie of Denmark, Countess of Monpezat, is a member of the Danish royal family. She is the second wife of Prince Joachim of Denmark, the younger son of Queen Margrethe II of Denmark."}]}, {"heading": "Deaths", "year": "AD 41", "date": "January 24", "txt": "Caligula, Roman emperor (b. 12)", "entities": [{"title": "Caligula", "href": "/wiki/Caligula", "description": "Caligula, formally known as Gaius, was the third Roman emperor, ruling from 37 to 41. The son of the popular Roman general Germanicus and Augustus's granddaughter Agrippina the Elder, Caligula was born into the first ruling family of the Roman Empire, conventionally known as the Julio-Claudian dynasty."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Deaths", "year": "817", "date": "January 24", "txt": "Pope Stephen IV (b. 770)", "entities": [{"title": "Pope Stephen IV", "href": "/wiki/Pope_Stephen_IV", "description": "Pope Stephen IV was the bishop of Rome and ruler of the Papal States from June 816 to his death. Stephen belonged to a noble Roman family. In October 816, he crowned Louis the Pious as emperor at Rheims, and persuaded him to release some Roman political prisoners he held in custody. He returned to Rome, by way of Ravenna, sometime in November and died the following January."}]}, {"heading": "Deaths", "year": "901", "date": "January 24", "txt": "Liu Jishu, general of the Tang Dynasty", "entities": [{"title": "Liu Jishu", "href": "/wiki/Liu_Jishu", "description": "Liu Jishu (劉季述) was a eunuch late in the Chinese dynasty Tang Dynasty who, as a powerful commander of the Shence Armies, briefly deposed Emperor Zhaozong in 900 and replaced Emperor Zhaozong with Emperor Zhaozong's son Li Yu, Prince of De, but was soon killed in a countercoup, allowing Emperor Zhaozong to return to the throne."}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "1046", "date": "January 24", "txt": "Eckard II, Margrave of Meissen (b. c. 985)", "entities": [{"title": "Eckard II, Margrave of Meissen", "href": "/wiki/Eckard_II,_Margrave_of_Meissen", "description": "Eckard II was Margrave of Lusatia from 1034 and Margrave of Meissen from 1038 until his death. He was the last of his dynasty, with his death the line of Ekkeharding margraves descending from Eckard I of Meissen became extinct."}]}, {"heading": "Deaths", "year": "1125", "date": "January 24", "txt": "David IV of Georgia (b. 1073)", "entities": [{"title": "David IV of Georgia", "href": "/wiki/David_IV_of_Georgia", "description": "David IV, also known as David the Builder, of the Bagrationi dynasty, was a king of Georgia from 1089 until his death in 1125."}]}, {"heading": "Deaths", "year": "1336", "date": "January 24", "txt": "Alfonso IV of Aragon (b. 1299)", "entities": [{"title": "Alfonso IV of Aragon", "href": "/wiki/Alfonso_IV_of_Aragon", "description": "Alfonso IV, called the Kind was King of Aragon and Count of Barcelona from 1327 to his death. His reign saw the incorporation of the County of Urgell, Duchy of Athens, and Duchy of Neopatria into the Crown of Aragon."}]}, {"heading": "Deaths", "year": "1376", "date": "January 24", "txt": "Richard FitzAlan, 10th Earl of Arundel, English commander (b. 1306)", "entities": [{"title": "Richard FitzAlan, 10th Earl of Arundel", "href": "/wiki/Richard_FitzAlan,_10th_Earl_of_Arundel", "description": "Richard Fitzalan, 3rd Earl of Arundel, 8th Earl of Surrey was an English nobleman and medieval military leader and distinguished admiral. Arundel was one of the wealthiest nobles, and most loyal noble retainer of the chivalric code that governed the reign of Edward III of England."}]}, {"heading": "Deaths", "year": "1473", "date": "January 24", "txt": "Conrad Paumann, German organist and composer (b. 1410)", "entities": [{"title": "Conrad Paumann", "href": "/wiki/Conrad_Paumann", "description": "Conrad Paumann was a German organist, lutenist and composer of the early Renaissance. Even though he was born blind, he was one of the most talented musicians of the 15th century, and his performances created a sensation wherever he went. He is grouped among the composers known as the Colorists."}]}, {"heading": "Deaths", "year": "1525", "date": "January 24", "txt": "Franciabigio, Florentine painter (b. 1482)", "entities": [{"title": "Franciabigio", "href": "/wiki/Franciabigio", "description": "Franciabigio was an Italian painter of the Florentine Renaissance. His true name may have been Francesco di Cristofano, however he also is referred to as either Marcantonio Franciabigio or Francia Bigio."}]}, {"heading": "Deaths", "year": "1595", "date": "January 24", "txt": "Ferdinand II, Archduke of Austria (b. 1529)", "entities": [{"title": "Ferdinand II, Archduke of Austria", "href": "/wiki/Ferdinand_II,_Archduke_of_Austria", "description": "Ferdinand II, Archduke of Further Austria was ruler of Further Austria and since 1564 Imperial count of Tirol. The son of Ferdinand I, Holy Roman Emperor, he was married to Philippine Welser in his first marriage. In his second marriage to Anna Juliana Gonzaga, he was the father of Anna of Tyrol, future Holy Roman Empress."}]}, {"heading": "Deaths", "year": "1626", "date": "January 24", "txt": "Samuel Argall, English captain and politician, Colonial Governor of Virginia (b. 1572)", "entities": [{"title": "Samuel Argall", "href": "/wiki/Samuel_Argall", "description": "Sir Samuel Argall was an English adventurer and naval officer."}, {"title": "List of colonial governors of Virginia", "href": "/wiki/List_of_colonial_governors_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Deaths", "year": "1639", "date": "January 24", "txt": "Jörg Jenatsch, Swiss pastor and politician (b. 1596)", "entities": [{"title": "Jörg Jenatsch", "href": "/wiki/J%C3%B6rg_Jenatsch", "description": "Jörg Jenatsch, also called Jürg or Georg Jenatsch, was a Swiss political leader during the Thirty Years' War, one of the most striking figures in the troubled history of the Grisons in the 17th century."}]}, {"heading": "Deaths", "year": "1666", "date": "January 24", "txt": "Johann Andreas Herbst, German composer and theorist (b. 1588)", "entities": [{"title": "Johann Andreas Herbst", "href": "/wiki/Johann_Andreas_Herbst", "description": "Johann Andreas Herbst was a German composer and music theorist of the early Baroque era. He was a contemporary of Michael Praetorius and Heinrich Schütz, and like them, assisted in importing the grand Venetian style and the other features of the early Baroque into Protestant Germany."}]}, {"heading": "Deaths", "year": "1709", "date": "January 24", "txt": "George Rooke, English admiral and politician (b. 1650)", "entities": [{"title": "George Rooke", "href": "/wiki/George_Rooke", "description": "Admiral of the Fleet Sir George Rooke was an English naval officer. As a junior officer he saw action at the Battle of Solebay and again at the Battle of Schooneveld during the Third Anglo-Dutch War. As a captain, he conveyed Prince William of Orange to England and took part in the Battle of Bantry Bay during the Williamite War in Ireland."}]}, {"heading": "Deaths", "year": "1877", "date": "January 24", "txt": "Johann Christian Poggendorff, German physicist and journalist (b. 1796)", "entities": [{"title": "Johann Christian Poggendorff", "href": "/wiki/Johann_Christian_Poggendorff", "description": "Johann Christian Poggendorff, was a German physicist born in Hamburg. By far the greater and more important part of his work related to electricity and magnetism. Poggendorff is known for his electrostatic motor which is analogous to Wilhelm Holtz's electrostatic machine. In 1841 he described the use of the potentiometer for measurement of electrical potentials without current draw."}]}, {"heading": "Deaths", "year": "1881", "date": "January 24", "txt": "James Collinson, English painter (b. 1825)", "entities": [{"title": "James Collinson", "href": "/wiki/James_Collinson", "description": "James Collinson was a Victorian painter who was a member of the Pre-Raphaelite Brotherhood from 1848 to 1850."}]}, {"heading": "Deaths", "year": "1883", "date": "January 24", "txt": "Friedrich von Flotow, German composer (b. 1812)", "entities": [{"title": "Friedrich von Flotow", "href": "/wiki/Friedrich_von_Flotow", "description": "Friedrich Adolf Ferdinand, Freiherr von Flotow /flo:to/ was a German composer. He is chiefly remembered for his opera Martha, which was popular in the 19th century and the early part of the 20th."}]}, {"heading": "Deaths", "year": "1895", "date": "January 24", "txt": "Lord Randolph Churchill, English lawyer and politician, Chancellor of the Exchequer (b. 1849)", "entities": [{"title": "Lord Randolph Churchill", "href": "/wiki/Lord_Randolph_Churchill", "description": "Lord Randolph Henry Spencer-Churchill was a British statesman. Churchill was a Tory radical and coined the term 'Tory democracy'. He inspired a generation of party managers, created the National Union of the Conservative Party, and broke new ground in modern budgetary presentations, attracting admiration and criticism from across the political spectrum. His most acerbic critics were in his own par"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1920", "date": "January 24", "txt": "Percy French, Irish songwriter, entertainer and artist (b. 1854)", "entities": [{"title": "Percy French", "href": "/wiki/Percy_French", "description": "William Percy French was one of Ireland's foremost songwriters and entertainers in his day. In more recent times, he has become recognised for his watercolour paintings."}]}, {"heading": "Deaths", "year": "1920", "date": "January 24", "txt": "Amedeo Modigliani, Italian painter and sculptor (b. 1884)", "entities": [{"title": "Amedeo Modigliani", "href": "/wiki/Amedeo_Modigliani", "description": "Amedeo Clemente Modigliani was an Italian Jewish painter and sculptor who worked mainly in France. He is known for portraits and nudes in a modern style characterized by a surreal elongation of faces, necks, and figures that were not received well during his lifetime, but later became much sought-after. Modigliani spent his youth in Italy, where he studied the art of antiquity and the Renaissance."}]}, {"heading": "Deaths", "year": "1939", "date": "January 24", "txt": "Maximilian Bircher-Benner, Swiss physician, created Muesli (b. 1867)", "entities": [{"title": "Maximilian Bircher-Benner", "href": "/wiki/Maximilian_Bircher-Benner", "description": "Maximilian Oskar Bircher-Benner, M.D. was a Swiss physician and a pioneer nutritionist credited for popularizing muesli and raw food vegetarianism."}, {"title": "Muesli", "href": "/wiki/Muesli", "description": "Muesli ( MEWZ-lee; in English sometimes museli is a cold oatmeal dish based on rolled oats and ingredients such as grains, nuts, seeds and fresh or dried fruits. This mix may be combined with one or more liquids such as water, milk, plant milks, yogurt, or fruit juice and left for a time to soften the oats before being consumed."}]}, {"heading": "Deaths", "year": "1943", "date": "January 24", "txt": "John Burns, English trade union leader and politician, Secretary of State for Business, Innovation and Skills (b. 1858)", "entities": [{"title": "John Burns", "href": "/wiki/John_Burns", "description": "John Elliot Burns was an English trade unionist and politician, particularly associated with London politics and Battersea. He was a socialist and then a Liberal Member of Parliament and Minister. He was anti-alcohol and a keen sportsman. After retiring from politics, he developed an expertise in London history and coined the phrase \"The Thames is liquid history\". When the Liberal cabinet made a d"}, {"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Deaths", "year": "1960", "date": "January 24", "txt": "Edwin Fischer, Swiss pianist and conductor (b. 1886)", "entities": [{"title": "Edwin Fischer", "href": "/wiki/Edwin_Fischer", "description": "Edwin Fischer was a Swiss classical pianist and conductor. He is regarded as one of the great interpreters of J.S. Bach and (particularly) Mozart of the twentieth century."}]}, {"heading": "Deaths", "year": "1961", "date": "January 24", "txt": "Alfred Carlton Gilbert, American pole vaulter and businessman, founded the A. C. Gilbert Company (b. 1884)", "entities": [{"title": "Alfred Carlton Gilbert", "href": "/wiki/Alfred_Carlton_Gilbert", "description": "Alfred Carlton Gilbert was an American inventor, athlete, magician, toy-maker and businessman. Gilbert is best known as the inventor of the Erector Set and manufactured American Flyer Trains."}, {"title": "A. C. Gilbert Company", "href": "/wiki/A._C._Gilbert_Company", "description": "The A. C. Gilbert Company  was an American toy company, once one of the largest in the world, who originated the Erector Set, which is a construction toy similar to Meccano in the rest of the world."}]}, {"heading": "Deaths", "year": "1962", "date": "January 24", "txt": "André Lhote, French sculptor and painter (b. 1885)", "entities": [{"title": "André Lhote", "href": "/wiki/Andr%C3%A9_Lhote", "description": "André Lhote was a French Cubist painter of figure subjects, portraits, landscapes and still life. He was also very active and influential as a teacher and writer on art."}]}, {"heading": "Deaths", "year": "1962", "date": "January 24", "txt": "Stanley Lord, English naval captain (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1962", "date": "January 24", "txt": "Ahmet Hamdi Tanpınar, Turkish author, poet, and scholar (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "January 24", "txt": "Winston Churchill, English colonel and politician, Prime Minister of the United Kingdom, Nobel Prize laureate (b. 1874)", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who was the Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Apart from two years between 1922 and 1924, Churchill was a Member of Parliament (MP) from 1900 to 1964 and represented a total of five constituencies. Ideologically an economic liberal and imperialist, he was f"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1966", "date": "January 24", "txt": "Homi J. Bhabha, Indian physicist and academic (b. 1909)", "entities": [{"title": "Homi J. Bhabha", "href": "/wiki/Homi_J._Bhabha", "description": "Homi Jehangir Bhabha was an Indian nuclear physicist, founding director, and professor of physics at the Tata Institute of Fundamental Research (TIFR). Colloquially known as \"father of the Indian nuclear programme\", Bhabha was also the founding director of the Atomic Energy Establishment, Trombay (AEET) which is now named the Bhabha Atomic Research Centre in his honour. TIFR and AEET were the corn"}]}, {"heading": "Deaths", "year": "1970", "date": "January 24", "txt": "Caresse Crosby, American fashion designer and publisher, co-founded the Black Sun Press (b. 1891)", "entities": [{"title": "Caresse Crosby", "href": "/wiki/Caresse_Crosby", "description": "Caresse Crosby was the first recipient of a patent for the modern bra, an American patron of the arts, publisher, and the \"literary godmother to the Lost Generation of expatriate writers in Paris.\" She and her second husband, Harry Crosby, founded the Black Sun Press, which was instrumental in publishing some of the early works of many authors who would later become famous, among them Ernest Hemin"}, {"title": "Black Sun Press", "href": "/wiki/Black_Sun_Press", "description": "The Black Sun Press was an English language press noted for publishing the early works of many modernist writers including Hart Crane, D. H. Lawrence, Archibald MacLeish, Ernest Hemingway, and Eugene Jolas. It enjoyed the greatest longevity among the several expatriate presses founded in Paris during the 1920s, publishing nearly three times as many titles as did Edward Titus under his Black Maniki"}]}, {"heading": "Deaths", "year": "1971", "date": "January 24", "txt": "Bill W., American activist, co-founder of Alcoholics Anonymous (b. 1895)", "entities": [{"title": "Bill W.", "href": "/wiki/Bill_W.", "description": "William Griffith Wilson, also known as Bill Wilson or Bill W., was the co-founder of Alcoholics Anonymous (AA)."}, {"title": "Alcoholics Anonymous", "href": "/wiki/Alcoholics_Anonymous", "description": "Alcoholics Anonymous (AA) is an international mutual aid fellowship with the stated purpose of enabling its members to \"stay sober and help other alcoholics achieve sobriety.\" AA is nonprofessional, non-denominational, self-supporting, and apolitical. Its only membership requirement is a desire to stop drinking. The AA program of recovery is set forth in the Twelve Steps."}]}, {"heading": "Deaths", "year": "1973", "date": "January 24", "txt": "J. Carrol Naish, American actor (b. 1896)", "entities": [{"title": "J. Carrol Naish", "href": "/wiki/J._Carrol_Naish", "description": "Joseph Patrick Carrol Naish was an American actor. He appeared in over 200 credits during the Golden Age of Hollywood."}]}, {"heading": "Deaths", "year": "1975", "date": "January 24", "txt": "Larry Fine, American comedian (b. 1902)", "entities": [{"title": "Larry Fine", "href": "/wiki/Larry_Fine", "description": "Louis Feinberg, known professionally as Larry Fine, was an American actor, comedian, musician, and boxer, best known as a member of the comedy act the Three Stooges."}]}, {"heading": "Deaths", "year": "1982", "date": "January 24", "txt": "Alfredo Ovando Candía, Bolivian general and politician, 56th President of Bolivia (b. 1918)", "entities": [{"title": "Alfredo Ovando Candía", "href": "/wiki/Alfredo_Ovando_Cand%C3%ADa", "description": "Alfredo Ovando Candía was the Commander of the Bolivian Air Forces and ambassador who served as the 48th President of Bolivia twice nonconsecutively, first as co-president with René Barrientos from 1965 to 1966 and then as de facto president from 1969 to 1970."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Deaths", "year": "1983", "date": "January 24", "txt": "George Cukor, American director and producer (b. 1899)", "entities": [{"title": "George Cukor", "href": "/wiki/George_Cukor", "description": "George Dewey Cukor was an American film director. He mainly concentrated on comedies and literary adaptations. His career flourished at RKO when David O. Selznick, the studio's Head of Production, assigned Cukor to direct several of RKO's major films, including What Price Hollywood? (1932), A Bill of Divorcement (1932), Our Betters (1933), and Little Women (1933). When Selznick moved to Metro-Gold"}]}, {"heading": "Deaths", "year": "1986", "date": "January 24", "txt": "L. Ron Hubbard, American religious leader and author, founded the Church of Scientology (b. 1911)", "entities": [{"title": "L. Ron Hubbard", "href": "/wiki/L._Ron_Hubbard", "description": "Lafayette Ronald Hubbard was an American author of science fiction and fantasy stories who founded the Church of Scientology. In 1950, Hubbard authored Dianetics: The Modern Science of Mental Health and established a series of organizations to promote Dianetics. In 1952, Hubbard lost the rights to Dianetics in bankruptcy proceedings, and he subsequently founded Scientology. Thereafter Hubbard over"}, {"title": "Church of Scientology", "href": "/wiki/Church_of_Scientology", "description": "The Church of Scientology is a group of interconnected corporate entities and other organizations devoted to the practice, administration and dissemination of Scientology, which is variously defined as a cult, a business or a new religious movement. The church and the movement have been the subject of a number of controversies, and the church has been described by government inquiries, internation"}]}, {"heading": "Deaths", "year": "1986", "date": "January 24", "txt": "Gordon MacRae, American actor and singer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "January 24", "txt": "Werner Fenchel, German-Danish mathematician and academic (b. 1905)", "entities": [{"title": "Werner Fenchel", "href": "/wiki/Werner_Fenchel", "description": "Moritz Werner Fenchel was a mathematician known for his contributions to geometry and to optimization theory. Fenchel established the basic results of convex analysis and nonlinear optimization theory which would, in time, serve as the foundation for nonlinear programming. A German-born Jew and early refugee from Nazi suppression of intellectuals, Fenchel lived most of his life in Denmark. Fenchel"}]}, {"heading": "Deaths", "year": "1989", "date": "January 24", "txt": "Ted Bundy, American serial killer (b. 1946)", "entities": [{"title": "Ted Bundy", "href": "/wiki/Ted_Bundy", "description": "Theodore Robert Bundy was an American serial killer who kidnapped, raped, and murdered numerous young women and girls during the 1970s and possibly earlier. After more than a decade of denials, he confessed to 30 homicides, committed in seven states between 1974 and 1978. His true victim total is unknown, and believed by some investigators to be higher."}]}, {"heading": "Deaths", "year": "1990", "date": "January 24", "txt": "Madge Bellamy, American actress (b. 1899)", "entities": [{"title": "Madge Bellamy", "href": "/wiki/Madge_Bellamy", "description": "Madge Bellamy was an American stage and film actress. She was a popular leading lady in the 1920s and early 1930s. Her career declined in the sound era and ended following a romantic scandal in the 1940s."}]}, {"heading": "Deaths", "year": "1991", "date": "January 24", "txt": "Jack Schaefer, American journalist and author (b. 1907)", "entities": [{"title": "Jack Schaefer", "href": "/wiki/Jack_Schaefer", "description": "Jack Warner Schaefer was an American writer known for his Westerns. His best-known works are the 1949 novel Shane, voted the greatest western novel, and the 1964 children's book Stubby Pringle's Christmas."}]}, {"heading": "Deaths", "year": "1992", "date": "January 24", "txt": "Ken Darby, American composer and conductor (b. 1909)", "entities": [{"title": "Ken Darby", "href": "/wiki/Ken_Darby", "description": "Kenneth Lorin Darby was an American composer, vocal arranger, lyricist, and conductor. His film scores were recognized by the awarding of three Academy Awards and one Grammy Award. He provided vocals for the Munchkinland mayor in The Wizard of Oz (1939), who was portrayed in the film by Charlie Becker. Darby is also notable as the author of The Brownstone House of Nero Wolfe (1983), a biography of"}]}, {"heading": "Deaths", "year": "1993", "date": "January 24", "txt": "Gustav Ernesaks, Estonian composer and conductor (b. 1908)", "entities": [{"title": "Gustav Ernesaks", "href": "/wiki/Gustav_Ernesaks", "description": "Gustav Ernesaks was an Estonian composer and a choir conductor."}]}, {"heading": "Deaths", "year": "1993", "date": "January 24", "txt": "Thurgood Marshall, American lawyer and jurist, 32nd United States Solicitor General (b. 1908)", "entities": [{"title": "United States Solicitor General", "href": "/wiki/United_States_Solicitor_General", "description": "The solicitor general of the United States is the fourth-highest-ranking official in the United States Department of Justice. The current acting solicitor general, Elizabeth Prelogar, has been serving in the role since January 20, 2021."}]}, {"heading": "Deaths", "year": "1993", "date": "January 24", "txt": "Uğur Mumcu, Turkish investigative journalist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 24", "txt": "Gaffar Okkan, Turkish police chief (b. 1952)", "entities": [{"title": "Gaffar Okkan", "href": "/wiki/Gaffar_Okkan", "description": "Ali Gaffar Okkan was a Turkish police chief who was assassinated in an ambush in Diyarbakır, southeastern Turkey."}]}, {"heading": "Deaths", "year": "2002", "date": "January 24", "txt": "Elie Hobeika, Lebanese commander and politician (b. 1956)", "entities": [{"title": "Elie Hobeika", "href": "/wiki/Elie_Hobeika", "description": "Elie Hobeika was a commander in the Lebanese Forces militia during the Lebanese Civil War where he gained notoriety for his involvement in the Sabra and Shatila massacre. He became president of the Lebanese Forces political party until he was ousted in 1986. He then founded the Promise Party and was elected to serve two terms in the Parliament of Lebanon. In January 2002, he was assassinated by a "}]}, {"heading": "Deaths", "year": "2003", "date": "January 24", "txt": "Gianni Agnelli, Italian businessman (b. 1921)", "entities": [{"title": "Gianni Agnelli", "href": "/wiki/Gianni_Agnelli", "description": "Giovanni \"Gianni\" Agnelli,, also known as L'Avvocato, was an Italian industrialist and principal shareholder of Fiat. As the head of Fiat, he controlled 4.4% of Italy's GDP, 3.1% of its industrial workforce and 16.5% of its industrial investment in research. He was the richest man in modern Italian history."}]}, {"heading": "Deaths", "year": "2004", "date": "January 24", "txt": "Leônidas, Brazilian footballer and manager (b. 1913)", "entities": [{"title": "Leônidas", "href": "/wiki/Le%C3%B4nidas", "description": "Leônidas da Silva was a Brazilian association footballer and commentator, who played as a forward. He is regarded as one of the most important players of the first half of the 20th century. Leônidas played for Brazil national team in the 1934 and 1938 World Cups, and was the top scorer of the latter tournament. He was known as the \"Black Diamond\" and the \"Rubber Man\" due to his agility."}]}, {"heading": "Deaths", "year": "2006", "date": "January 24", "txt": "Schafik Handal, Salvadoran politician (b. 1930)", "entities": [{"title": "Schafik Handal", "href": "/wiki/Schafik_Handal", "description": "Schafik Jorge Handal was a Salvadoran politician."}]}, {"heading": "Deaths", "year": "2007", "date": "January 24", "txt": "Krystyna Feldman, Polish actress (b. 1916)", "entities": [{"title": "Krystyna Feldman", "href": "/wiki/Krystyna_Feldman", "description": "Krystyna Zofia Feldman was a Polish actress."}]}, {"heading": "Deaths", "year": "2007", "date": "January 24", "txt": "İsmail Cem İpekçi, Turkish journalist and politician, 45th Turkish Minister of Foreign Affairs (b. 1940)", "entities": [{"title": "List of Ministers of Foreign Affairs (Turkey)", "href": "/wiki/List_of_Ministers_of_Foreign_Affairs_(Turkey)", "description": "The following is a list of Ministers of Foreign Affairs of Turkey."}]}, {"heading": "Deaths", "year": "2007", "date": "January 24", "txt": "Guadalupe Larriva, Ecuadorian academic and politician (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 24", "txt": "Emiliano Mercado del Toro, Puerto Rican-American soldier (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 24", "txt": "Pernell Roberts, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 24", "txt": "Bernd Eichinger, German director and producer (b. 1949)", "entities": [{"title": "Bernd Eichinger", "href": "/wiki/Bernd_Eichinger", "description": "Bernd Eichinger was a German film producer, director, and screenwriter."}]}, {"heading": "Deaths", "year": "2014", "date": "January 24", "txt": "Shulamit Aloni, Israeli lawyer and politician, 11th Israeli Minister of Education (b. 1928)", "entities": [{"title": "Shulamit Aloni", "href": "/wiki/Shulamit_Aloni", "description": "Shulamit Aloni was an Israeli politician. She founded the Ratz party, was leader of the Meretz party, Leader of the Opposition from 1988 to 1990, and served as Minister of Education from 1992 to 1993. In 2000, she won the Israel Prize."}, {"title": "Ministry of Education (Israel)", "href": "/wiki/Ministry_of_Education_(Israel)", "description": "The Israeli Ministry of Education is the branch of government charged with overseeing public education institutions in Israel. The department is headed by the Minister of Education, who is a member of the cabinet. The ministry has previously included culture and sport, although this is now covered by the Ministry of Culture and Sport."}]}, {"heading": "Deaths", "year": "2014", "date": "January 24", "txt": "Rafael Pineda Ponce, Honduran academic and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 24", "txt": "Otto Carius, German lieutenant and pharmacist (b. 1922)", "entities": [{"title": "Otto Carius", "href": "/wiki/Otto_Carius", "description": "Otto Carius was a German tank commander in the Wehrmacht during World War II. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves."}]}, {"heading": "Deaths", "year": "2016", "date": "January 24", "txt": "Fredrik Barth, German-Norwegian anthropologist and academic (b. 1928)", "entities": [{"title": "Fredrik Barth", "href": "/wiki/Fredrik_Barth", "description": "Thomas Fredrik Weybye Barth was a Norwegian social anthropologist who published several ethnographic books with a clear formalist view. He was a professor in the Department of Anthropology at Boston University, and previously held professorships at the University of Oslo, the University of Bergen, Emory University and Harvard University. He was appointed a government scholar in 1985."}]}, {"heading": "Deaths", "year": "2016", "date": "January 24", "txt": "Marvin Minsky, American computer scientist and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 24", "txt": "Henry Worsley, English colonel and explorer (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 24", "txt": "Butch Trucks, American drummer (b. 1947)", "entities": [{"title": "Butch Trucks", "href": "/wiki/Butch_Trucks", "description": "Claude Hudson \"Butch\" Trucks was an American drummer. He was best known as a founding member of The Allman Brothers Band. Trucks was born and raised in Jacksonville, Florida. He played in various groups before forming the 31st of February while at Florida State University in the mid 1960s. He joined the Allman Brothers Band in 1969. Their 1971 live release, At Fillmore East, represented an artisti"}]}, {"heading": "Deaths", "year": "2018", "date": "January 24", "txt": "Mark E. Smith, British singer-songwriter (b. 1957)", "entities": [{"title": "Mark E. Smith", "href": "/wiki/Mark_E._Smith", "description": "Mark Edward Smith was an English singer and songwriter, who was the lead singer, lyricist and only constant member of the post-punk group the Fall. Smith formed the band after attending the June 1976 Sex Pistols gig in Manchester and was its leader until his death. During their 42-year existence, the Fall's line-up included some 60 musicians with whom Smith released 32 studio albums and numerous s"}]}, {"heading": "Deaths", "year": "2019", "date": "January 24", "txt": "Rosemary Bryant Mariner, American United States Naval Aviator (b. 1953)", "entities": [{"title": "Rosemary Bryant Mariner", "href": "/wiki/Rosemary_Bryant_Mariner", "description": "Captain Rosemary Bryant Mariner was an American pilot and one of the first six women to earn their wings as a United States Naval Aviator in 1974. She was the first female military pilot to fly a tactical jet and the first to achieve command of an operational aviation squadron."}]}]