[{"heading": "Events", "year": "814", "date": "January 28", "txt": "The death of Charlemagne, the first Holy Roman Emperor, brings about the accession of his son Louis the Pious as ruler of the Frankish Empire.", "entities": [{"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Louis the Pious", "href": "/wiki/Louis_the_Pious", "description": "Louis the Pious, also called the Fair, and the Debonaire, was the King of the Franks and co-emperor with his father, Charlemagne, from 813. He was also King of Aquitaine from 781. As the only surviving son of Charlemagne and Hildegard, he became the sole ruler of the Franks after his father's death in 814, a position which he held until his death, save for the period 833–34, during which he was de"}, {"title": "Carolingian Empire", "href": "/wiki/Carolingian_Empire", "description": "The Carolingian Empire (800–888) was a large Frankish-dominated empire in western and central Europe during the early Middle Ages. It was ruled by the Carolingian dynasty, which had ruled as kings of the Franks since 751 and as kings of the Lombards in Italy from 774. In 800, the Frankish king Charlemagne was crowned emperor in Rome by Pope Leo III in an effort to transfer the Roman Empire from ea"}]}, {"heading": "Events", "year": "1069", "date": "January 28", "txt": "Robert de Comines, appointed Earl of Northumbria by William the Conqueror, rides into Durham, England, where he is defeated and killed by rebels. This incident leads to the Harrying of the North.", "entities": [{"title": "Robert de Comines", "href": "/wiki/Robert_de_Comines", "description": "Robert de Comines was very briefly earl of Northumbria."}, {"title": "Earl of Northumbria", "href": "/wiki/Earl_of_Northumbria", "description": "Earl of Northumbria was a title in the Anglo-Danish, late Anglo-Saxon, and early Anglo-Norman period in England. The earldom of Northumbria was the successor of the earldom of Bamburgh. In the seventh century, the Anglo-Saxon kingdoms of Bernicia and Deira were united in the kingdom of Northumbria, but this was destroyed by the Vikings in 867. Southern Northumbria, the former Deira, then became th"}, {"title": "William the Conqueror", "href": "/wiki/William_the_Conqueror", "description": "William I, usually known as William the Conqueror and sometimes William the Bastard, was the first Norman monarch of England, reigning from 1066 until his death in 1087. He was a descendant of Rollo and was Duke of Normandy from 1035 onward. By 1060, following a long struggle to establish his throne, his hold on Normandy was secure. In 1066, following the death of Edward the Confessor, William inv"}, {"title": "Durham, England", "href": "/wiki/Durham,_England", "description": "Durham is a cathedral city and the county town of County Durham in North East England. The city lies on the River Wear, to the south-west of Sunderland, south of Newcastle upon Tyne and to the north of Darlington. Founded over the final resting place of St Cuthbert, its Norman cathedral became a centre of pilgrimage in medieval England. The cathedral and adjacent 11th-century castle were designate"}, {"title": "Harrying of the North", "href": "/wiki/Harrying_of_the_North", "description": "The Harrying of the North was a number of campaigns waged by William the Conqueror in the winter of 1069–70 to subjugate northern England, where the presence of the last Wessex claimant, Edgar Atheling, had encouraged Anglo-Danish rebellions. William paid the Danes to go home, but the remaining rebels refused to meet him in battle, and he decided to starve them out by laying waste to the northern "}]}, {"heading": "Events", "year": "1077", "date": "January 28", "txt": "Walk to Canossa: The excommunication of Henry IV, Holy Roman Emperor, is lifted after he humbles himself before Pope Gregory VII at Canossa in Italy.", "entities": [{"title": "Walk to Canossa", "href": "/wiki/Walk_to_Canossa", "description": "The Humiliation of Canossa,, sometimes called the Walk to Canossa or the Road to Canossa, was the ritual submission of the Holy Roman Emperor, Henry IV to Pope Gregory VII at Canossa Castle in 1077 during the Investiture controversy. It involved the Emperor journeying to Canossa, where the Pope had been staying as the guest of Margravine Matilda of Tuscany, to seek absolution and the revocation of"}, {"title": "Excommunication", "href": "/wiki/Excommunication", "description": "Excommunication is an institutional act of religious censure used to end or at least regulate the communion of a member of a congregation with other members of the religious institution who are in normal communion with each other. The purpose of the institutional act is to deprive, suspend, or limit membership in a religious community or to restrict certain rights within it, in particular, those o"}, {"title": "Henry IV, Holy Roman Emperor", "href": "/wiki/Henry_IV,_Holy_Roman_Emperor", "description": "Henry IV was Holy Roman Emperor from 1084 to 1105, King of Germany from 1054 to 1105, King of Italy and Burgundy from 1056 to 1105, and Duke of Bavaria from 1052 to 1054. He was the son of Henry III, Holy Roman Emperor—the second monarch of the Salian dynasty—and Agnes of Poitou. After his father's death on 5 October 1056, Henry was placed under his mother's guardianship. She made grants to German"}, {"title": "Pope Gregory VII", "href": "/wiki/Pope_Gregory_VII", "description": "Pope Gregory VII, born Hildebrand of Sovana, was pope from 22 April 1073 to his death in 1085. He is venerated as a saint in the Catholic Church."}]}, {"heading": "Events", "year": "1521", "date": "January 28", "txt": "The Diet of Worms begins, lasting until May 25.", "entities": [{"title": "Diet of Worms", "href": "/wiki/Diet_of_Worms", "description": "The Diet of Worms of 1521 was an imperial diet of the Holy Roman Empire called by Emperor Charles V and conducted in the Imperial Free City of Worms. Martin Luther was summoned to the Diet in order to renounce or reaffirm his views in response to a Papal bull of Pope Leo X. In answer to questioning, he defended these views and refused to recant them. At the end of the Diet, the Emperor issued the "}, {"title": "May 25", "href": "/wiki/May_25", "description": "May 25 is the 145th day of the year in the Gregorian calendar; 220 days remain until the end of the year."}]}, {"heading": "Events", "year": "1547", "date": "January 28", "txt": "Edward VI, the nine-year-old son of Henry VIII, becomes King of England on his father's death.", "entities": [{"title": "Edward VI of England", "href": "/wiki/Edward_VI_of_England", "description": "Edward VI was the King of England and Ireland from 28 January 1547 until his death in 1553. He was crowned on 20 February at the age of nine. Edward was the son of Henry VIII and Jane Seymour, and England's first monarch to be raised as a Protestant. During his reign, the realm was governed by a regency council because he never reached maturity. The council was first led by his uncle Edward Seymou"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Events", "year": "1568", "date": "January 28", "txt": "The Edict of Torda prohibits the persecution of individuals on religious grounds in John Sigismund Zápolya's Eastern Hungarian Kingdom.", "entities": [{"title": "Edict of Torda", "href": "/wiki/Edict_of_Torda", "description": "\nThe Edict of Torda was a decree that authorized local communities to freely elect their preachers in the \"eastern Hungarian Kingdom\" of John Sigismund Zápolya. The delegates of the Three Nations of Transylvania – the Hungarian nobles, Transylvanian Saxons, and Székelys – adopted it at the request of the monarch's Antitrinitarian court preacher, Ferenc Dávid, in Torda on 28 January 1568. Though it"}, {"title": "John Sigismund Zápolya", "href": "/wiki/John_Sigismund_Z%C3%A1polya", "description": "John Sigismund Zápolya or Szapolyai was King of Hungary as John II from 1540 to 1551 and from 1556 to 1570, and the first Prince of Transylvania, from 1570 to his death. He was the only son of John I, King of Hungary, and Isabella of Poland. John I ruled parts of the Kingdom of Hungary with the support of the Ottoman Sultan Suleiman; the remaining areas were ruled by Ferdinand I of Habsburg, who a"}, {"title": "Eastern Hungarian Kingdom", "href": "/wiki/Eastern_Hungarian_Kingdom", "description": "The Eastern Hungarian Kingdom is a modern term coined by historians to designate the realm of John Zápolya and his son John Sigismund Zápolya, who contested the claims of the House of Habsburg to rule the Kingdom of Hungary from 1526 to 1570. The Zápolyas ruled over an eastern part of Hungary, and the Habsburg kings ruled the west.\n The Habsburgs tried several times to unite all Hungary under thei"}]}, {"heading": "Events", "year": "1573", "date": "January 28", "txt": "Articles of the Warsaw Confederation are signed, sanctioning freedom of religion in Poland.", "entities": [{"title": "Warsaw Confederation", "href": "/wiki/Warsaw_Confederation", "description": "The Warsaw Confederation, signed on 28 January 1573 by the Polish national assembly in Warsaw, was one of the first European acts granting religious freedoms. It was an important development in the history of Poland and of Lithuania that extended religious tolerance to nobility and free persons within the Polish–Lithuanian Commonwealth and is considered the formal beginning of religious freedom in"}, {"title": "Freedom of religion", "href": "/wiki/Freedom_of_religion", "description": "Freedom of religion or religious liberty is a principle that supports the freedom of an individual or community, in public or private, to manifest religion or belief in teaching, practice, worship, and observance. It also includes the freedom to change one's religion or beliefs, \"the right not to profess any religion or belief\" or \"not to practise a religion\"."}]}, {"heading": "Events", "year": "1591", "date": "January 28", "txt": "Execution of Agnes Sampson, accused of witchcraft in Edinburgh.", "entities": [{"title": "Agnes Sampson", "href": "/wiki/Agnes_Sampson", "description": "Agnes Sampson was a Scottish healer and purported witch. Also known as the \"Wise Wife of Keith\", Sampson was involved in the North Berwick witch trials in the later part of the sixteenth century."}, {"title": "Witchcraft", "href": "/wiki/Witchcraft", "description": "Witchcraft is the practice of what the practitioner (\"witch\") believes to be magical skills and abilities such as using spells, incantations, and magical rituals. Witchcraft is a broad term that varies culturally and societally, and thus can be difficult to define with precision. Historically, the most common meaning is the use of supernatural means to cause harm to the innocent; this remains the "}]}, {"heading": "Events", "year": "1624", "date": "January 28", "txt": "Sir Thomas Warner founds the first British colony in the Caribbean, on the island of Saint Kitts.", "entities": [{"title": "Thomas Warner (explorer)", "href": "/wiki/Thomas_Warner_(explorer)", "description": "Sir Thomas Warner was a captain in the guards of James I of England who became an explorer in the Caribbean. In 1620 he served at the brief-lived English settlement of Oyapoc in present-day Guyana of South America, which was abandoned the same year. The Dutch controlled most of the territory. Warner is noted for settling on Saint Kitts and establishing it in 1624 as the first English colony in the"}, {"title": "Saint Kitts", "href": "/wiki/Saint_Kitts", "description": "Saint Kitts, also known more formally as Saint Christopher Island, is an island in the West Indies. The west side of the island borders the Caribbean Sea, and the eastern coast faces the Atlantic Ocean. Saint Kitts and the neighbouring island of Nevis constitute one country: the Federation of Saint Kitts and Nevis. Saint Kitts and Nevis are separated by a shallow 3-kilometre (2 mi) channel known a"}]}, {"heading": "Events", "year": "1671", "date": "January 28", "txt": "Original city of Panama (founded in 1519) is destroyed by a fire when privateer Henry Morgan sacks and sets fire to it. The site of the previously devastated city is still in ruins (see Panama Viejo).", "entities": [{"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}, {"title": "Henry Morgan", "href": "/wiki/Henry_Morgan", "description": "Sir Henry Morgan 24 January 1635 – 25 August 1688) was a Welsh privateer, plantation owner, and, later, Lieutenant Governor of Jamaica. From his base in Port Royal, Jamaica, he raided settlements and shipping on the Spanish Main, becoming wealthy as he did so. With the prize money from the raids he purchased three large sugar plantations on the island."}, {"title": "Panama Viejo", "href": "/wiki/Panama_Viejo", "description": "Panamá Viejo, also known as Panamá la Vieja, is the remaining part of the original Panama City, the former capital of Panama, which was destroyed in 1671 by the Welsh privateer Henry Morgan. It is located in the suburbs of the current capital. Together with the historical district of Panamá, it has been a World Heritage Site since 1997."}]}, {"heading": "Events", "year": "1724", "date": "January 28", "txt": "The Russian Academy of Sciences is founded in St. Petersburg, Russia, by Peter the Great, and implemented by Senate decree. It is called the St. Petersburg Academy of Sciences until 1917.", "entities": [{"title": "Russian Academy of Sciences", "href": "/wiki/Russian_Academy_of_Sciences", "description": "The Russian Academy of Sciences consists of the national academy of Russia; a network of scientific research institutes from across the Russian Federation; and additional scientific and social units such as libraries, publishing units, and hospitals."}, {"title": "St. Petersburg", "href": "/wiki/St._Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "Peter the Great", "href": "/wiki/Peter_the_Great", "description": "Peter the Great, Peter I or Pyotr Alekseevich ruled the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V."}]}, {"heading": "Events", "year": "1754", "date": "January 28", "txt": "Sir Horace Walpole coins the word serendipity in a letter to a friend.", "entities": [{"title": "Horace Walpole", "href": "/wiki/Horace_Walpole", "description": "Horatio Walpole, 4th Earl of Orford, also known as Horace Walpole, was an English writer, art historian, man of letters, antiquarian and Whig politician."}]}, {"heading": "Events", "year": "1813", "date": "January 28", "txt": "Jane Austen's Pride and Prejudice is first published in the United Kingdom.", "entities": [{"title": "Jane Austen", "href": "/wiki/Jane_Austen", "description": "Jane Austen was an English novelist known primarily for her six major novels, which interpret, critique and comment upon the British landed gentry at the end of the 18th century. Austen's plots often explore the dependence of women on marriage in the pursuit of favourable social standing and economic security. Her works critique the novels of sensibility of the second half of the 18th century and "}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1846", "date": "January 28", "txt": "The Battle of Aliwal, India, is won by British troops commanded by Sir Harry Smith.", "entities": [{"title": "Battle of Aliwal", "href": "/wiki/Battle_of_Aliwal", "description": "The Battle of Aliwal was fought on 28 January 1846 between British and Sikh forces in northern India. The British were led by Sir Harry Smith, while the Sikhs were led by Ranjodh Singh Majithia. Britain's victory in the battle is sometimes regarded as the turning point in the First Anglo-Sikh War."}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north"}, {"title": "Sir Harry Smith, 1st Baronet", "href": "/wiki/Sir_Harry_Smith,_1st_Baronet", "description": "Lieutenant-General Sir Henry George Wakelyn Smith, 1st Baronet, was a notable English soldier and military commander in the British Army of the early 19th century. A veteran of the Napoleonic Wars, he is also particularly remembered for his role in the Battle of Aliwal (India) in 1846, and as the husband of Lady Smith."}]}, {"heading": "Events", "year": "1851", "date": "January 28", "txt": "Northwestern University becomes the first chartered university in Illinois.", "entities": [{"title": "Northwestern University", "href": "/wiki/Northwestern_University", "description": "Northwestern University (NU) is a private research university in Evanston, Illinois. Founded in 1851 to serve the former Northwest Territory, the university is a founding member of the Big Ten Conference, and is ranked among the top universities in the United States and globally."}, {"title": "Illinois", "href": "/wiki/Illinois", "description": "Illinois is a state in the Midwestern region of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of t"}]}, {"heading": "Events", "year": "1855", "date": "January 28", "txt": "A locomotive on the Panama Canal Railway runs from the Atlantic Ocean to the Pacific Ocean for the first time.", "entities": [{"title": "Panama Canal Railway", "href": "/wiki/Panama_Canal_Railway", "description": "The Panama Canal Railway is a railway line linking the Atlantic Ocean to the Pacific Ocean in Central America. The route stretches 47.6 miles (76.6 km) across the Isthmus of Panama from Colón (Atlantic) to Balboa. Because of the difficult physical conditions of the route and state of technology, the construction was renowned as an international engineering achievement, one that cost US$8 million a"}]}, {"heading": "Events", "year": "1871", "date": "January 28", "txt": "Franco-Prussian War: The Siege of Paris ends in French defeat and an armistice.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Siege of Paris (1870–71)", "href": "/wiki/Siege_of_Paris_(1870%E2%80%9371)", "description": "The siege of Paris took place from 19 September 1870 to 28 January 1871 and ended in the consequent capture of the city by Prussian forces, culminating in France's defeat in the Franco-Prussian War and the establishment of both the German Empire and the Paris Commune."}]}, {"heading": "Events", "year": "1878", "date": "January 28", "txt": "Yale Daily News becomes the first independent daily college newspaper in the United States.", "entities": [{"title": "Student newspaper", "href": "/wiki/Student_newspaper", "description": "A student publication is a media outlet such as a newspaper, magazine, television show, or radio station produced by students at an educational institution. These publications typically cover local and school-related news, but they may also report on national or international news as well. Most student publications are either part of a curricular class or run as an extracurricular activity."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1896", "date": "January 28", "txt": "Walter Arnold of East Peckham, Kent, becomes the first person to be convicted of speeding. He was fined one shilling, plus costs, for speeding at 8 mph (13 km/h), thereby exceeding the contemporary speed limit of 2 mph (3.2 km/h).", "entities": [{"title": "East Peckham", "href": "/wiki/East_Peckham", "description": "East Peckham is a village and civil parish in Kent, England on the River Medway. The parish covers the main village as well as Hale Street and Beltring."}, {"title": "Speed limit", "href": "/wiki/Speed_limit", "description": "Road speed limits are used in most countries to set the legal maximum, middle or minimum speed at which road vehicles may travel on a given stretch of road. Speed limits are generally indicated on a traffic sign reflecting the maximum, middle or minimum permitted expressed as kilometres per hour (km/h) and/or miles per hour (mph). Speed limits are commonly set by the legislative bodies of national"}, {"title": "Shilling (British coin)", "href": "/wiki/Shilling_(British_coin)", "description": "The shilling (1/-) was a coin worth one twentieth of a pound sterling, or twelve pence. It was first minted in the reign of Henry VII as the testoon, and became known as the shilling from the Old English scilling, sometime in the mid-16th century, circulating until 1990. The word bob was sometimes used for a monetary value of several shillings, e.g. \"ten-bob note\". Following decimalisation on 15 F"}]}, {"heading": "Events", "year": "1902", "date": "January 28", "txt": "The Carnegie Institution of Washington is founded in Washington, D.C. with a $10 million gift from Andrew Carnegie.", "entities": [{"title": "Carnegie Institution for Science", "href": "/wiki/Carnegie_Institution_for_Science", "description": "The Carnegie Institution of Washington, known also for public purposes as the Carnegie Institution for Science (CIS), is an organization in the United States established to fund and perform scientific research. The institution is headquartered in Washington, D.C. \nAs of June 30, 2020, the Institution's endowment was valued at $926.9 million. In 2018 the expenses for scientific programs and adminis"}, {"title": "Andrew Carnegie", "href": "/wiki/Andrew_Carnegie", "description": "Andrew Carnegie was a Scottish-American industrialist and philanthropist. Carnegie led the expansion of the American steel industry in the late 19th century and became one of the richest Americans in history. He became a leading philanthropist in the United States and in the British Empire. During the last 18 years of his life, he gave away ~$350 million to many charities, foundations, and univers"}]}, {"heading": "Events", "year": "1908", "date": "January 28", "txt": "Members of the Portuguese Republican Party fail in their attempted coup d'état against the administrative dictatorship of Prime Minister João Franco.", "entities": [{"title": "Portuguese Republican Party", "href": "/wiki/Portuguese_Republican_Party", "description": "The Portuguese Republican Party was a Portuguese political party formed during the late years of monarchy that proposed and conducted the substitution of the Constitutional Monarchy by the Portuguese First Republic."}, {"title": "Municipal Library Elevator Coup", "href": "/wiki/Municipal_Library_Elevator_Coup", "description": "The Municipal Library Elevator Coup, also known as The Elevator Coup or 28 January 1908 Coup, was the name given for the attempted coup d'état by members of the Portuguese Republican Party and Progressive Dissidency against the administrative dictatorship of Prime Minister João Franco. The event was not confined to the Municipal Library Elevator, but was so named for the arrest of many conspirator"}, {"title": "João Franco", "href": "/wiki/Jo%C3%A3o_Franco", "description": "João Franco Ferreira Pinto Castelo-Branco, GCTE ([ʒuˈɐ̃w̃ ˈfɾɐ̃ku]; was a Portuguese politician, minister, 43rd Minister for Treasury Affairs and 47th Prime Minister."}]}, {"heading": "Events", "year": "1909", "date": "January 28", "txt": "United States troops leave Cuba, with the exception of Guantanamo Bay Naval Base, after being there since the Spanish–American War.", "entities": [{"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Guantanamo Bay Naval Base", "href": "/wiki/Guantanamo_Bay_Naval_Base", "description": "Guantanamo Bay Naval Base, officially known as Naval Station Guantanamo Bay or NSGB, is a United States military base located on 45 square miles (117 km2) of land and water on the shore of Guantánamo Bay at the southeastern end of Cuba. It was first leased by the United States for use as a coaling station and naval base in 1903 and is the oldest overseas U.S. naval base. The lease was $2,000 in go"}, {"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}]}, {"heading": "Events", "year": "1915", "date": "January 28", "txt": "An act of the U.S. Congress creates the United States Coast Guard as a branch of the United States Armed Forces.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "United States Coast Guard", "href": "/wiki/United_States_Coast_Guard", "description": "The United States Coast Guard (USCG) is the maritime security, search and rescue, and law enforcement service branch of the United States Armed Forces and one of the country's eight uniformed services. The Coast Guard is a maritime, military, multi-mission service unique among the U.S. military branches for having a maritime law enforcement mission with jurisdiction in both domestic and internatio"}]}, {"heading": "Events", "year": "1918", "date": "January 28", "txt": "Finnish Civil War: The Red Guard rebels seize control of the capital, Helsinki; members of the Senate of Finland go underground.", "entities": [{"title": "Finnish Civil War", "href": "/wiki/Finnish_Civil_War", "description": "The Finnish Civil War was a civil war in Finland in 1918 fought for the leadership and control of Finland between White Finland and Finnish Socialist Workers' Republic during the country's transition from a Grand Duchy of the Russian Empire to an independent state. The clashes took place in the context of the national, political, and social turmoil caused by World War I in Europe. The war was foug"}, {"title": "Red Guards (Finland)", "href": "/wiki/Red_Guards_(Finland)", "description": "The Red Guards were the paramilitary units of the Finnish labour movement in the early 1900s. The first Red Guards were established during the 1905 general strike, but disbanded a year later. After the Russian 1917 February revolution the Red Guards were re-established and in the 1918 Finnish Civil War they formed the army of Red Finland. The combined strength of the Red Guard was about 30,000 at "}, {"title": "Helsinki", "href": "/wiki/Helsinki", "description": "Helsinki is the capital, primate and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 656,250. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, cu"}, {"title": "Senate of Finland", "href": "/wiki/Senate_of_Finland", "description": "The Senate of Finland combined the functions of cabinet and supreme court in the Grand Duchy of Finland from 1816 to 1917 and in the independent Finland from 1917 to 1918."}]}, {"heading": "Events", "year": "1920", "date": "January 28", "txt": "Foundation of the Spanish Legion.", "entities": [{"title": "Spanish Legion", "href": "/wiki/Spanish_Legion", "description": "The Spanish Legion, informally known as the Tercio or the Tercios, is a unit of the Spanish Army and Spain's Rapid Reaction Force. It was raised in the 1920s to serve as part of Spain's Army of Africa. The unit, which was established in January 1920 as the Spanish equivalent of the French Foreign Legion, was initially known as the Tercio de Extranjeros, the name under which it began fighting in th"}]}, {"heading": "Events", "year": "1922", "date": "January 28", "txt": "Knickerbocker Storm: Washington, D.C.'s biggest snowfall, causes a disaster when the roof of the Knickerbocker Theatre collapses, killing over 100 people.", "entities": [{"title": "Knickerbocker Storm", "href": "/wiki/Knickerbocker_Storm", "description": "The Knickerbocker storm was a blizzard on January 27–28, 1922 in the upper South and middle Atlantic United States. The storm took its name from the resulting collapse of the Knickerbocker Theatre in Washington, D.C. shortly after 9 p.m. on January 28 which killed 98 people and injured 133."}, {"title": "Knickerbocker Theatre (Washington, D.C.)", "href": "/wiki/Knickerbocker_Theatre_(Washington,_D.C.)", "description": "The Knickerbocker Theatre was a Washington, D.C., United States, movie theater located at 18th Street and Columbia Road in the Adams Morgan neighborhood. It collapsed on January 28, 1922 under the weight of snow from a two-day blizzard that was later dubbed the Knickerbocker Storm. The theater was showing Get-Rich-Quick Wallingford at the time of the collapse, which killed 98 patrons and injured 1"}]}, {"heading": "Events", "year": "1932", "date": "January 28", "txt": "Japanese forces attack Shanghai.", "entities": [{"title": "January 28 Incident", "href": "/wiki/January_28_Incident", "description": "The January 28 incident or Shanghai incident was a conflict between the Republic of China and the Empire of Japan. It took place in the Shanghai International Settlement which was under international control. Japanese army officers, defying higher authorities, had provoked anti-Japanese demonstrations in the international District of Shanghai following the Japanese invasion of Manchuria. The Japan"}]}, {"heading": "Events", "year": "1933", "date": "January 28", "txt": "The name Pakistan is coined by Choudhry Rahmat Ali Khan and is accepted by Indian Muslims who then thereby adopted it further for the Pakistan Movement seeking independence.", "entities": [{"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Neologism", "href": "/wiki/Neologism", "description": "A neologism is a relatively recent or isolated term, word, or phrase that may be in the process of entering common use, but that has not yet been fully accepted into mainstream language. Neologisms are often driven by changes in culture and technology. In the process of language formation, neologisms are more mature than protologisms. A word whose development stage is between that of the protologi"}, {"title": "Choudhry Rahmat Ali", "href": "/wiki/Choudhry_Rahmat_Ali", "description": "Choudhry Rahmat Ali was a Pakistani nationalist who was one of the earliest proponents of the creation of the state of Pakistan. He is credited with creating the name \"Pakistan\" for a separate Muslim homeland in South Asia and is generally known as the originator of the Pakistan Movement."}, {"title": "Indian Muslims", "href": "/wiki/Indian_Muslims", "description": "Islam is the second-largest religion in India, with 14.2% of the country's population, approximately 172.2 million people, identifying as adherents of Islam in the 2011 census. It makes India the country with the largest Muslim population outside Muslim-majority countries. The majority of Indian Muslims belong to Sunni sect of Islam while the Shia form a sizeable minority."}, {"title": "Pakistan Movement", "href": "/wiki/Pakistan_Movement", "description": "The Pakistan Movement or Tahrik-e-Pakistan was a political movement in the first half of the 20th century that aimed for and succeeded in the creation of the Dominion of Pakistan from the Muslim-majority areas of British India. It was connected to the need for self-determination for Muslims under British rule at the time."}]}, {"heading": "Events", "year": "1935", "date": "January 28", "txt": "Iceland becomes the first Western country to legalize therapeutic abortion.", "entities": [{"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "Abortion", "href": "/wiki/Abortion", "description": "Abortion is the ending of a pregnancy by removal or expulsion of an embryo or fetus. An abortion that occurs without intervention is known as a miscarriage or \"spontaneous abortion\" and occurs in approximately 30% to 40% of pregnancies. When deliberate steps are taken to end a pregnancy, it is called an induced abortion, or less frequently \"induced miscarriage\". The unmodified word abortion genera"}]}, {"heading": "Events", "year": "1938", "date": "January 28", "txt": "The World Land Speed Record on a public road is broken by Rudolf Caracciola in the Mercedes-Benz W195 at a speed of 432.7 kilometres per hour (268.9 mph).", "entities": [{"title": "World Land Speed Record", "href": "/wiki/World_Land_Speed_Record", "description": "The land speed record is the highest speed achieved by a person using a vehicle on land. There is no single body for validation and regulation; in practice the Category C flying start regulations are used, officiated by regional or national organizations under the auspices of the Fédération Internationale de l'Automobile (FIA). The land speed record (LSR) is standardized as the speed over a course"}, {"title": "Public road", "href": "/wiki/Public_road", "description": "A highway is any public or private road or other public way on land. It is used for major roads, but also includes other public roads and public tracks. In some areas of the United States, it is used as an equivalent term to controlled-access highway, or a translation for autobahn, autoroute, etc."}, {"title": "Rudolf Caracciola", "href": "/wiki/Rudolf_Caracciola", "description": "Otto Wilhelm Rudolf Caracciola was a racing driver from Remagen, Germany. He won the European Drivers' Championship, the pre-1950 equivalent of the modern Formula One World Championship, an unsurpassed three times. He also won the European Hillclimbing Championship three times – twice in sports cars, and once in Grand Prix cars. Caracciola raced for Mercedes-Benz during their original dominating S"}, {"title": "Mercedes-Benz W195", "href": "/wiki/Mercedes-Benz_W195", "description": "The Mercedes-Benz W125 Rekordwagen was an experimental, high-speed automobile produced in the late 1930s. The streamlined car was derived from the 1937 open-wheel race car Mercedes-Benz W125 Formel-Rennwagen, of which also a streamlined version was raced at the non-championship Avusrennen in Berlin."}]}, {"heading": "Events", "year": "1941", "date": "January 28", "txt": "Franco-Thai War: Final air battle of the conflict. A Japanese-mediated armistice goes into effect later in the day.", "entities": [{"title": "Franco-Thai War", "href": "/wiki/Franco-Thai_War", "description": "The Franco-Thai War (1940–1941) was fought between Thailand and Vichy France over certain areas of French Indochina."}, {"title": "Armistice", "href": "/wiki/Armistice", "description": "An armistice is a formal agreement of warring parties to stop fighting. It is not necessarily the end of a war, as it may constitute only a cessation of hostilities while an attempt is made to negotiate a lasting peace. It is derived from the Latin arma, meaning \"arms\" and -stitium, meaning \"a stopping\"."}]}, {"heading": "Events", "year": "1945", "date": "January 28", "txt": "World War II: Supplies begin to reach the Republic of China over the newly reopened Burma Road.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "Burma Road", "href": "/wiki/Burma_Road", "description": "The Burma Road was a road linking Burma with southwest China. Its terminals were Kunming, Yunnan, and Lashio, Burma. It was built while Burma was a British colony to convey supplies to China during the Second Sino-Japanese War. Preventing the flow of supplies on the road helped motivate the occupation of Burma by the Empire of Japan in 1942. Use of the road was restored to the Allies in 1945 after"}]}, {"heading": "Events", "year": "1956", "date": "January 28", "txt": "Elvis Presley makes his first national television appearance.", "entities": [{"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}]}, {"heading": "Events", "year": "1958", "date": "January 28", "txt": "The Lego company patents the design of its Lego bricks, still compatible with bricks produced today.", "entities": [{"title": "Lego", "href": "/wiki/Lego", "description": "Lego is a line of plastic construction toys that are manufactured by The Lego Group, a privately held company based in Billund, Denmark. The company's flagship product, Lego, consists of variously coloured interlocking plastic bricks accompanying an array of gears, figurines called minifigures, and various other parts. Lego pieces can be assembled and connected in many ways to construct objects, i"}]}, {"heading": "Events", "year": "1960", "date": "January 28", "txt": "The National Football League announces expansion teams for Dallas to start in the 1960 NFL season and Minneapolis-St. Paul for the 1961 NFL season.", "entities": [{"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}, {"title": "Dallas Cowboys", "href": "/wiki/Dallas_Cowboys", "description": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. The stadium took"}, {"title": "Minnesota Vikings", "href": "/wiki/Minnesota_Vikings", "description": "The Minnesota Vikings are a professional American football team based in Minneapolis. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. Founded in 1960 an expansion team, the team began play the following year. They are named after the vikings of ancient Scandinavia, reflecting the prominent Scandinavian American culture o"}]}, {"heading": "Events", "year": "1964", "date": "January 28", "txt": "An unarmed United States Air Force T-39 Sabreliner on a training mission is shot down over Erfurt, East Germany, by a Soviet MiG-19.", "entities": [{"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "T-39 Sabreliner", "href": "/wiki/T-39_Sabreliner", "description": "The North American Sabreliner, later sold as the Rockwell Sabreliner, is an American mid-sized business jet developed by North American Aviation. It was offered to the United States Air Force (USAF) in response to its Utility Trainer Experimental (UTX) program. It was named \"Sabreliner\" due to the similarity of the wing and tail to North American's F-86 Sabre jet fighter. Military variants, design"}, {"title": "1964 T-39 shootdown incident", "href": "/wiki/1964_T-39_shootdown_incident", "description": "On 28 January 1964, an unarmed T-39 Sabreliner aircraft of the United States Air Force was shot down while on a training mission over Erfurt, East Germany, by a MiG-19 jet fighter of the Soviet Air Force. The occupants of the aircraft were Lieutenant Colonel Gerald K. Hannaford, Captain Donald Grant Millard and Captain John F. Lorraine. All three died, becoming direct casualties of the Cold War in"}, {"title": "Erfurt", "href": "/wiki/Erfurt", "description": "Erfurt  is the capital and largest city in the state of Thuringia, central Germany. It is located in the southern part of the Thuringian Basin, within the wide valley of the Gera river. It is located 100 km (62 mi) south-west of Leipzig, 300 km (186 mi) south-west of Berlin, 400 km (249 mi) north of Munich and 250 km (155 mi) north-east of Frankfurt. Together with a string of neighbouring cities G"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "Soviet Air Forces", "href": "/wiki/Soviet_Air_Forces", "description": "The Soviet Air Forces were one of the air forces of the Soviet Union. The other was the Soviet Air Defence Forces. The Air Forces were formed from components of the Imperial Russian Air Service in 1917, and faced their greatest test during World War II. The groups were also involved in the Korean War, and dissolved along with the Soviet Union itself in 1991–92. Former Soviet Air Forces' assets wer"}, {"title": "MiG-19", "href": "/wiki/MiG-19", "description": "The Mikoyan-Gurevich MiG-19 is a Soviet second generation, single-seat, twinjet fighter aircraft, the world's first mass-produced supersonic aircraft. It was the first Soviet production aircraft capable of supersonic speeds in level flight. A comparable U.S. \"Century Series\" fighter was the North American F-100 Super Sabre, although the MiG-19 primarily fought against the more modern McDonnell Dou"}]}, {"heading": "Events", "year": "1965", "date": "January 28", "txt": "The current design of the Flag of Canada is chosen by an act of Parliament.", "entities": [{"title": "Flag of Canada", "href": "/wiki/Flag_of_Canada", "description": "The National Flag of Canada, often simply referred to as the Canadian flag, or unofficially as the Maple Leaf or l'Unifolié, consists of a red field with a white square at its centre in the ratio of 1:2:1, in the middle of which is featured a stylized, red, 11-pointed maple leaf charged in the centre. It is the first flag to have been adopted by both houses of Parliament and officially proclaimed "}, {"title": "Parliament of Canada", "href": "/wiki/Parliament_of_Canada", "description": "The Parliament of Canada is the federal legislature of Canada, seated at Parliament Hill in Ottawa, and is composed of three parts: the Monarch, the Senate, and the House of Commons. By constitutional convention, the House of Commons is dominant, with the Senate rarely opposing its will. The Senate reviews legislation from a less partisan standpoint and may initiate certain bills. The monarch or h"}]}, {"heading": "Events", "year": "1977", "date": "January 28", "txt": "The first day of the Great Lakes Blizzard of 1977, which dumps 10 feet (3.0 m) of snow in one day in Upstate New York. Buffalo, Syracuse, Watertown, and surrounding areas are most affected.", "entities": [{"title": "Great Lakes Blizzard of 1977", "href": "/wiki/Great_Lakes_Blizzard_of_1977", "description": "The blizzard of 1977 hit western New York as well as southern Ontario from January 28 to February 1. Daily peak wind gusts ranging from 46 to 69 mph were recorded by the National Weather Service in Buffalo, with snowfall as high as 100 in (254 cm) recorded in areas, and the high winds blew this into drifts of 30 to 40 ft. There were 23 total storm-related deaths in western New York, with five more"}, {"title": "Upstate New York", "href": "/wiki/Upstate_New_York", "description": "Upstate New York is a geographic region consisting of the portion of New York State lying north of the New York City metropolitan area. Although the precise boundary is debated, Upstate New York excludes New York City and Long Island, and most definitions of the region exclude all or part of Westchester and Rockland counties. Major cities across Upstate New York from east to west include Albany, U"}, {"title": "Buffalo, New York", "href": "/wiki/Buffalo,_New_York", "description": "Buffalo is the second-largest city in the U.S. state of New York and the largest city in Western New York. As of 2019's census estimates, the city proper population was 255,284. The city is the county seat of Erie County and serves as a major gateway for commerce and travel across the Canadian border, forming part of the bi-national Buffalo Niagara Region and the Buffalo–Niagara Falls metropolitan"}, {"title": "Syracuse, New York", "href": "/wiki/Syracuse,_New_York", "description": "Syracuse is a city in and the county seat of Onondaga County, New York, United States. It is the fifth-most populous city in the state of New York following New York City, Buffalo, Rochester, and Yonkers."}, {"title": "Watertown, New York", "href": "/wiki/Watertown,_New_York", "description": "Watertown is a city in the U.S. state of New York and the county seat of Jefferson County. It is situated approximately 25 miles (40 km) south of the Thousand Islands, and along the Black River about 5 miles (8.0 km) east of its mouth at Lake Ontario. It lies 180 miles (290 km) northwest of Albany, the state capital, and 328 miles (530 km) northwest of New York City. As of the 2010 census, it had "}]}, {"heading": "Events", "year": "1980", "date": "January 28", "txt": "USCGC Blackthorn collides with the tanker Capricorn while leaving Tampa, Florida and capsizes, killing 23 Coast Guard crewmembers.", "entities": [{"title": "USCGC Blackthorn (WLB-391)", "href": "/wiki/USCGC_Blackthorn_(WLB-391)", "description": "USCGC Blackthorn (WLB-391) was a 180-foot (55 m) seagoing buoy tender (WLB) which sank in 1980 in a collision near the Tampa Bay Sunshine Skyway Bridge, resulting in 23 crew member fatalities. \nAn Iris-class vessel, she was built by Marine Ironworks and Shipbuilding Corporation in Duluth, Minnesota. Blackthorn's preliminary design was completed by the United States Lighthouse Service and the final"}, {"title": "Tampa, Florida", "href": "/wiki/Tampa,_Florida", "description": "Tampa is a major city on the Gulf Coast of the U.S. state of Florida. The city sits on Tampa Bay as the largest city in the Tampa Bay area, and is the seat of Hillsborough County. With an estimated population of 399,700 in 2019, Tampa is the third-most populated city in Florida after Jacksonville and Miami, and the 48th most populated city in the United States."}]}, {"heading": "Events", "year": "1981", "date": "January 28", "txt": "Ronald Reagan lifts remaining domestic petroleum price and allocation controls in the United States, helping to end the 1979 energy crisis and begin the 1980s oil glut.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "1979 energy crisis", "href": "/wiki/1979_energy_crisis", "description": "The 1979 Oil Crisis, also known as the 1979 Oil Shock or Second Oil Crisis, was an energy crisis caused by a drop in oil production in the wake of the Iranian Revolution. Although the global oil supply only decreased by approximately four percent, the oil markets' reaction raised the price of crude oil drastically over the next 12 months, more than doubling it to $39.50 per barrel. The spike in pr"}, {"title": "1980s oil glut", "href": "/wiki/1980s_oil_glut", "description": "The 1980s oil glut was a serious surplus of crude oil caused by falling demand following the 1970s energy crisis. The world price of oil had peaked in 1980 at over US$35 per barrel ; it fell in 1986 from $27 to below $10. The glut began in the early 1980s as a result of slowed economic activity in industrial countries due to the crises of the 1970s, especially in 1973 and 1979, and the energy cons"}]}, {"heading": "Events", "year": "1982", "date": "January 28", "txt": "US Army general James L. Dozier is rescued by Italian anti-terrorism forces from captivity by the Red Brigades.", "entities": [{"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "James L. Dozier", "href": "/wiki/James_L._Dozier", "description": "James Lee Dozier is a retired United States Army officer. In December 1981, he was kidnapped by the Italian Red Brigades Marxist terrorist group. He was rescued by NOCS, an Italian special force, with assistance from the Intelligence Support Activity's Operation Winter Harvest, after 42 days of captivity. General Dozier was the deputy Chief of Staff at NATO's Southern European land forces headquar"}, {"title": "Terrorism", "href": "/wiki/Terrorism", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}, {"title": "Red Brigades", "href": "/wiki/Red_Brigades", "description": "\nThe Red Brigades was a far-left armed organization and guerrilla group based in Italy responsible for numerous violent incidents, including the abduction and murder of former Prime Minister Aldo Moro, during the Years of Lead."}]}, {"heading": "Events", "year": "1984", "date": "January 28", "txt": "Tropical Storm Domoina makes landfall in southern Mozambique, eventually causing 214 deaths and some of the most severe flooding so far recorded in the region.", "entities": [{"title": "Tropical Storm Domoina", "href": "/wiki/Tropical_Storm_Domoina", "description": "Severe Tropical Storm Domoina in 1984 caused 100 year floods in South Africa and record rainfall in Swaziland. The fourth named storm of the season, Domoina developed on January 16 off the northeast coast of Madagascar. With a ridge to the north, the storm tracked generally westward and later southwestward. On January 21, Domoina struck eastern Madagascar, the third storm in six weeks to affect th"}, {"title": "Mozambique", "href": "/wiki/Mozambique", "description": "Mozambique, officially the Republic of Mozambique, is a country located in Southeastern Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capit"}]}, {"heading": "Events", "year": "1985", "date": "January 28", "txt": "Supergroup USA for Africa (United Support of Artists for Africa) records the hit single We Are the World, to help raise funds for Ethiopian famine relief.", "entities": [{"title": "USA for Africa", "href": "/wiki/USA_for_Africa", "description": "\"We Are the World\" is a charity single originally recorded by the supergroup USA for Africa in 1985. It was written by Michael Jackson and Lionel Richie and produced by Quincy Jones and Michael Omartian for the album We Are the World. With sales in excess of 20 million copies, it is the eighth best-selling physical single of all time."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Famine relief", "href": "/wiki/Famine_relief", "description": "Famine relief is an organized effort to reduce starvation in a region in which there is famine. A famine is a phenomenon in which a large proportion of the population of a region or country are so undernourished that death by starvation becomes increasingly common. In spite of the much greater technological and economic resources of the modern world, famine still strikes many parts of the world, m"}]}, {"heading": "Events", "year": "1986", "date": "January 28", "txt": "Space Shuttle program: STS-51-L mission: Space Shuttle Challenger disintegrates after liftoff, killing all seven astronauts on board.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-51-L", "href": "/wiki/STS-51-L", "description": "STS-51-L was the disastrous 25th mission of the United States Space Shuttle program, the program to carry out routine transportation for Earth-to-orbit crew and cargo; as well as the final flight of Space Shuttle Challenger."}, {"title": "Space Shuttle Challenger", "href": "/wiki/Space_Shuttle_Challenger", "description": "Space Shuttle Challenger (OV-099) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the commanding ship of a nineteenth-century scientific expedition that travelled the world, Challenger was the second Space Shuttle orbiter to fly into space after Columbia, and launched on its maiden flight in April 1983. Initially manufactured as a test article n"}, {"title": "Space Shuttle Challenger disaster", "href": "/wiki/Space_Shuttle_Challenger_disaster", "description": "\nThe Space Shuttle Challenger disaster was a fatal incident in the United States' space program that occurred on January 28, 1986, when the Space Shuttle Challenger (OV-099) broke apart 73 seconds into its flight, killing all seven crew members aboard. The crew consisted of five NASA astronauts, and two payload specialists. The mission carried the designation STS-51-L and was the tenth flight for "}]}, {"heading": "Events", "year": "1988", "date": "January 28", "txt": "In R v Morgentaler the Supreme Court of Canada strikes down all anti-abortion laws.", "entities": [{"title": "Abortion law", "href": "/wiki/Abortion_law", "description": "Abortion laws vary considerably between countries and have changed over time. Such laws range from abortion being freely available on request, to regulation or restrictions of various kinds, to outright prohibition in all circumstances."}]}, {"heading": "Events", "year": "2002", "date": "January 28", "txt": "TAME Flight 120, a Boeing 727-100, crashes in the Andes mountains in southern Colombia, killing 94.", "entities": [{"title": "TAME Flight 120", "href": "/wiki/TAME_Flight_120", "description": "TAME Flight 120 was a Boeing 727-134 airliner, registration HC-BLF, named El Oro, operating as a scheduled international passenger flight between Quito, Ecuador and Cali, Colombia, with a scheduled stopover at the Ecuadorian border town of Tulcán. The aircraft crashed while on approach to Tulcán's Teniente Coronel Luis A. Mantilla International Airport on January 28, 2002. The pilot flew the appro"}, {"title": "Boeing 727", "href": "/wiki/Boeing_727", "description": "The Boeing 727 is an American narrow-body airliner produced by Boeing Commercial Airplanes.\n\nAfter the heavy 707 quad-jet was introduced in 1958, Boeing addressed the demand for shorter flight lengths from smaller airports.\nOn December 5, 1960, the 727 was launched with 40 orders each from United Airlines and Eastern Air Lines.\nThe first 727-100 rolled out November 27, 1962, first flew on February"}, {"title": "Andes", "href": "/wiki/Andes", "description": "The Andes, Andes Mountains or Andean Mountains are the longest continental mountain range in the world, forming a continuous highland along the western edge of South America. The range is 7,000 km (4,350 mi) long, 200 to 700 km wide, and has an average height of about 4,000 m (13,123 ft). The Andes extend from north to south through seven South American countries: Venezuela, Colombia, Ecuador, Per"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "2006", "date": "January 28", "txt": "The roof of one of the buildings at the Katowice International Fair in Poland collapses due to the weight of snow, killing 65 and injuring more than 170 others.", "entities": [{"title": "Katowice International Fair", "href": "/wiki/Katowice_International_Fair", "description": "Katowice International Fair was an international trade fair in Katowice and one of the largest in Poland. A few dozen events were organized there each year, with the participation of some 4,500 companies."}, {"title": "Katowice Trade Hall roof collapse", "href": "/wiki/Katowice_Trade_Hall_roof_collapse", "description": "On 28 January 2006, the roof of one of the buildings at the Katowice International Fair collapsed in Chorzów / Katowice, Poland."}]}, {"heading": "Events", "year": "2021", "date": "January 28", "txt": "A nitrogen leak at a poultry food processing facility in Gainesville, Georgia kills six and injures at least ten.", "entities": [{"title": "2021 Georgia poultry plant accident", "href": "/wiki/2021_Georgia_poultry_plant_accident", "description": "The 2021 Georgia poultry plant accident was an industrial disaster that occurred on January 28, 2021, in Gainesville, Georgia, United States. Six people were killed and at least ten were injured when a liquid nitrogen leak occurred inside a poultry processing plant owned by Foundation Food Group."}, {"title": "Gainesville, Georgia", "href": "/wiki/Gainesville,_Georgia", "description": "The city of Gainesville is the county seat of Hall County, Georgia, United States. As of the 2010 census, the city had a population of 33,804. By 2019 the population had risen to an estimated 43,232. Because of its large number of poultry processing plants, it is often called the \"Poultry Capital of the World.\" Gainesville is the principal city of, and is included in, the Gainesville, Georgia Metr"}]}, {"heading": "Births", "year": "1312", "date": "January 28", "txt": "Joan II, queen of Navarre (d. 1349)", "entities": [{"title": "Joan II of Navarre", "href": "/wiki/Joan_II_of_Navarre", "description": "Joan II was Queen of Navarre from 1328 until her death. She was the only surviving child of Louis X of France, King of France and Navarre, and Margaret of Burgundy. Joan's paternity was dubious because her mother was involved in a scandal, but Louis X declared her his legitimate daughter before he died in 1316. However, the French lords were opposed to the idea of a female monarch and elected Loui"}]}, {"heading": "Births", "year": "1368", "date": "January 28", "txt": "Razadarit, king of Hanthawaddy (d. 1421)", "entities": [{"title": "Razadarit", "href": "/wiki/Razadarit", "description": "Razadarit, was king of Hanthawaddy Pegu from 1384 to 1421. He successfully unified his Mon-speaking kingdom, and fended off major assaults by the Burmese-speaking Ava Kingdom (Inwa) in the Forty Years' War. The king also instituted an administrative system that left his successors with a far more integrated kingdom. He is one of the most famous kings in Burmese history."}]}, {"heading": "Births", "year": "1457", "date": "January 28", "txt": "Henry VII, king of England (d. 1509)", "entities": [{"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}]}, {"heading": "Births", "year": "1533", "date": "January 28", "txt": "Paul Luther, German scientist (d. 1593)", "entities": [{"title": "Paul Luther", "href": "/wiki/Paul_Luther", "description": "Paul Luther was a German physician, medical chemist, and alchemist. He was the third son of the German Protestant Reformer Martin Luther and was successively physician to John Frederick II, Duke of Saxony; Joachim II Hector, Elector of Brandenburg; Augustus, Elector of Saxony and his successor Christian I, Elector of Saxony. He taught alchemy to Anne of Denmark."}]}, {"heading": "Births", "year": "1540", "date": "January 28", "txt": "Ludolph van Ceulen, German-Dutch mathematician and academic (d. 1610)", "entities": [{"title": "Ludolph van Ceulen", "href": "/wiki/Ludolph_van_Ceulen", "description": "Ludolph van Ceulen was a German-Dutch mathematician from Hildesheim. He emigrated to the Netherlands."}]}, {"heading": "Births", "year": "1582", "date": "January 28", "txt": "John Barclay, French-Scottish poet and author (d. 1621)", "entities": [{"title": "John Barclay (poet)", "href": "/wiki/John_Barclay_(poet)", "description": "John Barclay was a Scottish writer, satirist and neo-Latin poet."}]}, {"heading": "Births", "year": "1600", "date": "January 28", "txt": "Clement IX, pope of the Catholic Church (d. 1669) ", "entities": [{"title": "Pope Clement IX", "href": "/wiki/Pope_Clement_IX", "description": "Pope Clement IX, born Giulio Rospigliosi, was Pope from 20 June 1667 to his death in 1669."}]}, {"heading": "Births", "year": "1608", "date": "January 28", "txt": "Giovanni Alfonso Borelli, Italian physiologist and physicist (d. 1679)", "entities": [{"title": "Giovanni Alfonso Borelli", "href": "/wiki/Giovanni_Alfonso_Borelli", "description": "Giovanni Alfonso Borelli was a Renaissance Italian physiologist, physicist, and mathematician. He contributed to the modern principle of scientific investigation by continuing Galileo's practice of testing hypotheses against observation. Trained in mathematics, Borelli also made extensive studies of Jupiter's moons, the mechanics of animal locomotion and, in microscopy, of the constituents of bloo"}]}, {"heading": "Births", "year": "1611", "date": "January 28", "txt": "Johannes Hevelius, Polish astronomer and politician (d. 1687)", "entities": [{"title": "Johannes Hevelius", "href": "/wiki/Johannes_Hevelius", "description": "Johannes Hevelius was a councillor and mayor of Danzig (Gdańsk), Kingdom of Poland. As an astronomer, he gained a reputation as \"the founder of lunar topography\", and described ten new constellations, seven of which are still used by astronomers."}]}, {"heading": "Births", "year": "1622", "date": "January 28", "txt": "Adrien Auzout, French astronomer and instrument maker (d. 1691)", "entities": [{"title": "Adrien Auzout", "href": "/wiki/Adrien_Auzout", "description": "Adrien Auzout [pronounced in French somewhat like o-zoo] was a French astronomer."}]}, {"heading": "Births", "year": "1693", "date": "January 28", "txt": "Gregor Werner, Austrian composer (d. 1766)", "entities": [{"title": "Gregor Werner", "href": "/wiki/Gregor_Werner", "description": "Gregor Joseph Werner was an Austrian composer of the Baroque period, best known as the predecessor of Joseph Haydn as the Kapellmeister of the Hungarian Esterházy family. Few of Werner's works survive to the present day, and he is mostly remembered for his troubled relationship with Haydn."}]}, {"heading": "Births", "year": "1701", "date": "January 28", "txt": "Charles Marie de La Condamine, French mathematician and geographer (d. 1774)", "entities": [{"title": "Charles Marie de La Condamine", "href": "/wiki/Charles_Marie_de_La_Condamine", "description": "Charles Marie de La Condamine was a French explorer, geographer, and mathematician. He spent ten years in territory which is now Ecuador measuring the length of a degree latitude at the equator and preparing the first map of the Amazon region based on astronomical observations. Furthermore he was a contributor to the Encyclopédie."}]}, {"heading": "Births", "year": "1706", "date": "January 28", "txt": "John Baskerville, English printer and typographer (d. 1775)", "entities": [{"title": "John Baskerville", "href": "/wiki/John_Baskerville", "description": "John Baskerville was an English businessman, in areas including japanning and papier-mâché, but he is best remembered as a printer and type designer."}]}, {"heading": "Births", "year": "1712", "date": "January 28", "txt": "Tokugawa Ieshige, Japanese shōgun (d. 1761)", "entities": [{"title": "Tokugawa Ieshige", "href": "/wiki/Tokugawa_Ieshige", "description": "Tokugawa Ieshige; 徳川 家重 was the ninth shōgun of the Tokugawa shogunate of Japan."}]}, {"heading": "Births", "year": "1717", "date": "January 28", "txt": "Mustafa III, Ottoman sultan (d. 1774)", "entities": [{"title": "Mustafa III", "href": "/wiki/Mustafa_III", "description": "Mustafa III was the Sultan of the Ottoman Empire from 1757 to 1774. He was a son of Sultan Ahmed III (1703–30), and his consort Mihrişah Kadın. He was succeeded by his brother Abdul Hamid I (1774–89)."}]}, {"heading": "Births", "year": "1719", "date": "January 28", "txt": "Johann Elias Schlegel, German poet and critic (d. 1749)", "entities": [{"title": "Johann Elias Schlegel", "href": "/wiki/Johann_Elias_Schlegel", "description": "Johann Elias Schlegel was a German critic and dramatic poet."}]}, {"heading": "Births", "year": "1726", "date": "January 28", "txt": "Christian Felix Weiße, German poet and playwright (d. 1802)", "entities": []}, {"heading": "Births", "year": "1755", "date": "January 28", "txt": "Samuel Thomas von Sömmerring, Polish-German physician, anthropologist, and paleontologist (d. 1830)", "entities": [{"title": "Samuel Thomas von Sömmerring", "href": "/wiki/Samuel_Thomas_von_S%C3%B6mmerring", "description": "Samuel Thomas von Sömmerring was a German physician, anatomist, anthropologist, paleontologist and inventor. Sömmerring discovered the macula in the retina of the human eye. His investigations on the brain and the nervous system, on the sensory organs, on the embryo and its malformations, on the structure of the lungs, etc., made him one of the most important German anatomists."}]}, {"heading": "Births", "year": "1784", "date": "January 28", "txt": "George Hamilton-Gordon, 4th Earl of Aberdeen, Scottish politician, Prime Minister of the United Kingdom (d. 1860)", "entities": [{"title": "George Hamilton-Gordon, 4th Earl of Aberdeen", "href": "/wiki/George_Hamilton-Gordon,_4th_Earl_of_Aberdeen", "description": "George Hamilton-Gordon, 4th Earl of Aberdeen, styled Lord Haddo from 1791 to 1801, was a British statesman, diplomat and Scottish landowner, successively a Tory, Conservative and Peelite politician and specialist in foreign affairs. He served as Prime Minister from 1852 until 1855 in a coalition between the Whigs and Peelites, with Radical and Irish support. The Aberdeen ministry was filled with p"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1797", "date": "January 28", "txt": "Charles Gray Round, English lawyer and politician (d. 1867)", "entities": [{"title": "Charles Gray Round", "href": "/wiki/Charles_Gray_Round", "description": "Charles Gray Round was a barrister and the Conservative member of parliament (MP) for North Essex 1837–47. He also served as Recorder for Colchester, and as a magistrate and Deputy Lieutenant for Essex, as well as being a substantial local landowner and notable."}]}, {"heading": "Births", "year": "1818", "date": "January 28", "txt": "George S. Boutwell, American lawyer and politician, 28th United States Secretary of the Treasury (d. 1905)", "entities": [{"title": "George S. Boutwell", "href": "/wiki/George_S._Boutwell", "description": "George Sewall Boutwell was an American politician, lawyer, and statesman from Massachusetts. He served as Secretary of the Treasury under U.S. President Ulysses S. Grant, the 20th Governor of Massachusetts, a Senator and Representative from Massachusetts and the first Commissioner of Internal Revenue under U.S. President Abraham Lincoln. He was a leader in the impeachment of U.S. President Andrew "}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1822", "date": "January 28", "txt": "Alexander Mackenzie, Scottish-Canadian politician, 2nd Prime Minister of Canada (d. 1892)", "entities": [{"title": "Alexander Mackenzie (politician)", "href": "/wiki/Alexander_Mackenzie_(politician)", "description": "Alexander Mackenzie, was a Scottish-Canadian politician who served as the second prime minister of Canada, in office from 1873 to 1878."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1833", "date": "January 28", "txt": "Charles George Gordon, English general and politician (d. 1885)", "entities": [{"title": "Charles George Gordon", "href": "/wiki/Charles_George_Gordon", "description": "Major-General  Charles George Gordon CB, also known as Chinese Gordon, Gordon Pasha, and Gordon of Khartoum, was a British Army officer and administrator. He saw action in the Crimean War as an officer in the British Army. However, he made his military reputation in China, where he was placed in command of the \"Ever Victorious Army\", a force of Chinese soldiers led by European officers. In the ear"}]}, {"heading": "Births", "year": "1853", "date": "January 28", "txt": "José Martí, Cuban journalist, poet, and theorist (d. 1895)", "entities": [{"title": "José Martí", "href": "/wiki/Jos%C3%A9_Mart%C3%AD", "description": "José Julián Martí Pérez was a Cuban poet, philosopher, essayist, journalist, translator, professor, and publisher, who is considered a Cuban national hero because of his role in the liberation of his country. He was also an important figure in Latin American literature. He was very politically active and is considered an important revolutionary philosopher and political theorist. Through his writi"}]}, {"heading": "Births", "year": "1853", "date": "January 28", "txt": "Vladimir Solovyov, Russian philosopher, poet, and critic (d. 1900)", "entities": []}, {"heading": "Births", "year": "1855", "date": "January 28", "txt": "William Seward Burroughs I, American businessman, founded the Burroughs Corporation (d. 1898)", "entities": [{"title": "William Seward Burroughs I", "href": "/wiki/William_Seward_Burroughs_I", "description": "William Seward Burroughs I was an American inventor born in Rochester, New York."}, {"title": "Burroughs Corporation", "href": "/wiki/Burroughs_Corporation", "description": "The Burroughs Corporation was a major American manufacturer of business equipment. The company was founded in 1886 as the American Arithmometer Company. In 1986, it merged with Sperry UNIVAC to form Unisys. The company's history paralleled many of the major developments in computing. At its start, it produced mechanical adding machines, and later moved into programmable ledgers and then computers."}]}, {"heading": "Births", "year": "1858", "date": "January 28", "txt": "Tannatt William Edgeworth David, Welsh-Australian geologist and explorer (d. 1934)", "entities": [{"title": "Tannatt William Edgeworth David", "href": "/wiki/Tannatt_William_Edgeworth_David", "description": "Sir Tannatt William Edgeworth David was a Welsh Australian geologist and Antarctic explorer. A household name in his lifetime, David's most significant achievements were discovering the major Hunter Valley coalfield in New South Wales and leading the first expedition to reach the South Magnetic Pole. He also served with distinction in World War I."}]}, {"heading": "Births", "year": "1861", "date": "January 28", "txt": "Julián Felipe, Filipino composer and educator (d. 1944)", "entities": [{"title": "Julián Felipe", "href": "/wiki/Juli%C3%A1n_Felipe", "description": "Julián Felipe, was the composer of the music of the Philippine national anthem, formerly known as \"Marcha Nacional Filipina\", now known as \"Lupang Hinirang\"."}]}, {"heading": "Births", "year": "1863", "date": "January 28", "txt": "Ernest William Christmas, Australian-American painter (d. 1918)", "entities": [{"title": "Ernest William Christmas", "href": "/wiki/Ernest_William_Christmas", "description": "Ernest William Christmas was an Australian painter, known primarily for his landscapes. Much of his later, most familiar work was done outside of Australia; in Europe, South America and, finally, Hawaii."}]}, {"heading": "Births", "year": "1864", "date": "January 28", "txt": "Charles Williams Nash, American businessman, founded Nash Motors (d. 1948)", "entities": [{"title": "Charles Williams Nash", "href": "/wiki/Charles_Williams_Nash", "description": "Charles Williams Nash was an American automobile entrepreneur who served as an executive in the automotive industry. He played a major role in building up General Motors as its 5th President. In 1916, he bought Thomas B. Jeffery Company, makers of the popular Rambler automobile, renamed it Nash Motors, and played an independent role in an automobile industry increasingly dominated by the Big Three"}, {"title": "Nash Motors", "href": "/wiki/Nash_Motors", "description": "Nash Motors Company was an American automobile manufacturer based in Kenosha, Wisconsin, in the United States from 1916 to 1937. From 1937 to 1954, Nash Motors was the automotive division of the Nash-Kelvinator Corporation. Nash production continued from 1954 to 1957 after the creation of American Motors Corporation."}]}, {"heading": "Births", "year": "1865", "date": "January 28", "txt": "Lala Lajpat Rai, Indian author and politician (d. 1928)", "entities": [{"title": "Lala Lajpat Rai", "href": "/wiki/Lala_Lajpat_Rai", "description": "Lala Lajpat Rai was an Indian independence activist. He played a pivotal role in the Indian Independence movement. He was popularly known as Punjab Kesari. He was one of the three Lal Bal Pal triumvirates. He was also associated with activities of Punjab National Bank and Lakshmi Insurance Company in their early stages in 1894. He died a few weeks after sustaining severe injuries during a baton ch"}]}, {"heading": "Births", "year": "1865", "date": "January 28", "txt": "Kaarlo Juho Ståhlberg, Finnish lawyer, judge, and politician, 1st President of Finland (d. 1952)", "entities": [{"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1873", "date": "January 28", "txt": "Colette, French novelist and journalist (d. 1954)", "entities": [{"title": "Colette", "href": "/wiki/Colette", "description": "Sidonie-Gabrielle Colette, known mononymously as Colette, was a French author and woman of letters. She was nominated for the Nobel Prize in Literature in 1948 and was also known as a mime, actress, and journalist. Colette is best remembered for her 1944 novella Gigi, which was the basis for the 1958 film and the 1973 stage production of the same name."}]}, {"heading": "Births", "year": "1873", "date": "January 28", "txt": "Monty Noble, Australian cricketer (d. 1940)", "entities": []}, {"heading": "Births", "year": "1874", "date": "January 28", "txt": "Alex Smith, Scottish golfer (d. 1930)", "entities": [{"title": "Alex Smith (golfer)", "href": "/wiki/Alex_Smith_(golfer)", "description": "Alexander Smith was a Scottish-American professional golfer who played in the late 19th and early 20th century. He was a member of a famous Scottish golfing family. His brother Willie won the U.S. Open in 1899, and Alex won it in both 1906 and 1910. Like many British professionals of his era he spent much of his adult life working as a club professional in the United States."}]}, {"heading": "Births", "year": "1875", "date": "January 28", "txt": "Julián Carrillo, Mexican violinist, composer, and conductor (d. 1965)", "entities": [{"title": "Julián Carrillo", "href": "/wiki/Juli%C3%A1n_Carrillo", "description": "Julián Carrillo Trujillo was a Mexican composer, conductor, violinist and music theorist, famous for developing a theory of microtonal music which he dubbed \"The Thirteenth Sound\"."}]}, {"heading": "Births", "year": "1878", "date": "January 28", "txt": "Walter Kollo, German composer and conductor (d. 1940)", "entities": [{"title": "Walter Kollo", "href": "/wiki/Walter_Kollo", "description": "Walter Kollo was a German composer of operettas, Possen mit Gesang, and Singspiele as well as popular songs. He was also a conductor and a music publisher."}]}, {"heading": "Births", "year": "1880", "date": "January 28", "txt": "Herbert Strudwick, English cricketer and coach (d. 1970)", "entities": [{"title": "Herbert Strudwick", "href": "/wiki/Herbert_Strudwick", "description": "Herbert \"Bert\" Strudwick was an English wicket-keeper. During his career, his record of 1493 dismissals is the third-highest by any wicket-keeper in the history of first-class cricket."}]}, {"heading": "Births", "year": "1884", "date": "January 28", "txt": "Auguste Piccard, Swiss physicist and explorer (d. 1962)", "entities": [{"title": "Auguste Piccard", "href": "/wiki/Auguste_Piccard", "description": "Auguste Antoine Piccard was a Swiss physicist, inventor and explorer known for his record-breaking helium-filled balloon flights, with which he studied the Earth's upper atmosphere. Piccard was also known for his invention of the first bathyscaphe, FNRS-2, with which he made a number of unmanned dives in 1948 to explore the ocean's depths."}]}, {"heading": "Births", "year": "1885", "date": "January 28", "txt": "Vahan Terian, Armenian poet and activist (d. 1920)", "entities": [{"title": "Vahan Terian", "href": "/wiki/Vahan_Terian", "description": "Vahan Terian was an Armenian poet, lyrist and public activist. He is known for his sorrowful, romantic poems, the most famous of which are still read and sung in their musical versions."}]}, {"heading": "Births", "year": "1886", "date": "January 28", "txt": "Marthe Bibesco, Romanian-French author and poet (d. 1973)", "entities": [{"title": "Marthe Bibesco", "href": "/wiki/Marthe_Bibesco", "description": "Marthe, Princess Bibesco was a celebrated Romanian-French writer, socialite, style icon and political hostess."}]}, {"heading": "Births", "year": "1886", "date": "January 28", "txt": "Hidetsugu Yagi, Japanese engineer and academic (d. 1976)", "entities": []}, {"heading": "Births", "year": "1887", "date": "January 28", "txt": "Arthur Rubinstein, Polish-American pianist and educator (d. 1982)", "entities": [{"title": "Arthur Rubinstein", "href": "/wiki/Arthur_Rubinstein", "description": "Arthur Rubinstein was a Polish-American classical pianist. He is widely regarded as one of the greatest pianists of all time. He received international acclaim for his performances of the music written by a variety of composers and many regard him as the greatest Chopin interpreter of his time. He played in public for eight decades."}]}, {"heading": "Births", "year": "1897", "date": "January 28", "txt": "Valentin Kataev, Russian author and playwright (d. 1986)", "entities": [{"title": "Valentin Kataev", "href": "/wiki/Valentin_Kataev", "description": "Valentin Petrovich Kataev was a Russian and Soviet novelist and playwright who managed to create penetrating works discussing post-revolutionary social conditions without running afoul of the demands of official Soviet style. Kataev is credited with suggesting the idea for The Twelve Chairs to his brother Yevgeni Petrov and Ilya Ilf. In return, Kataev insisted that the novel be dedicated to him, i"}]}, {"heading": "Births", "year": "1900", "date": "January 28", "txt": "Alice Neel, American painter (d. 1984)", "entities": [{"title": "Alice Neel", "href": "/wiki/Alice_Neel", "description": "Alice Neel was an American visual artist, who was known for her portraits depicting friends, family, lovers, poets, artists, and strangers. Her paintings have an expressionistic use of line and color, psychological acumen, and emotional intensity. Her work depicts women through a female gaze, illustrating them as being consciously aware of the objectification by men and the demoralising effects of"}]}, {"heading": "Births", "year": "1903", "date": "January 28", "txt": "Aleksander Kamiński, Polish author and educator (d. 1978)", "entities": [{"title": "Aleksander Kamiński", "href": "/wiki/Aleksander_Kami%C5%84ski", "description": "Aleksander Kamiński, assumed name: Aleksander Kędzierski. Also known under aliases such as Dąbrowski, J. Dąbrowski, Fabrykant, Faktor, Juliusz Górecki, Hubert, Kamyk, Kaźmierczak, Bambaju – a teacher, educator, professor of humanities, co-founder of Cub Scouts methodology, scout instructor, scoutmaster, soldier of the Home Army and one of the ideological leaders of the Grey Ranks, chairman of the "}]}, {"heading": "Births", "year": "1903", "date": "January 28", "txt": "Kathleen Lonsdale, Irish crystallographer and 1st female FRS (d. 1971)", "entities": [{"title": "Royal Society", "href": "/wiki/Royal_Society", "description": "The Royal Society, formally The Royal Society of London for Improving Natural Knowledge, is a learned society and the United Kingdom's national academy of sciences. Founded on 28 November 1660, it was granted a royal charter by King Charles II as The Royal Society. It is the oldest national scientific institution in the world. The society fulfils a number of roles: promoting science and its benefi"}]}, {"heading": "Births", "year": "1906", "date": "January 28", "txt": "Pat O'Callaghan, Irish athlete (d. 1991)", "entities": [{"title": "Pat O'Callaghan", "href": "/wiki/Pat_O%27Callaghan", "description": "Patrick \"Pat\" O'Callaghan was an Irish athlete and Olympic gold medallist. He was the first athlete from Ireland to win an Olympic medal under the Irish flag rather than the British. In sport he then became regarded as one of Ireland's greatest-ever athletes."}]}, {"heading": "Births", "year": "1906", "date": "January 28", "txt": "Markos Vafiadis, Greek general and politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1908", "date": "January 28", "txt": "Paul Misraki, Turkish-French composer and historian (d. 1998)", "entities": [{"title": "Paul Misraki", "href": "/wiki/Paul_Misraki", "description": "Paul Misraki was a French composer of popular music and film scores. Over the course of over 60 years, Misraki wrote the music to 130 films, scoring works by directors like Jean Renoir, Claude Chabrol, Jacques Becker, Jean-Pierre Melville, Jean-Luc Godard, Henri-Georges Clouzot, Orson Welles, Luis Buñuel and Roger Vadim."}]}, {"heading": "Births", "year": "1909", "date": "January 28", "txt": "John Thomson, Scottish footballer (d. 1931)", "entities": [{"title": "John Thomson (footballer, born 1909)", "href": "/wiki/John_Thomson_(footballer,_born_1909)", "description": "John Thomson was a Scottish footballer who played as a goalkeeper for Celtic and the Scotland national football team. He died as a result of an accidental collision with Rangers player Sam English during an Old Firm match at Ibrox."}]}, {"heading": "Births", "year": "1910", "date": "January 28", "txt": "John Banner, Austrian actor (d. 1973)", "entities": [{"title": "John Banner", "href": "/wiki/John_Banner", "description": "John Banner was an Austrian-born American actor, best known for his role as Sergeant Schultz in the situation comedy Hogan's Heroes (1965–1971). Schultz, constantly encountering evidence that the inmates of his stalag were planning mayhem, frequently feigned ignorance with the catchphrase, \"I see nothing! I hear nothing! I know nothing!\"."}]}, {"heading": "Births", "year": "1911", "date": "January 28", "txt": "Johan van Hulst, Dutch politician, academic and author, Yad Vashem recipient (d. 2018)", "entities": [{"title": "Johan van Hulst", "href": "/wiki/Johan_van_Hulst", "description": "Johan Willem van Hulst was a Dutch school director, university professor, author, politician and chess player. In 1943, with the help of the Dutch resistance and students of the nearby University of Amsterdam, he was instrumental in saving over 600 Jewish children from the nursery of the Hollandsche Schouwburg who were destined for deportation to Nazi concentration camps. For his humanitarian acti"}, {"title": "Yad Vashem", "href": "/wiki/Yad_Vashem", "description": "Yad Vashem is Israel's official memorial to the victims of the Holocaust. It is dedicated to preserving the memory of the dead; honoring Jews who fought against their Nazi oppressors and Gentiles who selflessly aided Jews in need; and researching the phenomenon of the Holocaust in particular and genocide in general, with the aim of avoiding such events in the future."}]}, {"heading": "Births", "year": "1912", "date": "January 28", "txt": "Jackson Pollock, American painter (d. 1956)", "entities": [{"title": "Jackson Pollock", "href": "/wiki/Jackson_Pollock", "description": "Paul Jackson Pollock was an American painter and a major figure in the abstract expressionist movement."}]}, {"heading": "Births", "year": "1918", "date": "January 28", "txt": "Harry Corbett, English puppeteer, actor, and screenwriter (d. 1989)", "entities": [{"title": "Harry Corbett", "href": "/wiki/Harry_Corbett", "description": "Harry Corbett OBE was an English puppeteer, magician and television and stage presenter, who is best known as the creator of the glove puppet character Sooty in 1952."}]}, {"heading": "Births", "year": "1918", "date": "January 28", "txt": "Trevor Skeet, New Zealand-English lawyer and politician (d. 2004)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 28", "txt": "Gabby Gabreski, American colonel and pilot (d. 2002)", "entities": [{"title": "Gabby Gabreski", "href": "/wiki/Gabby_Gabreski", "description": "Francis Stanley \"Gabby\" Gabreski was a Polish-American career pilot in the United States Air Force who retired as a colonel after 26 years of military service. He was the top American and United States Army Air Forces fighter ace over Europe during World War II and a jet fighter ace with the Air Force in the Korean War."}]}, {"heading": "Births", "year": "1921", "date": "January 28", "txt": "Vytautas Norkus, Lithuanian–American basketball player (d. 2014)", "entities": [{"title": "Vytautas Norkus", "href": "/wiki/Vytautas_Norkus", "description": "Vytautas Norkus was a Lithuanian-born American basketball player. He won a gold medal with the Lithuania national basketball team during EuroBasket 1939."}]}, {"heading": "Births", "year": "1922", "date": "January 28", "txt": "Anna Gordy Gaye, American songwriter and producer, co-founded Anna Records (d. 2014)", "entities": [{"title": "Anna Gordy Gaye", "href": "/wiki/Anna_Gordy_Gaye", "description": "Anna Ruby Gaye was an American businesswoman, composer and songwriter. An elder sister of Motown founder Berry Gordy, she became a record executive in the mid-to-late 1950s distributing records released on Checker and Gone Records before forming the Anna label with Billy Davis and sister Gwen. Gordy later became known as a songwriter for several hits including the Originals' \"Baby, I'm for Real\", "}, {"title": "Anna Records", "href": "/wiki/Anna_Records", "description": "Anna Records was a short-lived record label, known as a forerunner of Motown, founded by sisters Anna and Gwen Gordy and Roquel Billy Davis in 1959 and located in Detroit, Michigan. Gwen Gordy and Davis had written hit songs for Jackie Wilson and Etta James prior to founding the label. Anna Records recorded acts like David Ruffin, future lead singer of the Temptations, Joe Tex, Herman Griffin, Joh"}]}, {"heading": "Births", "year": "1922", "date": "January 28", "txt": "Robert W. Holley, American biochemist and academic, Nobel Prize laureate (d. 1993)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1924", "date": "January 28", "txt": "Marcel Broodthaers, Belgian painter and poet (d. 1976)", "entities": [{"title": "Marcel Broodthaers", "href": "/wiki/Marcel_Broodthaers", "description": "Marcel Broodthaers was a Belgian poet, filmmaker, and visual artist with a highly literate and often witty approach to creating art works."}]}, {"heading": "Births", "year": "1925", "date": "January 28", "txt": "Raja Ramanna, Indian physicist and politician (d. 2004)", "entities": [{"title": "Raja Ramanna", "href": "/wiki/Raja_Ramanna", "description": "Raja Ramanna was an Indian physicist who is best known for his role in India's nuclear program during its early stages."}]}, {"heading": "Births", "year": "1926", "date": "January 28", "txt": "Jimmy Bryan, American race car driver (d. 1960)", "entities": [{"title": "Jimmy Bryan", "href": "/wiki/Jimmy_Bryan", "description": "James Ernest Bryan was an American racecar driver who won the 1958 Indianapolis 500. Born in Phoenix, Arizona, Bryan died as a result of injuries sustained in a champ car race at Langhorne Speedway."}]}, {"heading": "Births", "year": "1927", "date": "January 28", "txt": "Per Oscarsson, Swedish actor, director, producer, and screenwriter (d. 2010)", "entities": [{"title": "Per Oscarsson", "href": "/wiki/Per_Oscarsson", "description": "Per Oscar Heinrich Oscarsson was a Swedish actor. He is best known for his role in the 1966 film Hunger, which earned him a Cannes Film Festival Award for Best Actor."}]}, {"heading": "Births", "year": "1927", "date": "January 28", "txt": "Ronnie Scott, English saxophonist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 28", "txt": "Hiroshi Teshigahara, Japanese director, producer, and screenwriter (d. 2001)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 28", "txt": "Vera Williams, American author and illustrator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 28", "txt": "Acker Bilk, English singer and clarinet player (d. 2014)", "entities": [{"title": "Acker Bilk", "href": "/wiki/Acker_Bilk", "description": "Bernard Stanley Bilk,, known professionally as Acker Bilk, was a British clarinettist and vocalist known for his breathy, vibrato-rich, lower-register style, and distinctive appearance – of goatee, bowler hat and striped waistcoat."}]}, {"heading": "Births", "year": "1929", "date": "January 28", "txt": "Nikolai Parshin, Russian footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 28", "txt": "Claes Oldenburg, Swedish-American sculptor and illustrator", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 28", "txt": "Edith M. Flanigen, American chemist", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 28", "txt": "Kurt Biedenkopf, German academic and politician, 54th President of the German Bundesrat", "entities": [{"title": "Kurt Biedenkopf", "href": "/wiki/Kurt_Biedenkopf", "description": "Kurt Hans Biedenkopf is a German politician who served as the 1st Minister President of the Free State of Saxony from 1990 until 2002, as such also serving as the 54th President of the Bundesrat in 1999/2000."}, {"title": "President of the German Bundesrat", "href": "/wiki/President_of_the_German_Bundesrat", "description": "In Germany, the President of the Bundesrat or President of the Federal Council is the chairperson or speaker of the Bundesrat. He or she is elected by the Bundesrat for a term of one year. Traditionally, the Presidency of the Bundesrat rotates among the leaders of the sixteen state governments. This is however only an established praxis, theoretically the Bundesrat is free to elect any member it c"}]}, {"heading": "Births", "year": "1930", "date": "January 28", "txt": "Roy Clarke, English screenwriter, comedian and soldier", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 28", "txt": "Jack Hill, American director and screenwriter", "entities": [{"title": "Jack Hill", "href": "/wiki/Jack_Hill", "description": "Jack Hill is an American film director in the exploitation film genre. Several of Hill's later films have been characterized as feminist works."}]}, {"heading": "Births", "year": "1934", "date": "January 28", "txt": "Juan Manuel Bordeu, Argentinian race car driver (d. 1990)", "entities": [{"title": "Juan Manuel Bordeu", "href": "/wiki/Juan_Manuel_Bordeu", "description": "Juan Manuel Bordeu was a racing driver from Balcarce, Argentina. A protégé of Juan Manuel Fangio, Bordeu had a successful early career but a bad testing accident wrecked his chances in Formula One. His only World Championship Formula One entry was at the 1961 French Grand Prix in a Lotus run by the UDT Laystall team, but the car was eventually driven by Lucien Bianchi."}]}, {"heading": "Births", "year": "1935", "date": "January 28", "txt": "David Lodge, English author and critic", "entities": [{"title": "David Lodge (author)", "href": "/wiki/David_Lodge_(author)", "description": "David John Lodge CBE is an English author and literary critic. A professor of English Literature at the University of Birmingham until 1987, he is known for novels that satirise academic life, notably the \"Campus Trilogy\" – Changing Places: A Tale of Two Campuses (1975), Small World: An Academic Romance (1984) and Nice Work (1988). The second two were shortlisted for the Booker Prize. Another them"}]}, {"heading": "Births", "year": "1936", "date": "January 28", "txt": "Alan Alda, American actor, director, and writer", "entities": [{"title": "Alan Alda", "href": "/wiki/Alan_Alda", "description": "Alan Alda is an American actor and comedian. A six-time Emmy Award and Golden Globe Award winner, he played Hawkeye Pierce in the war television series M*A*S*H (1972–1983). He has had recurring roles on television programs such as The West Wing, and 30 Rock, and has received critical acclaim for films such as Same Time, Next Year (1978) alongside Ellen Burstyn and his directorial debut film The Fo"}]}, {"heading": "Births", "year": "1936", "date": "January 28", "txt": "Ismail Kadare, Albanian novelist, poet, essayist, and playwright", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 28", "txt": "Karel Čáslavský, Czech historian and television host (d. 2013)", "entities": [{"title": "Karel Čáslavský", "href": "/wiki/Karel_%C4%8C%C3%A1slavsk%C3%BD", "description": "Karel Čáslavský was a Czech film historian and television host. Čáslavský worked as a historian for the National Film Archive of the Czech Republic from 1963 until his death in 2013."}]}, {"heading": "Births", "year": "1938", "date": "January 28", "txt": "Tomas Lindahl, Swedish-English biologist and academic, Nobel Prize laureate", "entities": [{"title": "Tomas Lindahl", "href": "/wiki/Tomas_Lindahl", "description": "Tomas Robert Lindahl FRS FMedSci is a Swedish-British scientist specialising in cancer research. In 2015, he was awarded the Nobel Prize in Chemistry jointly with American chemist Paul L. Modrich and Turkish chemist Aziz Sancar for mechanistic studies of DNA repair."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1938", "date": "January 28", "txt": "Leonid Zhabotinsky, Ukrainian weightlifter and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 28", "txt": "John M. Fabian, American colonel, pilot, and astronaut", "entities": [{"title": "John M. Fabian", "href": "/wiki/John_M._Fabian", "description": "John McCreary Fabian is a former NASA astronaut and Air Force officer who flew two Space Shuttle missions and worked on the development of the Shuttle's robotic arm. He later led the Air Force's space operations."}]}, {"heading": "Births", "year": "1940", "date": "January 28", "txt": "Carlos Slim, Mexican businessman and philanthropist, founded Grupo Carso", "entities": [{"title": "Carlos Slim", "href": "/wiki/Carlos_Slim", "description": "Carlos Slim Helú is a Mexican business magnate, investor and philanthropist. From 2010 to 2013, Slim was ranked as the richest person in the world by the Forbes business magazine. He derived his fortune from his extensive holdings in a considerable number of Mexican companies through his conglomerate, Grupo Carso. As of April 2021, he was ranked at twenty-fourth richest person in the world accordi"}, {"title": "Grupo Carso", "href": "/wiki/Grupo_Carso", "description": "Grupo Carso or Grupo Sanborns SAB is a Mexican global conglomerate company owned by Carlos Slim. It was formed in 1990 after the merger of Corporación Industrial Carso and Grupo Inbursa. The name Carso stands for Carlos Slim and Soumaya Domit de Slim, his late wife."}]}, {"heading": "Births", "year": "1942", "date": "January 28", "txt": "Sjoukje Dijkstra, Dutch figure skater", "entities": [{"title": "Sjoukje Dijkstra", "href": "/wiki/Sjoukje_Dijkstra", "description": "Sjoukje Rosalinde Dijkstra is a Dutch former competitive figure skater. She is the 1964 Olympic champion in ladies' singles, the 1960 Olympic silver medalist, a three-time World champion (1962–1964), five-time European champion (1960–1964), and the six-time Dutch national champion (1959–1964)."}]}, {"heading": "Births", "year": "1942", "date": "January 28", "txt": "Erkki Pohjanheimo, Finnish director and producer", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 28", "txt": "Dick Taylor, English guitarist and songwriter", "entities": [{"title": "Dick Taylor", "href": "/wiki/Dick_Taylor", "description": "Richard Clifford Taylor is an English musician, best known as the guitarist and founding member of the Pretty Things."}]}, {"heading": "Births", "year": "1944", "date": "January 28", "txt": "Rosalía Mera, Spanish businesswoman, co-founded Inditex and Zara (d. 2013)", "entities": [{"title": "Rosalía Mera", "href": "/wiki/Rosal%C3%ADa_Mera", "description": "Rosalía Mera Goyenechea was a Spanish businesswoman and entrepreneur. At the time of her death, she was the richest woman in Spain and the world's richest self-made woman. In 1975, she co-founded the Zara retail chain with her then-husband Amancio Ortega Gaona. The company grew to become the world's largest fashion retailer."}, {"title": "Inditex", "href": "/wiki/Inditex", "description": "Industria de Diseño Textil, S.A. is a Spanish multinational clothing company headquartered in Arteixo, Galicia in Spain."}, {"title": "Zara (retailer)", "href": "/wiki/Zara_(retailer)", "description": "Zara SA, stylized as ZARA, is a Spanish apparel retailer based in Arteixo in Galicia, Spain. The company specializes in fast fashion, and products include clothing, accessories, shoes, swimwear, beauty, and perfumes. It is the largest company in the Inditex group, the world's largest apparel retailer. Zara as of 2017 manages up to 20 clothing collections a year."}]}, {"heading": "Births", "year": "1944", "date": "January 28", "txt": "John Tavener, English composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 28", "txt": "Marthe Keller, Swiss actress and director", "entities": [{"title": "Marthe Keller", "href": "/wiki/Marthe_Keller", "description": "Marthe Keller is a Swiss actress and opera director. She is perhaps best known for her role in the film Marathon Man (1976), which earned her a Golden Globe Award nomination."}]}, {"heading": "Births", "year": "1947", "date": "January 28", "txt": "Jeanne Shaheen, American educator and politician, 78th Governor of New Hampshire", "entities": [{"title": "Jeanne Shaheen", "href": "/wiki/Jeanne_Shaheen", "description": "Cynthia Jeanne Shaheen is an American politician and retired educator serving as the senior United States senator from New Hampshire since 2009. A member of the Democratic Party, she is the first female U.S. senator in New Hampshire's history, the first elected female governor of New Hampshire and the first woman elected as both a governor and a U.S. senator, with the junior senator from New Hamps"}, {"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1948", "date": "January 28", "txt": "Bob Moses, American drummer", "entities": [{"title": "Bob Moses (musician)", "href": "/wiki/Bob_Moses_(musician)", "description": "Bob Moses is an American jazz drummer."}]}, {"heading": "Births", "year": "1948", "date": "January 28", "txt": "Charles Taylor, Liberian politician, 22nd President of Liberia", "entities": [{"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Births", "year": "1949", "date": "January 28", "txt": "Mike Moore, New Zealand union leader and politician, 34th Prime Minister of New Zealand (d. 2020)", "entities": [{"title": "Mike Moore (New Zealand politician)", "href": "/wiki/Mike_Moore_(New_Zealand_politician)", "description": "Michael Kenneth Moore was a New Zealand politician, union organiser, and author. In the Fourth Labour Government he served in several portfolios including Minister of Foreign Affairs, and was Prime Minister for 59 days before the 1990 general election elected a new parliament. Following Labour's defeat in that election, Moore served as Leader of the Opposition until the 1993 election, after which "}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1949", "date": "January 28", "txt": "Jim Wong-Chu, Canadian poet (d.2017)", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 28", "txt": "Gregg Popovich, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 28", "txt": "Barbi Benton, American actress, singer and model", "entities": [{"title": "Barbi Benton", "href": "/wiki/Barbi_Benton", "description": "Barbi Benton is an American retired model, actress, songwriter, television personality, and singer. She is known for appearing in Playboy magazine, as a four-season regular on the comedy series Hee Haw, and for recording several modestly successful albums in the 1970s. She retired from show business in the 1980s to raise her children."}]}, {"heading": "Births", "year": "1950", "date": "January 28", "txt": "Hamad bin Isa Al Khalifa, Bahraini king", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 28", "txt": "David C. Hilmers, American colonel, physician, and astronaut", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 28", "txt": "Naila Kabeer, Bangladeshi-English economist and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 28", "txt": "Brian Bilbray, American politician", "entities": [{"title": "Brian Bilbray", "href": "/wiki/Brian_Bilbray", "description": "Brian Phillip Bilbray is an American Republican politician who represented parts of San Diego County in the U.S. House of Representatives from 1995 to 2001 and again from 2006 to 2013."}]}, {"heading": "Births", "year": "1951", "date": "January 28", "txt": "Leonid Kadeniuk, Ukrainian general, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 28", "txt": "Billy Bass Nelson, American R&B/funk bass player", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 28", "txt": "Richard Glatzer, American director, producer, and screenwriter (d. 2015)", "entities": [{"title": "Richard Glatzer", "href": "/wiki/Richard_Glatzer", "description": "Richard Glatzer was an American writer and director."}]}, {"heading": "Births", "year": "1953", "date": "January 28", "txt": "Colin Campbell, Canadian ice hockey player and coach", "entities": [{"title": "Colin Campbell (ice hockey, born 1953)", "href": "/wiki/Colin_Campbell_(ice_hockey,_born_1953)", "description": "Colin John Campbell  is a Canadian former professional ice hockey defenceman, coach and the former Senior Vice President and current Executive Vice President and Director of Hockey Operations for the National Hockey League. Campbell was replaced as Senior Vice President by Brendan Shanahan, after he stepped down on June 1, 2011."}]}, {"heading": "Births", "year": "1954", "date": "January 28", "txt": "Peter Lampe, German theologian and historian", "entities": [{"title": "Peter Lampe", "href": "/wiki/Peter_Lampe", "description": "Peter Lampe is a German Protestant theologian and Professor of New Testament Studies at the University of Heidelberg in Germany."}]}, {"heading": "Births", "year": "1954", "date": "January 28", "txt": "Bruno Metsu, French footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 28", "txt": "Rick Warren, American pastor and author", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 28", "txt": "Vinod Khosla, Indian-American businessman, co-founded Sun Microsystems", "entities": [{"title": "Vinod Khosla", "href": "/wiki/Vinod_Khosla", "description": "Vinod Khosla is an Indian-American billionaire businessman and venture capitalist. He is a co-founder of Sun Microsystems and the founder of Khosla Ventures. In 2014, Forbes counted him among the 400 richest people in the United States. In 2020, he was listed No. 353 on the Forbes 400 list."}, {"title": "Sun Microsystems", "href": "/wiki/Sun_Microsystems", "description": "Sun Microsystems, Inc. is a defunct American company that sold computers, computer components, software, and information technology services and created the Java programming language, the Solaris operating system, ZFS, the Network File System (NFS), and SPARC microprocessors. Sun contributed significantly to the evolution of several key computing technologies, among them Unix, RISC processors, thi"}]}, {"heading": "Births", "year": "1955", "date": "January 28", "txt": "Nicolas Sarkozy, French lawyer and politician, 23rd President of France", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1956", "date": "January 28", "txt": "Richard Danielpour, American composer and educator", "entities": [{"title": "Richard Danielpour", "href": "/wiki/Richard_Danielpour", "description": "Richard Danielpour is an American composer."}]}, {"heading": "Births", "year": "1956", "date": "January 28", "txt": "Peter Schilling, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 28", "txt": "Mark Napier, Canadian ice hockey player and sportscaster", "entities": [{"title": "Mark Napier (ice hockey)", "href": "/wiki/Mark_Napier_(ice_hockey)", "description": "Mark Robert Napier is a Canadian former professional ice hockey player who played over a thousand professional games between the National Hockey League and World Hockey Association."}]}, {"heading": "Births", "year": "1957", "date": "January 28", "txt": "Nick Price, Zimbabwean-South African golfer", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 28", "txt": "Frank Skinner, English comedian, actor, and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 28", "txt": "Frank Darabont, American director and producer", "entities": [{"title": "Frank Darabont", "href": "/wiki/Frank_Darabont", "description": "Frank Árpád Darabont is a Hungarian-American film director, screenwriter and producer who has been nominated for three Academy Awards and a Golden Globe Award. In his early career, he was primarily a screenwriter for horror films such as A Nightmare on Elm Street 3: Dream Warriors (1987), The Blob (1988) and The Fly II (1989). As a director, he is known for his film adaptations of Stephen King nov"}]}, {"heading": "Births", "year": "1960", "date": "January 28", "txt": "Loren Legarda, Filipino journalist and politician", "entities": [{"title": "Loren Legarda", "href": "/wiki/Loren_Legarda", "description": "Lorna Regina \"Loren\" Bautista Legarda is a Filipino politician, environmentalist, cultural worker, and former journalist who is currently serving as the representative of Antique and as a House Deputy Speaker. She previously served as a senator twice: from 1998 to 2004 and from 2007 to 2019. She is the only female in the Philippines to top two senatorial elections: 1998 and 2007. She also unsucces"}]}, {"heading": "Births", "year": "1961", "date": "January 28", "txt": "Normand Rochefort, Canadian ice hockey player and coach", "entities": [{"title": "Normand Rochefort", "href": "/wiki/Normand_Rochefort", "description": "Normand Rochefort is a Canadian former professional ice hockey defenceman."}]}, {"heading": "Births", "year": "1962", "date": "January 28", "txt": "Sam Phillips, American singer-songwriter and guitarist", "entities": [{"title": "Sam Phillips (musician)", "href": "/wiki/Sam_Phillips_(musician)", "description": "Leslie Ann Phillips, better known by her stage name Sam Phillips, is an American singer and songwriter. Her albums include the critically acclaimed Martinis & Bikinis in 1994 and Fan Dance in 2001. She has also composed scores for the television shows Gilmore Girls, Bunheads, and The Marvelous Mrs. Maisel."}]}, {"heading": "Births", "year": "1964", "date": "January 28", "txt": "David Lawrence, English cricketer", "entities": [{"title": "David Lawrence (cricketer)", "href": "/wiki/David_Lawrence_(cricketer)", "description": "David Valentine Lawrence is a former English cricketer, who played in five Tests and one ODI for England from 1988 to 1992."}]}, {"heading": "Births", "year": "1966", "date": "January 28", "txt": "Seiji Mizushima, Japanese director and producer", "entities": [{"title": "Seiji Mizushima", "href": "/wiki/Seiji_Mizushima", "description": "Seiji Mizushima  is a Japanese anime director who is known for such series as Shaman King, Fullmetal Alchemist, Mobile Suit Gundam 00, Un-Go, and Concrete Revolutio. His first directorial film project, Fullmetal Alchemist the Movie: Conqueror of Shamballa, won the 60th Mainichi Film Award for Best Animation Film. In 2015, he won the Individual Award at the 20th Animation Kobe Awards."}]}, {"heading": "Births", "year": "1967", "date": "January 28", "txt": "Billy Brownless, Australian footballer and sportscaster", "entities": [{"title": "Billy Brownless", "href": "/wiki/Billy_Brownless", "description": "Anthony William Brownless is a former Australian rules footballer and radio and television media personality who represented Geelong in the Australian Football League (AFL) during the 1980s and 1990s."}]}, {"heading": "Births", "year": "1968", "date": "January 28", "txt": "Sarah McLachlan, Canadian singer-songwriter, pianist, and producer", "entities": [{"title": "Sarah McLachlan", "href": "/wiki/Sarah_McLachlan", "description": "Sarah Ann McLachlan is a Canadian singer-songwriter known for her emotional ballads and mezzo-soprano vocal range. As of 2015 she had sold over 40 million albums worldwide. McLachlan's best-selling album to date is Surfacing, for which she won two Grammy Awards and four Juno Awards. In addition to her personal artistic efforts, she founded the Lilith Fair tour, which showcased female musicians on "}]}, {"heading": "Births", "year": "1968", "date": "January 28", "txt": "Rakim, American rapper", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 28", "txt": "Giorgio Lamberti, Italian swimmer", "entities": [{"title": "Giorgio Lamberti", "href": "/wiki/Giorgio_Lamberti", "description": "Giorgio Lamberti is an Italian former swimmer."}]}, {"heading": "Births", "year": "1969", "date": "January 28", "txt": "Mo Rocca, American comedian and television journalist", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 28", "txt": "Linda Sánchez, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 28", "txt": "Amy Coney Barrett, American jurist, academic, attorney, and U.S. Supreme Court Justice ", "entities": [{"title": "Amy Coney Barrett", "href": "/wiki/Amy_Coney_Barrett", "description": "Amy Vivian Coney Barrett is an associate justice of the Supreme Court of the United States. She is the fifth woman to serve on the court. She was nominated by President Donald Trump and has served since October 27, 2020. She was a United States circuit judge on the United States Court of Appeals for the Seventh Circuit from 2017 to 2020."}]}, {"heading": "Births", "year": "1972", "date": "January 28", "txt": "Mark Regan, English rugby player", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 28", "txt": "Nicky Southall, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 28", "txt": "Léon van Bon, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 28", "txt": "Tony Delk, American basketball player and coach", "entities": [{"title": "Tony Delk", "href": "/wiki/Tony_Delk", "description": "Tony Lorenzo Delk is an American former professional basketball player and former college assistant coach, most recently for the New Mexico State Aggies men's basketball team. During his playing days, he was team leader of the Kentucky Wildcats team that won the 1996 NCAA Championship Game. After college, he played for eight NBA teams over ten seasons."}]}, {"heading": "Births", "year": "1974", "date": "January 28", "txt": "Jermaine Dye, American baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 28", "txt": "Ramsey Nasr, Dutch author and poet", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 28", "txt": "Magglio Ordóñez, Venezuelan baseball player and politician", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 28", "txt": "Pedro Pinto, Portuguese-American journalist", "entities": [{"title": "Pedro Pinto (journalist)", "href": "/wiki/Pedro_Pinto_(journalist)", "description": "Pedro Mendonça Pinto is a Portuguese-American journalist. He has been a sports anchor for CNN International based in Atlanta and London, and then was managing director of communications at UEFA in Switzerland. He is founder and CEO of a sports communications agency called Empower Sports."}]}, {"heading": "Births", "year": "1975", "date": "January 28", "txt": "Junior Spivey, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 28", "txt": "Sireli Bobo, Fijian rugby player", "entities": [{"title": "Sireli Bobo", "href": "/wiki/Sireli_Bobo", "description": "Isireli Bobo, is a Fijian rugby union footballer."}]}, {"heading": "Births", "year": "1976", "date": "January 28", "txt": "Mark Madsen, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 28", "txt": "Rick Ross, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 28", "txt": "Miltiadis Sapanis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 28", "txt": "Sandis Buškevics, Latvian basketball player and coach", "entities": [{"title": "Sandis Buškevics", "href": "/wiki/Sandis_Bu%C5%A1kevics", "description": "Sandis Buškevics is a Latvian professional basketball coach and former player. He is currently an assistant coach for Neptūnas Klaipėda of the Lithuanian Basketball League (LKL). Buškevics was also a member of the Latvia national basketball team."}]}, {"heading": "Births", "year": "1977", "date": "January 28", "txt": "Daunte Culpepper, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 28", "txt": "Joey Fatone, American singer, dancer, and television personality", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 28", "txt": "Takuma Sato, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 28", "txt": "Gianluigi Buffon, Italian footballer", "entities": [{"title": "Gianluigi Buffon", "href": "/wiki/Gianluigi_Buffon", "description": "Gianluigi \"Gigi\" Buffon is an Italian professional footballer who plays as a goalkeeper for Serie A club Juventus. He is widely regarded as one of the greatest goalkeepers of all time, and by some as the greatest ever. He is one of the few recorded players to have made over 1,000 professional career appearances."}]}, {"heading": "Births", "year": "1978", "date": "January 28", "txt": "Jamie Carragher, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 28", "txt": "Papa Bouba Diop, Senegalese footballer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 28", "txt": "Sheamus, Irish wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 28", "txt": "Big Freedia, American musician", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 28", "txt": "Nick Carter, American singer-songwriter and actor", "entities": [{"title": "Nick Carter (musician)", "href": "/wiki/Nick_Carter_(musician)", "description": "Nickolas Gene Carter is an American musician, singer and actor, who gained fame as a teen idol. He is best known as a member of the vocal group the Backstreet Boys. As of 2015, Carter has released three solo albums, Now or Never, I'm Taking Off and All American during breaks between Backstreet Boys schedules, and a collaboration with Jordan Knight titled Nick & Knight. He has made occasional telev"}]}, {"heading": "Births", "year": "1980", "date": "January 28", "txt": "Yasuhito Endō, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 28", "txt": "Michael Hastings, American journalist and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 28", "txt": "Brian Fallon, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 28", "txt": "Elijah Wood, American actor and producer", "entities": [{"title": "Elijah Wood", "href": "/wiki/Elijah_Wood", "description": "Elijah Wood is an American actor and producer. He is best known for his portrayal of Frodo Baggins in the Lord of the Rings film trilogy (2001–2003) and The Hobbit: An Unexpected Journey (2012)."}]}, {"heading": "Births", "year": "1984", "date": "January 28", "txt": "Ben Clucas, English race car driver", "entities": [{"title": "Ben Clucas", "href": "/wiki/Ben_Clucas", "description": "Ben Clucas is a British racing driver."}]}, {"heading": "Births", "year": "1984", "date": "January 28", "txt": "Stephen Gostkowski, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 28", "txt": "Andre Iguodala, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 28", "txt": "Anne Panter, English field hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 28", "txt": "J. Cole, American singer", "entities": [{"title": "J. Cole", "href": "/wiki/J._Cole", "description": "Jermaine Lamarr Cole is a German-born American rapper, singer, songwriter, and record producer. Cole is regarded as one of the most influential rappers of his generation. Born on a military base in Germany and raised in Fayetteville, North Carolina, Cole initially gained recognition as a rapper following the release of his debut mixtape, The Come Up, in early 2007. Intent on further pursuing a mus"}]}, {"heading": "Births", "year": "1985", "date": "January 28", "txt": "Daniel Carcillo, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 28", "txt": "Lauris Dārziņš, Latvian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 28", "txt": "Arnold Mvuemba, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 28", "txt": "Libby Trickett, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 28", "txt": "Jessica Ennis-Hill, English heptathlete and hurdler", "entities": [{"title": "Jessica Ennis-Hill", "href": "/wiki/Jessica_Ennis-Hill", "description": "Dame Jessica Ennis-Hill is a British former track and field athlete from England, specialising in multi-eventing disciplines and 100 metres hurdles. As a competitor in heptathlon, she is the 2012 Olympic champion, a three-time world champion, and the 2010 European champion. She is also the 2010 world indoor pentathlon champion. A member of the City of Sheffield & Dearne athletic club, she is a for"}]}, {"heading": "Births", "year": "1986", "date": "January 28", "txt": "Nathan Outteridge, Australian sailor", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 28", "txt": "Asad Shafiq, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 28", "txt": "Paul Henry, English footballer", "entities": [{"title": "Paul Henry (English footballer)", "href": "/wiki/Paul_Henry_(English_footballer)", "description": "Paul Nicholas Henry is an English footballer who plays for Marine. He previously played in the Football League for Tranmere Rovers."}]}, {"heading": "Births", "year": "1988", "date": "January 28", "txt": "Seiya Sanada, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 28", "txt": "Siem de Jong, Dutch footballer", "entities": [{"title": "Siem de Jong", "href": "/wiki/Siem_de_Jong", "description": "Siem Stefan de Jong is a Dutch professional footballer who currently plays for Eredivisie club SC Heerenveen as an attacking midfielder or striker."}]}, {"heading": "Births", "year": "1991", "date": "January 28", "txt": "Carl Klingberg, Swedish ice hockey player", "entities": [{"title": "Carl Klingberg", "href": "/wiki/Carl_Klingberg", "description": "Carl Klingberg is a Swedish professional ice hockey forward for EV Zug of the National League (NL)."}]}, {"heading": "Births", "year": "1992", "date": "January 28", "txt": "Sergio Araujo, Argentinian footballer", "entities": [{"title": "Sergio Araujo", "href": "/wiki/Sergio_Araujo", "description": "Sergio Ezequiel Araujo, commonly known as Chino Araujo or El Chino, is an Argentine professional footballer who plays as a forward for Las Palmas."}]}, {"heading": "Births", "year": "1995", "date": "January 28", "txt": "Mimi-Isabella Cesar, British rhythmic gymnast", "entities": [{"title": "Mimi-Isabella Cesar", "href": "/wiki/Mimi-Isabella_Cesar", "description": "Mimi-Isabella Cesar is a British individual rhythmic gymnast who has represented England and Great Britain at international competitions."}]}, {"heading": "Deaths", "year": "592", "date": "January 28", "txt": "Guntram, French king (b. 532)", "entities": [{"title": "Guntram", "href": "/wiki/Guntram", "description": "Saint Gontrand, also called Gontran, Gontram, Guntram, Gunthram, Gunthchramn, and Guntramnus, was the king of the Kingdom of Orléans from AD 561 to AD 592. He was the third eldest and second eldest surviving son of Chlothar I and Ingunda. On his father's death in 561, he became king of a fourth of the Kingdom of the Franks, and made his capital at Orléans. The name \"Gontrand\" denotes \"War Raven\"."}]}, {"heading": "Deaths", "year": "724", "date": "January 28", "txt": "Yazid II, Umayyad caliph (b. 687)", "entities": [{"title": "Yazid II", "href": "/wiki/Yazid_II", "description": "Yazid ibn Abd al-Malik, also referred to as Yazid II, was the ninth Umayyad caliph, ruling from 9 February 720 until his death in 724."}, {"title": "Umayyad Caliphate", "href": "/wiki/Umayyad_Caliphate", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}]}, {"heading": "Deaths", "year": "814", "date": "January 28", "txt": "Charlemagne, Holy Roman emperor (pleurisy; b. 742)", "entities": [{"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}, {"title": "Pleurisy", "href": "/wiki/Pleurisy", "description": "Pleurisy, also known as pleuritis, is inflammation of the membranes that surround the lungs and line the chest cavity (pleurae). This can result in a sharp chest pain while breathing. Occasionally the pain may be a constant dull ache. Other symptoms may include shortness of breath, cough, fever or weight loss, depending on the underlying cause."}]}, {"heading": "Deaths", "year": "919", "date": "January 28", "txt": "Zhou Dewei, Chinese general", "entities": [{"title": "Zhou Dewei", "href": "/wiki/Zhou_Dewei", "description": "Zhou Dewei (周德威), courtesy name Zhenyuan (鎮遠), nickname Yangwu (陽五), was a major general of the Chinese Five Dynasties and Ten Kingdoms period state Jin."}]}, {"heading": "Deaths", "year": "929", "date": "January 28", "txt": "Gao Jixing, founder of Chinese Jingnan (b. 858)", "entities": [{"title": "Gao Jixing", "href": "/wiki/Gao_Jixing", "description": "Gao Jixing (高季興), né Gao Jichang (高季昌), known for some time as Zhu Jichang (朱季昌), courtesy name Yisun (貽孫), formally Prince Wuxin of Chu (楚武信王), was the founder of Jingnan, also known as Nanping, one of the states during the Chinese Five Dynasties and Ten Kingdoms period."}, {"title": "Jingnan", "href": "/wiki/Jingnan", "description": "Jingnan, also known as Nanping and Northern Chu (北楚) in historiography, was one of the Ten Kingdoms in south-central China created in 924, marking the beginning of the Five Dynasties and Ten Kingdoms period (907–960)."}]}, {"heading": "Deaths", "year": "947", "date": "January 28", "txt": "Jing Yanguang, Chinese general (b. 892)", "entities": [{"title": "Jing Yanguang", "href": "/wiki/Jing_Yanguang", "description": "Jing Yanguang, courtesy name Hangchuan (航川), was a general and official of the Chinese Five Dynasties and Ten Kingdoms Period state Later Jin. He was instrumental in the enthronement of Later Jin's second emperor Shi Chonggui, and therefore became a powerful chancellor early in Shi Chonggui's reign. Under his advocacy, Shi Chonggui turned away from the peaceful, submissive relationship that Later "}]}, {"heading": "Deaths", "year": "1061", "date": "January 28", "txt": "Spytihněv II, Duke of Bohemia (b. 1031)", "entities": [{"title": "Spytihněv II, Duke of Bohemia", "href": "/wiki/Spytihn%C4%9Bv_II,_Duke_of_Bohemia", "description": "Spytihněv II, a member of the Přemyslid dynasty, was Duke of Bohemia from 1055 until his death."}]}, {"heading": "Deaths", "year": "1142", "date": "January 28", "txt": "Yue Fei, Chinese general (b. 1103)", "entities": [{"title": "Yue Fei", "href": "/wiki/Yue_Fei", "description": "Yue Fei, courtesy name Pengju, was a Chinese military general who lived during the Southern Song dynasty, known for leading Southern Song forces in the wars in the 12th century between Southern Song and the Jurchen-ruled Jin dynasty in northern China. Because of his warlike-stance, he was put to death by the Southern Song government in 1142 under a concocted charge, after a negotiated peace was ac"}]}, {"heading": "Deaths", "year": "1256", "date": "January 28", "txt": "William II, Count of Holland, King of Germany (b. 1227)", "entities": [{"title": "William II of Holland", "href": "/wiki/William_II_of_Holland", "description": "William II was the count of Holland and Zeeland from 1234 until his death. He was elected anti-king of Germany in 1248 and ruled as sole king from 1254 onwards."}, {"title": "King of Germany", "href": "/wiki/King_of_Germany", "description": "King of the Romans was the title used by the German king following his election by the princes from the reign of Henry II onward. The title predominantly amounted to being the emperor of the Holy Roman Empire, a title long dependent upon coronation by the pope."}]}, {"heading": "Deaths", "year": "1271", "date": "January 28", "txt": "Isabella of Aragon, Queen of France (b. 1247)", "entities": [{"title": "Isabella of Aragon, Queen of France", "href": "/wiki/Isabella_of_Aragon,_Queen_of_France", "description": "Isabella of Aragon, was Queen of France from 1270 to 1271 by marriage to Philip III of France."}]}, {"heading": "Deaths", "year": "1290", "date": "January 28", "txt": "Dervorguilla of Galloway, Scottish noble, mother of king John Balliol of Scotland (b. c. 1210)", "entities": [{"title": "Dervorguilla of Galloway", "href": "/wiki/Dervorguilla_of_Galloway", "description": "Dervorguilla of Galloway was a 'lady of substance' in 13th century Scotland, the wife from 1223 of John, 5th Baron de Balliol, and mother of John I, a future king of Scotland."}, {"title": "John Balliol", "href": "/wiki/John_Balliol", "description": "John Balliol, known derisively as Toom Tabard, was King of Scots from 1292 to 1296. Little is known of his early life. After the death of Margaret, Maid of Norway, Scotland entered an interregnum during which several competitors for the Crown of Scotland put forward claims. Balliol was chosen from among them as the new King of Scotland by a group of selected noblemen headed by King Edward I of Eng"}]}, {"heading": "Deaths", "year": "1443", "date": "January 28", "txt": "Robert le Maçon, French diplomat (b. 1365)", "entities": [{"title": "Robert le Maçon", "href": "/wiki/Robert_le_Ma%C3%A7on", "description": "Robert le Maçon was chancellor of France, advisor to Charles VII and supporter of Joan of Arc."}]}, {"heading": "Deaths", "year": "1501", "date": "January 28", "txt": "John Dynham, 1st Baron Dynham, English baron and Lord High Treasurer (b. 1433)", "entities": [{"title": "John Dynham, 1st Baron Dynham", "href": "/wiki/John_Dynham,_1st_Baron_Dynham", "description": "John Dynham, 1st Baron Dynham of Nutwell in the parish of Woodbury and of Hartland, both in Devon, was an English peer and politician. He served as Lord High Treasurer of England and Lord Chancellor of Ireland. He was one of the few men to have served as councillor to Kings Edward IV, Richard III and Henry VII and was trusted by all of them."}]}, {"heading": "Deaths", "year": "1547", "date": "January 28", "txt": "Henry VIII, king of England (b. 1491)", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Deaths", "year": "1613", "date": "January 28", "txt": "Thomas Bodley, English diplomat and scholar, founded the Bodleian Library (b. 1545)", "entities": [{"title": "Thomas Bodley", "href": "/wiki/Thomas_Bodley", "description": "Sir Thomas Bodley was an English diplomat and scholar who founded the Bodleian Library in Oxford."}, {"title": "Bodleian Library", "href": "/wiki/Bodleian_Library", "description": "The Bodleian Library is the main research library of the University of Oxford, and is one of the oldest libraries in Europe. With over 13 million printed items, it is the second-largest library in Britain after the British Library. Under the Legal Deposit Libraries Act 2003 it is one of six legal deposit libraries for works published in the United Kingdom, and under Irish law it is entitled to req"}]}, {"heading": "Deaths", "year": "1621", "date": "January 28", "txt": "Pope Paul V (b. 1550)", "entities": [{"title": "Pope Paul V", "href": "/wiki/Pope_Paul_V", "description": "Pope Paul V, born Camillo Borghese, was bishop of Rome from 16 May 1605 to his death. In 1611, he honored Galileo Galilei as a member of the Papal Accademia dei Lincei and supported his discoveries. In 1616, Pope Paul V instructed Cardinal Bellarmine to inform Galileo that the Copernican theory could not be taught as fact, but Bellarmine's certificate allowed Galileo to continue his studies in sea"}]}, {"heading": "Deaths", "year": "1666", "date": "January 28", "txt": "Tommaso Dingli, Maltese architect and sculptor (b. 1591)", "entities": [{"title": "Tommaso Dingli", "href": "/wiki/Tommaso_Dingli", "description": "Tommaso Dingli was a Maltese architect and sculptor. One of the last Renaissance architects on the island, he designed several parish churches, most notably those of Attard and Birkirkara."}]}, {"heading": "Deaths", "year": "1672", "date": "January 28", "txt": "Pierre Séguier, French politician, Lord Chancellor of France (b. 1588)", "entities": [{"title": "Pierre Séguier", "href": "/wiki/Pierre_S%C3%A9guier", "description": "Pierre Séguier was a French statesman, chancellor of France from 1635."}, {"title": "Lord Chancellor of France", "href": "/wiki/Lord_Chancellor_of_France", "description": "In France, under the Ancien Régime, the officer of state responsible for the judiciary was the Grand Chancellor of France. The Chancellor was responsible for seeing that royal decrees were enrolled and registered by the sundry parlements, provincial appellate courts. However, since the Chancellor was appointed for life, and might fall from favour, or be too ill to carry out his duties, his duties "}]}, {"heading": "Deaths", "year": "1681", "date": "January 28", "txt": "Richard Allestree, English priest and academic (b. 1619)", "entities": [{"title": "Richard Allestree", "href": "/wiki/Richard_Allestree", "description": "Richard Allestree or Allestry was an English Royalist churchman and provost of Eton College from 1665."}]}, {"heading": "Deaths", "year": "1687", "date": "January 28", "txt": "Johannes Hevelius, Polish astronomer and politician (b. 1611)", "entities": [{"title": "Johannes Hevelius", "href": "/wiki/Johannes_Hevelius", "description": "Johannes Hevelius was a councillor and mayor of Danzig (Gdańsk), Kingdom of Poland. As an astronomer, he gained a reputation as \"the founder of lunar topography\", and described ten new constellations, seven of which are still used by astronomers."}]}, {"heading": "Deaths", "year": "1688", "date": "January 28", "txt": "Ferdinand Verbiest, Flemish Jesuit missionary in China (b. 1623)", "entities": [{"title": "Ferdinand Verbiest", "href": "/wiki/Ferdinand_Verbiest", "description": "Father Ferdinand Verbiest was a Flemish Jesuit missionary in China during the Qing dynasty. He was born in Pittem near Tielt in the County of Flanders. He is known as Nan Huairen (南懷仁) in Chinese. He was an accomplished mathematician and astronomer and proved to the court of the Kangxi Emperor that European astronomy was more accurate than Chinese astronomy. He then corrected the Chinese calendar "}]}, {"heading": "Deaths", "year": "1697", "date": "January 28", "txt": "Sir John Fenwick, 3rd Baronet, English general and politician (b. 1645)", "entities": [{"title": "Sir John Fenwick, 3rd Baronet", "href": "/wiki/Sir_John_Fenwick,_3rd_Baronet", "description": "\nSir John Fenwick, 3rd Baronet was an English Jacobite conspirator, who succeeded to the Baronetcy of Fenwick on the death of his father in 1676."}]}, {"heading": "Deaths", "year": "1754", "date": "January 28", "txt": "Ludvig Holberg, Norwegian-Danish historian and philosopher (b. 1684)", "entities": [{"title": "Ludvig Holberg", "href": "/wiki/Ludvig_Holberg", "description": "Ludvig Holberg, Baron of Holberg was a writer, essayist, philosopher, historian and playwright born in Bergen, Norway, during the time of the Dano-Norwegian dual monarchy. He was influenced by Humanism, the Enlightenment and the Baroque. Holberg is considered the founder of modern Danish and Norwegian literature. He is best known for the comedies he wrote in 1722–1723 for the Lille Grønnegade Thea"}]}, {"heading": "Deaths", "year": "1782", "date": "January 28", "txt": "Jean Baptiste Bourguignon d'Anville, French geographer and cartographer (b. 1697)", "entities": [{"title": "Jean Baptiste Bourguignon d'Anville", "href": "/wiki/Jean_Baptiste_Bourguignon_d%27Anville", "description": "Jean-Baptiste Bourguignon d'Anville was a French geographer and cartographer who greatly improved the standards of map-making. D'Anville became cartographer to the king, who purchased his cartographic materials, the largest collection in France. He made more than 200 maps during his lifetime, which are characterized by a careful, accurate work largely based on original research. In particular, D'A"}]}, {"heading": "Deaths", "year": "1832", "date": "January 28", "txt": "Augustin Daniel Belliard, French general (b. 1769)", "entities": [{"title": "Augustin Daniel Belliard", "href": "/wiki/Augustin_Daniel_Belliard", "description": "Augustin Daniel Belliard, comte Belliard et de l'Empire was a French general."}]}, {"heading": "Deaths", "year": "1859", "date": "January 28", "txt": "F. J. Robinson, 1st Viscount Goderich, English politician, Prime Minister of the United Kingdom (b. 1782)", "entities": [{"title": "F. J. Robinson, 1st Viscount Goderich", "href": "/wiki/F._J._Robinson,_1st_Viscount_Goderich", "description": "Frederick John Robinson, 1st Earl of Ripon,, styled The Honourable F. J. Robinson until 1827 and known between 1827 and 1833 as The Viscount Goderich, the name by which he is best known to history, was a British politician who served as Prime Minister of the United Kingdom from 1827 to 1828."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1864", "date": "January 28", "txt": "Émile Clapeyron, French physicist and engineer (b. 1799)", "entities": [{"title": "Émile Clapeyron", "href": "/wiki/%C3%89mile_Clapeyron", "description": "Benoît Paul Émile Clapeyron was a French engineer and physicist, one of the founders of thermodynamics."}]}, {"heading": "Deaths", "year": "1873", "date": "January 28", "txt": "John Hart, English-Australian politician, 10th Premier of South Australia (b. 1809)", "entities": [{"title": "John Hart (South Australian colonist)", "href": "/wiki/John_Hart_(South_Australian_colonist)", "description": "Captain John Hart C.M.G.(25 February 1809 – 28 January 1873) was a South Australian politician and a Premier of South Australia."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1903", "date": "January 28", "txt": "Augusta Holmès, French pianist and composer (b. 1847)", "entities": [{"title": "Augusta Holmès", "href": "/wiki/Augusta_Holm%C3%A8s", "description": "Augusta Mary Anne Holmès was a French composer of Irish descent. In 1871, Holmès became a French citizen and added the accent to her last name. She wrote the texts to almost all of her vocal music herself, including songs, oratorios, the libretto of her opera La Montagne noire and the programmatic poems for her symphonic poems including Irlande and Andromède."}]}, {"heading": "Deaths", "year": "1912", "date": "January 28", "txt": "Gustave de Molinari, Belgian economist and theorist (b. 1819)", "entities": [{"title": "Gustave de Molinari", "href": "/wiki/Gustave_de_Molinari", "description": "Gustave de Molinari was a Belgian political economist and French Liberal School theorist associated with French laissez-faire economists such as Frédéric Bastiat and Hippolyte Castille."}]}, {"heading": "Deaths", "year": "1918", "date": "January 28", "txt": "John McCrae, Canadian soldier, physician, and author (b. 1872)", "entities": [{"title": "John McCrae", "href": "/wiki/John_McCrae", "description": "Lieutenant-Colonel John McCrae was a Canadian poet, physician, author, artist and soldier during World War I, and a surgeon during the Second Battle of Ypres, in Belgium. He is best known for writing the famous war memorial poem \"In Flanders Fields\". McCrae died of pneumonia near the end of the war."}]}, {"heading": "Deaths", "year": "1921", "date": "January 28", "txt": "Mustafa Suphi, Turkish journalist and politician (b. 1883)", "entities": [{"title": "Mustafa Suphi", "href": "/wiki/Mustafa_Suphi", "description": "Mustafa Subhi or Mustafa Suphi was a Turkish revolutionary and communist during the period of dissolution of the Ottoman Empire."}]}, {"heading": "Deaths", "year": "1930", "date": "January 28", "txt": "Emmy Destinn, Czech soprano and poet (b. 1878)", "entities": [{"title": "Emmy Destinn", "href": "/wiki/Emmy_Destinn", "description": "Emmy Destinn was a Czech operatic soprano with a strong and soaring lyric-dramatic voice. She had a career both in Europe and at the New York Metropolitan Opera."}]}, {"heading": "Deaths", "year": "1935", "date": "January 28", "txt": "Mikhail Ippolitov-Ivanov, Russian composer and conductor (b. 1859)", "entities": [{"title": "Mikhail Ippolitov-Ivanov", "href": "/wiki/Mikhail_Ippolitov-Ivanov", "description": "Mikhail Mikhaylovich Ippolitov-Ivanov was a Russian composer, conductor and teacher. His music ranged from the late-Romantic era into the 20th century era."}]}, {"heading": "Deaths", "year": "1937", "date": "January 28", "txt": "Anastasios Metaxas, Greek architect and target shooter (b. 1862)", "entities": [{"title": "Anastasios Metaxas", "href": "/wiki/Anastasios_Metaxas", "description": "Anastasios Metaxas was a Greek architect and shooter."}]}, {"heading": "Deaths", "year": "1938", "date": "January 28", "txt": "Bernd Rosemeyer, German race car driver (b. 1909)", "entities": [{"title": "Bernd Rosemeyer", "href": "/wiki/Bernd_Rosemeyer", "description": "Bernd Rosemeyer was a German racing driver and a member of the SS. He held the rank of a Hauptsturmführer."}]}, {"heading": "Deaths", "year": "1939", "date": "January 28", "txt": "W. B. Yeats, Irish poet and playwright, Nobel Prize laureate (b. 1865)", "entities": [{"title": "W. B. Yeats", "href": "/wiki/W._B._Yeats", "description": "William Butler Yeats was an Irish poet, dramatist, prose writer and one of the foremost figures of 20th-century literature. A pillar of the Irish literary establishment, he helped to found the Abbey Theatre, and in his later years served two terms as a Senator of the Irish Free State. He was a driving force behind the Irish Literary Revival along with Lady Gregory, Edward Martyn and others."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1942", "date": "January 28", "txt": "Edward Siegler, American gymnast and triathlete (b. 1881)", "entities": [{"title": "Edward Siegler", "href": "/wiki/Edward_Siegler", "description": "Edward Victor Siegler was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics. In 1904 he won the bronze medal in the team event. He was also 12th in athletics' triathlon event, 32nd in gymnastics all-around event and 53rd in gymnastics' triathlon event."}]}, {"heading": "Deaths", "year": "1945", "date": "January 28", "txt": "Roza Shanina, Russian sergeant and sniper (b. 1924)", "entities": [{"title": "Roza Shanina", "href": "/wiki/Roza_Shanina", "description": "Roza Georgiyevna Shanina was a Soviet sniper during World War II who was credited with 59 confirmed kills, including twelve soldiers during the Battle of Vilnius. Shanina volunteered for the military after the death of her brother in 1941 and chose to be a sniper on the front line. Praised for her shooting accuracy, Shanina was capable of precisely hitting enemy personnel and making doublets."}]}, {"heading": "Deaths", "year": "1947", "date": "January 28", "txt": "Reynaldo Hahn, Venezuelan-French composer, conductor, and critic (b. 1875)", "entities": [{"title": "Reynaldo Hahn", "href": "/wiki/Reynaldo_Hahn", "description": "Reynaldo Hahn was a Venezuelan-born French composer, conductor, music critic, and singer. He is best known for his songs – mélodies – of which he wrote more than 100."}]}, {"heading": "Deaths", "year": "1948", "date": "January 28", "txt": "Hans Aumeier, German SS officer (b. 1906)", "entities": [{"title": "Hans Aumeier", "href": "/wiki/Hans_Aumeier", "description": "Hans Aumeier was an SS commander during the Nazi era who was the deputy commandant of Auschwitz concentration camp. One of the most important criminals at Auschwitz, he was extradited to Poland where he was convicted and sentenced to death. Aumeier was executed in 1948."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1949", "date": "January 28", "txt": "Jean-Pierre Wimille, French race car driver (b. 1908)", "entities": [{"title": "Jean-Pierre Wimille", "href": "/wiki/Jean-Pierre_Wimille", "description": "Jean-Pierre Wimille was a Grand Prix motor racing driver and a member of the French Resistance during World War II."}]}, {"heading": "Deaths", "year": "1950", "date": "January 28", "txt": "Nikolai Luzin, Russian mathematician and academic (b. 1883)", "entities": [{"title": "Nikolai Luzin", "href": "/wiki/Nikolai_Luzin", "description": "Nikolai Nikolaevich Luzin was a Soviet/Russian mathematician known for his work in descriptive set theory and aspects of mathematical analysis with strong connections to point-set topology. He was the eponym of Luzitania, a loose group of young Moscow mathematicians of the first half of the 1920s. They adopted his set-theoretic orientation, and went on to apply it in other areas of mathematics."}]}, {"heading": "Deaths", "year": "1953", "date": "January 28", "txt": "James Scullin, Australian journalist and politician, 9th Prime Minister of Australia (b. 1876)", "entities": [{"title": "James Scullin", "href": "/wiki/James_Scullin", "description": "James Henry Scullin was an Australian Labor Party politician and the ninth Prime Minister of Australia. Scullin led Labor to government at the 1929 election. The Wall Street Crash of 1929 transpired just two days after his swearing in, which would herald the beginning of the Great Depression in Australia. Scullin's administration would soon be overwhelmed by the economic crisis, with interpersonal"}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1953", "date": "January 28", "txt": "Neyzen Tevfik, Turkish philosopher and poet (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "January 28", "txt": "Walter Beall, American baseball player (b. 1899)", "entities": [{"title": "Walter Beall", "href": "/wiki/Walter_Beall", "description": "Walter Esau Beall was an American baseball player who played for the New York Yankees on several championship teams in the 1920s."}]}, {"heading": "Deaths", "year": "1960", "date": "January 28", "txt": "Zora Neale Hurston, American novelist, short story writer, and folklorist (b. 1891)", "entities": [{"title": "Zora Neale Hurston", "href": "/wiki/Zora_Neale_Hurston", "description": "Zora Neale Hurston was an American author, anthropologist, and filmmaker. She portrayed racial struggles in the early-1900s American South and published research on hoodoo. The most popular of her four novels is Their Eyes Were Watching God, published in 1937. She also wrote more than 50 short stories, plays, and essays."}]}, {"heading": "Deaths", "year": "1963", "date": "January 28", "txt": "Gustave Garrigou, French cyclist (b. 1884)", "entities": [{"title": "Gustave Garrigou", "href": "/wiki/Gustave_Garrigou", "description": "Cyprien Gustave Garrigou was one of the best professional racing cyclists of his era. He rode the Tour de France eight times and won once. Of 117 stages, he won eight, came in the top ten 96 times and finished 65 times in the first five."}]}, {"heading": "Deaths", "year": "1965", "date": "January 28", "txt": "Tich Freeman, English cricketer (b. 1888)", "entities": [{"title": "Tich Freeman", "href": "/wiki/Tich_Freeman", "description": "Alfred Percy Freeman, known as Tich Freeman, was an English first-class cricketer. A leg spin bowler for Kent County Cricket Club and England, he is the only man to take 300 wickets in an English season, and is the second most prolific wicket-taker in first-class cricket history."}]}, {"heading": "Deaths", "year": "1965", "date": "January 28", "txt": "Maxime Weygand, Belgian-French general (b. 1867)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "January 28", "txt": "Donald Winnicott, English paediatrician and psychoanalyst (b. 1896)", "entities": [{"title": "Donald Winnicott", "href": "/wiki/Donald_Winnicott", "description": "Donald Woods Winnicott was an English paediatrician and psychoanalyst who was especially influential in the field of object relations theory and developmental psychology. He was a leading member of the British Independent Group of the British Psychoanalytical Society, President of the British Psychoanalytical Society twice, and a close associate of Marion Milner."}]}, {"heading": "Deaths", "year": "1973", "date": "January 28", "txt": "John Banner, Austrian actor (b. 1910)", "entities": [{"title": "John Banner", "href": "/wiki/John_Banner", "description": "John Banner was an Austrian-born American actor, best known for his role as Sergeant Schultz in the situation comedy Hogan's Heroes (1965–1971). Schultz, constantly encountering evidence that the inmates of his stalag were planning mayhem, frequently feigned ignorance with the catchphrase, \"I see nothing! I hear nothing! I know nothing!\"."}]}, {"heading": "Deaths", "year": "1976", "date": "January 28", "txt": "Marcel Broodthaers, Belgian painter and poet (b. 1924)", "entities": [{"title": "Marcel Broodthaers", "href": "/wiki/Marcel_Broodthaers", "description": "Marcel Broodthaers was a Belgian poet, filmmaker, and visual artist with a highly literate and often witty approach to creating art works."}]}, {"heading": "Deaths", "year": "1978", "date": "January 28", "txt": "Ward Moore, American author (b. 1903)", "entities": [{"title": "Ward Moore", "href": "/wiki/Ward_Moore", "description": "Joseph Ward Moore was an American science fiction writer. According to The Encyclopedia of Science Fiction, \"he contributed only infrequently to the field, [but] each of his books became something of a classic.\""}]}, {"heading": "Deaths", "year": "1983", "date": "January 28", "txt": "Billy Fury. English pop star (b. 1940)", "entities": [{"title": "Billy Fury", "href": "/wiki/Billy_Fury", "description": "Ronald Wycherley, better known as Billy Fury, was an English singer, musician, songwriter, and actor. An early star of both rock and roll and films, he equalled the Beatles' record of 24 hits in the 1960s and spent 332 weeks on the UK chart, though he never had a chart-topping single or album."}]}, {"heading": "Deaths", "year": "1983", "date": "January 28", "txt": "Frank Forde, Australian educator and politician, 15th Prime Minister of Australia (b. 1890)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1986", "date": "January 28", "txt": "Space Shuttle Challenger crew\nGregory Jarvis, American captain, engineer, and astronaut (b. 1944)\nChrista McAuliffe, American educator and astronaut (b. 1948)\nRonald McNair, American physicist and astronaut (b. 1950)\nEllison Onizuka, American engineer and astronaut (b. 1946)\nJudith Resnik, American colonel, engineer, and astronaut (b. 1949)\nDick Scobee, American colonel, pilot, and astronaut (b. 1939)\nMichael J. Smith, American captain, pilot, and astronaut (b. 1945)", "entities": [{"title": "Space Shuttle Challenger", "href": "/wiki/Space_Shuttle_Challenger", "description": "Space Shuttle Challenger (OV-099) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the commanding ship of a nineteenth-century scientific expedition that travelled the world, Challenger was the second Space Shuttle orbiter to fly into space after Columbia, and launched on its maiden flight in April 1983. Initially manufactured as a test article n"}]}, {"heading": "Deaths", "year": "1988", "date": "January 28", "txt": "Klaus Fuchs, German physicist and politician (b. 1911)", "entities": [{"title": "Klaus Fuchs", "href": "/wiki/Klaus_Fuchs", "description": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the "}]}, {"heading": "Deaths", "year": "1989", "date": "January 28", "txt": "Choekyi Gyaltsen, 10th Panchen Lama (b. 1938)", "entities": [{"title": "Choekyi Gyaltsen, 10th Panchen Lama", "href": "/wiki/Choekyi_Gyaltsen,_10th_Panchen_Lama", "description": "Lobsang Trinley Lhündrub Chökyi Gyaltsen, ; was the tenth Panchen Lama, officially the 10th Panchen Erdeni, of the Gelug school of Tibetan Buddhism. According to Tibetan Buddhism, Panchen Lamas are living emanations of the buddha Amitabha. He was often referred to simply as Choekyi Gyaltsen."}]}, {"heading": "Deaths", "year": "1993", "date": "January 28", "txt": "Helen Sawyer Hogg, Canadian astronomer and academic (b. 1905)", "entities": [{"title": "Helen Sawyer Hogg", "href": "/wiki/Helen_Sawyer_Hogg", "description": "Helen Battles Sawyer Hogg was an American-Canadian astronomer who pioneered research into globular clusters and variable stars. She was the first female president of several astronomical organizations and a notable woman of science in a time when many universities would not award scientific degrees to women. Her scientific advocacy and journalism included astronomy columns in the Toronto Star and "}]}, {"heading": "Deaths", "year": "1996", "date": "January 28", "txt": "Joseph Brodsky, Russian-American poet and essayist, Nobel Prize laureate (b. 1940)", "entities": [{"title": "Joseph Brodsky", "href": "/wiki/Joseph_Brodsky", "description": "Iosif Aleksandrovich Brodsky was a Russian-American poet and essayist."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1996", "date": "January 28", "txt": "Burne Hogarth, American cartoonist and author (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 28", "txt": "Jerry Siegel, American author and illustrator, co-created Superman (b. 1914)", "entities": [{"title": "Superman", "href": "/wiki/Superman", "description": "Superman is a fictional superhero who first appeared in American comic books published by DC Comics. The character was created by writer Jerry Siegel and artist Joe Shuster, and first appeared in the comic book Action Comics #1. Superman has been adapted to a number of other media which includes radio serials, novels, movies, television shows and theatre."}]}, {"heading": "Deaths", "year": "1998", "date": "January 28", "txt": "Shotaro Ishinomori, Japanese author and illustrator (b. 1938)", "entities": [{"title": "Shotaro Ishinomori", "href": "/wiki/Shotaro_Ishinomori", "description": "Shotaro Ishinomori  was a Japanese manga artist who became an influential figure in manga, anime, and tokusatsu, creating several immensely popular long-running series such as Cyborg 009, the Super Sentai series, and the Kamen Rider series. He was twice awarded by the Shogakukan Manga Awards, in 1968 for Sabu to Ichi Torimono Hikae and in 1988 for Hotel and Manga Nihon Keizai Nyumon. He was born a"}]}, {"heading": "Deaths", "year": "1999", "date": "January 28", "txt": "Valery Gavrilin, Russian composer (b. 1939)", "entities": [{"title": "Valery Gavrilin", "href": "/wiki/Valery_Gavrilin", "description": "Valery Aleksandrovich Gavrilin (Russian: Валерий Александрович Гаврилин, was a Soviet and Russian composer. People's Artist of the RSFSR."}]}, {"heading": "Deaths", "year": "2001", "date": "January 28", "txt": "Ranko Marinković, Croatian author and playwright (b. 1913)", "entities": [{"title": "Ranko Marinković", "href": "/wiki/Ranko_Marinkovi%C4%87", "description": "Ranko Marinković was a Croatian novelist and dramatist."}]}, {"heading": "Deaths", "year": "2002", "date": "January 28", "txt": "Gustaaf Deloor, Belgian cyclist and soldier (b. 1913)", "entities": [{"title": "Gustaaf Deloor", "href": "/wiki/Gustaaf_Deloor", "description": "Gustaaf Deloor was a Belgian road racing cyclist and the winner of the first two editions of the Vuelta a España in 1935 and 1936. The 1936 edition remains the longest winning finish time of the Vuelta in 150:07:54, the race consisted of 22 stages with a total length of 4,407 km. Gustaaf finished first and his older brother Alfons finished second overall."}]}, {"heading": "Deaths", "year": "2002", "date": "January 28", "txt": "Astrid Lindgren, Swedish author and screenwriter (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "January 28", "txt": "Ayşe Nur Zarakolu, Turkish author and activist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "January 28", "txt": "Mieke Pullen, Dutch runner (b. 1957)", "entities": [{"title": "Mieke Pullen", "href": "/wiki/Mieke_Pullen", "description": "Mieke Pullen née Hombergen was a Dutch long-distance runner who competed mainly in marathon races. She ran thirty races over the distance in her career, winning races in Eindhoven, Amsterdam, Enschede and Singapore. She was a four-time Dutch champion over the distance. She was killed in a traffic accident while training in Haaren, aged 45."}]}, {"heading": "Deaths", "year": "2004", "date": "January 28", "txt": "Lloyd M. Bucher, American captain (b. 1927)", "entities": [{"title": "Lloyd M. Bucher", "href": "/wiki/Lloyd_M._Bucher", "description": "Lloyd Marvin \"Pete\" Bucher was an officer in the United States Navy, who is best remembered as the captain of USS Pueblo, which was seized by North Korea on January 23, 1968."}]}, {"heading": "Deaths", "year": "2004", "date": "January 28", "txt": "Mel Pritchard, English drummer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 28", "txt": "Jim Capaldi, English singer-songwriter and drummer (b. 1944)", "entities": [{"title": "Jim Capaldi", "href": "/wiki/Jim_Capaldi", "description": "Nicola James Capaldi was an English singer-songwriter and drummer. His musical career spanned more than four decades. He co-founded the psychedelic rock band Traffic in 1967 with Steve Winwood with whom he co-wrote the majority of the band's material. He was inducted into the Rock and Roll Hall of Fame as a part of Traffic's original line-up."}]}, {"heading": "Deaths", "year": "2007", "date": "January 28", "txt": "Carlo Clerici, Swiss cyclist (b. 1929)", "entities": [{"title": "Carlo Clerici", "href": "/wiki/Carlo_Clerici", "description": "Carlo Clerici was a Swiss professional road bicycle racer."}]}, {"heading": "Deaths", "year": "2007", "date": "January 28", "txt": "Robert Drinan, American priest, lawyer, and politician (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 28", "txt": "Yelena Romanova, Russian runner (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 28", "txt": "Karel Svoboda, Czech composer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 28", "txt": "Billy Powell, American keyboard player and songwriter (b. 1952)", "entities": [{"title": "Billy Powell", "href": "/wiki/Billy_Powell", "description": "Billy Powell was an American musician and a longtime keyboardist of Southern rock band Lynyrd Skynyrd from 1972 until his death in 2009."}]}, {"heading": "Deaths", "year": "2012", "date": "January 28", "txt": "Roman Juszkiewicz, Polish astronomer and astrophysicist (b. 1952)", "entities": [{"title": "Roman Juszkiewicz", "href": "/wiki/Roman_Juszkiewicz", "description": "Roman Juszkiewicz was a Polish astrophysicist whose work concerned fundamental issues of cosmology."}]}, {"heading": "Deaths", "year": "2012", "date": "January 28", "txt": "Don Starkell, Canadian adventurer and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 28", "txt": "Florentino Fernández, Cuban-American boxer and coach (b. 1936)", "entities": [{"title": "Florentino Fernández (boxer)", "href": "/wiki/Florentino_Fern%C3%A1ndez_(boxer)", "description": "Florentino \"the Ox\" Fernández was a Cuban middleweight who fought from 1956 to 1972. His overall record was 50 wins, 16 losses and two draws."}]}, {"heading": "Deaths", "year": "2013", "date": "January 28", "txt": "Hattie N. Harrison, American educator and politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 28", "txt": "Oldřich Kulhánek, Czech painter, illustrator, and stage designer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 28", "txt": "John Cacavas, American composer and conductor (b. 1930)", "entities": [{"title": "John Cacavas", "href": "/wiki/John_Cacavas", "description": "John Harry Cacavas was an American composer and conductor probably best known for his television scores, such as Kojak, and The Time Machine, for which he was the chief composer. He also composed Kojak's second main title theme for its 5th and final season in 1977-1978."}]}, {"heading": "Deaths", "year": "2014", "date": "January 28", "txt": "Harry Gamble, American football player, coach, and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 28", "txt": "Dwight Gustafson, American composer and conductor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 28", "txt": "Nigel Jenkins, Welsh poet, journalist, and geographer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 28", "txt": "Jorge Obeid, Argentinian engineer and politician, Governor of Santa Fe (b. 1947)", "entities": [{"title": "Governor of Santa Fe", "href": "/wiki/Governor_of_Santa_Fe", "description": "The governor of the Argentine province of Santa Fe is the highest executive officeholder of the province."}]}, {"heading": "Deaths", "year": "2015", "date": "January 28", "txt": "Suraj Abdurrahman, Nigerian general, architect, and engineer (b. 1954)", "entities": [{"title": "Suraj Abdurrahman", "href": "/wiki/Suraj_Abdurrahman", "description": "Suraj Alao Abdurrahman, was a Nigerian Army general who served as the Command Officer in Charge of the Armed Forces of Liberia, with former Liberian president Ellen Johnson Sirleaf as the Commander-in-Chief. According to then-President Sirleaf Johnson, “General Suraj Abdurrahman’s exceptional dedication to service endeared him to Liberians, and we honored him with the Distinguished Service Order w"}]}, {"heading": "Deaths", "year": "2015", "date": "January 28", "txt": "Yves Chauvin, French chemist and academic, Nobel Prize laureate (b. 1930)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2015", "date": "January 28", "txt": "Lionel Gilbert, Australian historian, author, and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 28", "txt": "Signe Toly Anderson, American singer (b. 1941)", "entities": [{"title": "Signe Toly Anderson", "href": "/wiki/Signe_Toly_Anderson", "description": "Signe Toly Anderson was an American singer who was one of the founding members of the American rock band Jefferson Airplane."}]}, {"heading": "Deaths", "year": "2016", "date": "January 28", "txt": "Paul Kantner, American singer-songwriter and guitarist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 28", "txt": "Franklin Gene Bissell, American football player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 28", "txt": "Buddy Cianci, American lawyer and politician, 32nd Mayor of Providence (b. 1941)", "entities": [{"title": "List of mayors of Providence, Rhode Island", "href": "/wiki/List_of_mayors_of_Providence,_Rhode_Island", "description": "The following is a list of mayors of Providence, Rhode Island."}]}, {"heading": "Deaths", "year": "2016", "date": "January 28", "txt": "Bob Tizard, New Zealand lawyer and politician, 6th Deputy Prime Minister of New Zealand (b. 1924)", "entities": [{"title": "Deputy Prime Minister of New Zealand", "href": "/wiki/Deputy_Prime_Minister_of_New_Zealand", "description": "The deputy prime minister of New Zealand is the second most senior member of the Cabinet of New Zealand. The officeholder usually deputises for the prime minister at official functions. The current deputy prime minister is Grant Robertson."}]}, {"heading": "Deaths", "year": "2017", "date": "January 28", "txt": "Alexander Chancellor, British journalist (b. 1940)", "entities": [{"title": "Alexander Chancellor", "href": "/wiki/Alexander_Chancellor", "description": "\n\nAlexander Surtees Chancellor, CBE was a British journalist."}]}, {"heading": "Deaths", "year": "2017", "date": "January 28", "txt": "Geoff Nicholls, British musician (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "January 28", "txt": "Pepe Smith, Filipino rock musician (b. 1947)", "entities": [{"title": "Pepe Smith", "href": "/wiki/Pepe_Smith", "description": "Joseph William Feliciano Smith was a Filipino-American singer-songwriter, drummer and guitarist. Known by his stage names Joey Smith and Pepe Smith, he gained prominence as a member of Juan de la Cruz Band, which became pioneering figures in original Filipino rock music or \"Pinoy rock\"."}]}, {"heading": "Deaths", "year": "2021", "date": "January 28", "txt": "Cicely Tyson, American actress (b. 1924)", "entities": [{"title": "Cicely Tyson", "href": "/wiki/Cicely_Tyson", "description": "Cicely Tyson was an American actress, model and author. In a career which spanned more than seven decades, she became known for her portrayal of strong African-American women. Tyson received three Primetime Emmy Awards, four Black Reel Awards, one Screen Actors Guild Award, one Tony Award, an honorary Academy Award, and a Peabody Award."}]}]