[{"heading": "Events", "year": "393", "date": "January 23", "txt": "Roman Emperor Theodosius I proclaims his eight-year-old son Honorius co-emperor.", "entities": [{"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Theodosius I", "href": "/wiki/Theodosius_I", "description": "Theodosius I, also called Theodosius the Great, was Roman emperor from 379 to 395. He is best known for making Christianity the state religion of the Roman Empire and great architecture projects in Constantinople."}, {"title": "Honorius (emperor)", "href": "/wiki/Honorius_(emperor)", "description": "Flavius Honorius was Roman emperor from 393 to 423. He was the younger son of emperor Theodosius I and his first wife Aelia Flaccilla, and brother of Arcadius, who ruled the eastern half of the empire from 395, when their father died, until his death in 408. In 410, during Honorius's reign over the western Roman Empire, Rome was sacked for the first time in almost 800 years."}]}, {"heading": "Events", "year": "971", "date": "January 23", "txt": "Using crossbows, Song dynasty troops soundly defeat a war elephant corps of the Southern Han at Shao.", "entities": [{"title": "Crossbow", "href": "/wiki/Crossbow", "description": "A crossbow is a ranged weapon using an elastic launching device similar to a bow; it consists of a bow-like assembly called a prod, mounted horizontally on a main frame called a tiller, which is hand-held in a similar fashion to the stock of a long gun. Crossbows shoot arrow-like projectiles called bolts or quarrels. A person who shoots crossbow is called a crossbowman or an arbalist."}, {"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}, {"title": "History of the Song dynasty", "href": "/wiki/History_of_the_Song_dynasty#Founding_of_the_Song", "description": "The Song dynasty of China was a ruling dynasty that controlled China proper and southern China from the middle of the 10th century into the last quarter of the 13th century. The dynasty was established by Emperor Taizu of Song with his usurpation of the throne of Later Zhou, ending the Five Dynasties and Ten Kingdoms period."}, {"title": "War elephant", "href": "/wiki/War_elephant", "description": "A war elephant was an elephant that was trained and guided by humans for combat. The war elephant's main use was to charge the enemy, breaking their ranks and instilling terror. Elephantry are military units with elephant-mounted troops."}, {"title": "Southern Han", "href": "/wiki/Southern_Han", "description": "Southern Han, officially Han, originally Yue, was one of the ten kingdoms that existed during the Five Dynasties and Ten Kingdoms period. It was located on China's southern coast, controlling modern Guangdong and Guangxi. The kingdom greatly expanded its capital Xingwang Fu. It attempted but failed to annex the independent polity of Jinghai which was controlled by the Vietnamese."}]}, {"heading": "Events", "year": "1264", "date": "January 23", "txt": "In the conflict between King Henry III of England and his rebellious barons led by Simon de Montfort, King Louis IX of France issues the Mise of Amiens, a one-sided decision in favour of Henry that later leads to the Second Barons' War.", "entities": [{"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}, {"title": "Simon de Montfort, 6th Earl of Leicester", "href": "/wiki/Simon_de_Montfort,_6th_Earl_of_Leicester", "description": "Simon de Montfort, 6th Earl of Leicester, later sometimes referred to as Simon V de Montfort to distinguish him from his namesake relatives, was a nobleman of French origin and a member of the English peerage, who led the baronial opposition to the rule of King Henry III of England, culminating in the Second Barons' War. Following his initial victories over royal forces, he became de facto ruler o"}, {"title": "Louis IX of France", "href": "/wiki/Louis_IX_of_France", "description": "Louis IX, commonly known as Saint Louis or Louis the Saint, is the only king of France to have been canonized in the Catholic Church. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII; his mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis's childhood, Blanche "}, {"title": "Mise of Amiens", "href": "/wiki/Mise_of_Amiens", "description": "The Mise of Amiens [miz ɒv a.mjɛ̃] was a settlement given by King Louis IX of France on 23 January 1264 in the conflict between King Henry III of England and his rebellious barons, led by Simon de Montfort. Louis' one-sided decision for King Henry led directly to the hostilities of the Second Barons' War."}, {"title": "Second Barons' War", "href": "/wiki/Second_Barons%27_War", "description": "The Second Barons' War (1264–1267) was a civil war in England between the forces of a number of barons led by Simon de Montfort against the royalist forces of King Henry III, led initially by the king himself and later by his son, the future King Edward I. The barons sought to force the king to rule with a council of barons rather than through his favourites. The war also featured a series of mass"}]}, {"heading": "Events", "year": "1368", "date": "January 23", "txt": "In a coronation ceremony, Zhu Yuanzhang ascends the throne of China as the Hongwu Emperor, initiating Ming dynasty rule over China that would last for three centuries.", "entities": [{"title": "Zhu Yuanzhang", "href": "/wiki/Zhu_Yuanzhang", "description": "The Hongwu Emperor Zhu Yuanzhang, was the founding emperor of the Ming dynasty, reigning from 1368 to 1398."}, {"title": "Emperor of China", "href": "/wiki/Emperor_of_China", "description": "Emperor of China, or Huáng dì was the monarch of China during the Imperial Period of Chinese history. In traditional Chinese political theory, the emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The succession of emperors"}, {"title": "Hongwu Emperor", "href": "/wiki/Hongwu_Emperor", "description": "The Hongwu Emperor Zhu Yuanzhang, was the founding emperor of the Ming dynasty, reigning from 1368 to 1398."}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}]}, {"heading": "Events", "year": "1546", "date": "January 23", "txt": "Having published nothing for eleven years, François Rabelais publishes the Tiers Livre, his sequel to Gargantua and Pantagruel.", "entities": [{"title": "François Rabelais", "href": "/wiki/Fran%C3%A7ois_Rabelais", "description": "François Rabelais was a French Renaissance writer, physician, Renaissance humanist, monk and Greek scholar. He is primarily known as a writer of satire, of the grotesque, and of bawdy jokes and songs."}]}, {"heading": "Events", "year": "1556", "date": "January 23", "txt": "The deadliest earthquake in history, the Shaanxi earthquake, hits Shaanxi province, China. The death toll may have been as high as 830,000.", "entities": [{"title": "Earthquake", "href": "/wiki/Earthquake", "description": "An earthquake is the shaking of the surface of the Earth resulting from a sudden release of energy in the Earth's lithosphere that creates seismic waves. Earthquakes can range in size from those that are so weak that they cannot be felt to those violent enough to propel objects and people into the air, and wreak destruction across entire cities. The seismicity, or seismic activity, of an area is t"}, {"title": "1556 Shaanxi earthquake", "href": "/wiki/1556_Shaanxi_earthquake", "description": "The 1556 Shaanxi earthquake, or Huaxian earthquake, or Jiajing earthquake, is the deadliest earthquake in recorded history. According to imperial records, approximately 830,000 people lost their lives."}, {"title": "Shaanxi", "href": "/wiki/Shaanxi", "description": "Shaanxi is a landlocked province of the People's Republic of China. Officially part of Northwest China, it borders the province-level divisions of Shanxi, Henan (E), Hubei (SE), Chongqing (S), Sichuan (SW), Gansu (W), Ningxia (NW) and Inner Mongolia (N)."}]}, {"heading": "Events", "year": "1570", "date": "January 23", "txt": "James Stewart, 1st Earl of Moray, regent for the infant King James VI of Scotland, is assassinated by firearm, the first recorded instance of such.", "entities": [{"title": "James Stewart, 1st Earl of Moray", "href": "/wiki/James_Stewart,_1st_Earl_of_Moray", "description": "James Stewart, 1st Earl of Moray, a member of the House of Stewart as the illegitimate son of King James V, was the regent of Scotland for his half-nephew, the infant King James VI, from 1567 until his assassination in 1570. He was the first head of government to be assassinated by a firearm."}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "James VI of Scotland", "href": "/wiki/James_VI_of_Scotland", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}]}, {"heading": "Events", "year": "1571", "date": "January 23", "txt": "The Royal Exchange opens in London.", "entities": [{"title": "Royal Exchange, London", "href": "/wiki/Royal_Exchange,_London", "description": "The Royal Exchange in London was founded in the 16th century by the merchant Sir Thomas Gresham on the suggestion of his factor Richard Clough to act as a centre of commerce for the City of London. The site was provided by the City of London Corporation and the Worshipful Company of Mercers, who still jointly own the freehold. It is trapezoidal in shape and is flanked by Cornhill and Threadneedle "}]}, {"heading": "Events", "year": "1579", "date": "January 23", "txt": "The Union of Utrecht forms a Protestant republic in the Netherlands.", "entities": [{"title": "Union of Utrecht", "href": "/wiki/Union_of_Utrecht", "description": "The Union of Utrecht was a treaty signed on 23 January 1579 in Utrecht, Netherlands, unifying the northern provinces of the Netherlands, until then under the control of Habsburg Spain."}, {"title": "Protestantism", "href": "/wiki/Protestantism", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}]}, {"heading": "Events", "year": "1656", "date": "January 23", "txt": "Blaise Pascal publishes the first of his Lettres provinciales.", "entities": [{"title": "Blaise Pascal", "href": "/wiki/Blaise_Pascal", "description": "Blaise Pascal was a French mathematician, physicist, inventor, philosopher, writer and Catholic theologian."}]}, {"heading": "Events", "year": "1719", "date": "January 23", "txt": "The Principality of Liechtenstein is created within the Holy Roman Empire.", "entities": [{"title": "Principality", "href": "/wiki/Principality", "description": "A principality can either be a monarchical feudatory or a sovereign state, ruled or reigned over by a regnant-monarch with the title of prince and/or princess, or by a monarch with another title considered to fall under the generic meaning of the term prince."}, {"title": "Liechtenstein", "href": "/wiki/Liechtenstein", "description": "Liechtenstein, officially the Principality of Liechtenstein, is a German-speaking microstate situated in the Alps and in the southwest of Central Europe. The principality is a semi-constitutional monarchy headed by the Prince of Liechtenstein; the Prince's extensive powers are equivalent to those of a President in a semi-presidential system."}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}]}, {"heading": "Events", "year": "1789", "date": "January 23", "txt": "Georgetown College, the first Catholic university in the United States, is founded in Georgetown, Maryland (now a part of Washington, D.C.) when Bishop John Carroll, Rev. Robert Molyneux, and Rev. John Ashton purchase land for the proposed academy for the education of youth.", "entities": [{"title": "Georgetown University", "href": "/wiki/Georgetown_University", "description": "Georgetown University is a private Jesuit research university in the Georgetown neighborhood of Washington, D.C. Founded by Bishop John Carroll in 1789 as Georgetown College, the university has grown to comprise ten undergraduate and graduate schools, among which are the School of Foreign Service, School of Business, Medical School, Law School, and a campus in Qatar. On a hill above the Potomac Ri"}, {"title": "Catholic university", "href": "/wiki/Catholic_university", "description": "Catholic higher education includes universities, colleges, and other institutions of higher education privately run by the Catholic Church, typically by religious institutes. Those tied to the Holy See are specifically called pontifical universities."}, {"title": "Georgetown (Washington, D.C.)", "href": "/wiki/Georgetown_(Washington,_D.C.)", "description": "Georgetown is a historic neighborhood and a commercial and entertainment district located in northwest Washington, D.C., situated along the Potomac River. Founded in 1751 in the Province of Maryland, the port of Georgetown predated the establishment of the federal district and the City of Washington by 40 years. Georgetown remained a separate municipality until 1871 when the United States Congress"}, {"title": "John Carroll (archbishop of Baltimore)", "href": "/wiki/John_Carroll_(archbishop_of_Baltimore)", "description": "John Carroll was a prelate of the Roman Catholic Church who served as the first bishop and archbishop in the United States. He served as the ordinary of the first diocese and later Archdiocese of Baltimore, in Maryland, which at first encompassed all of the United States and later after division as the eastern half of the new nation."}, {"title": "Robert Molyneux", "href": "/wiki/Robert_Molyneux", "description": "Robert P. Molyneux was an English-American Catholic priest and Jesuit missionary to the United States. Born to a prominent English family, he entered the Society of Jesus and studied at the College of St Omer in France. When the school moved to Bruges, Belgium, he followed, becoming a master. In 1771, he emigrated to the United States as a missionary, where he took up pastoral work in Philadelphia"}]}, {"heading": "Events", "year": "1793", "date": "January 23", "txt": "Second Partition of Poland.", "entities": [{"title": "Second Partition of Poland", "href": "/wiki/Second_Partition_of_Poland", "description": "The 1793 Second Partition of Poland was the second of three partitions that ended the existence of the Polish–Lithuanian Commonwealth by 1795. The second partition occurred in the aftermath of the Polish–Russian War of 1792 and the Targowica Confederation of 1792, and was approved by its territorial beneficiaries, the Russian Empire and the Kingdom of Prussia. The division was ratified by the coer"}]}, {"heading": "Events", "year": "1795", "date": "January 23", "txt": "After an extraordinary charge across the frozen Zuiderzee, the French cavalry captured 14 Dutch ships and 850 guns, in a rare occurrence of a battle between ships and cavalry.", "entities": [{"title": "Zuiderzee", "href": "/wiki/Zuiderzee", "description": "The Zuiderzee or Zuider Zee was a shallow bay of the North Sea in the northwest of the Netherlands, extending about 100 km inland and at most 50 km wide, with an overall depth of about 4 to 5 metres (13–16 feet) and a coastline of about 300 km. It covered 5,000 km2 (1,900 sq mi). Its name is Dutch for \"southern sea\", indicating that the name originates in Friesland, to the north of the Zuiderzee. "}, {"title": "Capture of the Dutch fleet at Den Helder", "href": "/wiki/Capture_of_the_Dutch_fleet_at_Den_Helder", "description": "The Capture of the Dutch fleet at Den Helder on the night of 23 January 1795 presents a rare occurrence of a tactical interaction between warships and cavalry, in which a French Revolutionary Hussar regiment surrounded a Dutch fleet frozen at anchor between the 3 kilometres (1.9 mi) stretch of sea that separates the mainland port of Den Helder and the island of Texel. After a charge across the fro"}]}, {"heading": "Events", "year": "1846", "date": "January 23", "txt": "Slavery in Tunisia is abolished.", "entities": [{"title": "Slavery in Tunisia", "href": "/wiki/Slavery_in_Tunisia", "description": "Slavery in Tunisia was a specific manifestation of the Arab slave trade, which was abolished on 23 January 1846 by Ahmed I Bey. Tunisia was in a similar position to that of Algeria, with a geographic position which linked it the main Trans-Saharan routes. It received caravans from Fezzan and Ghadamès, which consisted solely, in the eighteenth century, of gold powder and slaves, according to contem"}]}, {"heading": "Events", "year": "1849", "date": "January 23", "txt": "Elizabeth Blackwell is awarded her M.D. by the Geneva Medical College of Geneva, New York, becoming the United States' first female doctor.", "entities": [{"title": "Elizabeth Blackwell", "href": "/wiki/Elizabeth_Blackwell", "description": "Elizabeth Blackwell was a British physician, notable as the first woman to receive a medical degree in the United States, and the first woman on the Medical Register of the General Medical Council. Blackwell played an important role in both the United States and the United Kingdom as a social awareness and moral reformer, and pioneered in promoting education for women in medicine. Her contribution"}, {"title": "Geneva Medical College", "href": "/wiki/Geneva_Medical_College", "description": "Geneva Medical College was founded on September 15, 1834, in Geneva, New York, as a separate department (college) of Geneva College, currently known as Hobart and William Smith Colleges. In 1871, the medical school was transferred to Syracuse University in Syracuse, New York. In 1950, the university sold the college for $1 to the State University of New York, where it remains today."}, {"title": "Geneva, New York", "href": "/wiki/Geneva,_New_York", "description": "Geneva is a city in Ontario and Seneca counties in the U.S. state of New York. It is at the northern end of Seneca Lake; all land portions of the city are within Ontario County; the water portions are in Seneca County. The population was 13,261 at the 2010 census. The city is supposedly named after the city and canton of Geneva in Switzerland. The main settlement of the Seneca was spelled Zoneshio"}]}, {"heading": "Events", "year": "1870", "date": "January 23", "txt": "In Montana, U.S. cavalrymen kill 173 Native Americans, mostly women and children, in what becomes known as the Marias Massacre.", "entities": [{"title": "Montana", "href": "/wiki/Montana", "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the eighth-least populous state, and the third-least densely populated state. The weste"}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}, {"title": "Marias Massacre", "href": "/wiki/Marias_Massacre", "description": "The Marias Massacre was a massacre of Piegan Blackfeet Indians carried out by the United States Army as part of the Indian Wars. The massacre took place on January 23, 1870, in Montana Territory. Approximately 200 Indians were killed, most of whom were women, children and elderly men."}]}, {"heading": "Events", "year": "1879", "date": "January 23", "txt": "Anglo-Zulu War: The Battle of Rorke's Drift ends.", "entities": [{"title": "Anglo-Zulu War", "href": "/wiki/Anglo-Zulu_War", "description": "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following the Constitution Act of 1867 for the federation in Canada, by Lord Carnarvon, it was thought that similar political effort, coupled with military campaigns, might succeed with the African Kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Bartle Frere was sent to South Africa as Hi"}, {"title": "Battle of Rorke's Drift", "href": "/wiki/Battle_of_Rorke%27s_Drift", "description": "The Battle of Rorke's Drift (1879), also known as the Defence of Rorke's Drift, was an engagement in the Anglo-Zulu War. The successful British defence of the mission station of Rorke's Drift, under the command of Lieutenants John Chard of the Royal Engineers and Gonville Bromhead, began when a large contingent of Zulu warriors broke off from their main force during the final hour of the British d"}]}, {"heading": "Events", "year": "1899", "date": "January 23", "txt": "The Malolos Constitution is inaugurated, establishing the First Philippine Republic. Emilio Aguinaldo is sworn in as its first President.", "entities": [{"title": "Malolos Constitution", "href": "/wiki/Malolos_Constitution", "description": "The Political Constitution of 1899, informally known as the Malolos Constitution, was the constitution of the First Philippine Republic. It was written by Felipe Calderón y Roca and Felipe Buencamino as an alternative to a pair of proposals to the Malolos Congress by Apolinario Mabini and Pedro Paterno. After a lengthy debate in the latter part of 1898, it was promulgated on 21 January 1899."}, {"title": "First Philippine Republic", "href": "/wiki/First_Philippine_Republic", "description": "The Philippine Republic, more commonly known as the First Philippine Republic or the Malolos Republic, was a nascent revolutionary government in the Philippines. It was formally established with Emilio Aguinaldo as president by proclamation of the Malolos Constitution on January 21, 1899, in Malolos, Bulacan, succeeding the Revolutionary Government of the Philippines. It endured until the capture "}, {"title": "Emilio Aguinaldo", "href": "/wiki/Emilio_Aguinaldo", "description": "Emilio Aguinaldo y Famy was a Filipino revolutionary, politician, and military leader who is officially recognized as the first and the youngest President of the Philippines (1899–1901) and the first president of a constitutional republic in Asia. He led Philippine forces first against Spain in the latter part of the Philippine Revolution (1896–1898), then in the Spanish–American War (1898), and f"}, {"title": "List of Presidents of the Philippines", "href": "/wiki/List_of_Presidents_of_the_Philippines", "description": "Under the present Constitution of the Philippines, the president of the Philippines is both the head of state and the head of government, and serves as the commander-in-chief of the country's armed forces. The president is directly elected by qualified voters of the population to a six-year term and must be \"a natural-born citizen of the Philippines, a registered voter, able to read and write, at "}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Events", "year": "1900", "date": "January 23", "txt": "Second Boer War: The Battle of Spion Kop between the forces of the South African Republic and the Orange Free State and British forces ends in a British defeat.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Battle of Spion Kop", "href": "/wiki/Battle_of_Spion_Kop", "description": "The Battle of Spion Kop was a military engagement between British forces and two Boer Republics—the South African Republic and the Orange Free State—during the campaign by the British to relieve the besieged city Ladysmith during the initial months of the Second Boer War. The battle was fought 23–24 January 1900 on the hilltop of Spion Kop(1), about 38 km (24 mi) west-southwest of Ladysmith."}, {"title": "South African Republic", "href": "/wiki/South_African_Republic", "description": "The South African Republic was an independent and internationally recognised state in what is now South Africa, from 1852 to 1902."}, {"title": "Orange Free State", "href": "/wiki/Orange_Free_State", "description": "The Orange Free State was an independent Boer sovereign republic under British suzerainty in Southern Africa during the second half of the 19th century, which ceased to exist after it was defeated and surrendered to the British Empire at the end of the Second Boer War in 1902. It is one of the three historical precursors to the present-day Free State province."}]}, {"heading": "Events", "year": "1904", "date": "January 23", "txt": "Ålesund Fire: The Norwegian coastal town Ålesund is devastated by fire, leaving 10,000 people homeless and one person dead. Kaiser Wilhelm II funds the rebuilding of the town in Jugendstil style.", "entities": [{"title": "Ålesund Fire", "href": "/wiki/%C3%85lesund_Fire", "description": "The Ålesund fire happened on 23 January 1904 in the Norwegian city of Ålesund. It destroyed almost the whole city centre, built mostly of wood, like the majority of Norwegian towns at the time. The town has since been rebuilt and it is now the administrative centre of Ålesund Municipality."}, {"title": "Ålesund", "href": "/wiki/%C3%85lesund", "description": "Ålesund is a municipality in Møre og Romsdal County, Norway. It is part of the traditional district of Sunnmøre and the centre of the Ålesund Region. The town of Ålesund is the administrative centre of Ålesund Municipality, as well as the principal shipping town of the Sunnmøre district. The town is a sea port and is noted for its concentration of Art Nouveau architecture. Although sometimes inter"}, {"title": "Kaiser", "href": "/wiki/Kaiser", "description": "Kaiser is the German word for \"emperor\". In general, the German title was only used for rulers above the rank of king (König). In English, the (untranslated) word Kaiser is mainly associated with the emperors of the unified German Empire (1871–1918)."}, {"title": "Wilhelm II, German Emperor", "href": "/wiki/Wilhelm_II,_German_Emperor", "description": "Wilhelm II, anglicised as William II, was the last German Emperor (Kaiser) and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. Despite strengthening Germany's position as a great power by building a blue-water navy and promoting scientific innovation, his tactless public statements greatly antagonized the international community and his foreign policy was seen "}, {"title": "Art Nouveau", "href": "/wiki/Art_Nouveau", "description": "Art Nouveau is an international style of art, architecture, and applied art, especially the decorative arts, known in different languages by different names: Jugendstil in German, Stile Liberty in Italian, Modernisme català in Catalan, etc. In English it is also known as the Modern Style. The style was most popular between 1890 and 1910. It was a reaction against the academic art, eclecticism and "}]}, {"heading": "Events", "year": "1909", "date": "January 23", "txt": "RMS Republic, a passenger ship of the White Star Line, becomes the first ship to use the CQD distress signal after colliding with another ship, the SS Florida, off the Massachusetts coastline, an event that kills six people. The Republic sinks the next day.", "entities": [{"title": "RMS Republic (1903)", "href": "/wiki/RMS_Republic_(1903)", "description": "RMS Republic was a steam-powered ocean liner built in 1903 by Harland and Wolff in Belfast, and lost at sea in a collision in 1909 while sailing for the White Star Line. The ship was equipped with a new Marconi wireless telegraphy transmitter, and issued a CQD distress call, resulting in the saving of around 1,500 lives. Known as the \"Millionaires' Ship\" because of the number of wealthy Americans "}, {"title": "White Star Line", "href": "/wiki/White_Star_Line", "description": "The Oceanic Steam Navigation Company, more commonly known as the White Star Line (WSL), was a British shipping company. Founded out of the remains of a defunct packet company, it gradually rose up to become one of the most prominent shipping lines in the world, providing passenger and cargo services between the British Empire and the United States. While many other shipping lines focused primarily"}, {"title": "CQD", "href": "/wiki/CQD", "description": "CQD is one of the first distress signals adopted for radio use. On 7 January 1904 the Marconi International Marine Communication Company issued \"Circular 57\", which specified that, for the company's installations, beginning 1 February 1904 \"the call to be given by ships in distress or in any way requiring assistance shall be 'C Q D' \"."}]}, {"heading": "Events", "year": "1912", "date": "January 23", "txt": "The International Opium Convention is signed at The Hague.", "entities": [{"title": "International Opium Convention", "href": "/wiki/International_Opium_Convention", "description": "The International Opium Convention, signed at The Hague on January 23, 1912 during the First International Opium Conference, was the first international drug control treaty. The United States was unsuccessful in its attempts to have cannabis included in the 1912 Convention.It was registered in League of Nations Treaty Series on January 23, 1922. The United States convened a 13-nation conference of"}, {"title": "The Hague", "href": "/wiki/The_Hague", "description": "The Hague is a city and municipality on the western coast of the Netherlands on the North Sea, the administrative and royal capital of the Netherlands and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world."}]}, {"heading": "Events", "year": "1920", "date": "January 23", "txt": "The Netherlands refuses to surrender the exiled Kaiser Wilhelm II of Germany to the Allies.", "entities": [{"title": "Wilhelm II, German Emperor", "href": "/wiki/Wilhelm_II,_German_Emperor", "description": "Wilhelm II, anglicised as William II, was the last German Emperor (Kaiser) and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. Despite strengthening Germany's position as a great power by building a blue-water navy and promoting scientific innovation, his tactless public statements greatly antagonized the international community and his foreign policy was seen "}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}]}, {"heading": "Events", "year": "1937", "date": "January 23", "txt": "The trial of the anti-Soviet Trotskyist center sees seventeen mid-level Communists accused of sympathizing with Leon Trotsky and plotting to overthrow Joseph Stalin's regime.", "entities": [{"title": "Moscow Trials", "href": "/wiki/Moscow_Trials", "description": "The Moscow Trials were a series of show trials held in the Soviet Union at the instigation of Joseph Stalin between 1936 and 1938 against Trotskyists and members of Right Opposition of the Communist Party of the Soviet Union. There were three Moscow Trials, including:the Case of the Trotskyite-Zinovievite Terrorist Center ;\nthe Case of the Anti-Soviet Trotskyist Center ; and\nthe Case of the Anti-S"}, {"title": "Leon Trotsky", "href": "/wiki/Leon_Trotsky", "description": "Lev Davidovich Bronstein, better known as Leon Trotsky, was a Russian Marxist revolutionary, political theorist and politician. Ideologically a communist, he developed a variant of Marxism which has become known as Trotskyism."}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}]}, {"heading": "Events", "year": "1941", "date": "January 23", "txt": "Charles Lindbergh testifies before the U.S. Congress and recommends that the United States negotiate a neutrality pact with Adolf Hitler.", "entities": [{"title": "Charles Lindbergh", "href": "/wiki/Charles_Lindbergh", "description": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York City to Paris on May 20–21. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, "}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1942", "date": "January 23", "txt": "World War II: The Battle of Rabaul commences Japan's invasion of Australia's Territory of New Guinea.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Rabaul (1942)", "href": "/wiki/Battle_of_Rabaul_(1942)", "description": "The Battle of Rabaul, also known by the Japanese as Operation R, an instigating action of the New Guinea campaign, was fought on the island of New Britain in the Australian Territory of New Guinea, from 23 January into February 1942. It was a strategically significant defeat of Allied forces by Japan in the Pacific campaign of World War II, with the Japanese invasion force quickly overwhelming the"}, {"title": "New Guinea campaign", "href": "/wiki/New_Guinea_campaign", "description": "The New Guinea campaign of the Pacific War lasted from January 1942 until the end of the war in August 1945. During the initial phase in early 1942, the Empire of Japan invaded the Australian-administered Mandated Territory of New Guinea and the Australian Territory of Papua and overran western New Guinea, which was a part of the Netherlands East Indies. During the second phase, lasting from late "}, {"title": "Territory of New Guinea", "href": "/wiki/Territory_of_New_Guinea", "description": "The Territory of New Guinea was an Australian-administered territory on the island of New Guinea from 1914 until 1975. In 1949, the Territory and the Territory of Papua were established in an administrative union by the name of the Territory of Papua and New Guinea. That administrative union was renamed as Papua New Guinea in 1971. Notwithstanding that it was part of an administrative union, the T"}]}, {"heading": "Events", "year": "1943", "date": "January 23", "txt": "World War II: Troops of the British Eighth Army capture Tripoli in Libya from the German–Italian Panzer Army.", "entities": [{"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Eighth Army (United Kingdom)", "href": "/wiki/Eighth_Army_(United_Kingdom)", "description": "The Eighth Army was a field army formation of the British Army during the Second World War, fighting in the North African and Italian campaigns. Units came from Australia, British India, Canada, Czechoslovakia, Free French Forces, Greece, New Zealand, Poland, Rhodesia, South Africa and the United Kingdom."}, {"title": "Tripoli", "href": "/wiki/Tripoli", "description": "Tripoli is the capital city and the largest city of Libya, with a population of about three million people in 2019. It is located in the northwest of Libya on the edge of the desert, on a point of rocky land projecting into the Mediterranean Sea and forming a bay. It includes the port of Tripoli and the country's largest commercial and manufacturing center. It is also the site of the University of"}, {"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}, {"title": "German–Italian Panzer Army", "href": "/wiki/German%E2%80%93Italian_Panzer_Army", "description": "As the number of German troops committed to the North African Campaign of World War II grew from the initial commitment of a small corps, the Germans developed a more elaborate command structure and placed the enlarged Afrika Korps, with Italian units under this new German command and a succession of commands were created to manage Axis forces in Africa:Panzer Group Africa, August 1941 – January 1"}]}, {"heading": "Events", "year": "1945", "date": "January 23", "txt": "World War II: German admiral Karl Dönitz launches Operation Hannibal.", "entities": [{"title": "Karl Dönitz", "href": "/wiki/Karl_D%C3%B6nitz", "description": "Karl Dönitz was a German admiral during the Nazi era who briefly succeeded Adolf Hitler as the German head of state in May, 1945, until Germany's unconditional surrender to the allies in the same month. As Supreme Commander of the Navy beginning in 1943, he played a major role in the naval history of World War II. He was convicted of war crimes at the Nuremberg trials in 1946."}, {"title": "Operation Hannibal", "href": "/wiki/Operation_Hannibal", "description": "Operation Hannibal was a German naval operation involving the evacuation by sea of German troops and civilians from Courland, East Prussia, and the Polish Corridor from mid-January to May 1945 as the Red Army advanced during the East Prussian and East Pomeranian Offensives and subsidiary operations."}]}, {"heading": "Events", "year": "1950", "date": "January 23", "txt": "The Knesset resolves that Jerusalem is the capital of Israel.", "entities": [{"title": "Knesset", "href": "/wiki/Knesset", "description": "The Knesset is the unicameral national legislature of Israel. As the legislative branch of the Israeli government, the Knesset passes all laws, elects the president and prime minister, approves the cabinet, and supervises the work of the government. In addition, the Knesset elects the state comptroller. It also has the power to waive the immunity of its members, remove the president and the state "}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1957", "date": "January 23", "txt": "American inventor Walter Frederick Morrison sells the rights to his flying disc to the Wham-O toy company, which later renames it the \"Frisbee\".", "entities": [{"title": "Walter Frederick Morrison", "href": "/wiki/Walter_Frederick_Morrison", "description": "Walter Fredrick \"Fred\" Morrison was an American inventor and entrepreneur, who invented the Frisbee."}, {"title": "Frisbee", "href": "/wiki/Frisbee", "description": "A frisbee is a gliding toy or sporting item that is generally made of injection-molded plastic and roughly 8 to 10 inches in diameter with a pronounced lip. It is used recreationally and competitively for throwing and catching, as in flying disc games. The shape of the disc is an airfoil in cross-section which allows it to fly by generating lift as it moves through the air. Spinning the disc impar"}, {"title": "Wham-O", "href": "/wiki/Wham-O", "description": "Wham-O Inc. is an American toy company based in Carson, California, United States. It is known for creating and marketing many popular toys for nearly 70 years, including the Hula hoop, Frisbee, Slip 'N Slide, Super Ball, Trac-Ball, Silly String, Hacky sack, Wham-O Bird Ornithopter & Boogie Board, many of which have become genericized trademarks."}]}, {"heading": "Events", "year": "1958", "date": "January 23", "txt": "After a general uprising and rioting in the streets, President Marcos Pérez Jiménez leaves Venezuela.", "entities": [{"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}, {"title": "Marcos Pérez Jiménez", "href": "/wiki/Marcos_P%C3%A9rez_Jim%C3%A9nez", "description": "Marcos Evangelista Pérez Jiménez was a Venezuelan military and general officer of the Army of Venezuela and the de facto leader of Venezuela from 1950 to 1958, ruling as member of the military junta from 1950 to 1952 and as president from 1952 to 1958. He took part in the 1948 coup d'état, becoming part of the ruling junta. He ran in the 1952 election. However, the junta cancelled the election whe"}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1960", "date": "January 23", "txt": "The bathyscaphe USS Trieste breaks a depth record by descending to 10,911 metres (35,797 ft) in the Pacific Ocean.", "entities": [{"title": "Bathyscaphe", "href": "/wiki/Bathyscaphe", "description": "A bathyscaphe is a free-diving self-propelled deep-sea submersible, consisting of a crew cabin similar to a bathysphere, but suspended below a float rather than from a surface cable, as in the classic bathysphere design."}, {"title": "Bathyscaphe Trieste", "href": "/wiki/Bathyscaphe_Trieste", "description": "Trieste is a Swiss-designed, Italian-built deep-diving research bathyscaphe which reached a record depth of about 10,911 metres (35,797 ft) in the Challenger Deep of the Mariana Trench near Guam in the Pacific. On 23 January 1960, Jacques Piccard and US Navy Lieutenant Don Walsh achieved the goal of Project Nekton. It was the first manned vessel to reach the bottom of the Challenger Deep."}]}, {"heading": "Events", "year": "1961", "date": "January 23", "txt": "The Portuguese luxury cruise ship Santa Maria is hijacked by opponents of the Estado Novo regime with the intention of waging war until dictator António de Oliveira Salazar is overthrown.", "entities": [{"title": "Cruise ship", "href": "/wiki/Cruise_ship", "description": "Cruise ships are large passenger ships used mainly for vacationing. Unlike ocean liners, which are used for transport, they typically embark on round-trip voyages to various ports-of-call, where passengers may go on tours known as \"shore excursions\". On \"cruises to nowhere\" or \"nowhere voyages\", cruise ships make two- to three-night round trips without visiting any ports of call."}, {"title": "Santa Maria hijacking", "href": "/wiki/Santa_Maria_hijacking", "description": "The Santa Maria hijacking was carried out on 22 January 1961 when Portuguese and Spanish political rebels seized control of a Portuguese passenger ship, aiming to force political change in Portugal. The action was also known as Operation Dulcinea, the code name given by its chief architect and leader, Portuguese military officer, writer and politician Henrique Galvão, who had been exiled in Caraca"}, {"title": "Estado Novo (Portugal)", "href": "/wiki/Estado_Novo_(Portugal)", "description": "The Second Portuguese Republic, or more commonly known as Estado Novo, was the corporatist regime installed in Portugal in 1933. It evolved from the Ditadura Nacional formed after the coup d'état of 28 May 1926 against the democratic and unstable First Republic. Together, the Ditadura Nacional and the Estado Novo are recognised as the Second Portuguese Republic. The Estado Novo, greatly inspired b"}, {"title": "António de Oliveira Salazar", "href": "/wiki/Ant%C3%B3nio_de_Oliveira_Salazar", "description": "António de Oliveira Salazar was a Portuguese statesman and economist who served as the prime minister of Portugal from 1932 to 1968. He was responsible for the Estado Novo, the corporatist authoritarian government that ruled Portugal until 1974."}]}, {"heading": "Events", "year": "1963", "date": "January 23", "txt": "The Guinea-Bissau War of Independence officially begins when PAIGC guerrilla fighters attack the Portuguese army stationed in Tite.", "entities": [{"title": "Guinea-Bissau War of Independence", "href": "/wiki/Guinea-Bissau_War_of_Independence", "description": "The Guinea-Bissau War of Independence was an armed independence conflict that took place in Portuguese Guinea between 1963 and 1974. Fought between Portugal and the African Party for the Independence of Guinea and Cape Verde, an armed independence movement backed by Cuba and the Soviet Union, the war is commonly referred to as \"Portugal's Vietnam\" due to the large numbers of men and amounts of mat"}, {"title": "PAIGC", "href": "/wiki/PAIGC", "description": "The African Party for the Independence of Guinea and Cape Verde is a political party in Guinea-Bissau. Originally formed to peacefully campaign for independence from Portugal, the party turned to armed conflict in the 1960s and was one of the belligerents in the Guinea-Bissau War of Independence. Towards the end of the war, the party established a socialist one-party state, which remained intact u"}, {"title": "Tite (Guinea-Bissau)", "href": "/wiki/Tite_(Guinea-Bissau)", "description": "Tite is one of four Sectors of Quinara Region of Guinea-Bissau. It has an area of 699.5 km²."}]}, {"heading": "Events", "year": "1964", "date": "January 23", "txt": "The 24th Amendment to the United States Constitution, prohibiting the use of poll taxes in national elections, is ratified.", "entities": [{"title": "Twenty-fourth Amendment to the United States Constitution", "href": "/wiki/Twenty-fourth_Amendment_to_the_United_States_Constitution", "description": "The Twenty-fourth Amendment of the United States Constitution prohibits both Congress and the states from conditioning the right to vote in federal elections on payment of a poll tax or other types of tax. The amendment was proposed by Congress to the states on August 27, 1962, and was ratified by the states on January 23, 1964."}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}, {"title": "Poll tax (United States)", "href": "/wiki/Poll_tax_(United_States)", "description": "A poll tax is a tax of a fixed sum on every liable individual, without reference to income or resources. Although often associated with states of the former Confederate States of America, poll taxes were also in place in some northern and western states, including California, Connecticut, Maine, Massachusetts, Minnesota, New Hampshire, Ohio, Pennsylvania, Vermont and Wisconsin. Poll taxes had been"}]}, {"heading": "Events", "year": "1967", "date": "January 23", "txt": "Diplomatic relations between the Soviet Union and Ivory Coast are established.", "entities": [{"title": "Diplomatic relations", "href": "/wiki/Diplomatic_relations", "description": "Diplomacy is the practice of influencing the decisions and conduct of foreign governments or organizations through dialogue, negotiation, and other nonviolent means. Diplomacy usually refers to international relations carried out through the intercession of professional diplomats with regard to a variety of issues and topics."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Ivory Coast", "href": "/wiki/Ivory_Coast", "description": "Ivory Coast, also known as Côte d'Ivoire, officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast"}]}, {"heading": "Events", "year": "1967", "date": "January 23", "txt": "Milton Keynes (England) is founded as a new town by Order in Council, with a planning brief to become a city of 250,000 people. Its initial designated area enclosed three existing towns and twenty-one villages. The area to be developed was largely farmland, with evidence of continuous settlement dating back to the Bronze Age.", "entities": [{"title": "New towns in the United Kingdom", "href": "/wiki/New_towns_in_the_United_Kingdom", "description": "The new towns in the United Kingdom were planned under the powers of the New Towns Act 1946 and later acts to relocate populations in poor or bombed-out housing following the Second World War. They were developed in three waves. Later developments included the expanded towns: existing towns which were substantially expanded to accommodate what was called the \"overspill\" population from densely pop"}, {"title": "Order in Council", "href": "/wiki/Order_in_Council", "description": "An Order in Council is a type of legislation in many countries, especially the Commonwealth realms. In the United Kingdom this legislation is formally made in the name of the monarch by and with the advice and consent of the Privy Council (Queen-in-Council), but in other countries the terminology may vary. The term should not be confused with Order of Council, which is made in the name of the Coun"}, {"title": "History of Milton Keynes", "href": "/wiki/History_of_Milton_Keynes", "description": "This history of Milton Keynes details its development from the earliest human settlements, through the plans for a 'new city' for 250,000 people in south central England, its subsequent urban design and development, to the present day.."}, {"title": "Bronze Age", "href": "/wiki/Bronze_Age", "description": "The Bronze Age is a prehistoric period that was characterized by the use of bronze, in some areas proto-writing, and other early features of urban civilization. The Bronze Age is the second principal period of the three-age Stone-Bronze-Iron system, as proposed in modern times by Christian Jürgensen Thomsen, for classifying and studying ancient societies."}]}, {"heading": "Events", "year": "1968", "date": "January 23", "txt": "USS Pueblo (AGER-2) is attacked and seized by naval forces of North Korea.", "entities": [{"title": "USS Pueblo (AGER-2)", "href": "/wiki/USS_Pueblo_(AGER-2)", "description": "USS Pueblo (AGER-2) is a  Banner-class environmental research ship, attached to Navy intelligence as a spy ship, which was attacked and captured by North Korean forces on 23 January 1968, in what was later known as the \"Pueblo incident\" or alternatively, as the \"Pueblo crisis\"."}]}, {"heading": "Events", "year": "1986", "date": "January 23", "txt": "The Rock and Roll Hall of Fame inducts its first members: Little Richard, Chuck Berry, James Brown, Ray Charles, Sam Cooke, Fats Domino, The Everly Brothers, Buddy Holly, Jerry Lee Lewis and Elvis Presley.", "entities": [{"title": "Rock and Roll Hall of Fame", "href": "/wiki/Rock_and_Roll_Hall_of_Fame", "description": "The Rock and Roll Hall of Fame (RRHOF) is a museum and hall of fame located in downtown Cleveland, Ohio, United States, on the shore of Lake Erie. The museum documents the history of rock music and the artists, producers, engineers, and other notable figures who have influenced its development."}, {"title": "Little Richard", "href": "/wiki/Little_Richard", "description": "Richard Wayne Penniman, known as Little Richard, was an American musician, singer, and songwriter. He was an influential figure in popular music and culture for seven decades. Nicknamed \"The Innovator, The Originator, and The Architect of Rock and Roll,\" Richard's most celebrated work dates from the mid-1950s, when his charismatic showmanship and dynamic music, characterized by frenetic piano play"}, {"title": "Chuck Berry", "href": "/wiki/Chuck_Berry", "description": "Charles Edward Anderson Berry was an American singer, songwriter and guitarist, and one of the pioneers of rock and roll music. Nicknamed the \"Father of Rock and Roll\", Berry refined and developed rhythm and blues into the major elements that made rock and roll distinctive with songs such as \"Maybellene\" (1955), \"Roll Over Beethoven\" (1956), \"Rock and Roll Music\" (1957) and \"Johnny B. Goode\" (1958"}, {"title": "James Brown", "href": "/wiki/James_Brown", "description": "James Joseph Brown was an American singer, songwriter, dancer, musician, record producer, and bandleader. The central progenitor of funk music and a major figure of 20th-century music, he is often referred to by the honorific nicknames \"Godfather of Soul\", \"Mr. Dynamite\", and \"Soul Brother No. 1\". In a career that lasted over 50 years, he influenced the development of several music genres. Brown w"}, {"title": "Ray Charles", "href": "/wiki/Ray_Charles", "description": "Ray Charles Robinson was an American singer, songwriter, pianist, and composer. Among friends and fellow musicians he preferred being called \"Brother Ray\". He was often referred to as \"The Genius\". Charles was blinded during childhood due to glaucoma."}, {"title": "Sam Cooke", "href": "/wiki/Sam_Cooke", "description": "Samuel Cook, known professionally as Sam Cooke, was an American singer, songwriter, and entrepreneur. Considered to be a pioneer and one of the most influential soul artists of all time, Cooke is commonly referred to as the \"King of Soul\" for his distinctive vocals, notable contributions to the genre and high significance in popular music."}, {"title": "Fats Domino", "href": "/wiki/Fats_Domino", "description": "Antoine Dominique Domino Jr., known as Fats Domino, was an American pianist and singer-songwriter. One of the pioneers of rock and roll music, Domino sold more than 65 million records."}, {"title": "The Everly Brothers", "href": "/wiki/The_Everly_Brothers", "description": "The Everly Brothers were an American country-influenced rock and roll duo, known for steel-string acoustic guitar playing and close harmony singing. Consisting of Isaac Donald \"Don\" Everly and Phillip \"Phil\" Jason Everly, the duo was raised in a musical family, first appearing on radio singing along with their father Ike Everly and mother Margaret Everly as \"The Everly Family\" in the 1940s. When t"}, {"title": "Buddy Holly", "href": "/wiki/Buddy_Holly", "description": "Charles Hardin Holley, known professionally as Buddy Holly, was an American singer-songwriter who was a central and pioneering figure of mid-1950s rock and roll. He was born in Lubbock, Texas, to a musical family during the Great Depression, and learned to play guitar and sing alongside his siblings. His style was influenced by gospel music, country music, and rhythm and blues acts, which he perfo"}, {"title": "Jerry Lee Lewis", "href": "/wiki/Jerry_Lee_Lewis", "description": "Jerry Lee Lewis is an American singer and pianist often known by his nickname the Killer. He has been described as \"rock n' roll's first great wild man and one of the most influential pianists of the twentieth century.\" A pioneer of rock and roll and rockabilly music, Lewis made his first recordings in 1956 at Sun Records in Memphis. \"Crazy Arms\" sold 300,000 copies in the South, but it was his 19"}, {"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}]}, {"heading": "Events", "year": "1987", "date": "January 23", "txt": "Mohammed Said Hersi Morgan sends a \"letter of death\" to the president of Somalia, proposing the genocide of the Isaaq people.", "entities": [{"title": "Mohammed Said Hersi Morgan", "href": "/wiki/Mohammed_Said_Hersi_Morgan", "description": "Mohammed Said Hersi Morgan is a Somali military and faction leader. He was the son-in-law of Siad Barre and Minister of Defence of Somalia. His military campaign in Southern Somalia in 1992 was one of the main causes of the famine in Somalia. He hails from the Mejerteen Darood clan."}, {"title": "Isaaq genocide", "href": "/wiki/Isaaq_genocide#Letter_of_Death", "description": "The Isaaq genocide, or Hargeisa holocaust was the systematic, state-sponsored massacre of Isaaq civilians between 1987 and 1989 by the Somali Democratic Republic under the dictatorship of Siad Barre. The number of civilian deaths in this massacre is estimated to be between 50,000-100,000 according to various sources, whilst local reports estimate the total civilian deaths to be upwards of 200,000 "}]}, {"heading": "Events", "year": "1997", "date": "January 23", "txt": "Madeleine Albright becomes the first woman to serve as United States Secretary of State.", "entities": [{"title": "Madeleine Albright", "href": "/wiki/Madeleine_Albright", "description": "Madeleine Jana Korbel Albright is an American politician and diplomat who served as the first female United States Secretary of State in U.S. history from 1997 to 2001 under President Bill Clinton."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Events", "year": "1998", "date": "January 23", "txt": "Netscape announced Mozilla, with the intention to release Communicator code as open source.", "entities": [{"title": "Netscape", "href": "/wiki/Netscape", "description": "Netscape Communications Corporation was an independent American computer services company with headquarters in Mountain View, California and then Dulles, Virginia. Its Netscape web browser was once dominant but lost to Internet Explorer and other competitors in the so-called first browser war, with its market share falling from more than 90 percent in the mid-1990s to less than 1 percent in 2006. "}, {"title": "Mozilla", "href": "/wiki/Mozilla", "description": "Mozilla is a free software community founded in 1998 by members of Netscape. The Mozilla community uses, develops, spreads and supports Mozilla products, thereby promoting exclusively free software and open standards, with only minor exceptions. The community is supported institutionally by the not-for-profit Mozilla Foundation and its tax-paying subsidiary, the Mozilla Corporation."}, {"title": "Open source software", "href": "/wiki/Open_source_software", "description": "Open-source software (OSS) is a type of computer software in which source code is released under a license in which the copyright holder grants users the rights to use, study, change, and distribute the software to anyone and for any purpose. Open-source software may be developed in a collaborative public manner. Open-source software is a prominent example of open collaboration."}]}, {"heading": "Events", "year": "2001", "date": "January 23", "txt": "Five people attempt to set themselves on fire in Beijing's Tiananmen Square, an act that many people later claim is staged by the Communist Party of China to frame Falun Gong and thus escalate their persecution.", "entities": [{"title": "Tiananmen Square self-immolation incident", "href": "/wiki/Tiananmen_Square_self-immolation_incident", "description": "The Tiananmen Square self-immolation incident took place in Tiananmen Square in central Beijing, on the eve of Chinese New Year on 23 January 2001. The incident is disputed; Chinese government sources say that five members of Falun Gong, a spiritual practice that is persecuted in mainland China, set themselves on fire in the square. Falun Gong sources disputed the accuracy of these portrayals, and"}, {"title": "Tiananmen Square", "href": "/wiki/Tiananmen_Square", "description": "Tiananmen Square or Tian'anmen Square is a city square in the city center of Beijing, China, located near the city's Central Business District and named after the eponymous Tiananmen located to its north, which separates it from the Forbidden City. The square contains the Monument to the People's Heroes, the Great Hall of the People, the National Museum of China, and the Mausoleum of Mao Zedong. M"}, {"title": "Communist Party of China", "href": "/wiki/Communist_Party_of_China", "description": "The Communist Party of China (CPC), commonly known as the Chinese Communist Party (CCP), is the founding and sole governing political party of the People's Republic of China (PRC). The CCP leads eight other legally permitted subordinate minor parties together as the United Front. The CCP was founded in 1921, with the help of the Far Eastern Bureau of the Communist Party of the Soviet Union and Far"}, {"title": "Falun Gong", "href": "/wiki/Falun_Gong", "description": "Falun Gong or Falun Dafa is a new religious movement. Falun Gong was founded by its leader Li Hongzhi in China in the early 1990s. Falun Gong has its global headquarters in Dragon Springs, a 400-acre (160 ha) compound around Cuddebackville in Deerpark, New York, near the current residence of Li Hongzhi. Falun Gong's performance arts extension, Shen Yun and two closely connected schools, Fei Tian C"}, {"title": "Persecution of Falun Gong", "href": "/wiki/Persecution_of_Falun_Gong", "description": "The persecution of Falun Gong is the antireligious campaign initiated in 1999 by the Communist Party of China to eliminate the spiritual practice of Falun Gong in China, which maintains a doctrine of state atheism. It is characterized by a multifaceted propaganda campaign, a program of enforced ideological conversion and re-education and reportedly a variety of extralegal coercive measures such as"}]}, {"heading": "Events", "year": "2002", "date": "January 23", "txt": "U.S. journalist Daniel Pearl is kidnapped in Karachi, Pakistan and subsequently murdered.", "entities": [{"title": "Daniel Pearl", "href": "/wiki/Daniel_Pearl", "description": "Daniel Pearl was an American journalist for The Wall Street Journal. He was kidnapped and later beheaded by terrorists in Pakistan."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}]}, {"heading": "Events", "year": "2003", "date": "January 23", "txt": "A very weak signal from Pioneer 10 is detected for the last time, but no usable data can be extracted.", "entities": [{"title": "Pioneer 10", "href": "/wiki/Pioneer_10", "description": "Pioneer 10 is an American space probe, launched in 1972 and weighing 258 kilograms, that completed the first mission to the planet Jupiter. Thereafter, Pioneer 10 became the first of five artificial objects to achieve the escape velocity needed to leave the Solar System. This space exploration project was conducted by the NASA Ames Research Center in California, and the space probe was manufacture"}]}, {"heading": "Events", "year": "2018", "date": "January 23", "txt": "A 7.9 Mw  earthquake occurs in the Gulf of Alaska. It is tied as the sixth-largest earthquake ever recorded in the United States, but there are no reports of significant damage or fatalities.", "entities": [{"title": "2018 Gulf of Alaska earthquake", "href": "/wiki/2018_Gulf_of_Alaska_earthquake", "description": "On January 23, 2018, at 00:31 AKST, an earthquake occurred in the Gulf of Alaska near Kodiak Island. The earthquake, measured at 7.9 on the Mw scale, was approximately 280 kilometres (170 mi) southeast of Kodiak and happened at a depth of 25 kilometres (16 mi)."}, {"title": "Gulf of Alaska", "href": "/wiki/Gulf_of_Alaska", "description": "The Gulf of Alaska is an arm of the Pacific Ocean defined by the curve of the southern coast of Alaska, stretching from the Alaska Peninsula and Kodiak Island in the west to the Alexander Archipelago in the east, where Glacier Bay and the Inside Passage are found."}, {"title": "List of earthquakes in the United States", "href": "/wiki/List_of_earthquakes_in_the_United_States", "description": "The following is a list of notable earthquakes and tsunamis which had their epicenter in areas that are now part of the United States with the latter affecting areas of the United States. Those in italics were not part of the United States when the event occurred."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "2018", "date": "January 23", "txt": "A double car bombing in Benghazi, Libya, kills at least 33 people and wounds \"dozens\" of others. The victims include both military personnel and civilians, according to local officials.", "entities": [{"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}]}, {"heading": "Births", "year": "599", "date": "January 23", "txt": "Tai Zong, emperor of the Tang Dynasty (d. 649)", "entities": [{"title": "Emperor Taizong of Tang", "href": "/wiki/Emperor_Taizong_of_Tang", "description": "Emperor Taizong of Tang, previously Prince of Qin, personal name Li Shimin, was the second emperor of the Tang dynasty of China, ruling from 626 to 649. He is traditionally regarded as a co-founder of the dynasty for his role in encouraging Li Yuan, his father, to rebel against the Sui dynasty at Jinyang in 617. Taizong subsequently played a pivotal role in defeating several of the dynasty's most "}, {"title": "Tang Dynasty", "href": "/wiki/Tang_Dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Births", "year": "1350", "date": "January 23", "txt": "Vincent Ferrer, Spanish missionary and saint (d. 1419)", "entities": [{"title": "Vincent Ferrer", "href": "/wiki/Vincent_Ferrer", "description": "Vincent Ferrer was a Valencian Dominican friar and preacher, who gained acclaim as a missionary and a logician. He is honored as a saint of the Catholic Church and other churches of Catholic traditions."}]}, {"heading": "Births", "year": "1378", "date": "January 23", "txt": "Louis III, Elector Palatine (d. 1436)", "entities": [{"title": "Louis III, Elector Palatine", "href": "/wiki/Louis_III,_Elector_Palatine", "description": "Louis III, was an Elector Palatine of the Rhine from the house of Wittelsbach in 1410–1436."}]}, {"heading": "Births", "year": "1514", "date": "January 23", "txt": "Hai Rui, Chinese politician (d. 1587)", "entities": [{"title": "Hai Rui", "href": "/wiki/Hai_Rui", "description": "Hai Rui was a Chinese scholar-official and politician during the Ming dynasty. He is remembered as a model of honesty and integrity in office. A play based on his career, Hai Rui Dismissed from Office, gained political significance in the 1960s during the Cultural Revolution."}]}, {"heading": "Births", "year": "1585", "date": "January 23", "txt": "Mary Ward, English Catholic Religious Sister (d. 1645)", "entities": [{"title": "Mary Ward (nun)", "href": "/wiki/Mary_Ward_(nun)", "description": "Mary Ward, (I.B.V.M.), was an English Catholic nun whose activities led to the founding of the Congregation of Jesus and the Institute of the Blessed Virgin Mary, less well known as the Sisters of Loreto, which have both established schools around the world. Ward was declared Venerable by Pope Benedict XVI on 19 December 2009."}]}, {"heading": "Births", "year": "1622", "date": "January 23", "txt": "Abraham Diepraam, Dutch painter (d. 1670)", "entities": [{"title": "Abraham Diepraam", "href": "/wiki/Abraham_Diepraam", "description": "Abraham Diepraam, or Diepraem, was a Dutch Golden Age painter."}]}, {"heading": "Births", "year": "1719", "date": "January 23", "txt": "John Landen, English mathematician and theorist (d. 1790)", "entities": [{"title": "John Landen", "href": "/wiki/John_Landen", "description": "\n\nJohn Landen was an English mathematician."}]}, {"heading": "Births", "year": "1737", "date": "January 23", "txt": "John Hancock, American general and politician, 1st Governor of Massachusetts (d. 1793)", "entities": [{"title": "John Hancock", "href": "/wiki/John_Hancock", "description": "John Hancock was an American merchant, statesman, and prominent Patriot of the American Revolution. He served as president of the Second Continental Congress and was the first and third Governor of the Commonwealth of Massachusetts. He is remembered for his large and stylish signature on the United States Declaration of Independence, so much so that the term \"John Hancock\" or \"Hancock\" has become "}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1745", "date": "January 23", "txt": "William Jessop, English engineer, built the Cromford Canal (d. 1814)", "entities": [{"title": "William Jessop", "href": "/wiki/William_Jessop", "description": "\n\nWilliam Jessop was an English civil engineer, best known for his work on canals, harbours and early railways in the late 18th and early 19th centuries."}, {"title": "Cromford Canal", "href": "/wiki/Cromford_Canal", "description": "The Cromford Canal ran 14.5 miles from Cromford to the Erewash Canal in Derbyshire, England with a branch to Pinxton. Built by William Jessop with the assistance of Benjamin Outram, its alignment included four tunnels and 14 locks."}]}, {"heading": "Births", "year": "1752", "date": "January 23", "txt": "Muzio Clementi, Italian pianist, composer, and conductor (d. 1832)", "entities": [{"title": "Muzio Clementi", "href": "/wiki/Muzio_Clementi", "description": "Muzio Filippo Vincenzo Francesco Saverio Clementi was an Italian-born English composer, virtuoso pianist, pedagogue, conductor, music publisher, editor, and piano manufacturer, who was mostly active in England."}]}, {"heading": "Births", "year": "1780", "date": "January 23", "txt": "Georgios Karaiskakis, Greek general (d. 1827)", "entities": [{"title": "Georgios Karaiskakis", "href": "/wiki/Georgios_Karaiskakis", "description": "Georgios Karaiskakis, born Georgios Karaiskos, was a famous Greek military commander and a leader of the Greek War of Independence."}]}, {"heading": "Births", "year": "1783", "date": "January 23", "txt": "Stendhal, French novelist (d. 1842)", "entities": [{"title": "Stendhal", "href": "/wiki/Stendhal", "description": "Marie-Henri Beyle, better known by his pen name Stendhal, was a 19th-century French writer. Best known for the novels Le Rouge et le Noir and La Chartreuse de Parme, he is highly regarded for the acute analysis of his characters' psychology and considered one of the early and foremost practitioners of realism."}]}, {"heading": "Births", "year": "1786", "date": "January 23", "txt": "Auguste de Montferrand, French-Russian architect, designed Saint Isaac's Cathedral and Alexander Column (d. 1858)", "entities": [{"title": "Auguste de Montferrand", "href": "/wiki/Auguste_de_Montferrand", "description": "Auguste de Montferrand was a French classicist architect who worked primarily in Russia. His two best known works are the Saint Isaac's Cathedral and the Alexander Column in St. Petersburg."}, {"title": "Saint Isaac's Cathedral", "href": "/wiki/Saint_Isaac%27s_Cathedral", "description": "Saint Isaac's Cathedral or Isaakievskiy Sobor is a large architectural landmark cathedral that currently functions as a museum with occasional church services in Saint Petersburg, Russia. It is dedicated to Saint Isaac of Dalmatia, a patron saint of Peter the Great, who had been born on the feast day of that saint. It was originally built as a cathedral but was turned into a museum by the Soviet g"}, {"title": "Alexander Column", "href": "/wiki/Alexander_Column", "description": "The Alexander Column also known as Alexandrian Column, is the focal point of Palace Square in Saint Petersburg, Russia. The monument was raised after the Russian victory in the war with Napoleon's France. The column is named for Emperor Alexander I of Russia, who reigned from 1801–25."}]}, {"heading": "Births", "year": "1799", "date": "January 23", "txt": "Alois Negrelli, Tyrolean engineer and railroad pioneer active in the Austrian Empire (d. 1858)", "entities": [{"title": "Alois Negrelli", "href": "/wiki/Alois_Negrelli", "description": "Nikolaus Alois Maria Vinzenz Negrelli, Ritter von Moldelbe was a Tyrolean civil engineer and railroad pioneer mostly active in parts of the Austrian Empire, Switzerland, Germany and Italy."}]}, {"heading": "Births", "year": "1809", "date": "January 23", "txt": "Surendra Sai, Indian activist (d. 1884)", "entities": [{"title": "Surendra Sai", "href": "/wiki/Surendra_Sai", "description": "Surendra Sai was an Indian freedom fighter who sacrificed his life fighting against the British East India Company. Surendra Sai and his associates Madho Singh, Kunjal Singh, Airi Singh, Bairi Singh, Uddant Sai, Ujjal Sai, Khageswar Dao, Karunakar Singh, Salegram Bariha, Govind Singh, Pahar Singh, Rajee Ghasia, Kamal Singh, Hati Singh, Salik Ram Bariha, Loknath Panda/Gadtia, Mrutunjaya Panigrahi, "}]}, {"heading": "Births", "year": "1813", "date": "January 23", "txt": "Camilla Collett, Norwegian novelist and activist (d. 1895)", "entities": [{"title": "Camilla Collett", "href": "/wiki/Camilla_Collett", "description": "Jacobine Camilla Collett was a Norwegian writer, often referred to as the first Norwegian feminist. She was also the younger sister of Norwegian poet Henrik Wergeland, and is recognized as being one of the first contributors to realism in Norwegian literature. Her younger brother was Major General Joseph Frantz Oscar Wergeland."}]}, {"heading": "Births", "year": "1828", "date": "January 23", "txt": "Saigō Takamori, Japanese samurai (d. 1877)", "entities": [{"title": "Saigō Takamori", "href": "/wiki/Saig%C5%8D_Takamori", "description": "Saigō Takamori (Takanaga)  was one of the most influential samurai in Japanese history and one of the three great nobles who led the Meiji Restoration. Living during the late Edo and early Meiji periods, he has been dubbed the last true samurai."}]}, {"heading": "Births", "year": "1832", "date": "January 23", "txt": "Édouard Manet, French painter (d. 1883)", "entities": [{"title": "Édouard Manet", "href": "/wiki/%C3%89douard_Manet", "description": "Édouard Manet was a French modernist painter. He was one of the first 19th-century artists to paint modern life, and a pivotal figure in the transition from Realism to Impressionism."}]}, {"heading": "Births", "year": "1833", "date": "January 23", "txt": "Muthu Coomaraswamy, Sri Lankan lawyer and politician (d. 1879)", "entities": [{"title": "Muthu Coomaraswamy", "href": "/wiki/Muthu_Coomaraswamy", "description": "Sir Muthu Coomaraswamy was a Ceylon Tamil lawyer, writer and member of the Legislative Council of Ceylon."}]}, {"heading": "Births", "year": "1838", "date": "January 23", "txt": "Marianne Cope, German-American nun and saint (d. 1918)", "entities": [{"title": "Marianne Cope", "href": "/wiki/Marianne_Cope", "description": "Marianne Cope, also known as Saint Marianne of Molokaʻi, was a German-born American religious sister who was a member of the Sisters of St Francis of Syracuse, New York, and founding leader of its St. Joseph's Hospital in the city, among the first of 50 general hospitals in the country. Known also for her charitable works, in 1883 she relocated with six other sisters to Hawaiʻi to care for persons"}]}, {"heading": "Births", "year": "1840", "date": "January 23", "txt": "Ernst Abbe, German physicist and engineer (d. 1905)", "entities": [{"title": "Ernst Abbe", "href": "/wiki/Ernst_Abbe", "description": "Ernst Karl Abbe HonFRMS was a German physicist, optical scientist, entrepreneur, and social reformer. Together with Otto Schott and Carl Zeiss, he developed numerous optical instruments. He was also a co-owner of Carl Zeiss AG, a German manufacturer of scientific microscopes, astronomical telescopes, planetariums, and other advanced optical systems."}]}, {"heading": "Births", "year": "1846", "date": "January 23", "txt": "Nikolay Umov, Russian physicist and mathematician (d. 1915)", "entities": [{"title": "Nikolay Umov", "href": "/wiki/Nikolay_Umov", "description": "Nikolay Alekseevich Umov was a Russian physicist and mathematician known for discovering the concept of Umov-Poynting vector and Umov effect."}]}, {"heading": "Births", "year": "1855", "date": "January 23", "txt": "John Browning, American weapons designer, founded the Browning Arms Company (d. 1926)", "entities": [{"title": "John Browning", "href": "/wiki/John_Browning", "description": "John Moses Browning was an American firearms designer who developed many varieties of military and civilian firearms, cartridges, and gun mechanisms – many of which are still in use around the world. He made his first firearm at age 13 in his father's gun shop and was awarded the first of his 128 firearm patents on October 7, 1879, at the age of 24. He is regarded as one of the most successful fir"}, {"title": "Browning Arms Company", "href": "/wiki/Browning_Arms_Company", "description": "Browning Arms Company is an American marketer of firearms and fishing gear. The company was founded in Ogden, Utah, in 1878 by brothers John Moses Browning (1855–1926) and Matthew Sandefur Browning (1859–1923). The company offers a wide variety of firearms including shotguns, rifles, and pistols. Other products include fishing rods and reels, gun safes, sport bows, knives and bicycles."}]}, {"heading": "Births", "year": "1857", "date": "January 23", "txt": "Andrija Mohorovičić, Croatian meteorologist and seismologist (d. 1936)", "entities": [{"title": "Andrija Mohorovičić", "href": "/wiki/Andrija_Mohorovi%C4%8Di%C4%87", "description": "Andrija Mohorovičić was a Croatian geophysicist. He is best known for the eponymous Mohorovičić discontinuity and is considered as one of the founders of modern seismology."}]}, {"heading": "Births", "year": "1862", "date": "January 23", "txt": "David Hilbert, German mathematician and academic (d. 1943)", "entities": [{"title": "David Hilbert", "href": "/wiki/David_Hilbert", "description": "David Hilbert was a German mathematician and one of the most influential mathematicians of the 19th and early 20th centuries. Hilbert discovered and developed a broad range of fundamental ideas in many areas, including invariant theory, the calculus of variations, commutative algebra, algebraic number theory, the foundations of geometry, spectral theory of operators and its application to integral"}]}, {"heading": "Births", "year": "1862", "date": "January 23", "txt": "Frank Shuman, American inventor and engineer (d. 1918)", "entities": []}, {"heading": "Births", "year": "1872", "date": "January 23", "txt": "Paul Langevin, French physicist and academic (d. 1946)", "entities": [{"title": "Paul Langevin", "href": "/wiki/Paul_Langevin", "description": "Paul Langevin was a French physicist who developed Langevin dynamics and the Langevin equation. He was one of the founders of the Comité de vigilance des intellectuels antifascistes, an anti-fascist organization created after the 6 February 1934 far right riots. Being a public opponent of fascism in the 1930s resulted in his arrest and being held under house arrest by the Vichy government for most"}]}, {"heading": "Births", "year": "1872", "date": "January 23", "txt": "Jože Plečnik, Slovenian architect, designed Plečnik Parliament (d. 1957)", "entities": [{"title": "Plečnik Parliament", "href": "/wiki/Ple%C4%8Dnik_Parliament", "description": "Plečnik Parliament is the colloquial name of two designs for a building intended to house the legislature of the People's Republic of Slovenia within the second Yugoslavia. Formally known as the Slovene Acropolis and the Cathedral of Freedom, the two designs were proposed in 1947 by Slovenia's most eminent architect, Jože Plečnik, but were rejected in favour of a more conventional design."}]}, {"heading": "Births", "year": "1876", "date": "January 23", "txt": "Otto Diels, German chemist and academic, Nobel Prize laureate (d. 1954)", "entities": [{"title": "Otto Diels", "href": "/wiki/Otto_Diels", "description": "Otto Paul Hermann Diels was a German chemist. His most notable work was done with Kurt Alder on the Diels–Alder reaction, a method for diene synthesis. The pair was awarded the Nobel Prize in Chemistry in 1950 for their work. Their method of synthesizing cyclic organic compounds proved valuable for the manufacture of synthetic rubber and plastic. He completed his education at the University of Ber"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1878", "date": "January 23", "txt": "Rutland Boughton, English composer (d. 1960)", "entities": [{"title": "Rutland Boughton", "href": "/wiki/Rutland_Boughton", "description": " Rutland Boughton  was an English composer who became well known in the early 20th century as a composer of opera and choral music. He was also an influential communist activist within the Communist Party of Great Britain (CPGB)."}]}, {"heading": "Births", "year": "1880", "date": "January 23", "txt": "Antonio Díaz Soto y Gama, Mexican politician (d. 1967)", "entities": [{"title": "Antonio Díaz Soto y Gama", "href": "/wiki/Antonio_D%C3%ADaz_Soto_y_Gama", "description": "Antonio Diaz Soto y Gama was a revolutionary during the Mexican Revolution and Mexican politician."}]}, {"heading": "Births", "year": "1889", "date": "January 23", "txt": "Claribel Kendall, American mathematician (d.1965)", "entities": [{"title": "Claribel Kendall", "href": "/wiki/Claribel_Kendall", "description": "Claribel Kendall was an American mathematician."}]}, {"heading": "Births", "year": "1894", "date": "January 23", "txt": "Jyotirmoyee Devi, Indian author (d. 1988)", "entities": [{"title": "Jyotirmoyee Devi", "href": "/wiki/Jyotirmoyee_Devi", "description": "Jyotirmoyee Devi (1896–1988) was an Indian writer in the early twentieth century. She wrote predominantly about women in the Rajasthan of her childhood and in what is now West Bengal at the time of Partition. She is best known for her short stories, which have a wonderfully understated dry wit and sharp sociological observations."}]}, {"heading": "Births", "year": "1896", "date": "January 23", "txt": "Alf Blair, Australian rugby league player and coach (d. 1944)", "entities": [{"title": "Alf Blair", "href": "/wiki/Alf_Blair", "description": "Alfred Lewis \"Smacker\" Blair (1896–1944) was an Australian rugby league footballer and coach whose playing career ran from 1917 to 1930 with the South Sydney Rabbitohs. A skillful five-eighth he made a single appearance for the Australian national team in 1924."}]}, {"heading": "Births", "year": "1896", "date": "January 23", "txt": "Alf Hall, English-South African cricketer (d. 1964)", "entities": []}, {"heading": "Births", "year": "1897", "date": "January 23", "txt": "Subhas Chandra Bose, Indian freedom fighter and politician (d. 1945)", "entities": [{"title": "Subhas Chandra Bose", "href": "/wiki/Subhas_Chandra_Bose", "description": "Subhas Chandra Bose was an Indian nationalist whose defiant patriotism made him a hero in India, but whose attempts during World War II to rid India of British rule with the help of Nazi Germany and Imperial Japan left a troubled legacy. The honorific Netaji was first applied to Bose in Germany in early 1942—by the Indian soldiers of the Indische Legion and by the German and Indian officials in th"}]}, {"heading": "Births", "year": "1897", "date": "January 23", "txt": "Margarete Schütte-Lihotzky, Austrian architect (d. 2000)", "entities": []}, {"heading": "Births", "year": "1897", "date": "January 23", "txt": "Ieva Simonaitytė, Lithuanian author (d. 1978)", "entities": []}, {"heading": "Births", "year": "1897", "date": "January 23", "txt": "William Stephenson, Canadian captain and spy (d. 1989)", "entities": []}, {"heading": "Births", "year": "1898", "date": "January 23", "txt": "Georg Kulenkampff, German violinist (d. 1948)", "entities": [{"title": "Georg Kulenkampff", "href": "/wiki/Georg_Kulenkampff", "description": "Alwin Georg Kulenkampff-Post\t(23 January 1898 – 4 October 1948) was a German virtuoso violinist. One of the most popular German concert violinists of the 1930s and 1940s, he was considered one of the finest violinists of the 20th century."}]}, {"heading": "Births", "year": "1898", "date": "January 23", "txt": "Randolph Scott, American actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1898", "date": "January 23", "txt": "Freda Utley, English scholar and author (d. 1978)", "entities": []}, {"heading": "Births", "year": "1899", "date": "January 23", "txt": "Glen Kidston, English racing driver and pilot (d. 1931)", "entities": [{"title": "Glen Kidston", "href": "/wiki/Glen_Kidston", "description": "George Pearson Glen Kidston was an English record-breaking aviator and motor racing driver."}]}, {"heading": "Births", "year": "1900", "date": "January 23", "txt": "William Ifor Jones, Welsh organist and conductor (d. 1988)", "entities": [{"title": "William Ifor Jones", "href": "/wiki/William_Ifor_Jones", "description": "William Ifor Jones was a Welsh conductor and organist. Born into a large coal-mining family and raised in Merthyr Tydfil, Jones studied at the Royal Academy of Music as a scholarship student in London from 1920 to 1925. He studied the organ with Sir Stanley Marchant at St. Paul's Cathedral, London; orchestral conducting with Ernest Read and with Sir Henry Wood, ; and harmony with Benjamin Dale. He"}]}, {"heading": "Births", "year": "1901", "date": "January 23", "txt": "Arthur Wirtz, American businessman (d. 1983)", "entities": [{"title": "Arthur Wirtz", "href": "/wiki/Arthur_Wirtz", "description": "Arthur Michael Wirtz was an American entrepreneur. He was the founder of Wirtz Corporation, a holding company that owned Chicago Stadium, the Bismarck Hotel in Chicago, the Chicago Black Hawks, and the Chicago Bulls. He was the father of the late Black Hawks owner Bill Wirtz, and grandfather of current Blackhawks owner Rocky Wirtz."}]}, {"heading": "Births", "year": "1903", "date": "January 23", "txt": "Jorge Eliécer Gaitán, Colombian lawyer and politician, 16th Minister of National Education of Colombia (d. 1948)", "entities": [{"title": "Jorge Eliécer Gaitán", "href": "/wiki/Jorge_Eli%C3%A9cer_Gait%C3%A1n", "description": "Jorge Eliécer Gaitán Ayala was a left-wing Colombian politician and charismatic leader of the Liberal Party. He served as the mayor of Bogotá from 1936-37, the national Education Minister from 1940-41, and the Labor Minister from 1943–44. He was assassinated during his second presidential campaign in 1948, setting off the Bogotazo  and leading to a violent period of political unrest in Colombian h"}, {"title": "Minister of National Education of Colombia", "href": "/wiki/Minister_of_National_Education_of_Colombia", "description": "The Ministry of National Education is the national executive ministry of the Government of Colombia responsible for overseeing the instruction and education of the Colombian people, similar to education ministries in other countries."}]}, {"heading": "Births", "year": "1905", "date": "January 23", "txt": "Erich Borchmeyer, German sprinter (d. 2000)", "entities": [{"title": "Erich Borchmeyer", "href": "/wiki/Erich_Borchmeyer", "description": "Erich Borchmeyer was a German athlete, who competed mainly in the 100 metres."}]}, {"heading": "Births", "year": "1907", "date": "January 23", "txt": "Dan Duryea, American actor and singer (d. 1968)", "entities": [{"title": "Dan Duryea", "href": "/wiki/Dan_Duryea", "description": "Dan Duryea was an American actor in film, stage, and television. Known for portraying a vast range of character roles as a villain, he nonetheless had a long career in a wide variety of leading and secondary roles."}]}, {"heading": "Births", "year": "1907", "date": "January 23", "txt": "Hideki Yukawa, Japanese physicist and academic, Nobel Prize laureate (d. 1981)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1910", "date": "January 23", "txt": "Django Reinhardt, Belgian guitarist and composer (d. 1953)", "entities": [{"title": "Django Reinhardt", "href": "/wiki/Django_Reinhardt", "description": "Jean Reinhardt, known to all by his Romani nickname Django, was a Belgian-born Romani-French jazz guitarist and composer. He was the first major jazz talent to emerge from Europe and remains the most significant."}]}, {"heading": "Births", "year": "1912", "date": "January 23", "txt": "Boris Pokrovsky, Russian director and manager (d. 2009)", "entities": [{"title": "Boris Pokrovsky", "href": "/wiki/Boris_Pokrovsky", "description": "Boris Alexandrovich Pokrovsky was a Russian opera director, best known as the stage director of the Bolshoi Theatre between 1943 and 1982."}]}, {"heading": "Births", "year": "1913", "date": "January 23", "txt": "Jean-Michel Atlan, Algerian-French painter (d. 1960)", "entities": [{"title": "Jean-Michel Atlan", "href": "/wiki/Jean-Michel_Atlan", "description": "Jean-Michel Atlan was a French artist."}]}, {"heading": "Births", "year": "1913", "date": "January 23", "txt": "Wally Parks, American businessman, founded the National Hot Rod Association (d. 2007)", "entities": [{"title": "National Hot Rod Association", "href": "/wiki/National_Hot_Rod_Association", "description": "The National Hot Rod Association (NHRA) is a drag racing governing body, which sets rules in drag racing and hosts events all over the United States and Canada. With over 40,000 drivers in its rosters, the NHRA claims to be the largest motorsports sanctioning body in the world."}]}, {"heading": "Births", "year": "1915", "date": "January 23", "txt": "Herma Bauma, Austrian javelin thrower and handball player (d. 2003)", "entities": [{"title": "Herma Bauma", "href": "/wiki/Herma_Bauma", "description": "Hermine \"Herma\" Bauma was an Austrian athlete who competed mainly in the javelin. She also was famous for playing handball."}]}, {"heading": "Births", "year": "1915", "date": "January 23", "txt": "W. Arthur Lewis, Saint Lucian-Barbadian economist and academic, Nobel Prize laureate (d. 1991)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1915", "date": "January 23", "txt": "Potter Stewart, American lawyer and judge (d. 1985)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 23", "txt": "David Douglas Duncan, American photographer and journalist (d. 2018)", "entities": [{"title": "David Douglas Duncan", "href": "/wiki/David_Douglas_Duncan", "description": "David Douglas Duncan was an American photojournalist, known for his dramatic combat photographs, as well as for his extensive domestic photography of Pablo Picasso and his wife Jacqueline."}]}, {"heading": "Births", "year": "1916", "date": "January 23", "txt": "Airey Neave, English colonel, lawyer, and politician, Shadow Secretary of State for Northern Ireland (d. 1979)", "entities": [{"title": "Shadow Secretary of State for Northern Ireland", "href": "/wiki/Shadow_Secretary_of_State_for_Northern_Ireland", "description": "The Shadow Secretary of State for Northern Ireland is a member of the British Shadow Cabinet responsible for the scrutiny of the Secretary of State for Northern Ireland and their department, the Northern Ireland Office. The post is currently held by Louise Haigh, following the resignation of Tony Lloyd. The holder is assisted by junior shadow ministers in the Commons and in the Lords."}]}, {"heading": "Births", "year": "1918", "date": "January 23", "txt": "Gertrude B. Elion, American biochemist and pharmacologist, Nobel Prize laureate (d. 1999)", "entities": [{"title": "Gertrude B. Elion", "href": "/wiki/Gertrude_B._Elion", "description": "Gertrude \"Trudy\" Belle Elion was an American biochemist and pharmacologist, who shared the 1988 Nobel Prize in Physiology or Medicine with George H. Hitchings and Sir James Black for their use of innovative methods of rational drug design for the development of new drugs. This new method focused on understanding the target of the drug rather than simply using trial-and-error. Her work led to the c"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1918", "date": "January 23", "txt": "Florence Rush, American social worker and theorist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 23", "txt": "Frances Bay, Canadian-American actress (d. 2011)", "entities": [{"title": "Frances Bay", "href": "/wiki/Frances_Bay", "description": "Frances Evelyn Bay was a Canadian-American character actress. In a career that spanned 35 years, she acted in a variety of roles both in film and television. Bay was inducted in Canada's Walk of Fame in 2008."}]}, {"heading": "Births", "year": "1919", "date": "January 23", "txt": "Hans Hass, Austrian biologist and diver (d. 2013)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 23", "txt": "Ernie Kovacs, American actor and game show host (d. 1962)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 23", "txt": "Bob Paisley, English footballer and manager (d. 1996)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 23", "txt": "Gottfried Böhm, German architect", "entities": [{"title": "Gottfried Böhm", "href": "/wiki/Gottfried_B%C3%B6hm", "description": "Gottfried Böhm is a German architect and sculptor. His reputation is based on creating highly sculptural buildings made of concrete, steel, and glass. Böhm's first independent building was the Cologne chapel \"Madonna in the Rubble\". Böhm's most influential and recognized building is the Maria, Königin des Friedens or Nevigeser Wallfahrtsdom."}]}, {"heading": "Births", "year": "1920", "date": "January 23", "txt": "Henry Eriksson, Swedish runner (d. 2000)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 23", "txt": "Walter Frederick Morrison, American businessman, invented the Frisbee (d. 2010)", "entities": [{"title": "Frisbee", "href": "/wiki/Frisbee", "description": "A frisbee is a gliding toy or sporting item that is generally made of injection-molded plastic and roughly 8 to 10 inches in diameter with a pronounced lip. It is used recreationally and competitively for throwing and catching, as in flying disc games. The shape of the disc is an airfoil in cross-section which allows it to fly by generating lift as it moves through the air. Spinning the disc impar"}]}, {"heading": "Births", "year": "1922", "date": "January 23", "txt": "Leon Golub, American painter and academic (d. 2004)", "entities": [{"title": "Leon Golub", "href": "/wiki/Leon_Golub", "description": "Leon Golub was an American painter. He was born in Chicago, Illinois, where he also studied, receiving his BA at the University of Chicago in 1942, and his BFA and MFA at the Art Institute of Chicago in 1949 and 1950, respectively."}]}, {"heading": "Births", "year": "1922", "date": "January 23", "txt": "Tom Lewis, Australian politician, 33rd Premier of New South Wales (d. 2016)", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1923", "date": "January 23", "txt": "Horace Ashenfelter, American runner (d. 2018)", "entities": [{"title": "Horace Ashenfelter", "href": "/wiki/Horace_Ashenfelter", "description": "Horace Ashenfelter III was an American athlete. He competed in international athletics from 1947 to 1956. During his career he won fifteen national AAU titles and three collegiate national titles."}]}, {"heading": "Births", "year": "1923", "date": "January 23", "txt": "Cot Deal, American baseball player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 23", "txt": "Walter M. Miller, Jr., American soldier and author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 23", "txt": "Frank Lautenberg, American soldier, businessman, and politician (d. 2013)", "entities": [{"title": "Frank Lautenberg", "href": "/wiki/Frank_Lautenberg", "description": "Frank Raleigh Lautenberg was a businessman and American Democratic Party politician who served as United States Senator from New Jersey. He was originally from Paterson, New Jersey."}]}, {"heading": "Births", "year": "1925", "date": "January 23", "txt": "Marty Paich, American pianist, composer, producer, and conductor (d. 1995)", "entities": [{"title": "Marty Paich", "href": "/wiki/Marty_Paich", "description": "Martin Louis Paich was an American pianist, composer, arranger, record producer, music director, and conductor. As a musician and arranger he worked with jazz musicians Peggy Lee, Ella Fitzgerald, Stan Kenton, Art Pepper, Buddy Rich, Ray Brown, Shorty Rogers, Pete Rugolo, and Mel Tormé. His long association with Tormé included one of the singer's earliest albums, Mel Tormé and the Marty Paich Dek-"}]}, {"heading": "Births", "year": "1926", "date": "January 23", "txt": "Bal Thackeray, Indian journalist, cartoonist, and politician (d. 2012)", "entities": [{"title": "Bal Thackeray", "href": "/wiki/Bal_Thackeray", "description": "Bal Keshav Thackeray was an Indian politician who founded the Shiv Sena, a right-wing pro-Marathi and Hindu nationalist party active mainly in the state of Maharashtra."}]}, {"heading": "Births", "year": "1927", "date": "January 23", "txt": "Lars-Eric Lindblad, Swedish-American businessman and explorer (d. 1994)", "entities": [{"title": "Lars-Eric Lindblad", "href": "/wiki/Lars-Eric_Lindblad", "description": "Lars-Eric Lindblad was a Swedish-American entrepreneur and explorer, who pioneered tourism to many remote and exotic parts of the world. He led the first tourist expedition to Antarctica in 1966 in a chartered Argentine navy ship, and for many years operated his own vessel, the MS Lindblad Explorer, in the region. Observers point to the Lindblad Explorer’s 1969 expeditionary cruise to Antarctica a"}]}, {"heading": "Births", "year": "1927", "date": "January 23", "txt": "Fred Williams, Australian painter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1928", "date": "January 23", "txt": "Chico Carrasquel, Venezuelan baseball player and manager (d. 2005)", "entities": [{"title": "Chico Carrasquel", "href": "/wiki/Chico_Carrasquel", "description": "Alfonso Carrasquel Colón, better known as Chico Carrasquel, was a Venezuelan professional baseball player. He played in Major League Baseball (MLB) as a shortstop for the Chicago White Sox (1950–1955), Cleveland Indians (1956–1958), Kansas City Athletics (1958) and the Baltimore Orioles (1959). Carrasquel was the first in a long line of Major League shortstops from Venezuela including, Luis Aparic"}]}, {"heading": "Births", "year": "1928", "date": "January 23", "txt": "Jeanne Moreau, French actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 23", "txt": "Myron Cope, American journalist and sportscaster (d. 2008)", "entities": [{"title": "Myron Cope", "href": "/wiki/Myron_Cope", "description": "Myron Sidney Kopelman, known professionally as Myron Cope, was an American sports journalist, radio personality, and sportscaster. He is best known for being \"the voice of the Pittsburgh Steelers\"."}]}, {"heading": "Births", "year": "1929", "date": "January 23", "txt": "Phillip Knightley, Australian journalist, author, and critic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 23", "txt": "John Polanyi, German-Canadian chemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1930", "date": "January 23", "txt": "Filaret, Patriarch of the Ukrainian Orthodox Church of the Kyivan", "entities": [{"title": "Filaret (Denysenko)", "href": "/wiki/Filaret_(Denysenko)", "description": "Patriarch Filaret is the primate and Patriarch of the Ukrainian Orthodox Church – Kyiv Patriarchate. He was the honorary Patriarch of the Orthodox Church of Ukraine (2018–2019), and the former Metropolitan of Kyiv of the Russian Orthodox Church (1966–1992). He was defrocked and in 1997 excommunicated by the ROC."}]}, {"heading": "Births", "year": "1930", "date": "January 23", "txt": "Mervyn Rose, Australian tennis player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 23", "txt": "Derek Walcott, Saint Lucian poet and playwright, Nobel Prize laureate (d. 2017)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1932", "date": "January 23", "txt": "George Allen, English footballer (d. 2016)", "entities": [{"title": "George Allen (footballer, born 1932)", "href": "/wiki/George_Allen_(footballer,_born_1932)", "description": "George Henry Allen was an English footballer who played more than 250 games in the Football League."}]}, {"heading": "Births", "year": "1932", "date": "January 23", "txt": "Larri Thomas, American actress and dancer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 23", "txt": "Bill Hayden, Australian politician, 21st Governor General of Australia", "entities": [{"title": "Bill Hayden", "href": "/wiki/Bill_Hayden", "description": "William George Hayden is an Australian politician who served as the 21st Governor-General of Australia from 1989 to 1996. He was Leader of the Labor Party and Leader of the Opposition from 1977 to 1983, and served as Minister for Foreign Affairs and Trade from 1983 to 1988 under Bob Hawke and as Treasurer of Australia in 1975 under Gough Whitlam."}, {"title": "Governor General of Australia", "href": "/wiki/Governor_General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1933", "date": "January 23", "txt": "Chita Rivera, American actress, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 23", "txt": "Pierre Bourgault, Canadian journalist and politician (d. 2003)", "entities": [{"title": "Pierre Bourgault", "href": "/wiki/Pierre_Bourgault", "description": "Pierre Bourgault was a politician and essayist, as well as an actor and journalist, from Quebec, Canada. He is most famous as a public speaker who advocated sovereignty for Quebec from Canada."}]}, {"heading": "Births", "year": "1935", "date": "January 23", "txt": "Mike Agostini, Trinidadian sprinter (d. 2016)", "entities": [{"title": "Mike Agostini", "href": "/wiki/Mike_Agostini", "description": "Michael George Raymond Agostini was a Trinidadian track and field athlete. He was the first athlete from his country to win a gold medal at what is now known as the Commonwealth Games, when he won the 100 yards final in Vancouver, British Columbia, Canada, on 31 July 1954."}]}, {"heading": "Births", "year": "1935", "date": "January 23", "txt": "Tom Reamy, American author (d. 1977)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 23", "txt": "Teresa Żylis-Gara, Polish operatic soprano", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 23", "txt": "Brian Howe, Australian minister and politician, 8th Deputy Prime Minister of Australia", "entities": [{"title": "Brian Howe (politician)", "href": "/wiki/Brian_Howe_(politician)", "description": "Brian Leslie Howe AO is a retired Australian politician and Uniting Church minister. He served as Deputy Prime Minister of Australia and deputy leader of the Labor Party from 1991 to 1995, under Bob Hawke and Paul Keating. He was a government minister continuously from 1983 to 1996, and a member of the House of Representatives from 1977 to 1996, representing the Division of Batman in Victoria."}, {"title": "Deputy Prime Minister of Australia", "href": "/wiki/Deputy_Prime_Minister_of_Australia", "description": "The deputy prime minister of Australia is the deputy chief executive and the second highest ranking officer of the government of Australia. The office of deputy prime minister was officially created as a ministerial portfolio in 1968, although the title had been used informally for many years previously. The deputy prime minister is appointed by the governor-general on the advice of the prime mini"}]}, {"heading": "Births", "year": "1936", "date": "January 23", "txt": "Jerry Kramer, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 23", "txt": "Cécile Ousset, French pianist", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 23", "txt": "Giant Baba, Japanese wrestler and promoter, founded All Japan Pro Wrestling (d. 1999)", "entities": [{"title": "Giant Baba", "href": "/wiki/Giant_Baba", "description": "Shohei Baba , best known by his ring name Giant Baba , was a Japanese professional wrestler and promoter. Baba is best known as a co-founder of All Japan Pro Wrestling (AJPW), a promotion he founded in 1972 along with Mitsuo Momota and Yoshihiro Momota, the sons of Rikidōzan. Along with being the top star of All Japan its first ten years of existence, Baba served as the booker, promoter, head trai"}, {"title": "All Japan Pro Wrestling", "href": "/wiki/All_Japan_Pro_Wrestling", "description": "All Japan Pro Wrestling  (AJPW/AJP) or simply All Japan is a Japanese professional wrestling promotion established on October 21, 1972 when Giant Baba split away from the Japanese Wrestling Association and created his own promotion. Many wrestlers had left with Baba, with many more joining the following year when JWA folded. From the mid-1970s, All Japan was firmly established as the largest promo"}]}, {"heading": "Births", "year": "1938", "date": "January 23", "txt": "Georg Baselitz, German painter and sculptor", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 23", "txt": "Ed Roberts, American disability rights activist (d. 1995)", "entities": [{"title": "Ed Roberts (activist)", "href": "/wiki/Ed_Roberts_(activist)", "description": "Edward Verne Roberts was an American activist. He was the first student who relied on a wheelchair to attend the University of California, Berkeley. He was a pioneering leader of the disability rights movement."}]}, {"heading": "Births", "year": "1940", "date": "January 23", "txt": "Alan Cheuse, American writer and critic (d. 2015)", "entities": [{"title": "Alan Cheuse", "href": "/wiki/Alan_Cheuse", "description": "Alan Stuart Cheuse was an American writer, editor, professor of literature, and radio commentator. A longtime NPR book commentator, he was also the author of five novels, five collections of short stories and novellas, a memoir and a collection of travel essays. In addition, Cheuse was a regular contributor to All Things Considered. His short fiction appeared in respected publications like The New"}]}, {"heading": "Births", "year": "1940", "date": "January 23", "txt": "Joe Dowell, American pop singer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 23", "txt": "Jock R. Anderson, Australian economist and academic", "entities": [{"title": "Jock R. Anderson", "href": "/wiki/Jock_R._Anderson", "description": "Jock Robert Anderson is an Australian agricultural economist, specialising in agricultural development economics, risk and decision theory, and international rural development policy. Born in Monto, Queensland, he studied at the University of Queensland, attaining bachelor's and master's degrees in agricultural science. After graduation, Anderson joined the Faculty of Agricultural Economics at the"}]}, {"heading": "Births", "year": "1941", "date": "January 23", "txt": "João Ubaldo Ribeiro, Brazilian journalist, author, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 23", "txt": "Laurie Mayne, Australian cricketer", "entities": [{"title": "Laurie Mayne", "href": "/wiki/Laurie_Mayne", "description": "Lawrence Charles Mayne is a former Australian cricketer who played in six Test matches."}]}, {"heading": "Births", "year": "1942", "date": "January 23", "txt": "Herman Tjeenk Willink, Dutch judge and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 23", "txt": "Phil Clarke, New Zealand rugby union player", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 23", "txt": "Özhan Canaydın, Turkish basketball player and businessman (d. 2010)", "entities": [{"title": "Özhan Canaydın", "href": "/wiki/%C3%96zhan_Canayd%C4%B1n", "description": "Özhan Canaydın was a businessman, basketballer and former chairman of the Turkish sports club Galatasaray."}]}, {"heading": "Births", "year": "1944", "date": "January 23", "txt": "Rutger Hauer, Dutch actor, director, and producer (d. 2019)", "entities": [{"title": "Rutger Hauer", "href": "/wiki/Rutger_Hauer", "description": "Rutger Oelsen Hauer was a Dutch actor. In 1999, he was named by the Dutch public as the Best Dutch Actor of the Century."}]}, {"heading": "Births", "year": "1945", "date": "January 23", "txt": "Mike Harris, Canadian politician, 22nd Premier of Ontario", "entities": [{"title": "Mike Harris", "href": "/wiki/Mike_Harris", "description": "Michael Deane Harris is a Canadian politician who served as the premier of Ontario from 1995 to 2002, the 22nd since Confederation. A member of the Progressive Conservative (PC) Party, Harris was the member of Provincial Parliament (MPP) for Nipissing from 1981 to his 2002 resignation, along with stepping down as premier and PC leader."}, {"title": "Premier of Ontario", "href": "/wiki/Premier_of_Ontario", "description": "The premier of Ontario is the first minister of the Crown. The premier acts as the head of government for Ontario, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative; together with the Cabinet, the premier manages the Government of Ontario."}]}, {"heading": "Births", "year": "1946", "date": "January 23", "txt": "Arnoldo Alemán, Nicaraguan lawyer and politician, President of Nicaragua", "entities": [{"title": "Arnoldo Alemán", "href": "/wiki/Arnoldo_Alem%C3%A1n", "description": "José Arnoldo Alemán Lacayo is a Nicaraguan politician who served as the 81st President of Nicaragua from 10 January 1997 to 10 January 2002. In 2003, he was convicted of corruption and sentenced to a 20-year prison term, and Transparency International named him the ninth most corrupt leader in recent history. In 2009, those convictions were overturned, though these decisions remain controversial."}, {"title": "President of Nicaragua", "href": "/wiki/President_of_Nicaragua", "description": "The president of Nicaragua, officially known as the president of the Republic of Nicaragua, is the head of state of Nicaragua. The office was created in the Constitution of 1854. From 1825 until the Constitution of 1838, the head of state of Nicaragua was styled simply as Head of State, and from 1838 to 1854 as Supreme Director."}]}, {"heading": "Births", "year": "1946", "date": "January 23", "txt": "Boris Berezovsky, Russian-English businessman and mathematician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 23", "txt": "Tom Carper, American captain and politician, 71st Governor of Delaware", "entities": [{"title": "Tom Carper", "href": "/wiki/Tom_Carper", "description": "Thomas Richard Carper is an American politician serving as the senior United States Senator from Delaware, having held the seat since 2001. A member of the Democratic Party, Carper served in the United States House of Representatives from 1983 to 1993 and was the 71st governor of Delaware from 1993 to 2001."}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Births", "year": "1947", "date": "January 23", "txt": "Megawati Sukarnoputri, Indonesian politician, 5th President of Indonesia", "entities": [{"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1948", "date": "January 23", "txt": "Anita Pointer, American R&B/soul singer-songwriter", "entities": [{"title": "Anita Pointer", "href": "/wiki/Anita_Pointer", "description": "Anita Marie Pointer is an American singer–songwriter, best known as a founding member of the vocal group the Pointer Sisters."}]}, {"heading": "Births", "year": "1950", "date": "January 23", "txt": "Richard Dean Anderson, American actor, producer, and composer", "entities": [{"title": "Richard Dean Anderson", "href": "/wiki/Richard_Dean_Anderson", "description": "Richard Dean Anderson is an American actor and producer. He began his television career in 1976, playing Jeff Webber in the American soap opera series General Hospital, then rose to prominence as the lead actor in the television series MacGyver (1985–1992). He later appeared in films such as Through the Eyes of a Killer (1992), Pandora's Clock (1996), and Firehouse (1997)."}]}, {"heading": "Births", "year": "1950", "date": "January 23", "txt": "Guida Maria, Portuguese actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 23", "txt": "Suzanne Scotchmer, American economist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 23", "txt": "Luis Alberto Spinetta, Argentinian singer-songwriter, guitarist, and poet (d. 2012)", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 23", "txt": "Chesley Sullenberger, American airline pilot and safety expert", "entities": [{"title": "Chesley Sullenberger", "href": "/wiki/Chesley_Sullenberger", "description": "Chesley Burnett \"Sully\" Sullenberger III is an American retired Air Force fighter pilot and airline captain. He is best known for his role as pilot in command in the 2009 ditching of US Airways Flight 1549 in the Hudson River off Manhattan after both engines were disabled by a bird strike; all 155 people aboard survived. Sullenberger is a speaker on aviation safety and has helped develop new proto"}]}, {"heading": "Births", "year": "1952", "date": "January 23", "txt": "Omar Henry, South African cricketer", "entities": [{"title": "Omar Henry", "href": "/wiki/Omar_Henry", "description": "Omar Henry is a former cricketer who played in three Tests and three One Day Internationals for South Africa. He is notable for being the first non-white player of the post-Apartheid era to play cricket for South Africa. Henry made both his Test and ODI debuts after turning 40 and was a member of the South African squad that reached the semi-finals of the 1992 Cricket World Cup. He played extensiv"}]}, {"heading": "Births", "year": "1953", "date": "January 23", "txt": "John Luther Adams, American composer", "entities": [{"title": "John Luther Adams", "href": "/wiki/John_Luther_Adams", "description": "John Luther Adams is an American composer whose music is inspired by nature, especially the landscapes of Alaska, where he lived from 1978 to 2014. His orchestral work Become Ocean was awarded the 2014 Pulitzer Prize for Music."}]}, {"heading": "Births", "year": "1953", "date": "January 23", "txt": "Alister McGrath, Irish priest, historian, and theologian", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 23", "txt": "Antonio Villaraigosa, American politician, 41st Mayor of Los Angeles", "entities": [{"title": "Mayor of Los Angeles", "href": "/wiki/Mayor_of_Los_Angeles", "description": "The Mayor of the City of Los Angeles is the official head and chief executive officer of Los Angeles, California, United States. The officeholder is elected for a four-year term and limited to serving no more than two terms. Under the Constitution of California, all judicial, school, county and city offices, including those of chartered cities, are nonpartisan. Eric Garcetti has been the city's 42"}]}, {"heading": "Births", "year": "1953", "date": "January 23", "txt": "Robin Zander, American rock singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 23", "txt": "Trevor Hohns, Australian cricketer", "entities": [{"title": "Trevor Hohns", "href": "/wiki/Trevor_Hohns", "description": "Trevor Victor Hohns is a former Queensland and Australian cricketer who played in seven Test matches as a spin bowler, and was later Australia's chairman of selectors."}]}, {"heading": "Births", "year": "1957", "date": "January 23", "txt": "Caroline, Princess of Hanover", "entities": [{"title": "Caroline, Princess of Hanover", "href": "/wiki/Caroline,_Princess_of_Hanover", "description": "Caroline, Princess of Hanover;Countess of Polinac , is the eldest child of Rainier III, Prince of Monaco, and the American actress Grace Kelly. She is the elder sister of Prince Albert II and Princess Stéphanie. Until the births of her niece and nephew, Princess Gabriella and Prince Jacques, in December 2014, she had been heiress presumptive to the throne of Monaco since 2005, a position which she"}]}, {"heading": "Births", "year": "1958", "date": "January 23", "txt": "Sergey Litvinov, Russian hammer thrower (d. 2018)", "entities": [{"title": "Sergey Litvinov (athlete, born 1958)", "href": "/wiki/Sergey_Litvinov_(athlete,_born_1958)", "description": "Sergey Nikolaevich Litvinov was a Russian hammer thrower and athletics coach. He competed at the 1980 Summer Olympics and the 1988 Summer Olympics, missing the 1984 Summer Olympics due to the Soviet boycott, and won a silver and a gold medal, respectively. He also won two world titles, in 1983 and 1987. After retiring from competitions he coached elite hammer throwers including Ivan Tsikhan and hi"}]}, {"heading": "Births", "year": "1959", "date": "January 23", "txt": "Clive Bull, English radio host", "entities": [{"title": "Clive Bull", "href": "/wiki/Clive_Bull", "description": "Clive Bull is an English radio talk show host, best known for presenting a late-night show on LBC in London."}]}, {"heading": "Births", "year": "1960", "date": "January 23", "txt": "Jean-François Sauvé, Canadian ice hockey player", "entities": [{"title": "Jean-François Sauvé", "href": "/wiki/Jean-Fran%C3%A7ois_Sauv%C3%A9", "description": "Jean-François Sauvé is a Canadian former professional ice hockey centre. He played in the National Hockey League with the Buffalo Sabres and Quebec Nordiques."}]}, {"heading": "Births", "year": "1960", "date": "January 23", "txt": "Greg Ritchie, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 23", "txt": "Neil Henry, Australian rugby league player and coach", "entities": [{"title": "Neil Henry", "href": "/wiki/Neil_Henry", "description": "Neil Henry is an Australian professional rugby league football coach and former player. He was formerly the head coach for the Gold Coast Titans of the National Rugby League. Henry previously coached the Canberra Raiders and the North Queensland Cowboys. He has been described as, \"one of the game's best tacticians.\""}]}, {"heading": "Births", "year": "1961", "date": "January 23", "txt": "Yelena Sinchukova, Russian long jumper", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 23", "txt": "David Arnold, English composer", "entities": [{"title": "David Arnold", "href": "/wiki/David_Arnold", "description": "David Arnold is an English film composer best known for scoring five James Bond films, as well as Stargate (1994), Independence Day (1996), Godzilla (1998) and the television series Little Britain and Sherlock. For Independence Day he received a Grammy Award for Best Instrumental Composition Written for a Motion Picture or for Television and for Sherlock he, and co-composer Michael Price, won a Cr"}]}, {"heading": "Births", "year": "1962", "date": "January 23", "txt": "Aivar Lillevere, Estonian footballer and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 23", "txt": "Elvira Lindo, Spanish journalist and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 23", "txt": "Jonatha Brooke, American singer-songwriter and guitarist", "entities": [{"title": "Jonatha Brooke", "href": "/wiki/Jonatha_Brooke", "description": "Jonatha Brooke is an American folk rock singer-songwriter and guitarist from Massachusetts, United States.\nHer music merges elements of folk, rock and pop, often with poignant lyrics and complex harmonies. She has been a performer, writer, and artist since the late 1980s, and her songs have been used in television shows and movies."}]}, {"heading": "Births", "year": "1964", "date": "January 23", "txt": "Mariska Hargitay, American actress and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 23", "txt": "Bharrat Jagdeo, Guyanese economist and politician, 7th President of Guyana", "entities": [{"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Births", "year": "1964", "date": "January 23", "txt": "Mario Roberge, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 23", "txt": "Louie Clemente, American drummer", "entities": [{"title": "Louie Clemente", "href": "/wiki/Louie_Clemente", "description": "Louie Clemente is a former drummer for the Bay Area thrash metal band Testament. He is known for being a part of Testament's original line-up."}]}, {"heading": "Births", "year": "1966", "date": "January 23", "txt": "Damien Hardman, Australian surfer", "entities": [{"title": "Damien Hardman", "href": "/wiki/Damien_Hardman", "description": "\n\nDamien Hardman, known as The Iceman, is a former Australian surfer from Sydney. He won the Rip Curl Pro twice in 1988 and 1993, and was runner-up three times in 1989, 1991 and 1997, and in 1987/88 and 1991 he won the ASP World Tour. In 1999, he was inducted into the Australian Surfing Hall of Fame in 1999."}]}, {"heading": "Births", "year": "1966", "date": "January 23", "txt": "Haywoode Workman, American basketball player and referee", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 23", "txt": "Owen Cunningham, Australian rugby league player", "entities": [{"title": "Owen Cunningham", "href": "/wiki/Owen_Cunningham", "description": "Owen Cunningham, nicknamed OJ, is an Australian former rugby league footballer who played in the 1980s, 1990s and 2000s. A Queensland State of Origin representative forward, he played his club football for the Manly Warringah Sea Eagles, North Queensland Cowboys and the Northern Eagles."}]}, {"heading": "Births", "year": "1968", "date": "January 23", "txt": "Taro Hakase, Japanese violinist and composer", "entities": [{"title": "Taro Hakase", "href": "/wiki/Taro_Hakase", "description": "Taro Hakase  is a Japanese musician who specialises as a violinist and composer."}]}, {"heading": "Births", "year": "1968", "date": "January 23", "txt": "Petr Korda, Czech-Monacan tennis player", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 23", "txt": "Andrei Kanchelskis, Ukrainian-Russian footballer and manager", "entities": [{"title": "Andrei Kanchelskis", "href": "/wiki/Andrei_Kanchelskis", "description": "Andrei Antanasovich Kanchelskis is a Russian professional football manager and former player. He was most recently the manager of Navbahor Namangan in Uzbekistan."}]}, {"heading": "Births", "year": "1969", "date": "January 23", "txt": "Brendan Shanahan, Canadian ice hockey player and actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 23", "txt": "Susen Tiedtke, German long jumper", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 23", "txt": "Spyridon Vasdekis, Greek long jumper", "entities": [{"title": "Spyridon Vasdekis", "href": "/wiki/Spyridon_Vasdekis", "description": "Spyridon \"Spyros\" Vasdekis is a retired Greek long jumper."}]}, {"heading": "Births", "year": "1971", "date": "January 23", "txt": "Scott Gibbs, Welsh-South African rugby player and sportscaster", "entities": [{"title": "Scott Gibbs", "href": "/wiki/Scott_Gibbs", "description": "Ian Scott Gibbs, also known by the nickname of \"Car Crash\", is a Welsh former rugby footballer who has represented Wales and the Lions in rugby union and Wales and Great Britain in rugby league. Noted feats included his performance in the 1997 British Lions tour to South Africa and the individual try he scored in the dying minutes of the last Five Nations match in 1999 against England."}]}, {"heading": "Births", "year": "1971", "date": "January 23", "txt": "Adam Parore, New Zealand cricketer and mountaineer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 23", "txt": "Claire Rankin, Canadian actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 23", "txt": "Ewen Bremner, Scottish actor", "entities": [{"title": "Ewen Bremner", "href": "/wiki/Ewen_Bremner", "description": "Ewen Bremner is a Scottish character actor. His roles have included Julien in Julien Donkey-Boy, Daniel \"Spud\" Murphy in Trainspotting and its 2017 sequel T2 Trainspotting, SPC Shawn Nelson in Black Hawk Down, expert marksman Charlie in Wonder Woman and Lt. Red Winkle in Pearl Harbor."}]}, {"heading": "Births", "year": "1973", "date": "January 23", "txt": "Tomas Holmström, Swedish ice hockey player", "entities": [{"title": "Tomas Holmström", "href": "/wiki/Tomas_Holmstr%C3%B6m", "description": "Bengt Tomas Holmström is a Swedish former professional ice hockey left winger who played his entire National Hockey League (NHL) career with the Detroit Red Wings, with whom he won four Stanley Cup championships; in 1997, 1998, 2002 and 2008."}]}, {"heading": "Births", "year": "1974", "date": "January 23", "txt": "Glen Chapple, English cricketer", "entities": [{"title": "Glen Chapple", "href": "/wiki/Glen_Chapple", "description": "Glen Chapple is an English cricket coach and former cricketer. He is an all-rounder, and represented the national team in a One Day International, as well as performing well for Lancashire over many years. He bowls right-arm fast-medium, and is a right-handed batsman. With six first-class centuries to his name, Chapple shares with Mark Pettini the record for fastest first-class century, scored aga"}]}, {"heading": "Births", "year": "1974", "date": "January 23", "txt": "Rebekah Elmaloglou, Australian actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 23", "txt": "Yosvani Pérez, Cuban baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 23", "txt": "Richard T. Slone, English painter", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 23", "txt": "Tiffani Thiessen, American actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 23", "txt": "Nick Harmer, German musician", "entities": [{"title": "Nick Harmer", "href": "/wiki/Nick_Harmer", "description": "Nicholas Scott Harmer is an American musician, best known as the bass guitarist and occasional co-songwriter for the band Death Cab for Cutie."}]}, {"heading": "Births", "year": "1975", "date": "January 23", "txt": "Phil Dawson, American football player", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 23", "txt": "Brandon Duckworth, American baseball player and scout", "entities": [{"title": "Brandon Duckworth", "href": "/wiki/Brandon_Duckworth", "description": "Brandon J. Duckworth is an American former professional baseball pitcher, who is currently a scout. He played in Major League Baseball (MLB) for the Philadelphia Phillies, Houston Astros, and Kansas City Royals, and in Nippon Professional Baseball (NPB) for the Tohoku Rakuten Golden Eagles. Since 2014, Duckworth has worked for the New York Yankees professional scouting department."}]}, {"heading": "Births", "year": "1976", "date": "January 23", "txt": "Anne Margrethe Hausken, Norwegian orienteering competitor", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 23", "txt": "Alex Shaffer, American skier", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 23", "txt": "Larry Hughes, American basketball player", "entities": [{"title": "Larry Hughes", "href": "/wiki/Larry_Hughes", "description": "Larry Darnell Hughes Sr. is an American former professional basketball player who played for eight different teams during a 14-year career in the National Basketball Association (NBA). Hughes attended Saint Louis University before being selected with the eighth overall pick in the 1998 NBA draft. Hughes is the founder of the Larry Hughes Basketball Academy."}]}, {"heading": "Births", "year": "1979", "date": "January 23", "txt": "Dawn O'Porter, Scottish-English fashion designer and journalist", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 23", "txt": "Juan Rincón, Venezuelan baseball player and coach", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 23", "txt": "Rob Friend, Canadian soccer player", "entities": [{"title": "Rob Friend", "href": "/wiki/Rob_Friend", "description": "Robert Douglas Friend is a Canadian former professional soccer player, who played as a forward, and CEO of Pacific FC."}]}, {"heading": "Births", "year": "1982", "date": "January 23", "txt": "Wily Mo Peña, Dominican baseball player", "entities": [{"title": "Wily Mo Peña", "href": "/wiki/Wily_Mo_Pe%C3%B1a", "description": "Wily Modesto Peña Gutierrez is a Dominican professional baseball outfielder who is currently a free agent. He previously played in Major League Baseball (MLB) for the Cincinnati Reds, Boston Red Sox, Washington Nationals, Arizona Diamondbacks and Seattle Mariners, and in NPB for the Fukuoka SoftBank Hawks and Orix Buffaloes. At 6 feet, 3 inches in height and nearly 300 pounds, the right-handed bat"}]}, {"heading": "Births", "year": "1982", "date": "January 23", "txt": "Oceana Mahlmann, German singer and songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 23", "txt": "Andrew Rock, American sprinter", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 23", "txt": "Irving Saladino, Panamanian long jumper", "entities": [{"title": "Irving Saladino", "href": "/wiki/Irving_Saladino", "description": "Irving Jahir Saladino Aranda is a Panamanian former long jumper. He was Olympic champion, having won at the 2008 Beijing Olympics, and is Panama's first and only Olympic gold medalist. He was world champion in the long jump in 2007. He represented his country at three straight Olympics, from 2004 to 2012, and competed at four World Championships in Athletics from 2005 to 2011."}]}, {"heading": "Births", "year": "1984", "date": "January 23", "txt": "Robbie Farah, Australian rugby league player", "entities": [{"title": "Robbie Farah", "href": "/wiki/Robbie_Farah", "description": "Robert Peter Farah is an Australian former professional rugby league footballer who played in the 2000s and 2010s. An Australian international, Lebanese international and captain of New South Wales Blues team, he has played the majority of his professional career with the Wests Tigers, with whom he won the 2005 NRL Premiership. Between 2006 and 2012, Farah played for City in six City vs Country re"}]}, {"heading": "Births", "year": "1984", "date": "January 23", "txt": "Arjen Robben, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 23", "txt": "Dong Fangzhuo, Chinese footballer", "entities": [{"title": "Dong Fangzhuo", "href": "/wiki/Dong_Fangzhuo", "description": "Dong Fangzhuo is a Chinese former professional footballer who played as a forward."}]}, {"heading": "Births", "year": "1985", "date": "January 23", "txt": "Doutzen Kroes, Dutch model and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 23", "txt": "Yevgeny Lukyanenko, Russian pole vaulter", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 23", "txt": "Aselefech Mergia, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 23", "txt": "Jeff Samardzija, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 23", "txt": "San E, South Korean rapper", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 23", "txt": "Gelete Burka, Ethiopian runner", "entities": [{"title": "Gelete Burka", "href": "/wiki/Gelete_Burka", "description": "Gelete Burka Bati is an Ethiopian middle-distance and long-distance runner. She was born in Kofele in the Arsi Zone of the Oromia Region, the same district as double Olympic champion Haile Gebrselassie."}]}, {"heading": "Births", "year": "1986", "date": "January 23", "txt": "Marc Laird, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 23", "txt": "José Enrique, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 23", "txt": "Steven Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 23", "txt": "Sandro Viletta, Swiss skier", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 23", "txt": "Leo Komarov, Finnish ice hockey player", "entities": [{"title": "Leo Komarov", "href": "/wiki/Leo_Komarov", "description": "Leonid Aleksandrovich Komarov is a Finnish–Russian professional ice hockey centre for the New York Islanders of the National Hockey League (NHL). A natural centre early in his career, Komarov has made the transition to being able to play all three forward positions."}]}, {"heading": "Births", "year": "1988", "date": "January 23", "txt": "Shaun Kenny-Dowall, Australian-New Zealand rugby league player", "entities": [{"title": "Shaun Kenny-Dowall", "href": "/wiki/Shaun_Kenny-Dowall", "description": "Shaun Kenny-Dowall is a New Zealand international rugby league footballer who plays as a centre and winger for Hull Kingston Rovers in the Super League."}]}, {"heading": "Births", "year": "1990", "date": "January 23", "txt": "Alex Silva, Canadian wrestler", "entities": [{"title": "Alex Silva (wrestler)", "href": "/wiki/Alex_Silva_(wrestler)", "description": "Alexander Freitas is a Canadian professional wrestler best known for his time in impact Wrestling where he is a former impact Gut Check Winner under the ring name Alex Silva."}]}, {"heading": "Births", "year": "1991", "date": "January 23", "txt": "Steve Birnbaum, American footballer", "entities": [{"title": "Steve Birnbaum", "href": "/wiki/Steve_Birnbaum", "description": "Steven Mitchell Birnbaum is an American professional soccer player who is captain of and plays as a defender for D.C. United and the United States men's national soccer team.\nBirnbaum started every game for D.C. United in the 2018 season. In 2018 he played every minute in all 34 regular season games, and led Major League Soccer in total clearances, headed clearances, and aerials won, and in 2019 h"}]}, {"heading": "Births", "year": "1992", "date": "January 23", "txt": "Reina Triendl, Japanese model and actress", "entities": [{"title": "Reina Triendl", "href": "/wiki/Reina_Triendl", "description": "Reina Triendl  is an Austrian-Japanese model, tarento and actress."}]}, {"heading": "Births", "year": "1994", "date": "January 23", "txt": "Addison Russell, American baseball player", "entities": [{"title": "Addison Russell", "href": "/wiki/Addison_Russell", "description": "Addison Wayne Russell is an American professional baseball shortstop for the Acereros de Monclova of the Mexican League. Russell was drafted 11th overall by the Oakland Athletics in the 2012 Major League Baseball draft. He was traded to the Chicago Cubs in 2014. In 2015, Baseball America listed Russell as the third-best prospect in professional baseball. He made his MLB debut with the Cubs in Apri"}]}, {"heading": "Births", "year": "1995", "date": "January 23", "txt": "Luke Bateman, Australian rugby league player", "entities": [{"title": "Luke Bateman", "href": "/wiki/Luke_Bateman", "description": "Luke Bateman is an Australian professional rugby league footballer who plays as a lock and second-row forward for the Wynnum-Manly Seagulls in the Intrust Super Cup."}]}, {"heading": "Births", "year": "1995", "date": "January 23", "txt": "Tuimoala Lolohea, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1998", "date": "January 23", "txt": "XXXTentacion, American rapper (d. 2018)", "entities": [{"title": "XXXTentacion", "href": "/wiki/XXXTentacion", "description": "Jahseh Dwayne Ricardo Onfroy, known professionally as XXXTentacion, was an American rapper, singer, and songwriter. Though a controversial figure due to his widely publicized legal troubles, XXXTentacion gained a cult following among his young fanbase during his short career with his depression and alienation-themed music. Critics and fans often credited him for his musical versatility, with his m"}]}, {"heading": "Deaths", "year": "667", "date": "January 23", "txt": "Ildefonsus, bishop of Toledo", "entities": [{"title": "Ildefonsus", "href": "/wiki/Ildefonsus", "description": "Saint Ildefonsus or Ildephonsus was a scholar and theologian who served as the metropolitan Bishop of Toledo for the last decade of his life. His Gothic name was Hildefuns. In the Ethiopian Orthodox Tewahedo Church he is known as Saint Dexius based on the Ge'ez translation of the legends about his life."}, {"title": "Roman Catholic Archdiocese of Toledo", "href": "/wiki/Roman_Catholic_Archdiocese_of_Toledo", "description": "This is a list of Bishops and Archbishops of Toledo. They are also the Primates of Spain. It was, according to tradition established in the 1st century by James the Great and was elevated to an archdiocese in 313 after the Edict of Milan. The incumbent Archbishop also bears the title Primate of Spain and since 1937 the title General Vicar of the Armies."}]}, {"heading": "Deaths", "year": "989", "date": "January 23", "txt": "Adalbero, archbishop of Reims", "entities": [{"title": "Adalbero (archbishop of Reims)", "href": "/wiki/Adalbero_(archbishop_of_Reims)", "description": "Adalbero was the archbishop of Reims, chancellor of Kings Lothair and Louis V of France."}, {"title": "Roman Catholic Archdiocese of Reims", "href": "/wiki/Roman_Catholic_Archdiocese_of_Reims", "description": "The Roman Catholic Archdiocese of Reims is an archdiocese of the Latin Rite of the Roman Catholic Church in France. Erected as a diocese around 250 by St. Sixtus, the diocese was elevated to an archdiocese around 750. The archbishop received the title \"primate of Gallia Belgica\" in 1089."}]}, {"heading": "Deaths", "year": "1002", "date": "January 23", "txt": "Otto III, Holy Roman Emperor (b. 980)", "entities": [{"title": "Otto III, Holy Roman Emperor", "href": "/wiki/Otto_III,_Holy_Roman_Emperor", "description": "Otto III was Holy Roman Emperor from 996 until his early death in 1002. A member of the Ottonian dynasty, Otto III was the only son of the Emperor Otto II and his wife Theophanu."}]}, {"heading": "Deaths", "year": "1199", "date": "January 23", "txt": "Abu Yusuf Yaqub al-Mansur, Moroccan caliph (b. 1160)", "entities": [{"title": "Abu Yusuf Yaqub al-Mansur", "href": "/wiki/Abu_Yusuf_Yaqub_al-Mansur", "description": "Abū Yūsuf Yaʿqūb ibn Yūsuf ibn Abd al-Muʾmin al-Manṣūr, commonly known as Jacob Almanzor or Moulay Yacoub, was the third Almohad Caliph. Succeeding his father, al-Mansur reigned from 1184 to 1199. His reign was distinguished by the flourishing of trade, architecture, philosophy and the sciences, as well as by victorious military campaigns in which he was successful in repelling the tide of Christi"}]}, {"heading": "Deaths", "year": "1252", "date": "January 23", "txt": "Isabella, Queen of Armenia", "entities": [{"title": "Isabella, Queen of Armenia", "href": "/wiki/Isabella,_Queen_of_Armenia", "description": "Isabella, also Isabel was queen regnant of Armenian Cilicia from 1219 until her death."}]}, {"heading": "Deaths", "year": "1297", "date": "January 23", "txt": "Florent of Hainaut, Prince of Achaea (b. c. 1255)", "entities": [{"title": "Florent of Hainaut", "href": "/wiki/Florent_of_Hainaut", "description": "Florent of Hainaut was Prince of Achaea from 1289 to his death, in right of his wife, Isabella of Villehardouin. He was the son of John I of Avesnes and Adelaide of Holland. From his father he received the stadholdership (government) of Zeeland."}]}, {"heading": "Deaths", "year": "1423", "date": "January 23", "txt": "Margaret of Bavaria, Burgundian regent (b. 1363)", "entities": [{"title": "Margaret of Bavaria", "href": "/wiki/Margaret_of_Bavaria", "description": "Margaret of Bavaria was the duchess of Burgundy by marriage to John the Fearless. She was the regent of the Burgundian Low Countries during the absence of her spouse in 1404–1419 and the regent in French Burgundy during the absence of her son in 1419–1423. She became most known for her successful defense of the Duchy of Burgundy against Count John IV of Armagnac in 1419."}]}, {"heading": "Deaths", "year": "1516", "date": "January 23", "txt": "Ferdinand II of Aragon (b. 1452)", "entities": [{"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}]}, {"heading": "Deaths", "year": "1548", "date": "January 23", "txt": "Bernardo Pisano, Italian priest, scholar, and composer (b. 1490)", "entities": [{"title": "Bernardo Pisano", "href": "/wiki/Bernardo_Pisano", "description": "Bernardo Pisano was an Italian composer, priest, singer, and scholar of the Renaissance. He was one of the first madrigalists, and the first composer anywhere to have a printed collection of secular music devoted entirely to himself."}]}, {"heading": "Deaths", "year": "1549", "date": "January 23", "txt": "Johannes Honter, Romanian-Hungarian cartographer and theologian (b. 1498)", "entities": [{"title": "Johannes Honter", "href": "/wiki/Johannes_Honter", "description": "Johannes Honter was a Transylvanian Saxon, renaissance humanist, Protestant reformer, and theologian. Honter is best known for his geographic and cartographic publishing activity, as well as for implementing the Lutheran reform in Transylvania and founding the Evangelical Church of Augustan Confession in Romania."}]}, {"heading": "Deaths", "year": "1567", "date": "January 23", "txt": "Jiajing Emperor of China (b. 1507)", "entities": [{"title": "Jiajing Emperor", "href": "/wiki/Jiajing_Emperor", "description": "The Jiajing Emperor was the 12th Emperor of the Ming dynasty, reigning from 1521 to 1567. Born Zhu Houcong, he was the former Zhengde Emperor's cousin. His father, Zhu Youyuan (1476–1519), the Prince of Xing, was the fourth son of the Chenghua Emperor and the eldest son of three sons born to the emperor's concubine, Lady Shao. The Jiajing Emperor's regnal name, \"Jiajing\", means \"admirable tranquil"}]}, {"heading": "Deaths", "year": "1570", "date": "January 23", "txt": "James Stewart, 1st Earl of Moray, Scottish politician (b. 1531)", "entities": [{"title": "James Stewart, 1st Earl of Moray", "href": "/wiki/James_Stewart,_1st_Earl_of_Moray", "description": "James Stewart, 1st Earl of Moray, a member of the House of Stewart as the illegitimate son of King James V, was the regent of Scotland for his half-nephew, the infant King James VI, from 1567 until his assassination in 1570. He was the first head of government to be assassinated by a firearm."}]}, {"heading": "Deaths", "year": "1620", "date": "January 23", "txt": "John Croke, English politician and judge (b. 1553)", "entities": [{"title": "John Croke", "href": "/wiki/John_Croke", "description": "Sir John Croke was an English judge and politician who served as Speaker of the English House of Commons between October and December 1601. He also served as Recorder of London, and won the City of London constituency in his election to the 1601 parliament, being the last Speaker before the death of Elizabeth I, in 1603."}]}, {"heading": "Deaths", "year": "1622", "date": "January 23", "txt": "William Baffin, English explorer and navigator (b. 1584)", "entities": [{"title": "William Baffin", "href": "/wiki/William_Baffin", "description": "William Baffin was an English navigator and explorer. He is primarily known for his attempt to discover a Northwest Passage from the Atlantic to the Pacific, during the course of which he was the first European to discover Baffin Bay in present-day Canada. He was also responsible for exceptional surveys of the Red Sea and Persian Gulf on behalf of the East India Company."}]}, {"heading": "Deaths", "year": "1650", "date": "January 23", "txt": "Philip Herbert, 4th Earl of Pembroke (b. 1584)", "entities": [{"title": "Philip Herbert, 4th Earl of Pembroke", "href": "/wiki/Philip_Herbert,_4th_Earl_of_Pembroke", "description": "Philip Herbert, 4th Earl of Pembroke and 1st Earl of Montgomery, KG KB PC was an English courtier, nobleman, and politician active during the reigns of James I and Charles I. Philip and his older brother William were the 'incomparable pair of brethren' to whom the First Folio of Shakespeare's collected works was dedicated in 1623."}]}, {"heading": "Deaths", "year": "1744", "date": "January 23", "txt": "Giambattista Vico, Italian historian and philosopher (b. 1668)", "entities": [{"title": "Giambattista Vico", "href": "/wiki/Giambattista_Vico", "description": "Giambattista Vico was an Italian political philosopher and rhetorician, historian and jurist of the Age of Enlightenment. He criticized the expansion and development of modern rationalism, was an apologist for Classical Antiquity, finding Cartesian analysis and other types of reductionism impractical to daily life, and was the first expositor of the fundamentals of social science and of semiotics."}]}, {"heading": "Deaths", "year": "1785", "date": "January 23", "txt": "Matthew Stewart, Scottish mathematician and academic (b. 1717)", "entities": [{"title": "Matthew Stewart (mathematician)", "href": "/wiki/Matthew_Stewart_(mathematician)", "description": "Matthew Stewart FRS FRSE was a Scottish mathematician and minister of the Church of Scotland."}]}, {"heading": "Deaths", "year": "1789", "date": "January 23", "txt": "Frances Brooke, English author and playwright (b. 1724)", "entities": [{"title": "Frances Brooke", "href": "/wiki/Frances_Brooke", "description": "Frances Brooke was an English novelist, essayist, playwright and translator. She was the author of the first English novel to be written in Canada."}]}, {"heading": "Deaths", "year": "1789", "date": "January 23", "txt": "John Cleland, English author (b. 1709)", "entities": []}, {"heading": "Deaths", "year": "1800", "date": "January 23", "txt": "Edward Rutledge, American captain and politician, 39th Governor of South Carolina (b. 1749)", "entities": [{"title": "Edward Rutledge", "href": "/wiki/Edward_Rutledge", "description": "Edward Rutledge was an American politician and youngest signatory of the United States Declaration of Independence. He later served as the 39th Governor of South Carolina."}, {"title": "Governor of South Carolina", "href": "/wiki/Governor_of_South_Carolina", "description": "The governor of the State of South Carolina is the chief executive of South Carolina serving as its head of state and head of the executive of the government of South Carolina. The governor is the ex officio commander-in-chief of the National Guard when not called into federal service. The governor's responsibilities include making yearly \"State of the State\" addresses to the South Carolina Genera"}]}, {"heading": "Deaths", "year": "1803", "date": "January 23", "txt": "Arthur Guinness, Irish brewer, founded Guinness (b. 1725)", "entities": [{"title": "Arthur Guinness", "href": "/wiki/Arthur_Guinness", "description": "Arthur Guinness was an Irish brewer and the founder of the Guinness brewery business and family. He was also an entrepreneur and philanthropist."}, {"title": "Guinness", "href": "/wiki/Guinness", "description": "Guinness is a dark Irish dry stout that originated in the brewery of Arthur Guinness at St. James's Gate, Dublin, Ireland, in 1759. It is one of the most successful alcohol brands worldwide, brewed in almost 50 countries, and available in over 120. Sales in 2011 amounted to 850 million litres (220,000,000 US gal). In spite of declining consumption since 2001, it is the best-selling alcoholic drink"}]}, {"heading": "Deaths", "year": "1805", "date": "January 23", "txt": "Claude Chappe, French engineer (b. 1763)", "entities": [{"title": "Claude Chappe", "href": "/wiki/Claude_Chappe", "description": "Claude Chappe was a French inventor who in 1792 demonstrated a practical semaphore system that eventually spanned all of France. His system consisted of a series of towers, each within line of sight of others, each supporting a wooden mast with two crossarms on pivots that could be placed in various positions. The operator in a tower moved the arms to a sequence of positions, spelling out text mes"}]}, {"heading": "Deaths", "year": "1806", "date": "January 23", "txt": "William Pitt the Younger, English politician, Prime Minister of the United Kingdom (b. 1759)", "entities": [{"title": "William Pitt the Younger", "href": "/wiki/William_Pitt_the_Younger", "description": "William Pitt the Younger was a prominent British Tory statesman of the late eighteenth and early nineteenth centuries. He became the youngest prime minister of Great Britain in 1783 at the age of 24 and the first prime minister of the United Kingdom of Great Britain and Ireland as of January 1801. He left office in March 1801, but served as prime minister again from 1804 until his death in 1806. H"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1810", "date": "January 23", "txt": "Johann Wilhelm Ritter, German chemist and physicist (b. 1776)", "entities": [{"title": "Johann Wilhelm Ritter", "href": "/wiki/Johann_Wilhelm_Ritter", "description": "Johann Wilhelm Ritter was a German chemist, physicist and philosopher. He was born in Samitz (Zamienice) near Haynau (Chojnów) in Silesia, and died in Munich."}]}, {"heading": "Deaths", "year": "1812", "date": "January 23", "txt": "Robert Craufurd, Scottish general and politician (b. 1764)", "entities": [{"title": "Robert Craufurd", "href": "/wiki/Robert_Craufurd", "description": "Major-General Robert Craufurd was a British soldier. Craufurd was born at Newark, Ayrshire, the third son of Sir Alexander Craufurd, 1st Baronet, and the younger brother of Sir Charles Craufurd. After a military career which took him from India to the Netherlands, in 1810 in the Napoleonic Peninsular War he was given command of the Light Division, composed of the elite foot soldiers in the army at"}]}, {"heading": "Deaths", "year": "1820", "date": "January 23", "txt": "Prince Edward, Duke of Kent and Strathearn (b. 1767)", "entities": [{"title": "Prince Edward, Duke of Kent and Strathearn", "href": "/wiki/Prince_Edward,_Duke_of_Kent_and_Strathearn", "description": "Prince Edward, Duke of Kent and Strathearn, was the fourth son and fifth child of King George III. His only child became Queen Victoria."}]}, {"heading": "Deaths", "year": "1833", "date": "January 23", "txt": "Edward Pellew, 1st Viscount Exmouth, English admiral and politician (b. 1757)", "entities": [{"title": "Edward Pellew, 1st Viscount Exmouth", "href": "/wiki/Edward_Pellew,_1st_Viscount_Exmouth", "description": "Admiral Edward Pellew, 1st Viscount Exmouth, GCB was a British naval officer. He fought during the American War of Independence, the French Revolutionary Wars, and the Napoleonic Wars. His younger brother Israel Pellew also pursued a naval career."}]}, {"heading": "Deaths", "year": "1837", "date": "January 23", "txt": "John Field, Irish pianist and composer (b. 1782)", "entities": [{"title": "John Field (composer)", "href": "/wiki/John_Field_(composer)", "description": "John Field was an Irish pianist, composer, and teacher. Field is best known as the inventor of the nocturne, but there is evidence to suggest that this is a posthumous accolade. He is mentioned in passing in War and Peace when Countess Rostova calls on the Rostov household musician to play her favourite nocturne."}]}, {"heading": "Deaths", "year": "1866", "date": "January 23", "txt": "Thomas Love Peacock, English author and poet (b. 1785)", "entities": [{"title": "Thomas Love Peacock", "href": "/wiki/Thomas_Love_Peacock", "description": "Thomas Love Peacock was an English novelist, poet, and official of the East India Company. He was a close friend of Percy Bysshe Shelley and they influenced each other's work. Peacock wrote satirical novels, each with the same basic setting: characters at a table discussing and criticising the philosophical opinions of the day."}]}, {"heading": "Deaths", "year": "1875", "date": "January 23", "txt": "Charles Kingsley, English priest and author (b. 1819)", "entities": [{"title": "Charles Kingsley", "href": "/wiki/Charles_Kingsley", "description": "Charles Kingsley was a broad church priest of the Church of England, a university professor, social reformer, historian, novelist and poet. He is particularly associated with Christian socialism, the working men's college, and forming labour cooperatives, which failed, but encouraged later working reforms. He was a friend and correspondent of Charles Darwin."}]}, {"heading": "Deaths", "year": "1883", "date": "January 23", "txt": "Gustave Doré, French engraver and illustrator (b. 1832)", "entities": [{"title": "Gustave Doré", "href": "/wiki/Gustave_Dor%C3%A9", "description": "Paul Gustave Louis Christophe Doré was a French artist, printmaker, illustrator, comics artist, caricaturist, and sculptor who worked primarily with wood-engraving."}]}, {"heading": "Deaths", "year": "1893", "date": "January 23", "txt": "Lucius Quintus Cincinnatus Lamar II, American lawyer and politician, 16th United States Secretary of the Interior (b. 1825)", "entities": [{"title": "Lucius Quintus Cincinnatus Lamar II", "href": "/wiki/Lucius_Quintus_Cincinnatus_Lamar_II", "description": "Lucius Quintus Cincinnatus Lamar II was an American politician, diplomat, and jurist. A member of the Democratic Party, he represented Mississippi in both houses of Congress, served as the United States Secretary of the Interior, and was an Associate Justice of the Supreme Court of the United States. He also served as an official in the Confederate States of America."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "1893", "date": "January 23", "txt": "William Price, Welsh physician, Chartist, and neo-Druid (b. 1800)", "entities": []}, {"heading": "Deaths", "year": "1893", "date": "January 23", "txt": "José Zorrilla, Spanish poet and playwright (b. 1817)", "entities": []}, {"heading": "Deaths", "year": "1921", "date": "January 23", "txt": "Mykola Leontovych, Ukrainian composer and conductor (b. 1877)", "entities": [{"title": "Mykola Leontovych", "href": "/wiki/Mykola_Leontovych", "description": "Mykola Dmytrovych Leontovych was a Ukrainian composer, choral conductor, and teacher of international renown. His music was inspired by Mykola Lysenko and the Ukrainian National Music School. Leontovych specialised in a cappella choral music, ranging from original compositions, to church music, to elaborate arrangements of folk music."}]}, {"heading": "Deaths", "year": "1922", "date": "January 23", "txt": "René Beeh, Alsatian painter and draughtsman (b. 1886)", "entities": [{"title": "René Beeh", "href": "/wiki/Ren%C3%A9_Beeh", "description": "René Beeh was a German draughtsman and painter from Alsace. He was held in high esteem by his contemporaries and called \"the coming genius\" by art historian Wilhelm Hausenstein, but with his having died prematurely, he has been mostly forgotten."}]}, {"heading": "Deaths", "year": "1922", "date": "January 23", "txt": "Arthur Nikisch, Hungarian conductor and academic (b. 1855)", "entities": []}, {"heading": "Deaths", "year": "1923", "date": "January 23", "txt": "Max Nordau, Austrian physician and author (b. 1849)", "entities": [{"title": "Max Nordau", "href": "/wiki/Max_Nordau", "description": "Max Simon Nordau was a Zionist leader, physician, author, and social critic."}]}, {"heading": "Deaths", "year": "1931", "date": "January 23", "txt": "Anna Pavlova, Russian-English ballerina (b. 1881)", "entities": [{"title": "Anna Pavlova", "href": "/wiki/Anna_Pavlova", "description": "Anna Pavlovna Pavlova, born Anna Matveyevna Pavlova, was a Russian prima ballerina of the late 19th and the early 20th centuries. She was a principal artist of the Imperial Russian Ballet and the Ballets Russes of Sergei Diaghilev. Pavlova is most recognized for her creation of the role of The Dying Swan and, with her own company, became the first ballerina to tour around the world, including Sout"}]}, {"heading": "Deaths", "year": "1937", "date": "January 23", "txt": "Orso Mario Corbino, Italian physicist and politician (b. 1876)", "entities": [{"title": "Orso Mario Corbino", "href": "/wiki/Orso_Mario_Corbino", "description": "Orso Mario Corbino was an Italian physicist and politician. He served as the minister for education in 1921 and as the minister for economy in 1921. He also served as professor in Messina (1905) and in Rome (1908). He is noted for his studies of the influence of external magnetic fields on the motion of electrons in metals and he discovered the Corbino effect. Corbino worked with Damiano Macaluso "}]}, {"heading": "Deaths", "year": "1939", "date": "January 23", "txt": "Matthias Sindelar, Austrian footballer and manager (b. 1903)", "entities": [{"title": "Matthias Sindelar", "href": "/wiki/Matthias_Sindelar", "description": "Matthias Sindelar was an Austrian professional footballer. Regarded as one of the greatest players of all-time, Sindelar played for Austria Wien and the Austrian national team."}]}, {"heading": "Deaths", "year": "1943", "date": "January 23", "txt": "Alexander Woollcott, American actor, playwright, and critic (b. 1887)", "entities": [{"title": "Alexander Woollcott", "href": "/wiki/Alexander_Woollcott", "description": "Alexander Humphreys Woollcott was an American critic and commentator for The New Yorker magazine, a member of the Algonquin Round Table, an occasional actor and playwright, and a prominent radio personality."}]}, {"heading": "Deaths", "year": "1944", "date": "January 23", "txt": "Edvard Munch, Norwegian painter and illustrator (b. 1863)", "entities": [{"title": "Edvard Munch", "href": "/wiki/Edvard_Munch", "description": "Edvard Munch was a Norwegian painter. His best known work, The Scream, has become one of the iconic images of world art."}]}, {"heading": "Deaths", "year": "1947", "date": "January 23", "txt": "Pierre Bonnard, French painter (b. 1867)", "entities": [{"title": "Pierre Bonnard", "href": "/wiki/Pierre_Bonnard", "description": "Pierre Bonnard was a French painter, illustrator, and printmaker, known especially for the stylized decorative qualities of his paintings and his bold use of color. He was a founding member of the Post-Impressionist group of avant-garde painters Les Nabis, and his early work was strongly influenced by the work of Paul Gauguin, and the prints of Hokusai and other Japanese artists. He was a leading "}]}, {"heading": "Deaths", "year": "1956", "date": "January 23", "txt": "Alexander Korda, Hungarian-English director and producer (b. 1893)", "entities": [{"title": "Alexander Korda", "href": "/wiki/Alexander_Korda", "description": "Sir Alexander Korda was a Hungarian-born British film producer and director and screenwriter, who founded his own film production studios and film distribution company."}]}, {"heading": "Deaths", "year": "1963", "date": "January 23", "txt": "Józef Gosławski, Polish sculptor (b. 1908)", "entities": [{"title": "Józef Gosławski (sculptor)", "href": "/wiki/J%C3%B3zef_Gos%C5%82awski_(sculptor)", "description": "Józef Jan Gosławski was a Polish sculptor and medallic artist. He was a designer of coins, monuments and medals. Laureate of many artistic competitions; decorated with the Silver Cross of Merit."}]}, {"heading": "Deaths", "year": "1966", "date": "January 23", "txt": "T. M. Sabaratnam, Sri Lankan lawyer and politician (d. 1895)", "entities": [{"title": "T. M. Sabaratnam", "href": "/wiki/T._M._Sabaratnam", "description": "Thambaiyah Mudaliyar Sabaratnam was a Ceylon Tamil lawyer, politician and member of the Legislative Council of Ceylon."}]}, {"heading": "Deaths", "year": "1971", "date": "January 23", "txt": "Fritz Feigl, Austrian-Brazilian chemist and academic (b. 1871)", "entities": [{"title": "Fritz Feigl", "href": "/wiki/Fritz_Feigl", "description": "Fritz Feigl was a Jewish Austrian-born chemist. He taught at the University of Brazil."}]}, {"heading": "Deaths", "year": "1973", "date": "January 23", "txt": "Alexander Onassis, American-Greek businessman (b. 1948)", "entities": [{"title": "Alexander Onassis", "href": "/wiki/Alexander_Onassis", "description": "Alexander Socrates Onassis was an American-born Greek businessman. He was the son of the Greek shipping magnate Aristotle Onassis and his first wife Tina Livanos. He and his sister Christina Onassis were upset by his father's marriage to Jacqueline Kennedy, and he was credited with attempting to improve the relationship between his father and Stavros Niarchos."}]}, {"heading": "Deaths", "year": "1973", "date": "January 23", "txt": "Kid Ory, American trombonist, composer, and bandleader (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "January 23", "txt": "Paul Robeson, American actor, singer, and activist (b. 1898)", "entities": [{"title": "Paul Robeson", "href": "/wiki/Paul_Robeson", "description": "Paul Leroy Robeson was an American bass baritone concert artist and stage and film actor who became famous both for his cultural accomplishments and for his political activism. Educated at Rutgers College and Columbia University, he was a star athlete in his youth. He also studied Swahili and phonetics at the School of Oriental and African Studies in London in 1934. His political activities began "}]}, {"heading": "Deaths", "year": "1977", "date": "January 23", "txt": "Toots Shor, American businessman, founded Toots Shor's Restaurant (b. 1903)", "entities": [{"title": "Toots Shor", "href": "/wiki/Toots_Shor", "description": "Bernard \"Toots\" Shor was best known as the proprietor of a legendary saloon and restaurant, Toots Shor's Restaurant, in Manhattan. He ran three establishments under that name, but his first – and most renowned – was located at 51 West 51st Street. He was known as a saloonkeeper, friend, and confidant to some of New York's biggest celebrities during that era."}, {"title": "Toots Shor's Restaurant", "href": "/wiki/Toots_Shor%27s_Restaurant", "description": "Toots Shor's Restaurant was a restaurant and lounge owned and operated by Bernard \"Toots\" Shor at 51 West 51st Street in Manhattan during the 1940s and 1950s. It was known for its oversized circular bar. It was frequented by celebrities, and together with the 21 Club, the Stork Club, Delmonico's and El Morocco was one of the places to see and be seen. Joe DiMaggio often went there to eat, and that"}]}, {"heading": "Deaths", "year": "1978", "date": "January 23", "txt": "Terry Kath, American guitarist and songwriter (b. 1946)", "entities": [{"title": "Terry Kath", "href": "/wiki/Terry_Kath", "description": "Terry Alan Kath was an American musician and songwriter, best known as a founding member of the rock band Chicago. He played guitar and sang lead vocals on many of the band's early hit singles. He has been praised by the band for his guitar skills and Ray Charles-influenced vocal style."}]}, {"heading": "Deaths", "year": "1978", "date": "January 23", "txt": "Jack Oakie, American actor (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "January 23", "txt": "Giovanni Michelotti, Italian engineer (b. 1921)", "entities": [{"title": "Giovanni Michelotti", "href": "/wiki/Giovanni_Michelotti", "description": "Giovanni Michelotti was one of the most prolific designers of sports cars in the 20th century. His notable contributions were for Ferrari, Lancia, Maserati and Triumph marques. He was also associated with truck designs for Leyland Motors, and with designs for British Leyland after the merger of Leyland and BMC."}]}, {"heading": "Deaths", "year": "1981", "date": "January 23", "txt": "Samuel Barber, American pianist and composer (b. 1910)", "entities": [{"title": "Samuel Barber", "href": "/wiki/Samuel_Barber", "description": "Samuel Osmond Barber II was an American composer, pianist, conductor, baritone, and music educator. One of the most celebrated composers of the 20th century; music critic Donal Henahan stated, \"Probably no other American composer has ever enjoyed such early, such persistent and such long-lasting acclaim.\" Principally influenced by nine years of composition studies with Rosario Scalero at the Curti"}]}, {"heading": "Deaths", "year": "1983", "date": "January 23", "txt": "Fred Bakewell, English cricketer and coach (b. 1908)", "entities": [{"title": "Fred Bakewell", "href": "/wiki/Fred_Bakewell", "description": "Fred Bakewell was a Northamptonshire and England opening batsman who was renowned as one of the most exciting players of his time, largely owing to his unorthodox methods, which allowed him to play some of the most brilliant innings in county cricket, despite the fact that his county, Northamptonshire, was exceptionally weak throughout his career: he was always the only class batsman in the team i"}]}, {"heading": "Deaths", "year": "1984", "date": "January 23", "txt": "Muin Bseiso, Palestinian-Egyptian poet and critic (b. 1926)", "entities": [{"title": "Muin Bseiso", "href": "/wiki/Muin_Bseiso", "description": "Mu'in Tawfiq Bseiso was a Palestinian poet who lived in Egypt, where he first entered the world of poetry. He finished his primary and secondary education in Gaza in 1948. He started publishing his work in the Jaffa-based magazine Al-Hurriya, where he published his first poems in 1946. Two years later, in 1948, he enrolled in the American University in Cairo and subsequently graduated in 1952. His"}]}, {"heading": "Deaths", "year": "1985", "date": "January 23", "txt": "James Beard, American chef and cookbook author for whom the James Beard Foundation Awards are named (b.1905)", "entities": [{"title": "James Beard", "href": "/wiki/James_Beard", "description": "James Andrews Beard was an American chef, cookbook author, teacher and television personality. He pioneered television cooking shows, taught at The James Beard Cooking School in New York City and Seaside, Oregon, and lectured widely. He emphasized American cooking, prepared with fresh, wholesome, American ingredients, to a country just becoming aware of its own culinary heritage. Beard taught and "}, {"title": "James Beard Foundation Award", "href": "/wiki/James_Beard_Foundation_Award", "description": "The James Beard Foundation Awards are annual awards presented by the James Beard Foundation to recognize culinary professionals in the United States. The awards recognize chefs, restaurateurs, authors and journalists each year, scheduled around James Beard's May 5 birthday. The media awards are presented at a dinner in New York City; the chef and restaurant awards were also presented in New York u"}]}, {"heading": "Deaths", "year": "1986", "date": "January 23", "txt": "Joseph Beuys, German sculptor and painter (b. 1921)", "entities": [{"title": "Joseph Beuys", "href": "/wiki/Joseph_Beuys", "description": "Joseph Beuys was a German artist, theorist and teacher who was highly influential in international contemporary art in the latter half of the 20th century. He is a founder of the art movement known as Fluxus, and a practitioner and exemplar of happenings, and performance art. He adopted media and techniques including paint, sculpture, graphic art and installation."}]}, {"heading": "Deaths", "year": "1988", "date": "January 23", "txt": "Charles Glen King, American biochemist and academic (b. 1896)", "entities": [{"title": "Charles Glen King", "href": "/wiki/Charles_Glen_King", "description": "Charles Glen King was an American biochemist who was a pioneer in the field of nutrition research and who isolated vitamin C at the same time as Albert Szent-Györgyi. A biography of King states that many feel he deserves equal credit with Szent-Györgyi for the discovery of this vitamin."}]}, {"heading": "Deaths", "year": "1989", "date": "January 23", "txt": "Salvador Dalí, Spanish painter and sculptor (b. 1904)", "entities": [{"title": "Salvador Dalí", "href": "/wiki/Salvador_Dal%C3%AD", "description": "Salvador Domingo Felipe Jacinto Dalí i Domènech, 1st Marquess of Dalí de Púbol was a Spanish surrealist artist renowned for his technical skill, precise draftsmanship, and the striking and bizarre images in his work."}]}, {"heading": "Deaths", "year": "1989", "date": "January 23", "txt": "Lars-Erik Torph, Swedish race car driver (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "January 23", "txt": "Allen Collins, American guitarist and songwriter (b. 1952)", "entities": [{"title": "Allen Collins", "href": "/wiki/Allen_Collins", "description": "Larkin Allen Collins Jr. was one of the founding members and guitarists of Southern rock band Lynyrd Skynyrd, and co-wrote many of the band's songs with late frontman Ronnie Van Zant. He was born in Jacksonville, Florida."}]}, {"heading": "Deaths", "year": "1991", "date": "January 23", "txt": "Northrop Frye, Canadian author and critic (b. 1912)", "entities": [{"title": "Northrop Frye", "href": "/wiki/Northrop_Frye", "description": "Herman Northrop Frye was a Canadian literary critic and literary theorist, considered one of the most influential of the 20th century."}]}, {"heading": "Deaths", "year": "1992", "date": "January 23", "txt": "Freddie Bartholomew, American actor (b. 1924)", "entities": [{"title": "Freddie Bartholomew", "href": "/wiki/Freddie_Bartholomew", "description": "Frederick Cecil Bartholomew, known for his acting work as Freddie Bartholomew, was an English-American child actor. One of the most famous child actors of all time, he became very popular in 1930s Hollywood films. His most famous starring roles are in Captains Courageous (1937) and Little Lord Fauntleroy (1936)."}]}, {"heading": "Deaths", "year": "1993", "date": "January 23", "txt": "Keith Laumer, American soldier, author, and diplomat (b. 1925)", "entities": [{"title": "Keith Laumer", "href": "/wiki/Keith_Laumer", "description": "John Keith Laumer was an American science fiction author. Prior to becoming a full-time writer, he was an officer in the United States Air Force and a diplomat in the United States Foreign Service. His older brother March Laumer was also a writer, known for his adult reinterpretations of the Land of Oz. Frank Laumer, their youngest brother, is a historian and writer."}]}, {"heading": "Deaths", "year": "1994", "date": "January 23", "txt": "Nikolai Ogarkov, Russian field marshal (b. 1917)", "entities": [{"title": "Nikolai Ogarkov", "href": "/wiki/Nikolai_Ogarkov", "description": "Nikolai Vasilyevich Ogarkov was a prominent Soviet military personality. He was promoted to Marshal of the Soviet Union in 1977. Between 1977 and 1984, he was Chief of the General Staff of the USSR. He became widely known in the West when he became the Soviet military's spokesman following the shootdown of Korean Air Lines Flight 007 near Moneron Island in September 1983. He was dismissed as Chief"}]}, {"heading": "Deaths", "year": "1994", "date": "January 23", "txt": "Brian Redhead, English journalist and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "January 23", "txt": "Joe D'Amato, Italian director and cinematographer (b. 1936)", "entities": [{"title": "Joe D'Amato", "href": "/wiki/Joe_D%27Amato", "description": "Aristide Massaccesi, known professionally as Joe D'Amato, was an Italian film director, producer, cinematographer, and screenwriter who worked in many genres but is best known for his horror, erotic and adult films."}]}, {"heading": "Deaths", "year": "1999", "date": "January 23", "txt": "Jay Pritzker, American businessman, co-founded the Hyatt Corporation (b. 1922)", "entities": [{"title": "Hyatt", "href": "/wiki/Hyatt", "description": "Hyatt Hotels Corporation, commonly known as Hyatt Hotels & Resorts, is an American multinational hospitality company headquartered in the Riverside Plaza area of Chicago that manages and franchises luxury and business hotels, resorts, and vacation properties."}]}, {"heading": "Deaths", "year": "2002", "date": "January 23", "txt": "Paul Aars, American race car driver (b. 1934)", "entities": [{"title": "Paul Aars", "href": "/wiki/Paul_Aars", "description": "Paul Charles Aars was an American stock car driver. He was born on June 4, 1934, and lived in San Mateo, California."}]}, {"heading": "Deaths", "year": "2002", "date": "January 23", "txt": "Pierre Bourdieu, French sociologist, anthropologist, and philosopher (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "January 23", "txt": "Robert Nozick, American philosopher, author, and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "January 23", "txt": "Nell Carter, American actress and singer (b. 1948)", "entities": [{"title": "Nell Carter", "href": "/wiki/Nell_Carter", "description": "Nell Carter was an American singer and actress."}]}, {"heading": "Deaths", "year": "2004", "date": "January 23", "txt": "Bob Keeshan, American television personality and producer (b. 1927)", "entities": [{"title": "Bob Keeshan", "href": "/wiki/Bob_Keeshan", "description": "Robert James Keeshan was an American television producer and actor. He created and played the title role in the children's television program Captain Kangaroo, which ran from 1955 to 1984, the longest-running nationally broadcast children's television program of its day.\nKeeshan also played the original Clarabell the Clown on the Howdy Doody television program."}]}, {"heading": "Deaths", "year": "2004", "date": "January 23", "txt": "Helmut Newton, German-Australian photographer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 23", "txt": "Morys Bruce, 4th Baron Aberdare, English lieutenant and politician (b. 1921)", "entities": [{"title": "Morys Bruce, 4th Baron Aberdare", "href": "/wiki/Morys_Bruce,_4th_Baron_Aberdare", "description": "Morys George Lyndhurst Bruce, 4th Baron Aberdare, was a Conservative politician, and from 1999 until his death, one of ninety-two elected hereditary peers in the British House of Lords. He was the eldest son of Clarence Bruce, 3rd Baron Aberdare, and Margaret Bethune Black, and succeeded to his father's title on the latter's death in 1957."}]}, {"heading": "Deaths", "year": "2005", "date": "January 23", "txt": "Johnny Carson, American talk show host, television personality, and producer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 23", "txt": "Syed Hussein Alatas, Malaysian sociologist and politician (b. 1928)", "entities": [{"title": "Syed Hussein Alatas", "href": "/wiki/Syed_Hussein_Alatas", "description": "Professor Dato' Dr. Syed Hussein Alatas was a Malaysian academician, sociologist, founder of social science organisations, and politician. He was Vice-Chancellor of the University of Malaya in the 1980s and formed the Parti Gerakan Rakyat Malaysia (Gerakan). Syed Hussein wrote several books on corruption, multi-racialism, imperialism, and intellectual captivity as part of the colonial, and postcol"}]}, {"heading": "Deaths", "year": "2007", "date": "January 23", "txt": "E. Howard Hunt, American CIA officer (b. 1918)", "entities": [{"title": "CIA", "href": "/wiki/CIA", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Deaths", "year": "2007", "date": "January 23", "txt": "Ryszard Kapuściński, Polish journalist and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 23", "txt": "Robert W. Scott, American farmer and politician, 67th Governor of North Carolina (b. 1929)", "entities": [{"title": "Robert W. Scott", "href": "/wiki/Robert_W._Scott", "description": "Robert Walter \"Bob\" Scott was an American politician who served as the 67th Governor of North Carolina from 1969 to 1973. He was born and died in Haw River, North Carolina."}, {"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Deaths", "year": "2010", "date": "January 23", "txt": "Kermit Tyler, American colonel and pilot (b. 1913)", "entities": [{"title": "Kermit Tyler", "href": "/wiki/Kermit_Tyler", "description": "Kermit Arthur Tyler was an American Air Force officer. Tyler was assigned as a pilot in the 78th Pursuit Squadron at Pearl Harbor on December 7, 1941, the day Japan attacked Pearl Harbor."}]}, {"heading": "Deaths", "year": "2010", "date": "January 23", "txt": "Earl Wild, American pianist and composer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 23", "txt": "Jack LaLanne, American fitness instructor, author, and television host (b. 1914)", "entities": [{"title": "Jack LaLanne", "href": "/wiki/Jack_LaLanne", "description": "Francois Henri \"Jack\" LaLanne was an American fitness and nutrition guru and motivational speaker. He described himself as being a \"sugarholic\" and a \"junk food junkie\" until he was age 15. He also had behavioral problems, but \"turned his life around\" after listening to a public lecture about the benefits of good nutrition by health food pioneer Paul Bragg. During his career, he came to believe th"}]}, {"heading": "Deaths", "year": "2012", "date": "January 23", "txt": "Wesley E. Brown, American lawyer and jurist (b. 1907)", "entities": [{"title": "Wesley E. Brown", "href": "/wiki/Wesley_E._Brown", "description": "Wesley Ernest Brown was a United States District Judge of the United States District Court for the District of Kansas. At his death at age 104, he was the oldest person to serve as a federal judge in the history of the United States, actively hearing cases until approximately one month before his death."}]}, {"heading": "Deaths", "year": "2012", "date": "January 23", "txt": "Maurice Meisner, American historian, author, and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 23", "txt": "Bingham Ray, American businessman, co-founded October Films (b. 1954)", "entities": [{"title": "October Films", "href": "/wiki/October_Films", "description": "October Films was a major U.S. independent film production company and distributor founded in 1991 by Bingham Ray and Jeff Lipsky as a means of distributing the 1990 film Life Is Sweet."}]}, {"heading": "Deaths", "year": "2013", "date": "January 23", "txt": "Józef Glemp, Polish cardinal (b. 1929)", "entities": [{"title": "Józef Glemp", "href": "/wiki/J%C3%B3zef_Glemp", "description": "Józef Glemp was a Polish Cardinal of the Roman Catholic Church. He was Archbishop of Warsaw from 1981 to 2006, and was elevated to the cardinalate in 1983."}]}, {"heading": "Deaths", "year": "2013", "date": "January 23", "txt": "Peter van der Merwe, South African cricketer and referee (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 23", "txt": "Jean-Félix-Albert-Marie Vilnet, French bishop (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 23", "txt": "Yuri Izrael, Russian meteorologist and journalist (b. 1930)", "entities": [{"title": "Yuri Izrael", "href": "/wiki/Yuri_Izrael", "description": "Yuri Antonovich Izrael was a vice-chairman of the Intergovernmental Panel on Climate Change (IPCC) until September 2008, when the new bureau was elected. He was the \"most influential scientific adviser\" for Vladimir Putin, the president of Russia, according to CNN."}]}, {"heading": "Deaths", "year": "2014", "date": "January 23", "txt": "Riz Ortolani, Italian composer and conductor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 23", "txt": "Ernie Banks, American baseball player and coach (b. 1931)", "entities": [{"title": "Ernie Banks", "href": "/wiki/Ernie_Banks", "description": "Ernest Banks, nicknamed \"Mr. Cub\" and \"Mr. Sunshine\", was an American professional baseball player who starred in Major League Baseball (MLB) as a shortstop and first baseman for the Chicago Cubs between 1953 and 1971. He was inducted into the National Baseball Hall of Fame in 1977, and was named to the Major League Baseball All-Century Team in 1999."}]}, {"heading": "Deaths", "year": "2015", "date": "January 23", "txt": "Prosper Ego, Dutch activist, founded the Oud-Strijders Legioen (b. 1927)", "entities": [{"title": "Oud-Strijders Legioen", "href": "/wiki/Oud-Strijders_Legioen", "description": "The Oud-Strijders Legioen was a Dutch right-wing veterans' organization that was active after 1958 and which still maintains a web presence. Though never a big organization or a political party, the OSL exerted considerable influence in Dutch politics and was a well-known voice for conservative nationalism, particularly in the 1980s and 1990s. It was led, from the beginning, by military veteran Pr"}]}, {"heading": "Deaths", "year": "2015", "date": "January 23", "txt": "Abdullah of Saudi Arabia (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 23", "txt": "Jimmy Bain, Scottish bassist (b. 1947)", "entities": [{"title": "Jimmy Bain", "href": "/wiki/Jimmy_Bain", "description": "James Stewart Bain was a Scottish musician, best known for playing bass guitar in the bands Rainbow and Dio. He also worked with Thin Lizzy frontman Phil Lynott, co-writing on his solo albums."}]}, {"heading": "Deaths", "year": "2016", "date": "January 23", "txt": "Bobby Wanzer, American basketball player and coach (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 23", "txt": "Bobby Freeman, American singer, songwriter and record producer (b. 1940)", "entities": [{"title": "Bobby Freeman", "href": "/wiki/Bobby_Freeman", "description": "Robert Thomas Freeman was an American rock, soul and R&B singer, songwriter and record producer from San Francisco, best known for his two Top Ten hits, the first in 1958 on Josie Records called \"Do You Want to Dance\" and the second in 1964 for Autumn Records, \"C'mon and Swim\"."}]}, {"heading": "Deaths", "year": "2017", "date": "January 23", "txt": "Gorden Kaye, English actor (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "January 23", "txt": "Hugh Masekela, South African trumpeter, composer and singer (b. 1939)", "entities": [{"title": "Hugh Masekela", "href": "/wiki/Hugh_Masekela", "description": "Hugh Ramapolo Masekela was a South African trumpeter, flugelhornist, cornetist, singer and composer who was described as \"the father of South African jazz\". Masekela was known for his jazz compositions and for writing well-known anti-apartheid songs such as \"Soweto Blues\" and \"Bring Him Back Home\". He also had a number-one US pop hit in 1968 with his version of \"Grazing in the Grass\"."}]}, {"heading": "Deaths", "year": "2018", "date": "January 23", "txt": "Nicanor Parra, Chilean poet (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "January 23", "txt": "Wyatt Tee Walker, American civil rights activist and pastor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "January 23", "txt": "Aloysius Pang, Singaporean actor (b. 1990)", "entities": [{"title": "Aloysius Pang", "href": "/wiki/Aloysius_Pang", "description": "Aloysius Pang was a Singaporean actor managed under NoonTalk Media. He died on 24 January 2019 at 1:45am NZDT due to serious crush injuries sustained from a military accident while on Operationally Ready National Service reservist training in the Singapore Army, Singapore Armed Forces, aged 28."}]}, {"heading": "Deaths", "year": "2019", "date": "January 23", "txt": "Oliver Mtukudzi, Zimbabwean Afro Jazz musician (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "January 23", "txt": "Hal Holbrook, American actor and director (b. 1925)", "entities": [{"title": "Hal Holbrook", "href": "/wiki/Hal_Holbrook", "description": "Harold Rowe Holbrook Jr. was an American actor, television director, and writer. He first received critical acclaim in 1954 for a one-man stage show he developed, Mark Twain Tonight!, performing as Mark Twain, while studying at Denison University. He won the Tony Award for Best Actor in a Play in 1966 for his portrayal of Twain. He would continue to perform his signature role for over 60 years, on"}]}, {"heading": "Deaths", "year": "2021", "date": "January 23", "txt": "Larry King, American journalist and talk show host (b. 1933)", "entities": []}]