[{"heading": "Events", "year": "904", "date": "January 29", "txt": "Sergius III is elected pope, after coming out of retirement to take over the papacy from the deposed antipope Christopher.", "entities": [{"title": "Pope Sergius III", "href": "/wiki/Pope_Sergius_III", "description": "Pope Sergius III was the bishop of Rome and nominal ruler of the Papal States from 29 January 904 to his death. He was pope during a period of violence and disorder in central Italy, when warring aristocratic factions sought to use the material and military resources of the papacy. Because Sergius III had reputedly ordered the murder of his two immediate predecessors, Leo V and Christopher, and al"}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. The primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the powers of \"binding and loos"}, {"title": "Antipope Christopher", "href": "/wiki/Antipope_Christopher", "description": "Christopher claimed the papacy from October 903 to January 904. Although he was listed as a legitimate pope in most modern lists of popes until the first half of the 20th century, the apparently uncanonical method by which he obtained the papacy led to his being removed from the quasi-official roster of popes, the Annuario Pontificio. As such, he is now considered an antipope by the Catholic Churc"}]}, {"heading": "Events", "year": "946", "date": "January 29", "txt": "Caliph Al-Mustakfi is blinded and deposed by Emir Mu'izz al-Dawla, ruler of the Buyid Empire. He is succeeded by Al-Muti as caliph of the Abbasid Caliphate.", "entities": [{"title": "Al-Mustakfi", "href": "/wiki/Al-Mustakfi", "description": "Abu’l-Qāsim ʿAbdallāh, better known by his regnal name al-Mustakfī bi’llāh was the Abbasid caliph in Baghdad from 944 to 946."}, {"title": "Mu'izz al-Dawla", "href": "/wiki/Mu%27izz_al-Dawla", "description": "Ahmad ibn Buya, after 945 better known by his laqab of Mu'izz al-Dawla, was the first of the Buyid emirs of Iraq, ruling from 945 until his death."}, {"title": "Buyid dynasty", "href": "/wiki/Buyid_dynasty", "description": "The Buyid dynasty, or the Buyids, was a Shia Iranian dynasty of Daylamite origin, which mainly ruled over Iraq and central and southern Iran from 934 to 1062. Coupled with the rise of other Iranian dynasties in the region, the approximate century of Buyid rule represents the period in Iranian history sometimes called the 'Iranian Intermezzo' since, after the Muslim conquest of Persia, it was an in"}, {"title": "Al-Muti", "href": "/wiki/Al-Muti", "description": "Abū ʾl-Qāsim al-Faḍl ibn al-Muqtadir, better known by his regnal name of al-Mutīʿ li-ʾllāh, was the Abbasid caliph in Baghdad from 946 to 974, under the tutelage of the Buyids."}, {"title": "Abbasid Caliphate", "href": "/wiki/Abbasid_Caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Events", "year": "1258", "date": "January 29", "txt": "First Mongol invasion of Đại Việt: Đại Việt defeats the Mongols at the battle of Đông Bộ Đầu, forcing the Mongols to withdraw from the country.", "entities": [{"title": "Mongol invasions of Vietnam", "href": "/wiki/Mongol_invasions_of_Vietnam", "description": "The Mongol invasions of Vietnam or Mongol–Vietnamese wars and Mongol–Cham war were military campaigns launched by the Mongol Empire, and later the Yuan dynasty, against the kingdom of Đại Việt ruled by the Trần dynasty and the kingdom of Champa in 1258, 1282–1284, 1285, and 1287–88. In studies of China and Mongolia, the campaigns are often treated as a success due to the establishment of tributary"}, {"title": "Đại Việt", "href": "/wiki/%C4%90%E1%BA%A1i_Vi%E1%BB%87t", "description": "Đại Việt, often known as Annam, was a Vietnamese kingdom and sovereign state on Eastern Mainland Southeast Asia from the 10th century AD to the early 19th century. Its early name, Đại Cồ Việt, was established in 968 by Vietnamese ruler Đinh Bộ Lĩnh after he ended the Anarchy of the 12 Warlords, until the beginning of the reign of Lý Thánh Tông, the third emperor of the Lý dynasty. Đại Việt lasted "}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "Ba Đình District", "href": "/wiki/Ba_%C4%90%C3%ACnh_District", "description": "Ba Đình is one of the four original urban districts (quận) of Hanoi, the capital city of Vietnam. The district currently has 14 wards, covering a total area of 9.21 square kilometers. As of 2019, there were 221,893 people residing in the district, the population density is 24,000 inhabitants per square kilometer."}]}, {"heading": "Events", "year": "1814", "date": "January 29", "txt": "War of the Sixth Coalition: France defeats Russia and Prussia in the Battle of Brienne.", "entities": [{"title": "War of the Sixth Coalition", "href": "/wiki/War_of_the_Sixth_Coalition", "description": "In the War of the Sixth Coalition, sometimes known in Germany as the War of Liberation, a coalition of Austria, Prussia, Russia, the United Kingdom, Portugal, Sweden, Spain and a number of German States defeated France and drove Napoleon into exile on Elba. After the disastrous French invasion of Russia of 1812 in which they had been forced to support France, Prussia and Austria joined Russia, the"}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Battle of Brienne", "href": "/wiki/Battle_of_Brienne", "description": "The Battle of Brienne saw an Imperial French army led by Emperor Napoleon attack Prussian and Russian forces commanded by Prussian Field Marshal Gebhard Leberecht von Blücher. After heavy fighting that went on into the night, the French seized the château, nearly capturing Blücher. However, the French were unable to dislodge the Russians from the town of Brienne-le-Château. Napoleon himself, makin"}]}, {"heading": "Events", "year": "1819", "date": "January 29", "txt": "Stamford Raffles lands on the island of Singapore.", "entities": [{"title": "Stamford Raffles", "href": "/wiki/Stamford_Raffles", "description": "Sir Thomas Stamford Bingley Raffles, FRS was a British statesman, Lieutenant-Governor of the Dutch East Indies (1811–1816) and Lieutenant-Governor of Bencoolen (1818–1824), best known for his founding of modern Singapore and the Straits Settlements."}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Events", "year": "1845", "date": "January 29", "txt": "\"The Raven\" is published in The Evening Mirror in New York, the first publication with the name of the author, Edgar Allan Poe.", "entities": [{"title": "The Raven", "href": "/wiki/The_Raven", "description": "\"The Raven\" is a narrative poem by American writer Edgar Allan Poe. First published in January 1845, the poem is often noted for its musicality, stylized language, and supernatural atmosphere. It tells of a talking raven's mysterious visit to a distraught lover, tracing the man's slow descent into madness. The lover, often identified as a student, is lamenting the loss of his love, Lenore. Sitting"}, {"title": "Edgar Allan Poe", "href": "/wiki/Edgar_Allan_Poe", "description": "Edgar Allan Poe was an American writer, poet, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and of American literature as a whole, and he was one of the country's earliest practitioners of the short story. He is also generally considere"}]}, {"heading": "Events", "year": "1850", "date": "January 29", "txt": "Henry Clay introduces the Compromise of 1850 to the U.S. Congress.", "entities": [{"title": "Henry Clay", "href": "/wiki/Henry_Clay", "description": "Henry Clay Sr. was an American attorney and statesman who represented Kentucky in both the Senate and House. He was the seventh House Speaker and the ninth Secretary of State. He received electoral votes for president in the 1824, 1832, and 1844 presidential elections. He also helped found both the National Republican Party and the Whig Party. For his role in defusing sectional crises, he earned t"}, {"title": "Compromise of 1850", "href": "/wiki/Compromise_of_1850", "description": "The Compromise of 1850 was a package of five separate bills passed by the United States Congress in September 1850 that defused a political confrontation between slave and free states on the status of territories acquired in the Mexican–American War. It also set Texas's western and northern borders and included provisions addressing fugitive slaves and the slave trade. The compromise was brokered "}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1856", "date": "January 29", "txt": "Queen Victoria issues a Warrant under the Royal sign-manual that establishes the Victoria Cross to recognise acts of valour by British military personnel during the Crimean War.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "Warrant (law)", "href": "/wiki/Warrant_(law)", "description": "A warrant is generally an order that serves as a specific type of authorization, that is, a writ issued by a competent officer, usually a judge or magistrate, that permits an otherwise illegal act that would violate individual rights and affords the person executing the writ protection from damages if the act is performed."}, {"title": "Royal sign-manual", "href": "/wiki/Royal_sign-manual", "description": "The royal sign-manual is the signature of the sovereign, by the affixing of which the monarch expresses his or her pleasure either by order, commission, or warrant. A sign-manual warrant may be either an executive act, or an authority for affixing the Great Seal of the pertinent realm. The sign-manual is also used to give power to make and ratify treaties. Sign manual, with or without hyphen, is a"}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "Crimean War", "href": "/wiki/Crimean_War", "description": "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of France, the Ottoman Empire, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, then a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of "}]}, {"heading": "Events", "year": "1861", "date": "January 29", "txt": "Kansas is admitted as the 34th U.S. state.", "entities": [{"title": "Kansas", "href": "/wiki/Kansas", "description": "Kansas is a state in the Midwestern United States. Its capital is Topeka and its largest city is Wichita. Kansas is bordered by Nebraska to the north; Missouri to the east; Oklahoma to the south; and Colorado to the west. Kansas is named after the Kansas River, which in turn was named after the Kansa Native Americans who lived along its banks. The tribe's name is often said to mean \"people of the "}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1863", "date": "January 29", "txt": "The Bear River Massacre: A detachment of California Volunteers led by Colonel Patrick Edward Connor engage the Shoshone at Bear River, Washington Territory, killing hundreds of men, women and children.", "entities": [{"title": "Bear River Massacre", "href": "/wiki/Bear_River_Massacre", "description": "The Bear River Massacre, or the Battle of Bear River or Massacre at Boa Ogoi, took place in present-day Franklin County, Idaho on January 29, 1863. After years of skirmishes and food raids on farms and ranches, the United States Army attacked a Shoshone encampment, gathered at the confluence of the Bear River and Battle Creek in what was then southeastern Washington Territory, near the present-day"}, {"title": "California Volunteers", "href": "/wiki/California_Volunteers", "description": null}, {"title": "Patrick Edward Connor", "href": "/wiki/Patrick_Edward_Connor", "description": "Patrick Edward Connor was a Irish-American Union general during the American Civil War. He is most notorious for his massacres against Native Americans during the Indian Wars in the American Old West."}, {"title": "Shoshone", "href": "/wiki/Shoshone", "description": "The Shoshone or Shoshoni are a Native American tribe with four large cultural/linguistic divisions:Eastern Shoshone: Wyoming\nNorthern Shoshone: southern Idaho\nWestern Shoshone: Nevada, northern Utah\nGoshute: western Utah, eastern Nevada"}, {"title": "Bear River (Washington)", "href": "/wiki/Bear_River_(Washington)", "description": "The Bear River is a river in the U.S. state of Washington. Its upper reach is known as Bear Branch."}, {"title": "Washington Territory", "href": "/wiki/Washington_Territory", "description": "The Territory of Washington was an organized incorporated territory of the United States that existed from March 2, 1853, until November 11, 1889, when the territory was admitted to the Union as the State of Washington. It was created from the portion of the Oregon Territory north of the lower Columbia River and north of the 46th parallel east of the Columbia. At its largest extent, it also includ"}]}, {"heading": "Events", "year": "1886", "date": "January 29", "txt": "Karl Benz patents the first successful gasoline-driven automobile.", "entities": [{"title": "Karl Benz", "href": "/wiki/Karl_Benz", "description": "Carl Friedrich Benz, sometimes also Karl Friedrich Benz, was a German engine designer and automotive engineer. His Benz Patent Motorcar from 1885 is considered the first practical automobile put into series production. He received a patent for the motorcar in 1886."}, {"title": "Gasoline", "href": "/wiki/Gasoline", "description": "Gasoline or petrol is a transparent, petroleum-derived flammable liquid that is used primarily as a fuel in most spark-ignited internal combustion engines. It consists mostly of organic compounds obtained by the fractional distillation of petroleum, enhanced with a variety of additives. On average, a 160-liter (42-U.S.-gallon) barrel of crude oil can yield up to about 72 liters of gasoline after p"}]}, {"heading": "Events", "year": "1891", "date": "January 29", "txt": "Liliʻuokalani is proclaimed the last monarch and only queen regnant of the Kingdom of Hawaii.", "entities": [{"title": "Liliʻuokalani", "href": "/wiki/Lili%CA%BBuokalani", "description": "Liliʻuokalani was the sovereign and only queen regnant of the Kingdom of Hawai`i, ruling from January 29, 1891, until the overthrow of the Hawaiian Kingdom by a coalition of American businessmen, led by Sanford Dole, on January 17, 1893. The composer of \"Aloha ʻOe\" and numerous other works, she wrote her autobiography Hawaiʻi's Story by Hawaiʻi's Queen during her imprisonment following the coup."}, {"title": "Queen regnant", "href": "/wiki/Queen_regnant", "description": "A queen regnant is a female monarch, equivalent in rank and title to a king, who reigns in her own right over a realm known as a \"kingdom\"; as opposed to a queen consort, who is the wife of a reigning king; or a queen regent, who is the guardian of a child monarch and rules temporarily in the child's stead, be it de jure in sharing power, or de facto in ruling alone. A princess regnant is a female"}, {"title": "Kingdom of Hawaii", "href": "/wiki/Kingdom_of_Hawaii", "description": "The Hawaiian Kingdom, or Kingdom of Hawaiʻi, was an independent state on the Hawaii Islands. The country originated in 1795, when the warrior chief Kamehameha the Great, of the independent island of Hawaiʻi, conquered the independent islands of Oʻahu, Maui, Molokaʻi, and Lānaʻi and unified them under one government. In 1810, the whole Hawaiian archipelago became unified when Kauaʻi and Niʻihau joi"}]}, {"heading": "Events", "year": "1907", "date": "January 29", "txt": "Charles Curtis of Kansas becomes the first Native American U.S. Senator.", "entities": [{"title": "Charles Curtis", "href": "/wiki/Charles_Curtis", "description": "Charles Curtis was an American attorney and Republican politician from Kansas who served as the 31st vice president of the United States from 1929 to 1933. He also previously served as the Senate Majority Leader from 1924 to 1929."}, {"title": "Kansas", "href": "/wiki/Kansas", "description": "Kansas is a state in the Midwestern United States. Its capital is Topeka and its largest city is Wichita. Kansas is bordered by Nebraska to the north; Missouri to the east; Oklahoma to the south; and Colorado to the west. Kansas is named after the Kansas River, which in turn was named after the Kansa Native Americans who lived along its banks. The tribe's name is often said to mean \"people of the "}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1911", "date": "January 29", "txt": "Mexican Revolution: Mexicali is captured by the Mexican Liberal Party, igniting the Magonista rebellion of 1911.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "Mexicali", "href": "/wiki/Mexicali", "description": "Mexicali is the capital city of the Mexican state of Baja California and seat of the Municipality of Mexicali. The City of Mexicali has a population of 689,775, according to the 2010 census, while the population of the entire metropolitan area reaches 936,826; making the city and metropolitan area the second most populous in Baja California."}, {"title": "Capture of Mexicali", "href": "/wiki/Capture_of_Mexicali", "description": "The Capture of Mexicali, or the Battle of Mexicali, was the first action of the Mexican Revolution taken by rebel Magonistas against the federal Mexican government of Porfirio Diaz. Under the direction of Ricardo Flores Magón, a group of rebels captured the border town of Mexicali with little resistance."}, {"title": "Mexican Liberal Party", "href": "/wiki/Mexican_Liberal_Party", "description": "The Mexican Liberal Party was started in August 1900 when Ingeniero Camilo Arriaga published a manifesto entitled Invitacion al Partido Liberal. The invitation was addressed to Mexican liberals who were dissatisfied with the way the Porfirio Díaz government was deviating from the liberal Constitution of 1857. Arriaga called on Mexican liberals to form local liberal clubs, which would then send del"}, {"title": "Magonista rebellion of 1911", "href": "/wiki/Magonista_rebellion_of_1911", "description": "The Magonista Rebellion of 1911 was an early uprising of the Mexican Revolution organized by the Liberal Party of Mexico, which was only successful in northern Baja California. It is named after Ricardo Flores Magón, one of the leaders of the PLM. The Magonistas controlled Tijuana and Mexicali for about six months, beginning with the \"liberation\" of Mexicali on January 29, 1911. The rebellion was "}]}, {"heading": "Events", "year": "1918", "date": "January 29", "txt": "Ukrainian–Soviet War: The Bolshevik Red Army, on its way to besiege Kyiv, is met by a small group of military students at the Battle of Kruty.", "entities": [{"title": "Ukrainian–Soviet War", "href": "/wiki/Ukrainian%E2%80%93Soviet_War", "description": "The Soviet–Ukrainian War is the term commonly used in post-Soviet Ukraine for the events taking place between 1917–21, nowadays regarded essentially as a war between the Ukrainian People's Republic and the Bolsheviks. The war ensued soon after the October Revolution when Lenin dispatched the Antonov's expeditionary group to Ukraine and Southern Russia."}, {"title": "Bolshevik", "href": "/wiki/Bolshevik", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Kyiv", "href": "/wiki/Kyiv", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}, {"title": "Battle of Kruty", "href": "/wiki/Battle_of_Kruty", "description": "The Battle of Kruty took place on January 29 or 30, 1918, near Kruty railway station, about 130 kilometres (81 mi) northeast of Kyiv, Ukraine, which at the time was part of Nezhinsky Uyezd of Chernigov Governorate."}]}, {"heading": "Events", "year": "1918", "date": "January 29", "txt": "Ukrainian–Soviet War: An armed uprising organized by the Bolsheviks in anticipation of the encroaching Red Army begins at the Kiev Arsenal, which will be put down six days later.", "entities": [{"title": "Bolsheviks", "href": "/wiki/Bolsheviks", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Kiev Arsenal", "href": "/wiki/Kiev_Arsenal", "description": "Arsenal Special Device Production State Enterprise, also known as the Arsenal Factory, is one of the oldest and most famous factories in Kyiv."}]}, {"heading": "Events", "year": "1936", "date": "January 29", "txt": "The first inductees into the Baseball Hall of Fame are announced.", "entities": [{"title": "List of members of the Baseball Hall of Fame", "href": "/wiki/List_of_members_of_the_Baseball_Hall_of_Fame", "description": "The National Baseball Hall of Fame and Museum in Cooperstown, New York, honors individuals who have excelled in playing, managing, and serving the sport, and is the central point for the study of the history of baseball in the United States and beyond, displaying baseball-related artifacts and exhibits. Elections of worthy individuals to be honored by induction into the Hall of Fame commenced in 1"}, {"title": "Baseball Hall of Fame", "href": "/wiki/Baseball_Hall_of_Fame", "description": "The National Baseball Hall of Fame and Museum is a history museum and hall of fame in Cooperstown, New York, operated by private interests. It serves as the central point of the history of baseball in the United States and displays baseball-related artifacts and exhibits, honoring those who have excelled in playing, managing, and serving the sport. The Hall's motto is \"Preserving History, Honoring"}]}, {"heading": "Events", "year": "1940", "date": "January 29", "txt": "Three trains on the Nishinari Line; present Sakurajima Line, in Osaka, Japan, collide and explode while approaching Ajikawaguchi Station. One hundred and eighty-one people are killed.", "entities": [{"title": "Sakurajima Line", "href": "/wiki/Sakurajima_Line", "description": "The Sakurajima Line  is a railway line in Osaka, Japan, operated by West Japan Railway Company connecting Nishikujō Station to Sakurajima Station. It is also referred to as the JR Yumesaki Line (JRゆめ咲線). The entire line is within Konohana-ku, Osaka, and connects the Osaka Loop Line to Universal Studios Japan (USJ)."}, {"title": "Osaka", "href": "/wiki/Osaka", "description": "Osaka  is a designated city in the Kansai region of Honshu in Japan. It is the capital city of Osaka Prefecture and as of 1 January 2012, has an estimated population of 2,668,586. Osaka is also the largest component of the Keihanshin Metropolitan Area, the second-largest metropolitan area in Japan and the 10th largest urban area in the world with more than 19 million inhabitants."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}, {"title": "Ajikawaguchi Station", "href": "/wiki/Ajikawaguchi_Station", "description": "Ajikawaguchi Station  is a train station on the West Japan Railway Company Sakurajima Line in Konohana-ku, Osaka, Osaka Prefecture, Japan."}]}, {"heading": "Events", "year": "1941", "date": "January 29", "txt": "Alexandros Koryzis becomes Prime Minister of Greece upon the sudden death of his predecessor, dictator Ioannis Metaxas.", "entities": [{"title": "Alexandros Koryzis", "href": "/wiki/Alexandros_Koryzis", "description": "Alexandros Koryzis was the Prime Minister of Greece briefly in 1941."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}, {"title": "Ioannis Metaxas", "href": "/wiki/Ioannis_Metaxas", "description": "Ioannis Metaxas was a Greek military officer and politician, serving as Prime Minister of Greece from 1936 until his death in 1941. He governed constitutionally for the first four months of his tenure, and thereafter as the strongman of the 4th of August Regime."}]}, {"heading": "Events", "year": "1943", "date": "January 29", "txt": "World War II: The first day of the Battle of Rennell Island, USS Chicago (CA-29) is torpedoed and heavily damaged by Japanese bombers.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Rennell Island", "href": "/wiki/Battle_of_Rennell_Island", "description": "The Battle of Rennell Island  took place on 29–30 January 1943. It was the last major naval engagement between the United States Navy and the Imperial Japanese Navy during the Guadalcanal Campaign of World War II. It occurred in the South Pacific between Rennell Island and Guadalcanal in the southern Solomon Islands."}, {"title": "USS Chicago (CA-29)", "href": "/wiki/USS_Chicago_(CA-29)", "description": "USS Chicago (CA-29) was a  Northampton-class cruiser of the United States Navy that served in the Pacific Theater in the early years of World War II. She was the second US Navy ship to be named after the city of Chicago. After surviving a midget submarine attack at Sydney Harbour and serving in battle at the Coral Sea and Savo Island in 1942, she was sunk by Japanese aerial torpedoes in the Battle"}]}, {"heading": "Events", "year": "1944", "date": "January 29", "txt": "World War II: Approximately 38 people are killed and about a dozen injured when the Polish village of Koniuchy (present-day Kaniūkai, Lithuania) is attacked by Soviet partisan units.", "entities": [{"title": "Kaniūkai", "href": "/wiki/Kani%C5%ABkai", "description": "Kaniūkai is a village in the Šalčininkai district municipality of Lithuania. According to the 2011 census, its population was 125."}, {"title": "Koniuchy massacre", "href": "/wiki/Koniuchy_massacre", "description": "The Koniuchy (Kaniūkai) massacre was a World War II massacre of civilians, mostly women and children, carried out in the village of Koniuchy on 29 January 1944 by a Soviet partisan unit together with a contingent of Jewish partisans under Soviet command. At least 38 civilians who have been identified by name were killed, and more than a dozen were injured. In addition, houses were burned and lives"}, {"title": "Soviet partisan", "href": "/wiki/Soviet_partisan", "description": "The Soviet partisans were members of resistance movements that fought a guerrilla war against the Axis forces during World War II in the Soviet Union, the previously Soviet-occupied territories of interwar Poland in 1941–45 and eastern Finland. The activity emerged after Nazi Germany's Operation Barbarossa was executed from mid-1941 on. It was coordinated and controlled by the Soviet government an"}]}, {"heading": "Events", "year": "1944", "date": "January 29", "txt": "In Bologna, Italy, the Anatomical theatre of the Archiginnasio is completely destroyed in an air-raid, during the Second World War.", "entities": [{"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}, {"title": "Anatomical theatre of the Archiginnasio", "href": "/wiki/Anatomical_theatre_of_the_Archiginnasio", "description": "The Anatomical Theatre of the Archiginnasio is a hall once used for anatomy lectures and displays held at the medical school in Bologna, Italy that used to be located in the Palace of the Archiginnasio, the first unified seat of the University of Bologna. A first anatomical theatre was constructed in 1595, in a different location, but it was replaced by a bigger one built between 1636 and 1638 in "}, {"title": "Second World War", "href": "/wiki/Second_World_War", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1959", "date": "January 29", "txt": "The first Melodifestivalen is held in Cirkus, Stockholm, Sweden.", "entities": [{"title": "Melodifestivalen", "href": "/wiki/Melodifestivalen", "description": "Melodifestivalen is an annual song competition organised by Swedish public broadcasters Sveriges Television (SVT) and Sveriges Radio (SR). It determines the country's representative for the Eurovision Song Contest, and has been staged almost every year since 1959. Since 2000, the competition has been the most popular television programme in Sweden; it is also broadcast on radio and the Internet. I"}, {"title": "Cirkus (Stockholm)", "href": "/wiki/Cirkus_(Stockholm)", "description": "Cirkus is an arena in Djurgården, Stockholm, that holds 1,650 people. It was originally used as a circus, but is today mostly used for concerts and musical shows."}, {"title": "Stockholm", "href": "/wiki/Stockholm", "description": "Stockholm is the capital of Sweden. It has the most populous urban area in Sweden as well as in Scandinavia. 1 million people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain o"}, {"title": "Sweden", "href": "/wiki/Sweden", "description": "Sweden, officially the Kingdom of Sweden, is a Nordic country in Northern Europe. It borders Norway to the west and north, Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union, and the fifth larges"}]}, {"heading": "Events", "year": "1963", "date": "January 29", "txt": "The first inductees into the Pro Football Hall of Fame are announced.", "entities": [{"title": "List of Pro Football Hall of Fame inductees", "href": "/wiki/List_of_Pro_Football_Hall_of_Fame_inductees", "description": "The Pro Football Hall of Fame includes players, coaches, and contributors who have \"made outstanding contributions to professional football\". The charter class of seventeen was selected in 1963."}, {"title": "Pro Football Hall of Fame", "href": "/wiki/Pro_Football_Hall_of_Fame", "description": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall i"}]}, {"heading": "Events", "year": "1980", "date": "January 29", "txt": "The Rubik's Cube makes its international debut at the Ideal Toy Corp. in Earl's Court, London.", "entities": [{"title": "Rubik's Cube", "href": "/wiki/Rubik%27s_Cube", "description": "The Rubik's Cube is a 3-D combination puzzle invented in 1974 by Hungarian sculptor and professor of architecture Ernő Rubik. Originally called the Magic Cube, the puzzle was licensed by Rubik to be sold by Ideal Toy Corp. in 1980 via businessman Tibor Laczi and Seven Towns founder Tom Kremer. Rubik's Cube won the 1980 German Game of the Year special award for Best Puzzle. As of January 2009, 350 "}, {"title": "Ideal Toy Corp.", "href": "/wiki/Ideal_Toy_Corp.", "description": "Ideal Toy Company was an American toy company founded by Morris Michtom and his wife, Rose. During the post–World War II baby boom era, Ideal became the largest doll-making company in the United States. Their most popular dolls included Betsy Wetsy, Toni, Saucy Walker, Shirley Temple, Miss Revlon, Patti Playpal, Tammy, Thumbelina, Tiny Thumbelina, and Crissy. Their last big hit was the Rubik's Cub"}]}, {"heading": "Events", "year": "1989", "date": "January 29", "txt": "Cold War: Hungary establishes diplomatic relations with South Korea, making it the first Eastern Bloc nation to do so.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Hungary–South Korea relations", "href": "/wiki/Hungary%E2%80%93South_Korea_relations", "description": "Hungary–South Korea relations refer to bilateral relations between Hungary and South Korea. Hungary has an embassy in Seoul and an honorary consulate in Incheon. South Korea has an embassy in Budapest."}, {"title": "Eastern Bloc", "href": "/wiki/Eastern_Bloc", "description": "The Eastern Bloc, also known as the Communist Bloc, the Socialist Bloc and the Soviet Bloc, was the group of socialist states of Central and Eastern Europe, East Asia, and Southeast Asia under the influence of the Soviet Union (USSR) that existed during the Cold War (1947–1991) in opposition to the capitalist Western Bloc. In Western Europe, the term Eastern Bloc generally referred to the USSR and"}]}, {"heading": "Events", "year": "1991", "date": "January 29", "txt": "Gulf War: The Battle of Khafji, the first major ground engagement of the war, as well as its deadliest, begins.", "entities": [{"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}, {"title": "Battle of Khafji", "href": "/wiki/Battle_of_Khafji", "description": "The Battle of Khafji was the first major ground engagement of the Gulf War. It took place in and around the Saudi Arabian city of Khafji, from 29 January to 1 February 1991 and marked the culmination of the Coalition's air campaign over Kuwait and Iraq, which had begun on 17 January 1991."}]}, {"heading": "Events", "year": "1996", "date": "January 29", "txt": "President Jacques Chirac announces a \"definitive end\" to French nuclear weapons testing.", "entities": [{"title": "Jacques Chirac", "href": "/wiki/Jacques_Chirac", "description": "Jacques René Chirac was a French politician who served as President of France from 1995 to 2007. Chirac was previously the Prime Minister of France from 1974 to 1976 and from 1986 to 1988, as well as the Mayor of Paris from 1977 to 1995."}, {"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}]}, {"heading": "Events", "year": "2001", "date": "January 29", "txt": "Thousands of student protesters in Indonesia storm parliament and demand that President Abdurrahman Wahid resign due to alleged involvement in corruption scandals.", "entities": [{"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}, {"title": "Abdurrahman Wahid", "href": "/wiki/Abdurrahman_Wahid", "description": "Abdurrahman Wahid, colloquially known as Gus Dur, was an Indonesian Muslim religious and political leader who served as the fourth president of Indonesia from 1999 to 2001. The long-time president of the Nahdlatul Ulama and the founder of the National Awakening Party (PKB), Wahid was the first elected president of Indonesia after the resignation of Suharto in 1998."}]}, {"heading": "Events", "year": "2002", "date": "January 29", "txt": "In his State of the Union address, President George W. Bush describes \"regimes that sponsor terror\" as an Axis of evil, in which he includes Iraq, Iran and North Korea.", "entities": [{"title": "State of the Union address", "href": "/wiki/State_of_the_Union_address", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}, {"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "Terrorism", "href": "/wiki/Terrorism", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia constituting the northern part of the Korean Peninsula. It borders China to its north, and shares a small border with Russia along the Yalu (Amnok) and Tumen rivers, while being bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ), which separates the two. North Korea,"}]}, {"heading": "Events", "year": "2005", "date": "January 29", "txt": "The first direct commercial flights from mainland China (from Guangzhou) to Taiwan since 1949 arrived in Taipei. Shortly afterwards, a China Airlines flight lands in Beijing.", "entities": [{"title": "Guangzhou", "href": "/wiki/Guangzhou", "description": "Guangzhou, also known as Canton and alternately romanized as Kwangchow, is the capital and most populous city of the province of Guangdong in southern China. Located on the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major "}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Taipei", "href": "/wiki/Taipei", "description": "Taipei, officially Taipei City, is the capital and a special municipality of Taiwan. Located in Northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city of Keelung. Most of the city rests on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian"}, {"title": "China Airlines", "href": "/wiki/China_Airlines", "description": "China Airlines is the state-owned national carrier of the Republic of China (Taiwan), and one of its two major airlines along with EVA Air. It is headquartered in Taipei Taoyuan International Airport and operates over 1400 flights weekly to 102 cities across Asia, Europe, North America, and Oceania. Carrying over 19 million passengers and 5700 tons of cargo in 2017, the carrier was the 33rd larges"}]}, {"heading": "Events", "year": "2009", "date": "January 29", "txt": "The Supreme Constitutional Court of Egypt rules that people who do not adhere to one of the three government-recognised religions, while not allowed to list any belief outside of those three, are still eligible to receive government identity documents.", "entities": [{"title": "Supreme Constitutional Court of Egypt", "href": "/wiki/Supreme_Constitutional_Court_of_Egypt", "description": "The Supreme Constitutional Court is an independent judicial body in Egypt, located in the Cairo suburb of Maadi."}, {"title": "Religion in Egypt", "href": "/wiki/Religion_in_Egypt#Recognized_religions", "description": "Religion in Egypt controls many aspects of social life and is endorsed by law. The state religion of Egypt is Islam. Although estimates vary greatly in the absence of official statistics. Since the 2006 census religion has been excluded, and thus available statistics are estimates made by religious and non-governmental agencies. The country is majority Sunni Muslim, with the next largest religious"}, {"title": "Egyptian identification card controversy", "href": "/wiki/Egyptian_identification_card_controversy", "description": "\nThe Egyptian identification card controversy is a series of events, beginning in the 1990s, that created a de facto state of disenfranchisement for Egyptian Baháʼís, atheists, agnostics, and other Egyptians who did not identify themselves as Muslim, Christian, or Jewish on government identity documents."}, {"title": "Identity document", "href": "/wiki/Identity_document", "description": "An identity document is any document that may be used to prove a person's identity. If issued in a small, standard credit card size form, it is usually called an identity card, or passport card. Some countries issue formal identity documents, as national identification cards which may be compulsory or non-compulsory, while others may require identity verification using regional identification or i"}]}, {"heading": "Events", "year": "2009", "date": "January 29", "txt": "Governor of Illinois Rod Blagojevich is removed from office following his conviction of several corruption charges, including the alleged solicitation of personal benefit in exchange for an appointment to the United States Senate as a replacement for then-U.S. president-elect Barack Obama.", "entities": [{"title": "Rod Blagojevich", "href": "/wiki/Rod_Blagojevich", "description": "Rod Blagojevich, often referred to by his nickname \"Blago\", is an American former politician, political commentator, and convicted felon who served as the 40th Governor of Illinois from 2003 to his 2009 impeachment following charges of public corruption for which he was later sentenced to federal prison. A member of the Democratic Party, Blagojevich previously worked in both the state and federal "}, {"title": "Rod Blagojevich corruption charges", "href": "/wiki/Rod_Blagojevich_corruption_charges", "description": "In December 2008, then-Governor of Illinois Rod Blagojevich and his Chief of Staff John Harris were charged with corruption by federal prosecutor Patrick Fitzgerald. As a result, Blagojevich was impeached by the Illinois General Assembly and removed from office by the Illinois Senate in January 2009. The federal investigation continued after his removal from office, and he was indicted on corrupti"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "President-elect of the United States", "href": "/wiki/President-elect_of_the_United_States", "description": "The president-elect of the United States is the candidate who has won the United States presidential election and is awaiting inauguration to become the president. There is no explicit indication in the U.S. Constitution as to when that person actually becomes president-elect, although the Twentieth Amendment uses the term \"President-elect\", thus giving the term \"president-elect\" constitutional ju"}, {"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}]}, {"heading": "Events", "year": "2013", "date": "January 29", "txt": "SCAT Airlines Flight 760 crashes near the Kazakh city of Almaty, killing 21 people.", "entities": [{"title": "SCAT Airlines Flight 760", "href": "/wiki/SCAT_Airlines_Flight_760", "description": "SCAT Airlines Flight 760 was a scheduled domestic passenger flight from Kokshetau to Almaty, Kazakhstan, operated by a Bombardier CRJ-200 twinjet that on 29 January 2013 crashed in thick fog near the village of Kyzyltu, while on approach to Almaty. All 16 passengers and 5 crew on board were killed."}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}, {"title": "Almaty", "href": "/wiki/Almaty", "description": "Almaty, formerly known as Alma-Ata and Verny, is the largest city in Kazakhstan, with a population of about 2,000,000 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Kazakh Soviet Socialist Republic and later independent Kazakhstan from 1929 to 199"}]}, {"heading": "Events", "year": "2017", "date": "January 29", "txt": "Quebec City mosque shooting: Alexandre Bissonnette opens fire at mosque in Sainte-Foy, Quebec, killing six and wounding 19 others in a spree shooting.", "entities": [{"title": "Quebec City mosque shooting", "href": "/wiki/Quebec_City_mosque_shooting", "description": "The Quebec City mosque shooting was a terrorist attack on the evening of January 29, 2017, at the Islamic Cultural Centre of Quebec City, a mosque in the Sainte-Foy neighbourhood of Quebec City, Canada. Six worshippers were killed and five others seriously injured after evening prayers when a man entered the prayer hall shortly before 8:00 pm and opened fire for about 2 minutes with a 9-mm Glock p"}, {"title": "Sainte-Foy, Quebec", "href": "/wiki/Sainte-Foy,_Quebec", "description": "Sainte-Foy is a former city in central Quebec, Canada alongside the Saint Lawrence River. It was amalgamated into Quebec City at the start of 2002. Most of the formerly independent municipality of Sainte-Foy is located in the borough of Sainte-Foy–Sillery–Cap-Rouge — initially as one of the two constituent districts of the former borough of Sainte-Foy–Sillery. On 1 November 2009, Sainte-Foy was su"}]}, {"heading": "Births", "year": "919", "date": "January 29", "txt": "Shi Zong, emperor of the Liao Dynasty (d. 951)", "entities": [{"title": "Emperor Shizong of Liao", "href": "/wiki/Emperor_Shizong_of_Liao", "description": "Emperor Shizong of Liao, personal name Wuyu, sinicised name Yelü Ruan, was the third emperor of the Khitan-led Liao dynasty. He was the son of Yelü Bei, the eldest son of Abaoji, the founder of the Liao dynasty. He came to power in 947 after the death of his uncle, Emperor Taizong, who raised him in his father's absence."}, {"title": "Liao dynasty", "href": "/wiki/Liao_dynasty", "description": "The Liao dynasty, also known as the Liao Empire, officially the Great Liao, the Khitan Empire or the Khitan (Qidan) State, was an empire and imperial dynasty in East Asia that ruled from 916 to 1125 over present-day Northern and Northeast China, Mongolia and portions of the Russian Far East and North Korea. The empire was founded by Yelü Abaoji, Khagan of the Khitans around the time of the collaps"}]}, {"heading": "Births", "year": "1455", "date": "January 29", "txt": "Johann Reuchlin, German-born humanist and scholar (d. 1522)", "entities": [{"title": "Johann Reuchlin", "href": "/wiki/Johann_Reuchlin", "description": "Johann Reuchlin was a German-born Catholic humanist and a scholar of Greek and Hebrew, whose work also took him to modern-day Austria, Switzerland, and Italy and France. Most of Reuchlin's career centered on advancing German knowledge of Greek and Hebrew."}]}, {"heading": "Births", "year": "1475", "date": "January 29", "txt": "Giuliano Bugiardini, Italian painter (d. 1555)", "entities": [{"title": "Giuliano Bugiardini", "href": "/wiki/Giuliano_Bugiardini", "description": "Giuliano di Piero di Simone Bugiardini was an Italian Renaissance painter. He was born and was mainly active in Florence. He was a painter primarily of religious subjects but he also executed a number of portraits and a few works with mythological subjects."}]}, {"heading": "Births", "year": "1499", "date": "January 29", "txt": "Katharina von Bora, wife of Martin Luther; formerly a Roman Catholic nun (d. 1552)", "entities": [{"title": "Katharina von Bora", "href": "/wiki/Katharina_von_Bora", "description": "Katharina von Bora, after her wedding Katharina Luther, also referred to as \"die Lutherin\", was the wife of Martin Luther, German reformer and a seminal figure of the Protestant Reformation. Beyond what is found in the writings of Luther and some of his contemporaries, little is known about her. Despite this, Katharina is often considered one of the most important participants in the Reformation b"}, {"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}]}, {"heading": "Births", "year": "1525", "date": "January 29", "txt": "Lelio Sozzini, Italian humanist and reformer (d. 1562)", "entities": [{"title": "Lelio Sozzini", "href": "/wiki/Lelio_Sozzini", "description": "Lelio Francesco Maria Sozzini, or simply Lelio, was an Italian Renaissance humanist and anti-Trinitarian reformer, and uncle of the better known Fausto Sozzini from whom the Polish Brethren and early English Unitarians came to be called \"Socinians\"."}]}, {"heading": "Births", "year": "1584", "date": "January 29", "txt": "Frederick Henry, Prince of Orange (d. 1647)", "entities": [{"title": "Frederick Henry, Prince of Orange", "href": "/wiki/Frederick_Henry,_Prince_of_Orange", "description": "Frederick Henry was the sovereign prince of Orange and stadtholder of Holland, Zeeland, Utrecht, Guelders, Overijssel in the Dutch Republic from 1625 until his death in 1647. The last seven years of his life he also was the stadtholder of Groningen (1640-1647)."}]}, {"heading": "Births", "year": "1591", "date": "January 29", "txt": "Franciscus Junius, pioneer of Germanic philology (d. 1677)", "entities": [{"title": "Franciscus Junius (the younger)", "href": "/wiki/Franciscus_Junius_(the_younger)", "description": "Franciscus Junius, also known as François du Jon, was a pioneer of Germanic philology. As a collector of ancient manuscripts, he published the first modern editions of a number of important texts. In addition, he wrote the first comprehensive overview of ancient writings on the visual arts, which became a cornerstone of classical art theories throughout Europe."}]}, {"heading": "Births", "year": "1602", "date": "January 29", "txt": "Countess Amalie Elisabeth of Hanau-Münzenberg (d. 1651)", "entities": [{"title": "Countess Amalie Elisabeth of Hanau-Münzenberg", "href": "/wiki/Countess_Amalie_Elisabeth_of_Hanau-M%C3%BCnzenberg", "description": "Amalie Elisabeth of Hanau-Münzenberg (1602–1651) was Landgravine consort and Regent of Hesse-Kassel. She married the future William V, Landgrave of Hesse-Kassel in 1619 and became Landgravine upon his ascension to power in 1627. In 1637, military defeats forced her and William V into exile in East Frisia. Later that year, she became regent for their son William VI upon her husband's death. Through"}]}, {"heading": "Births", "year": "1632", "date": "January 29", "txt": "Johann Georg Graevius, German scholar and critic (d. 1703)", "entities": [{"title": "Johann Georg Graevius", "href": "/wiki/Johann_Georg_Graevius", "description": "Johann Georg Graevius was a German classical scholar and critic. He was born in Naumburg, in the Electorate of Saxony."}]}, {"heading": "Births", "year": "1650", "date": "January 29", "txt": "Juan de Galavís, Spanish Roman Catholic archbishop of Santo Domingo and Bogotá (d. 1739)", "entities": [{"title": "Juan de Galavís", "href": "/wiki/Juan_de_Galav%C3%ADs", "description": "Juan de Galavís y Mendez, OPraem was a Spanish Premonstratensian canon regular and a prelate of the Catholic Church in what is now the Dominican Republic and Colombia. He served as Archbishop of Santo Domingo from 1731 to 1737 and as Archbishop of Bogotá from 1737 to 1739. He is the brother and uncle of two mayors of Bogotá, Pedro Galavís y Mendez and Eustaquio Galavís y Hurtado, respectively."}]}, {"heading": "Births", "year": "1688", "date": "January 29", "txt": "Emanuel Swedenborg, Swedish astronomer, philosopher, and theologian (d. 1772)", "entities": [{"title": "Emanuel Swedenborg", "href": "/wiki/Emanuel_Swedenborg", "description": "Emanuel Swedenborg was a Swedish pluralistic-Christian theologian, scientist, philosopher and mystic. He became best known for his book on the afterlife, Heaven and Hell (1758)."}]}, {"heading": "Births", "year": "1711", "date": "January 29", "txt": "Giuseppe Bonno, Austrian composer (d. 1788)", "entities": [{"title": "Giuseppe Bonno", "href": "/wiki/Giuseppe_Bonno", "description": "Giuseppe Bonno was an Austrian composer of Italian origin."}]}, {"heading": "Births", "year": "1715", "date": "January 29", "txt": "Georg Christoph Wagenseil, Austrian organist and composer (d. 1777)", "entities": [{"title": "Georg Christoph Wagenseil", "href": "/wiki/Georg_Christoph_Wagenseil", "description": "Georg Christoph Wagenseil was an Austrian composer."}]}, {"heading": "Births", "year": "1717", "date": "January 29", "txt": "Jeffery Amherst, 1st Baron Amherst, English field marshal and politician, 19th Governor General of Canada (d. 1797)", "entities": [{"title": "Jeffery Amherst, 1st Baron Amherst", "href": "/wiki/Jeffery_Amherst,_1st_Baron_Amherst", "description": "Field Marshal Jeffery Amherst, 1st Baron Amherst, was an officer and Commander-in-Chief of the Forces in the British Army. Amherst is best known as the architect of Britain's successful campaign to conquer the territory of New France during the Seven Years' War. Under his command, British forces captured the cities of Louisbourg, Quebec City and Montreal, as well as several major fortresses. He wa"}, {"title": "List of Governors General of Canada", "href": "/wiki/List_of_Governors_General_of_Canada", "description": "The following is a list of the governors and governors general of Canada. Though the present-day office of the Governor General of Canada is legislatively covered under the Constitution Act, 1867 and legally constituted by the Letters Patent, 1947, the institution is, along with the institution of the Crown it represents, the oldest continuous and uniquely Canadian institution in Canada, having ex"}]}, {"heading": "Births", "year": "1718", "date": "January 29", "txt": "Paul Rabaut, French pastor (d. 1794)", "entities": [{"title": "Paul Rabaut", "href": "/wiki/Paul_Rabaut", "description": "Paul Rabaut was a French pastor of the Huguenot \"Church of the Desert\". He was regarded by many as the leader and director of the proscribed church. He was a peacemaker and a scholar despite, due to persecution, living like a troglodyte for more than 30 years."}]}, {"heading": "Births", "year": "1737", "date": "January 29", "txt": "Thomas Paine, prominent for publishing Common Sense (1776), which established him as one of the Founding Fathers of the United States (d. 1809)", "entities": [{"title": "Thomas Paine", "href": "/wiki/Thomas_Paine", "description": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), the two most influential pamphlets at the start of the American Revolution, and helped inspire the patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnati"}, {"title": "Founding Fathers of the United States", "href": "/wiki/Founding_Fathers_of_the_United_States", "description": "The Founding Fathers of the United States, or simply the Founding Fathers or Founders, were a group of American leaders who united the Thirteen Colonies, led the war for independence from Great Britain, and built a frame of government for the new United States of America upon liberal and republican principles during the latter decades of the 18th century."}]}, {"heading": "Births", "year": "1749", "date": "January 29", "txt": "Christian VII of Denmark (d. 1808)", "entities": [{"title": "Christian VII of Denmark", "href": "/wiki/Christian_VII_of_Denmark", "description": "Christian VII was a monarch of the House of Oldenburg who was King of Denmark–Norway and Duke of Schleswig and Holstein from 1766 until his death in 1808. For his motto he chose: \"Gloria ex amore patriae\"."}]}, {"heading": "Births", "year": "1754", "date": "January 29", "txt": "Moses Cleaveland, American general, lawyer, and politician, founded Cleveland, Ohio (d. 1806)", "entities": [{"title": "Moses Cleaveland", "href": "/wiki/Moses_Cleaveland", "description": "Gen. Moses Cleaveland was a lawyer, politician, soldier, and surveyor from Connecticut who founded the city of Cleveland, Ohio, while surveying the Connecticut Western Reserve in 1796."}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}]}, {"heading": "Births", "year": "1756", "date": "January 29", "txt": "Henry Lee III, American general and politician, 9th Governor of Virginia (d. 1818)", "entities": [{"title": "Henry Lee III", "href": "/wiki/Henry_Lee_III", "description": "Major-General Henry Lee III was an early American Patriot and politician. He served as the ninth Governor of Virginia and as the Virginia Representative to the United States Congress. Lee's service during the American Revolution as a cavalry officer in the Continental Army earned him the nickname by which he is best known, \"Light-Horse Harry\". He was the father of Robert E. Lee, commander of the C"}, {"title": "Governor of Virginia", "href": "/wiki/Governor_of_Virginia", "description": "The governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The incumbent, Ralph Northam, was sworn in January 13, 2018. The next gubernatorial election shall be held on November 2, 2021."}]}, {"heading": "Births", "year": "1761", "date": "January 29", "txt": "Albert Gallatin, Swiss-American ethnologist, linguist, and politician, 4th United States Secretary of the Treasury (d. 1849)", "entities": [{"title": "Albert Gallatin", "href": "/wiki/Albert_Gallatin", "description": "Abraham Alfonse Albert Gallatin, born de Gallatin was an American politician, diplomat, ethnologist and linguist. Biographer Nicholas Dungan states he was \"America's Swiss Founding Father.\" He is known for being the founder of New York University and for serving in the Democratic-Republican Party at various federal elective and appointed positions across four decades. He represented Pennsylvania i"}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1782", "date": "January 29", "txt": "Daniel Auber, French composer (d. 1871)", "entities": [{"title": "Daniel Auber", "href": "/wiki/Daniel_Auber", "description": "Daniel François Esprit Auber was a French opera composer and director of the Paris Conservatoire."}]}, {"heading": "Births", "year": "1801", "date": "January 29", "txt": "Johannes Bernardus van Bree, Dutch violinist, composer, and conductor (d. 1857)", "entities": [{"title": "Johannes Bernardus van Bree", "href": "/wiki/Johannes_Bernardus_van_Bree", "description": "Johannes Bernardus van Bree was a Dutch composer, violinist and conductor."}]}, {"heading": "Births", "year": "1810", "date": "January 29", "txt": "Ernst Kummer, Polish-German mathematician and academic (d. 1893)", "entities": [{"title": "Ernst Kummer", "href": "/wiki/Ernst_Kummer", "description": "Ernst Eduard Kummer was a German mathematician. Skilled in applied mathematics, Kummer trained German army officers in ballistics; afterwards, he taught for 10 years in a gymnasium, the German equivalent of high school, where he inspired the mathematical career of Leopold Kronecker."}]}, {"heading": "Births", "year": "1810", "date": "January 29", "txt": "Mary Whitwell Hale, American teacher, school founder, and hymnwriter (d. 1862)", "entities": []}, {"heading": "Births", "year": "1843", "date": "January 29", "txt": "William McKinley, American soldier, lawyer, and politician, 25th President of the United States (d. 1901)", "entities": [{"title": "William McKinley", "href": "/wiki/William_McKinley", "description": "William McKinley was the 25th president of the United States, serving from 1897 until his assassination in 1901. McKinley was president during the Spanish–American War of 1898, raised protective tariffs to boost American industry, and rejected the expansionary monetary policy of free silver, keeping the nation on the gold standard."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1846", "date": "January 29", "txt": "Karol Olszewski, Polish chemist, mathematician, and physicist (d. 1915)", "entities": [{"title": "Karol Olszewski", "href": "/wiki/Karol_Olszewski", "description": "Karol Stanisław Olszewski was a Polish chemist, mathematician and physicist."}]}, {"heading": "Births", "year": "1852", "date": "January 29", "txt": "Frederic Hymen Cowen, Jamaican-English pianist, composer, and conductor (d. 1935)", "entities": [{"title": "Frederic Hymen Cowen", "href": "/wiki/Frederic_Hymen_Cowen", "description": "Sir Frederic Hymen Cowen, was an English composer, conductor and pianist."}]}, {"heading": "Births", "year": "1858", "date": "January 29", "txt": "Henry Ward Ranger, American painter and academic (d. 1916)", "entities": [{"title": "Henry Ward Ranger", "href": "/wiki/Henry_Ward_Ranger", "description": "Henry Ward Ranger was an American artist. Born in western New York State, he was a prominent landscape and marine painter, an important Tonalist, and the leader of the Old Lyme Art Colony. Ranger became a National Academician (1906), and a member of the American Water Color Society. Among his paintings are, Top of the Hill, Corcoran Gallery of Art, Washington, D.C.; and East River Idyll, Carnegie "}]}, {"heading": "Births", "year": "1860", "date": "January 29", "txt": "Anton Chekhov, Russian playwright and short story writer (d. 1904)", "entities": [{"title": "Anton Chekhov", "href": "/wiki/Anton_Chekhov", "description": "Anton Pavlovich Chekhov was a Russian playwright and short-story writer who is considered to be among the greatest writers of short fiction in history. His career as a playwright produced four classics, and his best short stories are held in high esteem by writers and critics. Along with Henrik Ibsen and August Strindberg, Chekhov is often referred to as one of the three seminal figures in the bir"}]}, {"heading": "Births", "year": "1861", "date": "January 29", "txt": "Florida Ruffin Ridley, American civil rights activist, teacher, editor, and writer (d. 1943)", "entities": [{"title": "Florida Ruffin Ridley", "href": "/wiki/Florida_Ruffin_Ridley", "description": "Florida Ruffin Ridley was an African-American civil rights activist, suffragist, teacher, writer, and editor from Boston, Massachusetts. She was one of the first black public schoolteachers in Boston, and edited the Woman's Era, the country's first newspaper published by and for African-American women."}]}, {"heading": "Births", "year": "1862", "date": "January 29", "txt": "Frederick Delius, English composer (d. 1934)", "entities": [{"title": "Frederick Delius", "href": "/wiki/Frederick_Delius", "description": "Frederick Theodore Albert Delius, originally Fritz Delius, was an English composer. Born in Bradford in the north of England to a prosperous mercantile family, he resisted attempts to recruit him to commerce. He was sent to Florida in the United States in 1884 to manage an orange plantation. He soon neglected his managerial duties and in 1886 returned to Europe."}]}, {"heading": "Births", "year": "1866", "date": "January 29", "txt": "Julio Peris Brell, Spanish painter (d. 1944)", "entities": [{"title": "Julio Peris Brell", "href": "/wiki/Julio_Peris_Brell", "description": "Julio Peris Brell was a Valencian painter. Peris Brell's paintings are distinguished by the power of his technique for analysing and translating different light aspects, specially in landscapes genres, portrait and still life."}]}, {"heading": "Births", "year": "1866", "date": "January 29", "txt": "Romain Rolland, French historian, author, and playwright, Nobel Prize laureate (d. 1944)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1867", "date": "January 29", "txt": "Vicente Blasco Ibáñez, Spanish journalist and author (d. 1928)", "entities": [{"title": "Vicente Blasco Ibáñez", "href": "/wiki/Vicente_Blasco_Ib%C3%A1%C3%B1ez", "description": "Vicente Blasco Ibáñez was a journalist, politician and bestselling Spanish novelist in various genres whose most widespread and lasting fame in the English-speaking world is from Hollywood films that were adapted from his works."}]}, {"heading": "Births", "year": "1870", "date": "January 29", "txt": "Süleyman Nazif, Turkish poet and civil servant (d. 1927)", "entities": [{"title": "Süleyman Nazif", "href": "/wiki/S%C3%BCleyman_Nazif", "description": "Süleyman Nazif was a Turkish poet and a prominent member of the CUP. He mastered Arabic, Persian, and French languages and worked as a civil servant during the reign of Sultan Abdul Hamid II. He contributed to the literary magazine Servet-i Fünun until it was censored by the Ottoman government in 1901."}]}, {"heading": "Births", "year": "1874", "date": "January 29", "txt": "John D. Rockefeller, Jr., American businessman and philanthropist (d. 1960)", "entities": [{"title": "John D. Rockefeller, Jr.", "href": "/wiki/John_D._Rockefeller,_Jr.", "description": "John Davison Rockefeller Jr. was an American financier and philanthropist, and the only son of Standard Oil co-founder John D. Rockefeller. He was often known as “Junior”, to distinguish him from his father."}]}, {"heading": "Births", "year": "1876", "date": "January 29", "txt": "Havergal Brian, English composer (d. 1972)", "entities": [{"title": "Havergal Brian", "href": "/wiki/Havergal_Brian", "description": "Havergal Brian was an English classical composer."}]}, {"heading": "Births", "year": "1877", "date": "January 29", "txt": "Georges Catroux, French general and diplomat (d. 1969)", "entities": [{"title": "Georges Catroux", "href": "/wiki/Georges_Catroux", "description": "Georges Albert Julien Catroux was a French Army general and diplomat who served in both World War I and World War II, and served as Grand Chancellor of the Légion d'honneur from 1954 to 1969."}]}, {"heading": "Births", "year": "1880", "date": "January 29", "txt": "W. C. Fields, American actor, comedian, and screenwriter (d. 1946)", "entities": [{"title": "W. C. Fields", "href": "/wiki/W._C._Fields", "description": "William Claude Dukenfield, better known as W. C. Fields, was an American comedian, actor, juggler, and writer. Fields' comic persona was a misanthropic and hard-drinking egotist who remained a sympathetic character despite his supposed contempt for children and dogs."}]}, {"heading": "Births", "year": "1881", "date": "January 29", "txt": "Alice Catherine Evans, American microbiologist (d. 1975)", "entities": [{"title": "Alice Catherine Evans", "href": "/wiki/Alice_Catherine_Evans", "description": "Alice Catherine Evans was a pioneering American microbiologist. She became a researcher at the US Department of Agriculture. There she investigated bacteriology in milk and cheese. She later demonstrated that Bacillus abortus caused the disease Brucellosis in both cattle and humans."}]}, {"heading": "Births", "year": "1884", "date": "January 29", "txt": "Juhan Aavik, Estonian-Swedish composer and conductor (d. 1982)", "entities": [{"title": "Juhan Aavik", "href": "/wiki/Juhan_Aavik", "description": "Juhan Aavik was an Estonian composer."}]}, {"heading": "Births", "year": "1888", "date": "January 29", "txt": "Sydney Chapman, English mathematician and geophysicist (d. 1970)", "entities": [{"title": "Sydney Chapman (mathematician)", "href": "/wiki/Sydney_Chapman_(mathematician)", "description": "Sydney Chapman was a British mathematician and geophysicist. His work on the kinetic theory of gases, solar-terrestrial physics, and the Earth's ozone layer has inspired a broad range of research over many decades."}]}, {"heading": "Births", "year": "1888", "date": "January 29", "txt": "Wellington Koo, Chinese statesman (d. 1985)", "entities": []}, {"heading": "Births", "year": "1891", "date": "January 29", "txt": "Elizaveta Gerdt, Russian ballerina and educator (d. 1975)", "entities": [{"title": "Elizaveta Gerdt", "href": "/wiki/Elizaveta_Gerdt", "description": "Elizaveta Pavlovna Gerdt was a Russian dancer and teacher whose career links the Russian imperial and Soviet schools of classical dance."}]}, {"heading": "Births", "year": "1891", "date": "January 29", "txt": "R. Norris Williams, Swiss-American tennis player and banker (d. 1968)", "entities": []}, {"heading": "Births", "year": "1892", "date": "January 29", "txt": "Ernst Lubitsch, German American film director, producer, writer, and actor (d. 1947) ", "entities": [{"title": "Ernst Lubitsch", "href": "/wiki/Ernst_Lubitsch", "description": "Ernst Lubitsch was a German-born American film director, producer, writer, and actor. His urbane comedies of manners gave him the reputation of being Hollywood's most elegant and sophisticated director; as his prestige grew, his films were promoted as having \"the Lubitsch touch\". Among his best known works are Trouble in Paradise, Design for Living, Ninotchka, The Shop Around the Corner, To Be or "}]}, {"heading": "Births", "year": "1895", "date": "January 29", "txt": "Muna Lee, American poet and author (d. 1965)", "entities": [{"title": "Muna Lee (writer)", "href": "/wiki/Muna_Lee_(writer)", "description": "Muna Lee was an American poet, author, and activist, who first became known and widely published as a lyric poet in the early 20th century. She also was known for her writings that promoted Pan-Americanism and feminism. She translated and published in Poetry a 1925 landmark anthology of Latin American poets, and continued to translate from poetry in Spanish."}]}, {"heading": "Births", "year": "1901", "date": "January 29", "txt": "Allen B. DuMont, American engineer and broadcaster, founded the DuMont Television Network (d. 1965)", "entities": [{"title": "Allen B. DuMont", "href": "/wiki/Allen_B._DuMont", "description": "Allen Balcom DuMont, also spelled Du Mont, was an American electronics engineer, scientist and inventor best known for improvements to the cathode ray tube in 1931 for use in television receivers. Seven years later he manufactured and sold the first commercially practical television set to the public. In June 1938, his Model 180 television receiver was the first all-electronic television set ever "}, {"title": "DuMont Television Network", "href": "/wiki/DuMont_Television_Network", "description": "The DuMont Television Network was one of America's pioneer commercial television networks, rivalling NBC and CBS for the distinction of being first overall in the United States. It was owned by Allen B. DuMont Laboratories, a television equipment and set manufacturer, and began operation on June 28, 1942."}]}, {"heading": "Births", "year": "1901", "date": "January 29", "txt": "E. P. Taylor, Canadian businessman and horse breeder (d. 1989)", "entities": []}, {"heading": "Births", "year": "1903", "date": "January 29", "txt": "Yeshayahu Leibowitz, Russian-Israeli biochemist and philosopher (d. 1994)", "entities": [{"title": "Yeshayahu Leibowitz", "href": "/wiki/Yeshayahu_Leibowitz", "description": "Yeshayahu Leibowitz was an Israeli Orthodox Jewish public intellectual and polymath. He was professor of biochemistry, organic chemistry, and neurophysiology at the Hebrew University of Jerusalem, as well as a prolific writer on Jewish thought and western philosophy. He was known for his outspoken views on ethics, religion, and politics. Leibowitz cautioned that the state of Israel and Zionism had"}]}, {"heading": "Births", "year": "1905", "date": "January 29", "txt": "Barnett Newman, American painter and etcher (d. 1970)", "entities": [{"title": "Barnett Newman", "href": "/wiki/Barnett_Newman", "description": "Barnett Newman was an American artist. He is seen as one of the major figures in abstract expressionism and one of the foremost of the color field painters. His paintings are existential in tone and content, explicitly composed with the intention of communicating a sense of locality, presence, and contingency."}]}, {"heading": "Births", "year": "1906", "date": "January 29", "txt": "Joe Primeau, Canadian ice hockey player and coach (d. 1989)", "entities": [{"title": "Joe Primeau", "href": "/wiki/Joe_Primeau", "description": "Alfred Joseph Francis \"Gentleman Joe\" Primeau, was a Canadian professional ice hockey player."}]}, {"heading": "Births", "year": "1913", "date": "January 29", "txt": "Victor Mature, American actor (d. 1999)", "entities": [{"title": "Victor Mature", "href": "/wiki/Victor_Mature", "description": "Victor John Mature was an American stage, film, and television actor who starred most notably in several movies during the 1950s, and was known for his dark hair and smile. His best known film roles include One Million B.C. (1940), My Darling Clementine (1946), Kiss of Death (1947), Samson and Delilah (1949), and The Robe (1953). He also appeared in many musicals opposite such stars as Rita Haywor"}]}, {"heading": "Births", "year": "1915", "date": "January 29", "txt": "Bill Peet, American author and illustrator (d. 2002)", "entities": [{"title": "Bill Peet", "href": "/wiki/Bill_Peet", "description": "William Bartlett Peet was an American children's book illustrator and a story writer and animator for Walt Disney Animation Studios."}]}, {"heading": "Births", "year": "1915", "date": "January 29", "txt": "John Serry Sr., Italian-American concert accordionist and composer (d. 2003)", "entities": [{"title": "John Serry Sr.", "href": "/wiki/John_Serry_Sr.", "description": "John Serry Sr. was an American concert accordionist, arranger, composer, organist, and educator. He performed on the CBS Radio and Television networks and contributed to Voice of America's cultural diplomacy initiatives during the Golden Age of Radio. He also concertized on the accordion as a member of several orchestras and jazz ensembles for nearly forty years between the 1930s and 1960s."}]}, {"heading": "Births", "year": "1917", "date": "January 29", "txt": "John Raitt, American actor and singer (d. 2005)", "entities": [{"title": "John Raitt", "href": "/wiki/John_Raitt", "description": "John Emmet Raitt was an American actor and singer best known for his performances in musical theatre."}]}, {"heading": "Births", "year": "1918", "date": "January 29", "txt": "John Forsythe, American actor (d. 2010)", "entities": [{"title": "John Forsythe", "href": "/wiki/John_Forsythe", "description": "John Forsythe was an American stage, film/television actor, producer, narrator, drama teacher and philanthropist whose career spanned six decades. He also appeared as a guest on several talk and variety shows and as a panelist on numerous game shows."}]}, {"heading": "Births", "year": "1921", "date": "January 29", "txt": "Geraldine Pittman Woods, American science administrator and embryologist (d. 1999)", "entities": [{"title": "Geraldine Pittman Woods", "href": "/wiki/Geraldine_Pittman_Woods", "description": "Geraldine Pittman Woods was an American science administrator. She is known for her lifelong dedication to community service and for establishing programs that promote minorities in STEM fields, scientific research, and basic research."}]}, {"heading": "Births", "year": "1923", "date": "January 29", "txt": "Jack Burke Jr., American golfer", "entities": [{"title": "Jack Burke Jr.", "href": "/wiki/Jack_Burke_Jr.", "description": "John Joseph Burke Jr. is an American professional golfer who was most prominent in the 1950s. The son of a professional golfer, Jack Burke Sr., he won two major titles, both in 1956, the Masters and PGA Championship, and is a member of the World Golf Hall of Fame."}]}, {"heading": "Births", "year": "1923", "date": "January 29", "txt": "Paddy Chayefsky, American author and screenwriter (d. 1981)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 29", "txt": "Abdus Salam, Pakistani-British physicist and academic, Nobel Prize laureate (d. 1996)", "entities": [{"title": "Abdus Salam", "href": "/wiki/Abdus_Salam", "description": "Mohammad Abdus Salam, was a Pakistani theoretical physicist. He shared the 1979 Nobel Prize in Physics with Sheldon Glashow and Steven Weinberg for his contribution to the electroweak unification theory. He was the first Pakistani and Muslim to receive a Nobel Prize in science and the second from an Islamic country to receive any Nobel Prize."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1926", "date": "January 29", "txt": "Amelita Ramos, 11th First Lady of the Philippines", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 29", "txt": "Edward Abbey, American environmentalist and author (d. 1989)", "entities": [{"title": "Edward Abbey", "href": "/wiki/Edward_Abbey", "description": "Edward Paul Abbey was an American author and essayist noted for his advocacy of environmental issues and criticism of public land policies. His best-known works include Desert Solitaire, a non-fiction autobiographical account of his time as a park ranger at Arches National Park considered to be an iconic work of nature writing and a staple of early environmentalist writing; the novel The Monkey Wr"}]}, {"heading": "Births", "year": "1929", "date": "January 29", "txt": "Elio Petri, Italian director and screenwriter (d. 1982)", "entities": [{"title": "Elio Petri", "href": "/wiki/Elio_Petri", "description": "Elio Petri was an Italian political filmmaker best known for the 1970 Academy Award-winning film Investigation of a Citizen Above Suspicion."}]}, {"heading": "Births", "year": "1929", "date": "January 29", "txt": "Joseph Kruskal, American mathematician and computer scientist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 29", "txt": "Leslie Bricusse, English playwright and composer", "entities": [{"title": "Leslie Bricusse", "href": "/wiki/Leslie_Bricusse", "description": "Leslie Bricusse is an English composer, lyricist, and playwright, most prominently working in musicals and also cinema theme music. He is best known for writing the music and lyrics for the films Doctor Dolittle, Goodbye, Mr. Chips, Scrooge, Willy Wonka & the Chocolate Factory, the songs \"Goldfinger\", \"You Only Live Twice\", \"Can You Read My Mind \" from Superman and \"Le Jazz Hot!\" with Henry Mancin"}]}, {"heading": "Births", "year": "1931", "date": "January 29", "txt": "Ferenc Mádl, Hungarian academic and politician, 2nd President of Hungary (d. 2011)", "entities": [{"title": "President of Hungary", "href": "/wiki/President_of_Hungary", "description": "The president of the Republic of Hungary is the head of state of Hungary. The office has a largely ceremonial (figurehead) role, but may also veto legislation or send legislation to the Constitutional Court for review. Most other executive powers, such as selecting Government ministers and leading legislative initiatives, are vested in the office of the Prime Minister instead."}]}, {"heading": "Births", "year": "1932", "date": "January 29", "txt": "Raman Subba Row, English cricketer and referee", "entities": [{"title": "Raman Subba Row", "href": "/wiki/Raman_Subba_Row", "description": "Raman Subba Row is a former cricketer who played for England, Cambridge University, Surrey and Northamptonshire."}]}, {"heading": "Births", "year": "1932", "date": "January 29", "txt": "Tommy Taylor, English footballer (d. 1958)", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 29", "txt": "Sacha Distel, French singer and guitarist (d. 2004)", "entities": [{"title": "Sacha Distel", "href": "/wiki/Sacha_Distel", "description": "Alexandre \"Sacha\" Distel was a French singer, guitarist, and actor who had hits with a cover version of \"Raindrops Keep Falling on My Head\" in 1970, and reach No 10 in the UK Charts, \"Scoubidou\", and \"The Good Life\". He was made Chevalier (Knight) of the Légion d'honneur in 1997."}]}, {"heading": "Births", "year": "1934", "date": "January 29", "txt": "Branko Miljković, Serbian poet and academic (d. 1961)", "entities": [{"title": "Branko Miljković", "href": "/wiki/Branko_Miljkovi%C4%87", "description": "Branko Miljković was a Serbian poet."}]}, {"heading": "Births", "year": "1936", "date": "January 29", "txt": "Veturi Sundararama Murthy, Indian poet and songwriter (d. 2010)", "entities": [{"title": "Veturi Sundararama Murthy", "href": "/wiki/Veturi_Sundararama_Murthy", "description": "Veturi Sundararama Murthy was an Indian poet and lyricist who is popular for writing Telugu songs. His career in the Telugu cinema spanned more than four decades. He was highly admired and cherished for his deep and meaningful lyrics in Telugu songs. He was considered an inspiration by many lyricists."}]}, {"heading": "Births", "year": "1937", "date": "January 29", "txt": "Hassan Habibi, Iranian lawyer and politician, 1st Vice President of Iran (d. 2013)", "entities": [{"title": "Hassan Habibi", "href": "/wiki/Hassan_Habibi", "description": "Hassan Ebrahim Habibi was an Iranian politician, lawyer, scholar and the first vice president from 1989 until 2001 under Presidents Akbar Hashemi Rafsanjani and Mohammad Khatami. He was also a member of the High Council of Cultural Revolution and head of Academy of Persian Language and Literature from 2004 until his death in 2013."}, {"title": "Vice President of Iran", "href": "/wiki/Vice_President_of_Iran", "description": "The Vice President of Iran is defined by article 124 of the Constitution of Iran, as anyone appointed by the President of Iran to lead an organization related to Presidential affairs. As of August 2019, there are 12 Vice Presidents in Iran. The First Vice President is the most important as he or she leads cabinet meetings in the absence of the president. The Supreme Leader can dismiss vice preside"}]}, {"heading": "Births", "year": "1937", "date": "January 29", "txt": "Bobby Scott, American singer-songwriter, pianist, and producer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 29", "txt": "Germaine Greer, Australian journalist and author", "entities": [{"title": "Germaine Greer", "href": "/wiki/Germaine_Greer", "description": "Germaine Greer is an Australian writer and public intellectual, regarded as one of the major voices of the radical feminist movement in the latter half of the 20th century."}]}, {"heading": "Births", "year": "1940", "date": "January 29", "txt": "Katharine Ross, American actress and author", "entities": [{"title": "Katharine Ross", "href": "/wiki/Katharine_Ross", "description": "Katharine Juliet Ross is an American film, stage, and television actress. Her accolades include one Academy Award nomination, one BAFTA Award, and two Golden Globe Awards. A native of Los Angeles, Ross spent most of her early life in the San Francisco Bay area. After attending Santa Rosa Junior College for one year, Ross joined The Actors Workshop in San Francisco, and began appearing in theatrica"}]}, {"heading": "Births", "year": "1940", "date": "January 29", "txt": "Kunimitsu Takahashi, Japanese motorcycle racer and race car driver", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 29", "txt": "Robin Morgan, American actress, journalist, and author", "entities": [{"title": "Robin Morgan", "href": "/wiki/Robin_Morgan", "description": "Robin Morgan is an American poet, author, political theorist and activist, journalist, lecturer, and former child actor. Since the early 1960s, she has been a key radical feminist member of the American Women's Movement, and a leader in the international feminist movement. Her 1970 anthology Sisterhood is Powerful has been widely credited with helping to start the contemporary feminist movement in"}]}, {"heading": "Births", "year": "1943", "date": "January 29", "txt": "Tony Blackburn, English radio and television host", "entities": [{"title": "Tony Blackburn", "href": "/wiki/Tony_Blackburn", "description": "Anthony Kenneth Blackburn is an English disc jockey, singer and TV presenter. He first achieved fame broadcasting on the pirate stations Radio Caroline and Radio London in the 1960s, before joining the BBC, on the BBC Light Programme. He was the first disc jockey to broadcast on BBC Radio 1 at its launch at the end of September 1967, and has had several stints working for the corporation. He has a"}]}, {"heading": "Births", "year": "1943", "date": "January 29", "txt": "Pat Quinn, Canadian ice hockey player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 29", "txt": "Andrew Loog Oldham, English record producer and manager", "entities": [{"title": "Andrew Loog Oldham", "href": "/wiki/Andrew_Loog_Oldham", "description": "Andrew Loog Oldham is an English record producer, talent manager, impresario and author. He was manager and producer of the Rolling Stones from 1963 to 1967, and was noted for his flamboyant style."}]}, {"heading": "Births", "year": "1944", "date": "January 29", "txt": "Patrick Lipton Robinson, Jamaican lawyer and judge", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 29", "txt": "Pauline van der Wildt, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 29", "txt": "Ibrahim Boubacar Keïta, Malian academic and politician, Prime Minister of Mali", "entities": [{"title": "Ibrahim Boubacar Keïta", "href": "/wiki/Ibrahim_Boubacar_Ke%C3%AFta", "description": "Ibrahim Boubacar Keïta, often known by his initials IBK, is a Malian politician who served as the president of Mali from September 2013 to August 2020, when he was forced to resign in the 2020 Malian coup d'état. He served as Mali's prime minister from February 1994 to February 2000 and as president of the National Assembly of Mali from September 2002 to September 2007. Keïta founded the centre-le"}, {"title": "Prime Minister of Mali", "href": "/wiki/Prime_Minister_of_Mali", "description": "This is a list of prime ministers of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1945", "date": "January 29", "txt": "Jim Nicholson, Northern Irish politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 29", "txt": "Tom Selleck, American actor and businessman", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 29", "txt": "Bettye LaVette, American singer-songwriter", "entities": [{"title": "Bettye LaVette", "href": "/wiki/Bettye_LaVette", "description": "Bettye LaVette is an American soul singer-songwriter who made her first record at sixteen, but achieved only intermittent fame until 2005, when her album I've Got My Own Hell to Raise was released to widespread critical acclaim, and was named on many critics' \"Best of 2005\" lists. Her next album, The Scene of the Crime, debuted at number one on Billboard's Top Blues Albums chart and was nominated "}]}, {"heading": "Births", "year": "1947", "date": "January 29", "txt": "Linda B. Buck, American biologist and academic, Nobel Prize laureate", "entities": [{"title": "Linda B. Buck", "href": "/wiki/Linda_B._Buck", "description": "Linda Brown Buck is an American biologist best known for her work on the olfactory system. She was awarded the 2004 Nobel Prize in Physiology or Medicine, along with Richard Axel, for their work on olfactory receptors. She is currently on the faculty of the Fred Hutchinson Cancer Research Center in Seattle."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1947", "date": "January 29", "txt": "David Byron, English singer-songwriter (d. 1985)", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 29", "txt": "Marián Varga, Slovak organist and composer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 29", "txt": "Raymond Keene, English chess player and author", "entities": [{"title": "Raymond Keene", "href": "/wiki/Raymond_Keene", "description": "Raymond Dennis Keene is an English chess grandmaster, a FIDE International Arbiter, a chess organiser, and a journalist and author.p196 He won the British Chess Championship in 1971, and was the first player from England to earn a Grandmaster norm, in 1974. In 1976 he became the second Englishman to be awarded the Grandmaster title, and he was the second British chess player to beat an incumbent W"}]}, {"heading": "Births", "year": "1949", "date": "January 29", "txt": "Doris Davenport, American poet and teacher", "entities": [{"title": "Doris Davenport (poet)", "href": "/wiki/Doris_Davenport_(poet)", "description": "Doris Davenport, sometimes styled as doris davenport, is a writer, educator, and literary and performance poet. She wrote an essay featured in Borderlands/La Frontera: The New Mestiza, titled The Pathology of Racism: A Conversation with Third World Wimmin. She also focuses her efforts on poetry and education."}]}, {"heading": "Births", "year": "1949", "date": "January 29", "txt": "Evgeny Lovchev, Russian footballer and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 29", "txt": "Tommy Ramone, Hungarian-American drummer and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 29", "txt": "Ann Jillian, American actress and singer", "entities": [{"title": "Ann Jillian", "href": "/wiki/Ann_Jillian", "description": "Ann Jillian is an American actress whose career began as a child actress in the 1960s. She is best known for her role as the sultry Cassie Cranston on the 1980s sitcom It's a Living."}]}, {"heading": "Births", "year": "1950", "date": "January 29", "txt": "Jody Scheckter, South African race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 29", "txt": "Fereydoon Forooghi, Iranian singer-songwriter (d. 2001)", "entities": [{"title": "Fereydoon Forooghi", "href": "/wiki/Fereydoon_Forooghi", "description": "Fereydoon Foroughi was an Iranian singer, musician and composer. He contributed greatly to Iranian music and arts and his unique voice and style soon caught on with the people. In addition to his studies in acting, playing the guitar, piano and organ he also composed music. His style was inspired by jazz and blues."}]}, {"heading": "Births", "year": "1951", "date": "January 29", "txt": "Andy Roberts, Caribbean cricketer", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 29", "txt": "Peter Baumann, German keyboard player and songwriter", "entities": [{"title": "Peter Baumann", "href": "/wiki/Peter_Baumann", "description": "Peter Baumann formed the core line-up of the pioneering German electronic group Tangerine Dream with Edgar Froese and Christopher Franke in 1971. Baumann composed his first solo album in 1976, while still touring with the band, and embarked on a solo career in 1977. He founded the record label Private Music. Since the early 2000s, Baumann has devoted his time to studying and promoting initiatives "}]}, {"heading": "Births", "year": "1953", "date": "January 29", "txt": "Charlie Wilson, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 29", "txt": "Teresa Teng, Taiwanese singer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 29", "txt": "Christian Bjelland IV, Norwegian businessman and art collector", "entities": [{"title": "Christian Bjelland IV", "href": "/wiki/Christian_Bjelland_IV", "description": "Christian Bjelland IV is a Norwegian industrialist and art collector. Born in Stavanger, Norway, Bjelland is the great-grandson of the Norwegian industrial pioneer Christian Bjelland (1858–1927) and current chairman and owner of Chr. Bjelland & Co. AS. He was educated at Sedbergh School, England (1967–1972), Dartmouth College and Harvard Business School. He worked for The Boston Consulting Group i"}]}, {"heading": "Births", "year": "1954", "date": "January 29", "txt": "Terry Kinney, American actor and director", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 29", "txt": "Oprah Winfrey, American talk show host, actress, and producer, founded Harpo Productions", "entities": [{"title": "Harpo Productions", "href": "/wiki/Harpo_Productions", "description": "Harpo Productions is an American multimedia production company founded by Oprah Winfrey and based in West Hollywood, California. It is the sole subsidiary of her media and entertainment company Harpo, Inc. The name \"Harpo\" is \"Oprah\" spelled backwards, and it was also the name of her on-screen husband in The Color Purple."}]}, {"heading": "Births", "year": "1956", "date": "January 29", "txt": "Jan Jakub Kolski, Polish director, screenwriter, and cinematographer", "entities": [{"title": "Jan Jakub Kolski", "href": "/wiki/Jan_Jakub_Kolski", "description": "Jan Jakub Kolski is a Polish film director, cinematographer, and writer."}]}, {"heading": "Births", "year": "1957", "date": "January 29", "txt": "Philippe Dintrans, French rugby player", "entities": [{"title": "Philippe Dintrans", "href": "/wiki/Philippe_Dintrans", "description": "Philippe Dintrans is a former French rugby union player and a current entrepreneur. He played as a hooker."}]}, {"heading": "Births", "year": "1957", "date": "January 29", "txt": "Ron Franscell, American author and journalist", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 29", "txt": "Grażyna Miller, Polish journalist and poet (d. 2009)", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 29", "txt": "Mike Foligno, Canadian ice hockey player and coach", "entities": [{"title": "Mike Foligno", "href": "/wiki/Mike_Foligno", "description": "Michael Anthony Foligno is a Canadian former professional ice hockey right winger who played in the National Hockey League for fifteen seasons from 1979–80 until 1993–94. He is currently a scout for the Vegas Golden Knights."}]}, {"heading": "Births", "year": "1960", "date": "January 29", "txt": "Gia Carangi, American supermodel (d. 1986)", "entities": [{"title": "Gia Carangi", "href": "/wiki/Gia_Carangi", "description": "Gia Marie Carangi was an American model, considered by many to be the first supermodel. She was featured on the cover of fashion magazines, including multiple editions of Vogue and Cosmopolitan, and appeared in advertising campaigns for such fashion houses as Armani, Christian Dior, Versace, and Yves Saint Laurent."}]}, {"heading": "Births", "year": "1960", "date": "January 29", "txt": "Greg Louganis, American diver and author", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 29", "txt": "Petra Thümer, German swimmer and photographer", "entities": [{"title": "Petra Thümer", "href": "/wiki/Petra_Th%C3%BCmer", "description": "Petra Thümer is a former swimmer from East Germany. She won gold medals in the 400 m and 800 m freestyle at the 1976 Summer Olympics and the 1977 European Aquatics Championships. During her career she set five world records in the 400 m and 800 m freestyle. In 1987 she was inducted into the International Swimming Hall of Fame."}]}, {"heading": "Births", "year": "1962", "date": "January 29", "txt": "Nicholas Turturro, American actor, director, producer, and screenwriter", "entities": [{"title": "Nicholas Turturro", "href": "/wiki/Nicholas_Turturro", "description": "Nicholas Turturro is an American actor, known for his roles in New York City based films and on the television series Blue Bloods and NYPD Blue. He has collaborated with director Spike Lee since the late 1980s, starting with voice work for Do The Right Thing, and playing a supporting role in BlacKkKlansman. Nicholas is the younger brother of John Turturro and the cousin of Aida Turturro."}]}, {"heading": "Births", "year": "1964", "date": "January 29", "txt": "John Anthony Gallagher, English-New Zealand rugby player", "entities": [{"title": "John Anthony Gallagher", "href": "/wiki/John_Anthony_Gallagher", "description": "John Anthony Gallagher is an English former rugby union and rugby league footballer who played in the 1980s and 1990s. He played international rugby union for New Zealand as a fullback, winning the World Cup in 1987. In 1990, he moved to rugby league, playing for Leeds, and the London Crusaders as a fullback."}]}, {"heading": "Births", "year": "1965", "date": "January 29", "txt": "Dominik Hašek, Czech ice hockey player", "entities": [{"title": "Dominik Hašek", "href": "/wiki/Dominik_Ha%C5%A1ek", "description": "Dominik Hašek is a Czech former ice hockey goaltender. Widely regarded as one of the best goaltenders of all time, Hasek played for the Chicago Blackhawks, Buffalo Sabres, Detroit Red Wings and the Ottawa Senators in his 16-season National Hockey League career. During his years in Buffalo, he became one of the league's finest goaltenders, earning him the nickname \"The Dominator\". His strong play h"}]}, {"heading": "Births", "year": "1965", "date": "January 29", "txt": "Peter Lundgren, Swedish tennis player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 29", "txt": "Romário, Brazilian footballer, manager, and politician", "entities": [{"title": "Romário", "href": "/wiki/Rom%C3%A1rio", "description": "Romário de Souza Faria, known simply as Romário, is a Brazilian politician who previously achieved worldwide fame as a professional footballer. A prolific striker renowned for his clinical finishing, he is considered as one of the greatest players of all time. Romário starred for Brazil in their 1994 FIFA World Cup triumph, receiving the Golden Ball as player of the tournament. He was named FIFA W"}]}, {"heading": "Births", "year": "1967", "date": "January 29", "txt": "Stacey King, American basketball player, coach, and sportscaster", "entities": [{"title": "Stacey King", "href": "/wiki/Stacey_King", "description": "Ronald Stacey King is an American sports announcer and retired National Basketball Association (NBA) center who won three consecutive championships with the Chicago Bulls from 1991 to 1993. King is currently the lead color commentator for Chicago Bulls television broadcasts."}]}, {"heading": "Births", "year": "1968", "date": "January 29", "txt": "Edward Burns, American actor, director, and producer", "entities": [{"title": "Edward Burns", "href": "/wiki/Edward_Burns", "description": "Edward Fitzgerald Burns is an American actor, producer, writer, and director best known for appearing in several films including Saving Private Ryan (1998), 15 Minutes (2001), Life or Something Like It (2002), Confidence (2003), A Sound of Thunder (2005), The Holiday (2006), The Groomsmen (2006), One Missed Call (2008), 27 Dresses (2008), Man on a Ledge (2012), Friends with Kids (2012), and Alex C"}]}, {"heading": "Births", "year": "1968", "date": "January 29", "txt": "Susi Erdmann, German luger and bobsledder", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 29", "txt": "Rajyavardhan Singh Rathore, Indian colonel and politician", "entities": [{"title": "Rajyavardhan Singh Rathore", "href": "/wiki/Rajyavardhan_Singh_Rathore", "description": "Colonel Rajyavardhan Singh Rathore,, is an Indian politician, Olympic medallist and retired Indian Army officer. Rathore is a Member of Parliament in the 17th Lok Sabha from Jaipur Rural seat. He served as the Minister of State for Ministry of Youth Affairs and Sports in the Government of India till May 2019."}]}, {"heading": "Births", "year": "1970", "date": "January 29", "txt": "Heather Graham, American actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 29", "txt": "Jörg Hoffmann, German swimmer", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 29", "txt": "Paul Ryan, American politician, 62nd Speaker of the United States House of Representatives", "entities": [{"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1970", "date": "January 29", "txt": "Mohammed Yusuf, Nigerian Islamist leader, founded Boko Haram (d. 2009)", "entities": [{"title": "Boko Haram", "href": "/wiki/Boko_Haram", "description": "Boko Haram, officially known as Jamā'at Ahl as-Sunnah lid-Da'wah wa'l-Jihād, and Wilāyat Garb Ifrīqīyā, meaning \"West African Province\", is a jihadist terrorist organization based in northeastern Nigeria, which is also active in Chad, Niger and northern Cameroon."}]}, {"heading": "Births", "year": "1975", "date": "January 29", "txt": "Sara Gilbert, American actress, producer, and talk show host", "entities": [{"title": "Sara Gilbert", "href": "/wiki/Sara_Gilbert", "description": "Sara Gilbert is an American actress, director, and producer known for her role as Darlene Conner on the ABC sitcom Roseanne, for which she received two Primetime Emmy Award nominations. She is also creator and former co-host of the CBS daytime talk show The Talk and had a recurring role as Leslie Winkle on CBS's The Big Bang Theory."}]}, {"heading": "Births", "year": "1980", "date": "January 29", "txt": "Ivan Klasnic, German-Croatian footballer", "entities": [{"title": "Ivan Klasnic", "href": "/wiki/Ivan_Klasnic", "description": "Ivan Klasnić is a Croatian former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1982", "date": "January 29", "txt": "Adam Lambert, American singer, songwriter and actor", "entities": [{"title": "Adam Lambert", "href": "/wiki/Adam_Lambert", "description": "Adam Mitchel Lambert is an American singer, songwriter and actor. Since 2009, he has sold over 3 million albums and 5 million singles worldwide."}]}, {"heading": "Births", "year": "1984", "date": "January 29", "txt": "Natalie du Toit, South African swimmer", "entities": [{"title": "Natalie du Toit", "href": "/wiki/Natalie_du_Toit", "description": "Natalie du Toit OIG is a South African swimmer. She is best known for the gold medals she won at the 2004 Paralympic Games as well as the Commonwealth Games. She was one of two Paralympians to compete at the 2008 Summer Olympics in Beijing; the other being table tennis player Natalia Partyka. Du Toit became the third amputee ever to qualify for the Olympics, where she placed 16th in the 10K, \"Mara"}]}, {"heading": "Births", "year": "1984", "date": "January 29", "txt": "Nuno Morais, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 29", "txt": "Marc Gasol, Spanish basketball player", "entities": [{"title": "Marc Gasol", "href": "/wiki/Marc_Gasol", "description": "Marc Gasol Sáez is a Spanish professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). A center, he was drafted 48th overall by the Los Angeles Lakers in the 2007 NBA draft. After having his rights traded to the Memphis Grizzlies in February 2008 in a deal that sent his older brother Pau to the Lakers, he signed with the team and remained with the fran"}]}, {"heading": "Births", "year": "1987", "date": "January 29", "txt": "José Abreu, Cuban baseball player", "entities": [{"title": "José Abreu (baseball)", "href": "/wiki/Jos%C3%A9_Abreu_(baseball)", "description": "José Dariel Abreu Correa is a Cuban professional baseball first baseman for the Chicago White Sox of Major League Baseball (MLB). He played in the Cuban National Series for Cienfuegos before his defection in August 2013. After being granted free agency by MLB, Abreu signed with the White Sox in October 2013. Since 2013, Abreu has performed primarily as a first baseman, however he has also filled i"}]}, {"heading": "Births", "year": "1988", "date": "January 29", "txt": "Tatyana Chernova, Russian heptathlete", "entities": [{"title": "Tatyana Chernova", "href": "/wiki/Tatyana_Chernova", "description": "Tatyana Sergeyevna Chernova is a Russian heptathlete. She was originally awarded the bronze medal at the 2008 and 2012 Summer Olympics, and the gold medal at the 2011 World Championships in Athletics before being stripped of those medals for doping. A serial offender, all of her athletics results from 17 August 2008 to 5 February 2016 have been disqualified due to doping."}]}, {"heading": "Births", "year": "1988", "date": "January 29", "txt": "Shay Logan, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 29", "txt": "Aydın Yılmaz, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 29", "txt": "Kevin Shattenkirk, American ice hockey player", "entities": [{"title": "Kevin Shattenkirk", "href": "/wiki/Kevin_Shattenkirk", "description": "Kevin Michael Shattenkirk is an American professional ice hockey defenseman who currently plays for the Anaheim Ducks of the National Hockey League (NHL). He previously played for the Colorado Avalanche, St. Louis Blues, Washington Capitals, New York Rangers and Tampa Bay Lightning. He was drafted in the first round, 14th overall, at the 2007 NHL Entry Draft by the Avalanche. Shattenkirk won the S"}]}, {"heading": "Births", "year": "1992", "date": "January 29", "txt": "Markel Brown, American basketball player", "entities": [{"title": "Markel Brown", "href": "/wiki/Markel_Brown", "description": "DeMarious Markel Brown is an American professional basketball player for Hapoel Eilat of the Israeli Basketball Premier League. He played college basketball for the Oklahoma State Cowboys."}]}, {"heading": "Births", "year": "1993", "date": "January 29", "txt": "Kyary Pamyu Pamyu, Japanese singer ", "entities": [{"title": "Kyary Pamyu Pamyu", "href": "/wiki/Kyary_Pamyu_Pamyu", "description": "Kiriko Takemura , known professionally as Kyary Pamyu Pamyu, is a Japanese singer and model. Her public image is associated with Japan's kawaii and decora culture, centered in the Harajuku neighborhood of Tokyo. Kyary's music is produced by musician Yasutaka Nakata of electronic music duo Capsule."}]}, {"heading": "Deaths", "year": "661", "date": "January 29", "txt": "Ali, cousin and son-in-law of Muhammad (b. 601)", "entities": [{"title": "Ali", "href": "/wiki/Ali", "description": "Ali ibn Abi Talib was a cousin, son-in-law and companion of the Islamic prophet Muhammad, who ruled as the fourth caliph from 656 until his assassination in 661. He is one of the central figures in Shia Islam and is regarded as the rightful immediate successor to Muhammad as an Imam by Shia Muslims."}, {"title": "Muhammad", "href": "/wiki/Muhammad", "description": "Muhammad was an Arab religious, social, and political leader and the founder of the world religion of Islam. According to Islamic doctrine, he was a prophet, sent to preach and confirm the monotheistic teachings of Adam, Abraham, Moses, Jesus, and other prophets. He is believed to be the final prophet of God in all the main branches of Islam, though some modern denominations diverge from this beli"}]}, {"heading": "Deaths", "year": "702", "date": "January 29", "txt": "Princess Ōku of Japan (b. 661)", "entities": [{"title": "Princess Ōku", "href": "/wiki/Princess_%C5%8Cku", "description": "Ōku was a Japanese princess during the Asuka period in Japanese history. She was the daughter of Emperor Tenmu and sister of Prince Ōtsu. As a young girl, she witnessed the Jinshin War. According to the Man'yōshū, she became the first Saiō to serve at Ise Grand Shrine. After the death of her brother Prince Ōtsu in 686, she returned from Ise to Yamato to enshrine his remains on Mt. Futakami, before"}]}, {"heading": "Deaths", "year": "757", "date": "January 29", "txt": "An Lushan, Chinese general (b. 703)", "entities": [{"title": "An Lushan", "href": "/wiki/An_Lushan", "description": "An Lushan or An Lu-shan was a general in the Tang dynasty and is primarily known for instigating the An Lushan Rebellion."}]}, {"heading": "Deaths", "year": "870", "date": "January 29", "txt": "Salih ibn Wasif, Muslim general", "entities": [{"title": "Salih ibn Wasif", "href": "/wiki/Salih_ibn_Wasif", "description": "Salih ibn Wasif was a Turkic officer in the service of the Abbasid Caliphate. The son of Wasif, a central figure during the Anarchy at Samarra, Salih briefly seized power in the capital Samarra and deposed the caliph al-Mu'tazz in 869, but he was later defeated by the general Musa ibn Bugha and killed in the following year."}]}, {"heading": "Deaths", "year": "1119", "date": "January 29", "txt": "Pope Gelasius II (b. 1060)", "entities": [{"title": "Pope Gelasius II", "href": "/wiki/Pope_Gelasius_II", "description": "Pope Gelasius II, born Giovanni Caetani or Giovanni da Gaeta, was head of the Catholic Church and ruler of the Papal States from 24 January 1118 to his death in 1119. A monk of Monte Cassino and chancellor of Pope Paschal II, Caetani was unanimously elected to succeed him. In doing so he also inherited the conflict with Emperor Henry V over investiture. Gelasius spent a good part of his brief papa"}]}, {"heading": "Deaths", "year": "1327", "date": "January 29", "txt": "Adolf, Count Palatine of the Rhine (b. 1300)", "entities": [{"title": "Adolf, Count Palatine of the Rhine", "href": "/wiki/Adolf,_Count_Palatine_of_the_Rhine", "description": "Adolf of the Rhine from the house of Wittelsbach was formally Count Palatine of the Rhine from 1319 to 1327."}]}, {"heading": "Deaths", "year": "1465", "date": "January 29", "txt": "Louis, Duke of Savoy (b. 1413)", "entities": [{"title": "Louis, Duke of Savoy", "href": "/wiki/Louis,_Duke_of_Savoy", "description": "Louis I was Duke of Savoy from 1440 until his death in 1465."}]}, {"heading": "Deaths", "year": "1597", "date": "January 29", "txt": "Elias Ammerbach, German organist and composer (b. 1530)", "entities": [{"title": "Elias Ammerbach", "href": "/wiki/Elias_Ammerbach", "description": "Elias Nikolaus Ammerbach was a German organist and arranger of organ music of the Renaissance. He published the earliest printed book of organ music in Germany and is grouped among the composers known as the Colorists."}]}, {"heading": "Deaths", "year": "1608", "date": "January 29", "txt": "Frederick I, Duke of Württemberg (b. 1557)", "entities": [{"title": "Frederick I, Duke of Württemberg", "href": "/wiki/Frederick_I,_Duke_of_W%C3%BCrttemberg", "description": "Friedrich I of Württemberg was the son of George of Mömpelgard and his wife Barbara of Hesse, daughter of Philip I, Landgrave of Hesse."}]}, {"heading": "Deaths", "year": "1647", "date": "January 29", "txt": "Francis Meres, English priest and author (b. 1565)", "entities": [{"title": "Francis Meres", "href": "/wiki/Francis_Meres", "description": "\n\nFrancis Meres was an English churchman and author. His 1598 commonplace book includes the first critical account of poems and plays by Shakespeare."}]}, {"heading": "Deaths", "year": "1678", "date": "January 29", "txt": "Jerónimo Lobo, Portuguese missionary and author (b. 1593)", "entities": [{"title": "Jerónimo Lobo", "href": "/wiki/Jer%C3%B3nimo_Lobo", "description": "Jerónimo Lobo was a Portuguese Jesuit missionary. He took part in the unsuccessful efforts to convert Ethiopia from the native Ethiopian church to Roman Catholicism until the expulsion of the Jesuits in 1643. Afterwards he wrote an account of his time in Ethiopia, Itinerário, which is an important source for the history and culture of that country."}]}, {"heading": "Deaths", "year": "1706", "date": "January 29", "txt": "Charles Sackville, 6th Earl of Dorset, English poet and courtier (b. 1638)", "entities": [{"title": "Charles Sackville, 6th Earl of Dorset", "href": "/wiki/Charles_Sackville,_6th_Earl_of_Dorset", "description": "Charles Sackville, 6th Earl of Dorset and 1st Earl of Middlesex, KG was an English poet and courtier."}]}, {"heading": "Deaths", "year": "1737", "date": "January 29", "txt": "George Hamilton, 1st Earl of Orkney, Scottish-English field marshal and politician, Colonial Governor of Virginia (b. 1666)", "entities": [{"title": "George Hamilton, 1st Earl of Orkney", "href": "/wiki/George_Hamilton,_1st_Earl_of_Orkney", "description": "Field Marshal George Hamilton, 1st Earl of Orkney, KT, styled Lord George Hamilton from 1666 to 1696, was a British soldier and Scottish nobleman and the first British Army officer to be promoted to the rank of field marshal. After commanding a regiment for the cause of William of Orange during the Williamite War in Ireland, he commanded a regiment in the Low Countries during the Nine Years' War. "}, {"title": "List of colonial governors of Virginia", "href": "/wiki/List_of_colonial_governors_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Deaths", "year": "1743", "date": "January 29", "txt": "André-Hercule de Fleury, French cardinal (b. 1653)", "entities": [{"title": "André-Hercule de Fleury", "href": "/wiki/Andr%C3%A9-Hercule_de_Fleury", "description": "André-Hercule de Fleury, Bishop of Fréjus, Archbishop of Aix was a French cardinal who served as the chief minister of Louis XV."}]}, {"heading": "Deaths", "year": "1763", "date": "January 29", "txt": "Louis Racine, French poet (b. 1692)", "entities": [{"title": "Louis Racine", "href": "/wiki/Louis_Racine", "description": "Louis Racine was a French poet of the Age of the Enlightenment."}]}, {"heading": "Deaths", "year": "1820", "date": "January 29", "txt": "George III of the United Kingdom (b. 1738)", "entities": [{"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}]}, {"heading": "Deaths", "year": "1829", "date": "January 29", "txt": "Paul François Jean Nicolas, vicomte de Barras, French captain and politician (b. 1755)", "entities": [{"title": "Paul François Jean Nicolas, vicomte de Barras", "href": "/wiki/Paul_Fran%C3%A7ois_Jean_Nicolas,_vicomte_de_Barras", "description": "Paul François Jean Nicolas, vicomte de Barras, commonly known as Paul Barras, was a French politician of the French Revolution, and the main executive leader of the Directory regime of 1795–1799."}]}, {"heading": "Deaths", "year": "1829", "date": "January 29", "txt": "István Pauli, Hungarian-Slovenian priest and poet (b. 1760)", "entities": []}, {"heading": "Deaths", "year": "1870", "date": "January 29", "txt": "Leopold II, Grand Duke of Tuscany (b. 1797)", "entities": [{"title": "Leopold II, Grand Duke of Tuscany", "href": "/wiki/Leopold_II,_Grand_Duke_of_Tuscany", "description": "Leopold II, was Grand Duke of Tuscany (1824–1859). He married twice; first to Maria Anna of Saxony, and after her death in 1832, to Maria Antonia of the Two-Sicilies. By the latter, he begat his eventual successor, Ferdinand. Leopold was recognised contemporarily as a liberal monarch, authorising the Tuscan Constitution of 1848, and allowing a degree of free press."}]}, {"heading": "Deaths", "year": "1871", "date": "January 29", "txt": "Philippe-Joseph Aubert de Gaspé, Canadian author (b. 1786)", "entities": [{"title": "Philippe-Joseph Aubert de Gaspé", "href": "/wiki/Philippe-Joseph_Aubert_de_Gasp%C3%A9", "description": "Philippe-Joseph Aubert de Gaspé was a French Canadian writer and seigneur."}]}, {"heading": "Deaths", "year": "1888", "date": "January 29", "txt": "Edward Lear, English poet and illustrator (b. 1812)", "entities": [{"title": "Edward Lear", "href": "/wiki/Edward_Lear", "description": "Edward Lear was an English artist, illustrator, musician, author and poet, now known mostly for his literary nonsense in poetry and prose and especially his limericks, a form he popularised. His principal areas of work as an artist were threefold: as a draughtsman employed to illustrate birds and animals; making coloured drawings during his journeys, which he reworked later, sometimes as plates fo"}]}, {"heading": "Deaths", "year": "1899", "date": "January 29", "txt": "Alfred Sisley, French-English painter (b. 1839)", "entities": [{"title": "Alfred Sisley", "href": "/wiki/Alfred_Sisley", "description": "Alfred Sisley was an Impressionist landscape painter who was born and spent most of his life in France, but retained British citizenship. He was the most consistent of the Impressionists in his dedication to painting landscape en plein air. He deviated into figure painting only rarely and, unlike Renoir and Pissarro, found that Impressionism fulfilled his artistic needs."}]}, {"heading": "Deaths", "year": "1906", "date": "January 29", "txt": "Christian IX of Denmark (b. 1818)", "entities": [{"title": "Christian IX of Denmark", "href": "/wiki/Christian_IX_of_Denmark", "description": "Christian IX was King of Denmark from 1863 until his death in 1906. From 1863 to 1864, he was concurrently Duke of Schleswig, Holstein and Lauenburg."}]}, {"heading": "Deaths", "year": "1928", "date": "January 29", "txt": "Douglas Haig, 1st Earl Haig, Scottish field marshal (b. 1861)", "entities": [{"title": "Douglas Haig, 1st Earl Haig", "href": "/wiki/Douglas_Haig,_1st_Earl_Haig", "description": "Field Marshal Douglas Haig, 1st Earl Haig, was a senior officer of the British Army. During the First World War, he commanded the British Expeditionary Force (BEF) on the Western Front from late 1915 until the end of the war. He was commander during the Battle of the Somme, the Battle of Arras, the Third Battle of Ypres (Passchendaele), the German spring offensive, and the final Hundred Days Offen"}]}, {"heading": "Deaths", "year": "1931", "date": "January 29", "txt": "Henri Mathias Berthelot, French general during World War I (b. 1861)", "entities": [{"title": "Henri Mathias Berthelot", "href": "/wiki/Henri_Mathias_Berthelot", "description": "Henri Mathias Berthelot was a French general during World War I. He held an important staff position under Joseph Joffre, the French commander-in-chief, at the First Battle of the Marne, before later commanding a corps in the front line. In 1917 he helped to rebuild the Romanian Army following its disastrous defeat the previous autumn, then in summer 1918 he commanded French Fifth Army at the Seco"}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Deaths", "year": "1933", "date": "January 29", "txt": "Sara Teasdale, American poet (b. 1884)", "entities": [{"title": "Sara Teasdale", "href": "/wiki/Sara_Teasdale", "description": "Sara Teasdale was an American lyric poet. She was born Sarah Trevor Teasdale in St. Louis, Missouri, and used the name Sara Teasdale Filsinger after her marriage in 1914."}]}, {"heading": "Deaths", "year": "1934", "date": "January 29", "txt": "Fritz Haber, Polish-German chemist and engineer, Nobel Prize laureate (b. 1868)", "entities": [{"title": "Fritz Haber", "href": "/wiki/Fritz_Haber", "description": "Fritz Haber was a German chemist who received the Nobel Prize in Chemistry in 1918 for his invention of the Haber–Bosch process, a method used in industry to synthesize ammonia from nitrogen gas and hydrogen gas. This invention is of importance for the large-scale synthesis of fertilizers and explosives. It is estimated that two thirds of annual global food production uses nitrogen from the Haber-"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1941", "date": "January 29", "txt": "Ioannis Metaxas, Greek general and politician, 130th Prime Minister of Greece (b. 1871)", "entities": [{"title": "Ioannis Metaxas", "href": "/wiki/Ioannis_Metaxas", "description": "Ioannis Metaxas was a Greek military officer and politician, serving as Prime Minister of Greece from 1936 until his death in 1941. He governed constitutionally for the first four months of his tenure, and thereafter as the strongman of the 4th of August Regime."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1944", "date": "January 29", "txt": "William Allen White, American journalist and author (b. 1868)", "entities": [{"title": "William Allen White", "href": "/wiki/William_Allen_White", "description": "William Allen White was an American newspaper editor, politician, author, and leader of the Progressive movement. Between 1896 and his death, White became a spokesman for middle America."}]}, {"heading": "Deaths", "year": "1946", "date": "January 29", "txt": "Harry Hopkins, American businessman and politician, 8th United States Secretary of Commerce (b. 1890)", "entities": [{"title": "Harry Hopkins", "href": "/wiki/Harry_Hopkins", "description": "Harry Lloyd Hopkins was the 8th Secretary of Commerce, and President Franklin Delano Roosevelt's closest advisor on foreign policy during World War II. He was one of the architects of the New Deal, especially the relief programs of the Works Progress Administration (WPA), which he directed and built into the largest employer in the country. In World War II, he was Roosevelt's chief diplomatic trou"}, {"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Deaths", "year": "1948", "date": "January 29", "txt": "Prince Aimone, Duke of Aosta (b. 1900)", "entities": [{"title": "Prince Aimone, Duke of Aosta", "href": "/wiki/Prince_Aimone,_Duke_of_Aosta", "description": "Prince Aimone, 4th Duke of Aosta was a prince of Italy's reigning House of Savoy and an officer of the Royal Italian Navy. The second son of Prince Emanuele Filiberto, Duke of Aosta he was granted the title Duke of Spoleto on 22 September 1904. He inherited the title Duke of Aosta on 3 March 1942 following the death of his brother Prince Amedeo, in a British prisoner of war camp in Nairobi."}]}, {"heading": "Deaths", "year": "1950", "date": "January 29", "txt": "Ahmad Al-Jaber Al-Sabah, Kuwaiti ruler (b. 1885)", "entities": [{"title": "Ahmad Al-Jaber Al-Sabah", "href": "/wiki/Ahmad_Al-Jaber_Al-Sabah", "description": "Ahmad Al-Jaber Al-Sabah was the tenth ruler of Kuwait, from 29 March 1921 until his death on 29 January 1950."}]}, {"heading": "Deaths", "year": "1951", "date": "January 29", "txt": "Frank Tarrant, Australian cricketer and umpire (b. 1880)", "entities": [{"title": "Frank Tarrant", "href": "/wiki/Frank_Tarrant", "description": "Francis Alfred \"Frank\" Tarrant was an Australian cricketer whose first-class career spanned from 1899 to 1936, and included 329 matches."}]}, {"heading": "Deaths", "year": "1956", "date": "January 29", "txt": "H. L. Mencken, American journalist and critic (b. 1880)", "entities": [{"title": "H. L. Mencken", "href": "/wiki/H._L._Mencken", "description": "Henry Louis Mencken was an American journalist, essayist, satirist, cultural critic, and scholar of American English. He commented widely on the social scene, literature, music, prominent politicians, and contemporary movements. His satirical reporting on the Scopes Trial, which he dubbed the \"Monkey Trial,\" also gained him attention."}]}, {"heading": "Deaths", "year": "1959", "date": "January 29", "txt": "Winifred Brunton, South African painter and illustrator (b. 1880)", "entities": [{"title": "Winifred Brunton", "href": "/wiki/Winifred_Brunton", "description": "Winifred Mabel Brunton née Newberry was a South African painter, illustrator and Egyptologist."}]}, {"heading": "Deaths", "year": "1962", "date": "January 29", "txt": "Fritz Kreisler, Austrian-American violinist and composer (b. 1875)", "entities": [{"title": "Fritz Kreisler", "href": "/wiki/Fritz_Kreisler", "description": "Fritz Kreisler was an Austrian-born American violinist and composer. One of the most noted violin masters of his day, and regarded as one of the greatest violinists of all time, he was known for his sweet tone and expressive phrasing. Like many great violinists of his generation, he produced a characteristic sound which was immediately recognizable as his own. Although it derived in many respects "}]}, {"heading": "Deaths", "year": "1963", "date": "January 29", "txt": "Robert Frost, American poet and playwright (b. 1874)", "entities": [{"title": "Robert Frost", "href": "/wiki/Robert_Frost", "description": "Robert Lee Frost was an American poet. His work was initially published in England before it was published in the United States. Known for his realistic depictions of rural life and his command of American colloquial speech, Frost frequently wrote about settings from rural life in New England in the early 20th century, using them to examine complex social and philosophical themes."}]}, {"heading": "Deaths", "year": "1964", "date": "January 29", "txt": "Alan Ladd, American actor (b. 1913)", "entities": [{"title": "Alan Ladd", "href": "/wiki/Alan_Ladd", "description": "Alan Walbridge Ladd was an American actor and film and television producer. Ladd found success in film in the 1940s and early 1950s, particularly in Westerns, such as Shane (1953) and in films noir. He was often paired with Veronica Lake in noirish films, such as This Gun for Hire (1942), The Glass Key (1942), and The Blue Dahlia (1946)."}]}, {"heading": "Deaths", "year": "1969", "date": "January 29", "txt": "Allen Welsh Dulles, American banker, lawyer, and diplomat, 5th Director of Central Intelligence (b. 1893)", "entities": [{"title": "Allen Welsh Dulles", "href": "/wiki/Allen_Welsh_Dulles", "description": "Allen Welsh Dulles was the first civilian Director of Central Intelligence (DCI), and its longest-serving director to date. As head of the Central Intelligence Agency (CIA) during the early Cold War, he oversaw the 1953 Iranian coup d'état, the 1954 Guatemalan coup d'état, the Lockheed U-2 aircraft program, the Project MKUltra mind control program and the Bay of Pigs Invasion. He was fired by John"}, {"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Deaths", "year": "1970", "date": "January 29", "txt": "B. H. Liddell Hart, French-English soldier, historian, and journalist (b. 1895)", "entities": [{"title": "B. H. Liddell Hart", "href": "/wiki/B._H._Liddell_Hart", "description": "Sir Basil Henry Liddell Hart, commonly known throughout most of his career as Captain B. H. Liddell Hart, was a British soldier, military historian and military theorist. He wrote a series of military histories that proved influential among strategists. He argued that frontal assault was a strategy that was bound to fail at great cost in lives, as happened in the First World War. He instead recomm"}]}, {"heading": "Deaths", "year": "1977", "date": "January 29", "txt": "Freddie Prinze, American comedian and actor (b. 1954)", "entities": [{"title": "Freddie Prinze", "href": "/wiki/Freddie_Prinze", "description": "Freddie James Prinze was an American stand-up comedian and actor. Prinze was the star of NBC-TV sitcom Chico and the Man from 1974 until his suicide in 1977. Prinze is the father of actor Freddie Prinze Jr."}]}, {"heading": "Deaths", "year": "1978", "date": "January 29", "txt": "Frank Nicklin, Australian politician, 28th Premier of Queensland (b. 1895)", "entities": [{"title": "Frank Nicklin", "href": "/wiki/Frank_Nicklin", "description": "Sir George Francis Reuben Nicklin, was an Australian politician. He was the Premier of Queensland from 1957 to 1968, the first non-Labor Party premier since 1932."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1980", "date": "January 29", "txt": "Jimmy Durante, American entertainer (b. 1893)", "entities": [{"title": "Jimmy Durante", "href": "/wiki/Jimmy_Durante", "description": "James Francis Durante was an American actor, comedian, singer, vaudevillian, and pianist. His distinctive gravelly speech, Lower East Side accent, comic language-butchery, jazz-influenced songs, and prominent nose helped make him one of America's most familiar and popular personalities of the 1920s through the 1970s. He often referred to his nose as the schnozzola, and the word became his nickname"}]}, {"heading": "Deaths", "year": "1991", "date": "January 29", "txt": "Yasushi Inoue, Japanese author and poet (b. 1907)", "entities": [{"title": "Yasushi Inoue", "href": "/wiki/Yasushi_Inoue", "description": "Yasushi Inoue  was a Japanese writer of poetry, essays, short stories, and novels. Born in Asahikawa, Hokkaido in 1907, Inoue was raised in Shizuoka Prefecture."}]}, {"heading": "Deaths", "year": "1992", "date": "January 29", "txt": "Willie Dixon, American singer-songwriter and producer (b. 1915)", "entities": [{"title": "Willie Dixon", "href": "/wiki/Willie_Dixon", "description": "William James Dixon was an American blues musician, vocalist, songwriter, arranger and record producer. He was proficient in playing both the upright bass and the guitar, and sang with a distinctive voice, but he is perhaps best known as one of the most prolific songwriters of his time. Next to Muddy Waters, Dixon is recognized as the most influential person in shaping the post–World War II sound "}]}, {"heading": "Deaths", "year": "1993", "date": "January 29", "txt": "Adetokunbo Ademola, Nigerian lawyer and jurist, 2nd Chief Justice of Nigeria (b. 1906)", "entities": [{"title": "Adetokunbo Ademola", "href": "/wiki/Adetokunbo_Ademola", "description": "Omoba Sir Adetokunbo Adegboyega Ademola, KBE, GCON, PC, SAN was a Nigerian jurist who was the Chief Justice of the Supreme Court of Nigeria from 1958 to 1972. He was appointed as Chief Justice on April 1, 1958, replacing Sir Stafford Foster Sutton who was retiring. Ademola was a son of Oba Sir Ladapo Ademola II, the Alake of the Egba clan of Nigeria. He was the first chancellor of the University o"}, {"title": "Chief Justice of Nigeria", "href": "/wiki/Chief_Justice_of_Nigeria", "description": "\n\nThe Chief Justice of Nigeria or CJN is the head of the judicial arm of the government of Nigeria, and presides over the country's Supreme Court and the National Judicial Council The current Chief Justice is Ibrahim Tanko Muhammad who was appointed 22 March 2019. He took over from the controversially appointed on 25 January 2019 by the Nigerian President Muhammadu Buhari in acting capacity, pendi"}]}, {"heading": "Deaths", "year": "1994", "date": "January 29", "txt": "Ulrike Maier, Austrian skier (b. 1967)", "entities": [{"title": "Ulrike Maier", "href": "/wiki/Ulrike_Maier", "description": "Ulrike Maier was a World Cup alpine ski racer from Austria, a two-time World Champion in Super-G. She competed at the 1988 Winter Olympics and the 1992 Winter Olympics."}]}, {"heading": "Deaths", "year": "1999", "date": "January 29", "txt": "Lili St. Cyr, American model and dancer (b. 1918)", "entities": [{"title": "Lili St. Cyr", "href": "/wiki/Lili_St._Cyr", "description": "Marie Frances Van Schaack, known professionally as Lili St. Cyr, was a prominent American burlesque stripteaser."}]}, {"heading": "Deaths", "year": "2002", "date": "January 29", "txt": "Harold Russell, Canadian-American soldier and actor (b. 1914)", "entities": [{"title": "Harold Russell", "href": "/wiki/Harold_Russell", "description": "Harold John Avery Russell was a Canadian-born American World War II veteran who became one of only two non-professional actors to win an Academy Award for acting. Russell also has the distinction of being the only performer to sell his Oscar award at auction."}]}, {"heading": "Deaths", "year": "2003", "date": "January 29", "txt": "Frank Moss, American lawyer and politician (b. 1911)", "entities": [{"title": "Frank Moss (politician)", "href": "/wiki/Frank_Moss_(politician)", "description": "Frank Edward \"Ted\" Moss was an American lawyer and politician. A Democrat, he served as a United States Senator from Utah from 1959 to 1977."}]}, {"heading": "Deaths", "year": "2004", "date": "January 29", "txt": "Janet Frame, New Zealand author and poet (b. 1924)", "entities": [{"title": "Janet Frame", "href": "/wiki/Janet_Frame", "description": "Janet Paterson Frame was a New Zealand author. She was internationally renowned for her work, which included novels, short stories, poetry, juvenile fiction, and an autobiography, and received numerous awards including being appointed to the Order of New Zealand, New Zealand's highest civil honour."}]}, {"heading": "Deaths", "year": "2005", "date": "January 29", "txt": "Ephraim Kishon, Israeli author, screenwriter, and director (b. 1924)", "entities": [{"title": "Ephraim Kishon", "href": "/wiki/Ephraim_Kishon", "description": "Ephraim Kishon was an Israeli author, dramatist, screenwriter, and Oscar-nominated film director. He was one of the most widely read contemporary satirists in the world."}]}, {"heading": "Deaths", "year": "2006", "date": "January 29", "txt": "Nam June Paik, South Korean-American artist, (b. 1932)", "entities": [{"title": "Nam June Paik", "href": "/wiki/Nam_June_Paik", "description": "Nam June Paik was a Korean American artist. He worked with a variety of media and is considered to be the founder of video art. He is credited with the first use (1974) of the term \"electronic super highway\" to describe the future of telecommunications."}]}, {"heading": "Deaths", "year": "2008", "date": "January 29", "txt": "Bengt Lindström, Swedish painter and sculptor (b. 1925)", "entities": [{"title": "Bengt Lindström", "href": "/wiki/Bengt_Lindstr%C3%B6m", "description": "Bengt Karl Erik Lindström was a Swedish artist. Lindström was one of Sweden's best known contemporary artists with a characteristic style of distinct colors, often including contorted faces."}]}, {"heading": "Deaths", "year": "2008", "date": "January 29", "txt": "Margaret Truman, American singer and author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 29", "txt": "Hélio Gracie, Brazilian martial artist (b. 1913)", "entities": [{"title": "Hélio Gracie", "href": "/wiki/H%C3%A9lio_Gracie", "description": "Hélio Gracie was a Brazilian martial artist who together with his brothers Oswaldo, Gastao Jr, George & Carlos Gracie founded and developed the self-defense martial art system of Gracie Jiu-Jitsu, also known as Brazilian Jiu-Jitsu."}]}, {"heading": "Deaths", "year": "2009", "date": "January 29", "txt": "John Martyn, British singer-songwriter and guitarist (b. 1948)", "entities": [{"title": "John Martyn", "href": "/wiki/John_Martyn", "description": "Iain David McGeachy, known professionally as John Martyn, was a British singer-songwriter and guitarist. Over a 40-year career, he released 23 studio albums, and received frequent critical acclaim. The Times described him as \"an electrifying guitarist and singer whose music blurred the boundaries between folk, jazz, rock and blues\"."}]}, {"heading": "Deaths", "year": "2011", "date": "January 29", "txt": "Milton Babbitt, American composer, educator, and theorist (b. 1916)", "entities": [{"title": "Milton Babbitt", "href": "/wiki/Milton_Babbitt", "description": "Milton Byron Babbitt was an American composer, music theorist, mathematician, and teacher. He is particularly noted for his serial and electronic music."}]}, {"heading": "Deaths", "year": "2012", "date": "January 29", "txt": "Ranjit Singh Dyal, Indian general and politician, 10th Lieutenant Governor of Puducherry (b. 1928)", "entities": [{"title": "Ranjit Singh Dyal", "href": "/wiki/Ranjit_Singh_Dyal", "description": "Lieutenant General Ranjit Singh Dyal, PVSM, MVC was an Indian Army general and an administrator. As a soldier, Ranjit Singh led the capture of the Haji Pir pass by the Indian army during the 1965 war with Pakistan. He also drew up the plans for Operation Blue Star, and served as the General-Officer-Commanding-in-Chief of the Southern Command. Later, he served as Lieutenant Governor of Puducherry a"}, {"title": "Lieutenant Governor of Puducherry", "href": "/wiki/Lieutenant_Governor_of_Puducherry", "description": "Puducherry is a Union Territory of India. Governance and administration of the territory fall directly under federal authority. Along with Delhi and Jammu and Kashmir, Puducherry is one of the three union territories in India that is entitled by special constitutional amendments to have an elected legislative assembly and a cabinet of ministers, thereby enjoying partial statehood powers."}]}, {"heading": "Deaths", "year": "2012", "date": "January 29", "txt": "Oscar Luigi Scalfaro, Italian lawyer and politician, 9th President of Italy (b. 1918)", "entities": [{"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Deaths", "year": "2012", "date": "January 29", "txt": "Camilla Williams, American soprano and educator (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 29", "txt": "François Cavanna, French journalist and author (b. 1923)", "entities": [{"title": "François Cavanna", "href": "/wiki/Fran%C3%A7ois_Cavanna", "description": "François Cavanna was a French author and satirical newspaper editor.\nHe contributed to the creation and success of Hara-Kiri and Charlie Hebdo. He wrote in a variety of genres including reportage, satire, essays, novels, autobiography and humor. He also translated six books about famous cartoonists."}]}, {"heading": "Deaths", "year": "2015", "date": "January 29", "txt": "Colleen McCullough, Australian neuroscientist, author, and academic (b. 1937)", "entities": [{"title": "Colleen McCullough", "href": "/wiki/Colleen_McCullough", "description": "Colleen Margaretta McCullough was an Australian author known for her novels, her most well-known being The Thorn Birds and The Ladies of Missalonghi."}]}, {"heading": "Deaths", "year": "2015", "date": "January 29", "txt": "Rod McKuen, American singer-songwriter and poet (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 29", "txt": "Alexander Vraciu, American commander and pilot (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 29", "txt": "Jean-Marie Doré, Guinean lawyer and politician, 11th Prime Minister of Guinea (b. 1938)", "entities": [{"title": "Jean-Marie Doré", "href": "/wiki/Jean-Marie_Dor%C3%A9", "description": "Jean-Marie Doré was a Guinean politician who was the Prime Minister of Guinea from January 2010 until December 2010. Doré, who was the President of the Union for the Progress of Guinea (UPG), was an opposition leader for years before being chosen to head a transitional government that was in place during the preparation and conduct of the 2010 presidential election."}, {"title": "Prime Minister of Guinea", "href": "/wiki/Prime_Minister_of_Guinea", "description": "The following is a list of prime ministers of Guinea, since the establishment of the office of Prime Minister in 1972."}]}, {"heading": "Deaths", "year": "2016", "date": "January 29", "txt": "Jacques Rivette, French director, screenwriter, and critic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "January 29", "txt": "George Fernandes, Indian politician (b. 1930)", "entities": [{"title": "George Fernandes", "href": "/wiki/George_Fernandes", "description": "George Mathew Fernandes was an Indian trade unionist, statesman, journalist, and member of Rajya Sabha from Bihar for a short while, and a member of Lok Sabha for a very long period, starting from Bombay in 1967 but mostly representing Bihar. He was a key member of the Janata Dal and the founder of the Samata Party. He held several ministerial portfolios including communication, industry, railways"}]}, {"heading": "Deaths", "year": "2019", "date": "January 29", "txt": "James Ingram, American musician (b. 1952)", "entities": []}]