[{"heading": "Events", "year": "475", "date": "January 12", "txt": "Byzantine Emperor Zeno is forced to flee his capital at Constantinople, and his general, Basiliscus gains control of the empire.", "entities": [{"title": "List of Byzantine emperors", "href": "/wiki/List_of_Byzantine_emperors", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Zeno (emperor)", "href": "/wiki/Zeno_(emperor)", "description": "Flavius Zeno was Eastern Roman emperor from 474 to 475 and again from 476 to 491. Domestic revolts and religious dissension plagued his reign, which nevertheless succeeded to some extent in foreign issues. His reign saw the end of the Western Roman Empire following the deposition of Romulus Augustus and the death of Julius Nepos, but he was credited with contributing much to stabilising the Easter"}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Basiliscus", "href": "/wiki/Basiliscus", "description": "Flavius Basiliscus was Eastern Roman emperor from 475 to 476. A member of the House of Leo, he came to power when Emperor Zeno was forced out of Constantinople by a revolt."}]}, {"heading": "Events", "year": "1528", "date": "January 12", "txt": "Gustav I of Sweden is crowned King of Sweden, having already reigned since his election in June 1523.", "entities": [{"title": "Gustav I of Sweden", "href": "/wiki/Gustav_I_of_Sweden", "description": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, wh"}]}, {"heading": "Events", "year": "1554", "date": "January 12", "txt": "Bayinnaung, who would go on to assemble the largest empire in the history of Southeast Asia, is crowned King of Burma.", "entities": [{"title": "Bayinnaung", "href": "/wiki/Bayinnaung", "description": "Bayinnaung Kyawhtin Nawrahta was king of the Toungoo Dynasty of Burma (Myanmar) from 1550 to 1581. During his 31-year reign, which has been called the \"greatest explosion of human energy ever seen in Burma\", Bayinnaung assembled what was probably the largest empire in the history of Southeast Asia, which included much of modern-day Myanmar, the Chinese Shan states, Lan Na, Lan Xang, Manipur and Si"}, {"title": "Toungoo dynasty", "href": "/wiki/Toungoo_dynasty", "description": "The Toungoo dynasty, and also known as the Restored Toungoo dynasty, was the ruling dynasty of Burma (Myanmar) from the mid-16th century to 1752. Its early kings Tabinshwehti and Bayinnaung succeeded in reunifying the territories of the Pagan Kingdom for the first time since 1287 and in incorporating the Shan States for the first time. At its peak, Toungoo Empire was the largest and strongest empi"}, {"title": "List of Burmese monarchs", "href": "/wiki/List_of_Burmese_monarchs", "description": "This is a list of the monarchs of Burma (Myanmar), covering the monarchs of all the major kingdoms that existed in the present day Burma (Myanmar). Although Burmese chronicle tradition maintains that various monarchies of Burma, began in the 9th century BCE, historically verified data date back only to 1044 CE at the accession of Anawrahta of Pagan. The farther away the data are from 1044, the les"}]}, {"heading": "Events", "year": "1616", "date": "January 12", "txt": "The city of Belém, Brazil is founded on the Amazon River delta, by Portuguese captain Francisco Caldeira Castelo Branco.", "entities": [{"title": "Belém", "href": "/wiki/Bel%C3%A9m", "description": "Belém is a Brazilian city with 2,491,052 people residing in its Metropolitan Region. The capital city itself has 1,499,641 inhabitants. It is the capital and largest city of the state of Pará in the country's north. It is the gateway to the Amazon River with a busy port, airport, and bus/coach station. Belém lies approximately 100 km upriver from the Atlantic Ocean, on the Pará River, which is par"}, {"title": "Amazon River", "href": "/wiki/Amazon_River", "description": "The Amazon River in South America is the largest river by discharge volume of water in the world, and the disputed second longest river in the world."}, {"title": "Francisco Caldeira Castelo Branco", "href": "/wiki/Francisco_Caldeira_Castelo_Branco", "description": "Francisco Caldeira e Castelo Branco (1566–1619) was a Portuguese Captain-major, founder of the city of Belém, capital of Pará (Brazil), on January 12, 1616."}]}, {"heading": "Events", "year": "1792", "date": "January 12", "txt": "Federalist Thomas Pinckney appointed first U.S. minister to Britain.", "entities": [{"title": "Thomas Pinckney", "href": "/wiki/Thomas_Pinckney", "description": "Thomas Pinckney was an early American statesman, diplomat, and soldier in both the American Revolutionary War and the War of 1812, achieving the rank of major general. He served as Governor of South Carolina and as the U.S. minister to Great Britain. He was also the Federalist candidate for vice president in the 1796 election."}]}, {"heading": "Events", "year": "1808", "date": "January 12", "txt": "John Rennie's scheme to defend St Mary's Church, Reculver, founded in 669, from coastal erosion is abandoned in favour of demolition, despite the church being an exemplar of Anglo-Saxon architecture and sculpture.", "entities": [{"title": "John Rennie the Elder", "href": "/wiki/John_Rennie_the_Elder", "description": "John Rennie FRSE FRS was a Scottish civil engineer who designed many bridges, canals, docks and warehouses, and a pioneer in the use of structural cast-iron."}, {"title": "St Mary's Church, Reculver", "href": "/wiki/St_Mary%27s_Church,_Reculver", "description": "St Mary's Church, Reculver, was founded in the 7th century as either a minster or a monastery on the site of a Roman fort at Reculver, which was then at the north-eastern extremity of Kent in south-eastern England. In 669, the site of the fort was given for this purpose by King Ecgberht of Kent to a priest named Bassa, beginning a connection with Kentish kings that led to King Eadberht II of Kent "}, {"title": "Coastal erosion", "href": "/wiki/Coastal_erosion", "description": "Coastal erosion is the loss or displacement of land, or the long-term removal of sediment and rocks along the coastline due to the action of waves, currents, tides, wind-driven water, waterborne ice, or other impacts of storms. The landward retreat of the shoreline can be measured and described over a temporal scale of tides, seasons, and other short-term cyclic processes. Coastal erosion may be c"}, {"title": "Anglo-Saxon architecture", "href": "/wiki/Anglo-Saxon_architecture", "description": "Anglo-Saxon architecture was a period in the history of architecture in England, and parts of Wales, from the mid-5th century until the Norman Conquest of 1066. Anglo-Saxon secular buildings in Britain were generally simple, constructed mainly using timber with thatch for roofing. No universally accepted example survives above ground."}, {"title": "Anglo-Saxon art", "href": "/wiki/Anglo-Saxon_art", "description": "Anglo-Saxon art covers art produced within the Anglo-Saxon period of English history, beginning with the Migration period style that the Anglo-Saxons brought with them from the continent in the 5th century, and ending in 1066 with the Norman Conquest of a large Anglo-Saxon nation-state whose sophisticated art was influential in much of northern Europe. The two periods of outstanding achievement we"}]}, {"heading": "Events", "year": "1808", "date": "January 12", "txt": "The organizational meeting leading to the creation of the Wernerian Natural History Society, a former Scottish learned society, is held in Edinburgh.", "entities": []}, {"heading": "Events", "year": "1848", "date": "January 12", "txt": "The Palermo rising takes place in Sicily against the Bourbon Kingdom of the Two Sicilies.", "entities": [{"title": "Sicilian revolution of 1848", "href": "/wiki/Sicilian_revolution_of_1848", "description": "The Sicilian revolution of independence of 1848 occurred in a year replete with revolutions and popular revolts. It commenced on 12 January 1848, and therefore was the first of the numerous revolutions to occur that year. Three revolutions against Bourbon rule had previously occurred on the island of Sicily starting from 1800: this final one resulted in an independent state surviving for 16 months"}, {"title": "Sicily", "href": "/wiki/Sicily", "description": "Sicily is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. The region has 5 million inhabitants. Its capital city is Palermo."}, {"title": "House of Bourbon", "href": "/wiki/House_of_Bourbon", "description": "The House of Bourbon is a European dynasty of French origin, a branch of the Capetian dynasty, the royal House of France. Bourbon kings first ruled France and Navarre in the 16th century. By the 18th century, members of the Spanish Bourbon dynasty held thrones in Spain, Naples, Sicily, and Parma. Spain and Luxembourg have monarchs of the House of Bourbon."}, {"title": "Kingdom of the Two Sicilies", "href": "/wiki/Kingdom_of_the_Two_Sicilies", "description": "The Kingdom of the Two Sicilies was a kingdom located in Southern Italy from 1816 to 1860. The kingdom was the largest sovereign state by population and size in Italy prior to Italian unification, comprising Sicily and all of the peninsula of Italy south of the Papal States, covering most of the area of today's Mezzogiorno."}]}, {"heading": "Events", "year": "1866", "date": "January 12", "txt": "The Royal Aeronautical Society is formed in London.", "entities": [{"title": "Royal Aeronautical Society", "href": "/wiki/Royal_Aeronautical_Society", "description": "The Royal Aeronautical Society, also known as the RAeS, is a British multi-disciplinary professional institution dedicated to the global aerospace community. Founded in 1866, it is the oldest aeronautical society in the world. Fellows and Companions of the society can use the post-nominal letters FRAeS or CRAeS, respectively."}]}, {"heading": "Events", "year": "1872", "date": "January 12", "txt": "Yohannes IV is crowned Emperor of Ethiopia in Axum, the first imperial coronation in that city in over 200 years.", "entities": [{"title": "Yohannes IV", "href": "/wiki/Yohannes_IV", "description": "Yohannes IV was Emperor of Ethiopia from 1871 to his death in 1889 at the Battle of Gallabat and ruler of Tigray from 1867 to 1871. He is remembered as one of the leading architects of the modern state of Ethiopia."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Axum", "href": "/wiki/Axum", "description": "Axum or Aksum, is a town in the Tigray Region of Ethiopia with a population of 66,800 residents. It was a popular town with international visitors until the Tigray War started in November 2020."}]}, {"heading": "Events", "year": "1895", "date": "January 12", "txt": "The National Trust is founded in the United Kingdom.", "entities": [{"title": "National Trust for Places of Historic Interest or Natural Beauty", "href": "/wiki/National_Trust_for_Places_of_Historic_Interest_or_Natural_Beauty", "description": "The National Trust for Places of Historic Interest or Natural Beauty, commonly known as the National Trust, is a charity and membership organisation for heritage conservation in England, Wales and Northern Ireland. In Scotland, there is a separate and independent National Trust for Scotland."}]}, {"heading": "Events", "year": "1911", "date": "January 12", "txt": "The University of the Philippines College of Law is formally established; three future Philippine presidents are among the first enrollees.", "entities": [{"title": "University of the Philippines College of Law", "href": "/wiki/University_of_the_Philippines_College_of_Law", "description": "The University of the Philippines College of Law is the law school of the University of the Philippines Diliman. Formally established in 1911, it is the third oldest continually-operating law school in the Philippines. Since 1948, it has been located in UP Diliman in Quezon City, the flagship of the University of the Philippines System's eight constituent universities. Until the 1970s, night class"}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Events", "year": "1915", "date": "January 12", "txt": "The United States House of Representatives rejects a proposal to require states to give women the right to vote.", "entities": [{"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Women's suffrage", "href": "/wiki/Women%27s_suffrage", "description": "Women's suffrage is the right of women to vote in elections. Beginning in the mid-19th century, aside from the work being done by women for broad-based economic and political equality and for social reforms, women sought to change voting laws to allow them to vote. National and international organizations formed to coordinate efforts towards that objective, especially the International Woman Suffr"}]}, {"heading": "Events", "year": "1916", "date": "January 12", "txt": "Both Oswald Boelcke and Max Immelmann, for achieving eight aerial victories each over Allied aircraft, receive the German Empire's highest military award, the Pour le Mérite as the first German aviators to earn it.", "entities": [{"title": "Oswald Boelcke", "href": "/wiki/Oswald_Boelcke", "description": "Oswald Boelcke was a German flying ace of the First World War credited with 40 victories; he was one of the most influential patrol leaders and tacticians of the early years of air combat. Boelcke is honored as the father of the German fighter air force, as well as considered the \"Father of Air Fighting Tactics\"."}, {"title": "Max Immelmann", "href": "/wiki/Max_Immelmann", "description": "Max Immelmann PLM was the first German World War I flying ace. He was a pioneer in fighter aviation and is often mistakenly credited with the first aerial victory using a synchronized gun, which was actually performed on 15 July 1915 by German ace Kurt Wintgens. He was the first aviator to win the Pour le Mérite, and was awarded it at the same time as Oswald Boelcke. His name has become attached t"}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}, {"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Pour le Mérite", "href": "/wiki/Pour_le_M%C3%A9rite", "description": "The Pour le Mérite is an order of merit established in 1740 by King Frederick II of Prussia. The Pour le Mérite was awarded as both a military and civil honour and ranked, along with the Order of the Black Eagle, the Order of the Red Eagle and the House Order of Hohenzollern, among the highest orders of merit in the Kingdom of Prussia. After 1871, when the various German kingdoms, grand duchies, d"}]}, {"heading": "Events", "year": "1918", "date": "January 12", "txt": "The Minnie Pit Disaster coal mining accident occurs in Halmer End, Staffordshire, in which 155 men and boys die.", "entities": [{"title": "Minnie Pit Disaster", "href": "/wiki/Minnie_Pit_Disaster", "description": "The Minnie Pit disaster was a coal mining accident that took place on 12 January 1918 in Halmer End, Staffordshire, in which 155 men and boys died. The disaster, which was caused by an explosion due to firedamp, is the worst ever recorded in the North Staffordshire Coalfield. An official investigation never established what caused the ignition of flammable gases in the pit."}]}, {"heading": "Events", "year": "1932", "date": "January 12", "txt": "Hattie Caraway becomes the first woman elected to the United States Senate.", "entities": [{"title": "Hattie Caraway", "href": "/wiki/Hattie_Caraway", "description": "Hattie Ophelia Wyatt Caraway was an American politician who became the first woman elected to serve a full term as a United States Senator. Caraway represented Arkansas. She was the first woman to preside over the Senate. She won reelection to a full term in 1932 with the active support of fellow Senator Huey Long, of neighboring Louisiana. She was the first woman to win an election for the United"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1942", "date": "January 12", "txt": "World War II: United States President Franklin D. Roosevelt creates the National War Labor Board.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "National War Labor Board (1942–1945)", "href": "/wiki/National_War_Labor_Board_(1942%E2%80%931945)", "description": "The National War Labor Board, commonly the War Labor Board was an agency of the United States government established January 12, 1942 by executive order to mediate labor disputes during World War II."}]}, {"heading": "Events", "year": "1945", "date": "January 12", "txt": "World War II: The Red Army begins the Vistula–Oder Offensive.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Vistula–Oder Offensive", "href": "/wiki/Vistula%E2%80%93Oder_Offensive", "description": "The Vistula–Oder offensive was a Red Army operation on the Eastern Front in the European theatre of World War II in January 1945. The army made a major advance into German-held territory, capturing Kraków, Warsaw and Poznań. The Red Army had built up their strength around a number of key bridgeheads, with two fronts commanded by Marshal Georgy Zhukov and Marshal Ivan Konev. Against them, the Germa"}]}, {"heading": "Events", "year": "1962", "date": "January 12", "txt": "Vietnam War: Operation Chopper, the first American combat mission in the war, takes place.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Chopper (Vietnam)", "href": "/wiki/Operation_Chopper_(Vietnam)", "description": "Operation Chopper occurred on January 12, 1962 and was the first time U.S. forces participated in major combat in the Vietnam War."}]}, {"heading": "Events", "year": "1964", "date": "January 12", "txt": "Rebels in Zanzibar begin a revolt known as the Zanzibar Revolution and proclaim a republic.", "entities": [{"title": "Zanzibar", "href": "/wiki/Zanzibar", "description": "Zanzibar is an insular autonomous region of Tanzania. It is composed of the Zanzibar Archipelago in the Indian Ocean, 25–50 kilometres (16–31 mi) off the coast of the mainland, and consists of many small islands and two large ones: Unguja and Pemba Island. The capital is Zanzibar City, located on the island of Unguja. Its historic centre is Stone Town, a World Heritage Site."}, {"title": "Zanzibar Revolution", "href": "/wiki/Zanzibar_Revolution", "description": "The Zanzibar Revolution occurred in 1964 and led to the overthrow of the Sultan of Zanzibar and his mainly Arab government by local African revolutionaries. Zanzibar was an ethnically diverse state consisting of a number of islands off the east coast of Tanganyika which had been granted independence by Britain in 1963. In a series of parliamentary elections preceding independence, the Arab minorit"}]}, {"heading": "Events", "year": "1966", "date": "January 12", "txt": "Lyndon B. Johnson states that the United States should stay in South Vietnam until Communist aggression there is ended.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}]}, {"heading": "Events", "year": "1967", "date": "January 12", "txt": "Dr. James Bedford becomes the first person to be cryonically preserved with intent of future resuscitation.", "entities": [{"title": "James Bedford", "href": "/wiki/James_Bedford", "description": "James Hiram Bedford was an American psychology professor at the University of California who wrote several books on occupational counseling. He is the first person whose body was cryopreserved after legal death, and who remains preserved at the Alcor Life Extension Foundation."}, {"title": "Cryonics", "href": "/wiki/Cryonics", "description": "Cryonics is the low-temperature freezing and storage of a human corpse or severed head, with the speculative hope that resurrection may be possible in the future. Cryonics is regarded with skepticism within the mainstream scientific community. It is generally viewed as a pseudoscience, and its practice has been characterized as quackery."}]}, {"heading": "Events", "year": "1969", "date": "January 12", "txt": "The New York Jets of the American Football League defeat the Baltimore Colts of the National Football League to win Super Bowl III in what is considered to be one of the greatest upsets in sports history.", "entities": [{"title": "New York Jets", "href": "/wiki/New_York_Jets", "description": "The New York Jets are a professional American football team based in the New York metropolitan area. The Jets compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The Jets play their home games at MetLife Stadium in East Rutherford, New Jersey, 5 miles (8.0 km) west of New York City. The team is headquartered in Florham Pa"}, {"title": "American Football League", "href": "/wiki/American_Football_League", "description": "The American Football League (AFL) was a major professional American football league that operated for ten seasons from 1960 until 1970, when it merged with the older National Football League (NFL), and became the American Football Conference. The upstart AFL operated in direct competition with the more established NFL throughout its existence. It was more successful than earlier rivals to the NFL"}, {"title": "History of the Baltimore Colts", "href": "/wiki/History_of_the_Baltimore_Colts", "description": "The professional American football team now known as the Indianapolis Colts played in Baltimore, Maryland, as the Baltimore Colts from its founding in 1953 to 1984. The team was named for Baltimore's history of horse breeding and racing. It was the second incarnation of the Baltimore Colts, the first having played for three years in the All-America Football Conference and one in the National Footb"}, {"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}, {"title": "Super Bowl III", "href": "/wiki/Super_Bowl_III", "description": "Super Bowl III was the third AFL–NFL Championship Game in professional American football, and the first to officially bear the trademark name \"Super Bowl\". Played on January 12, 1969, at the Orange Bowl in Miami, Florida, the game is regarded as one of the greatest upsets in both American football history and in the recorded history of sports. The 18-point underdog American Football League (AFL) c"}]}, {"heading": "Events", "year": "1970", "date": "January 12", "txt": "Biafra capitulates, ending the Nigerian Civil War.", "entities": [{"title": "Biafra", "href": "/wiki/Biafra", "description": "Biafra, officially the Republic of Biafra, was a secessionist state in West Africa that existed before Nigeria and from May 1967 to January 1970 during the Nigerian Civil War. Its territory consisted of the Eastern Region of Nigeria. After Biafra's declaration of independence, Nigeria declared war on the nascent state, defeating them in the Nigerian Civil War and reuniting the two states."}, {"title": "Nigerian Civil War", "href": "/wiki/Nigerian_Civil_War", "description": "The Nigerian Civil War was a civil war in Nigeria fought between the government of Nigeria headed by General Yakubu Gowon and the secessionist state of Biafra led by Lt. Colonel Odumegwu Ojukwu from 6 July 1967 to 15 January 1970. Biafra represented nationalist aspirations of the Igbo people, whose leadership felt they could no longer coexist with the Northern-dominated federal government. The con"}]}, {"heading": "Events", "year": "1971", "date": "January 12", "txt": "The Harrisburg Seven: Rev. Philip Berrigan and five other activists are indicted on charges of conspiring to kidnap Henry Kissinger and of plotting to blow up the heating tunnels of federal buildings in Washington, D.C.", "entities": [{"title": "Harrisburg Seven", "href": "/wiki/Harrisburg_Seven", "description": "The Harrisburg Seven were a group of religious anti-war activists, led by Philip Berrigan, charged in 1971 in a failed conspiracy case in the United States District Court for the Middle District of Pennsylvania, located at Harrisburg. The seven were Phillip Berrigan, Elizabeth McAlister, Rev. Neil McLaughlin, Rev. Joseph Wenderoth, Eqbal Ahmad, Anthony Scoblick, and Mary Cain Scoblick."}, {"title": "Philip Berrigan", "href": "/wiki/Philip_Berrigan", "description": "Philip Francis Berrigan was an American peace activist and Roman Catholic priest. He engaged in nonviolent, civil disobedience in the cause of peace and nuclear disarmament and was often arrested. He married a former nun, Elizabeth McAlister, in 1973; both were subsequently excommunicated by the Catholic Church. Eleven years of their 29-year marriage were separated by one or both serving time in p"}, {"title": "Henry Kissinger", "href": "/wiki/Henry_Kissinger", "description": "Henry Alfred Kissinger is an American politician, diplomat, and geopolitical consultant who served as United States Secretary of State and National Security Advisor under the presidential administrations of Richard Nixon and Gerald Ford. A Jewish refugee who fled Nazi Germany with his family in 1938, he became National Security Advisor in 1969 and U.S. Secretary of State in 1973. For his actions n"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1976", "date": "January 12", "txt": "The United Nations Security Council votes 11–1 to allow the Palestine Liberation Organization to participate in a Security Council debate (without voting rights).", "entities": [{"title": "United Nations Security Council", "href": "/wiki/United_Nations_Security_Council", "description": "The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations (UN), charged with ensuring international peace and security, recommending the admission of new UN members to the General Assembly, and approving any changes to the UN Charter. Its powers include establishing peacekeeping operations, enacting international sanctions, and authorizing military action."}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}]}, {"heading": "Events", "year": "1986", "date": "January 12", "txt": "Space Shuttle program: Congressman Bill Nelson lifts off from Kennedy Space Center aboard Columbia on mission STS-61-C as a payload specialist.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "Bill Nelson (politician)", "href": "/wiki/Bill_Nelson_(politician)", "description": "Clarence William Nelson II is an American attorney, politician, and NASA payload specialist who has served as the Administrator of NASA since May 3, 2021. Nelson previously served as a United States Senator from Florida from 2001 to 2019. A member of the Democratic Party, he previously served in the Florida House of Representatives from 1972 to 1978 and in the United States House of Representative"}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "Space Shuttle Columbia", "href": "/wiki/Space_Shuttle_Columbia", "description": "Space Shuttle Columbia (OV-102) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the first American ship to circumnavigate the world, and the female personification of the United States, Columbia was the first of five Space Shuttle orbiters to fly in space, debuting the Space Shuttle launch vehicle on its maiden flight in April 1981. As only the "}, {"title": "STS-61-C", "href": "/wiki/STS-61-C", "description": "STS-61-C was the 24th mission of NASA's Space Shuttle program, and the seventh mission of Space Shuttle Columbia. It was the first time that Columbia, the first space-rated Space Shuttle orbiter to be constructed, had flown since STS-9. The mission launched from Florida's Kennedy Space Center on 12 January 1986, and landed six days later on 18 January. STS-61-C's seven-person crew included the sec"}, {"title": "Payload specialist", "href": "/wiki/Payload_specialist", "description": "A payload specialist (PS) was an individual selected and trained by commercial or research organizations for flights of a specific payload on a NASA Space Shuttle mission. People assigned as payload specialists included individuals selected by the research community, a company or consortium flying a commercial payload aboard the spacecraft, and non-NASA astronauts designated by international partn"}]}, {"heading": "Events", "year": "1990", "date": "January 12", "txt": "A seven-day pogrom breaks out against the Armenian civilian population of Baku, Azerbaijan, during which Armenians were beaten, tortured, murdered, and expelled from the city.", "entities": [{"title": "Baku pogrom", "href": "/wiki/Baku_pogrom", "description": "The Baku pogrom was a pogrom directed against the ethnic Armenian inhabitants of Baku, Azerbaijan SSR. From January 12, 1990, a seven-day pogrom broke out against the Armenian civilian population in Baku during which Armenians were beaten, murdered, and expelled from the city. There were also many raids on apartments, robberies and arsons. According to the Human Rights Watch reporter Robert Kushen"}, {"title": "Armenians", "href": "/wiki/Armenians", "description": "Armenians are an ethnic group native to the Armenian Highlands of Western Asia."}]}, {"heading": "Events", "year": "1991", "date": "January 12", "txt": "Persian Gulf War: An act of the U.S. Congress authorizes the use of American military force to drive Iraq out of Kuwait.", "entities": [{"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}, {"title": "Ba'athist Iraq", "href": "/wiki/Ba%27athist_Iraq", "description": "Ba'athist Iraq, formally the Iraqi Republic until 6 January 1992 and the Republic of Iraq thereafter, covers the national history of Iraq between 1968 and 2003, during the period of the Arab Socialist Ba'ath Party's rule. This period began with high economic growth and soaring prosperity, but ended with Iraq facing social, political, and economic stagnation. The average annual income decreased bot"}, {"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}]}, {"heading": "Events", "year": "1997", "date": "January 12", "txt": "Space Shuttle program: Atlantis launches from the Kennedy Space Center on mission STS-81 to the Russian space station Mir, carrying astronaut Jerry M. Linenger for a four month stay on board the station, replacing astronaut John E. Blaha.", "entities": [{"title": "STS-81", "href": "/wiki/STS-81", "description": "STS-81 was a January 1997 Space Shuttle Atlantis mission to the Mir space station."}, {"title": "Jerry M. Linenger", "href": "/wiki/Jerry_M._Linenger", "description": "Jerry Michael Linenger is a retired Captain in the United States Navy Medical Corps, and a former NASA astronaut who flew on the Space Shuttle and Space Station Mir."}, {"title": "John E. Blaha", "href": "/wiki/John_E._Blaha", "description": "John Elmer Blaha is a retired United States Air Force colonel and a former NASA astronaut. He is a veteran of five space missions aboard the Space Shuttle and Mir."}]}, {"heading": "Events", "year": "1998", "date": "January 12", "txt": "Nineteen European nations agree to forbid human cloning.", "entities": [{"title": "Human cloning", "href": "/wiki/Human_cloning", "description": "Human cloning is the creation of a genetically identical copy of a human. The term is generally used to refer to artificial human cloning, which is the reproduction of human cells and tissue. It does not refer to the natural conception and delivery of identical twins. The possibility of person cloning has raised controversies. These ethical concerns have prompted several nations to pass laws regar"}]}, {"heading": "Events", "year": "2001", "date": "January 12", "txt": "Downtown Disney opens to the public as part of the Disneyland Resort in Anaheim, California.", "entities": [{"title": "Downtown Disney (Disneyland Resort)", "href": "/wiki/Downtown_Disney_(Disneyland_Resort)", "description": "Downtown Disney is an outdoor shopping center located at the Disneyland Resort in Anaheim, California. It opened on January 12, 2001; a component of the Disneyland Resort expansion project alongside the Disney California Adventure theme park and Disney's Grand Californian Hotel & Spa."}, {"title": "Disneyland Resort", "href": "/wiki/Disneyland_Resort", "description": "The Disneyland Resort, commonly known as Disneyland, is an entertainment resort in Anaheim, California. It is owned and operated by The Walt Disney Company through its Parks, Experiences and Products division and is home to two theme parks, three hotels, and a shopping, dining, and entertainment district known as Downtown Disney."}, {"title": "Anaheim, California", "href": "/wiki/Anaheim,_California", "description": "Anaheim is a city in Orange County, California, part of the Los Angeles metropolitan area. As of the 2010 United States Census, the city had a population of 336,265, making it the most populous city in Orange County, the 10th-most populous city in California, and the 55th-most populous city in the United States. Anaheim is the second-largest city in Orange County in terms of land area, and is know"}]}, {"heading": "Events", "year": "2004", "date": "January 12", "txt": "The world's largest ocean liner, RMS Queen Mary 2, makes its maiden voyage.", "entities": [{"title": "Ocean liner", "href": "/wiki/Ocean_liner", "description": "An ocean liner is a passenger ship primarily used as a form of transportation across seas or oceans. Liners may also carry cargo or mail, and may sometimes be used for other purposes."}, {"title": "RMS Queen Mary 2", "href": "/wiki/RMS_Queen_Mary_2", "description": "RMS Queen Mary 2 is a British transatlantic ocean liner. She has served as the flagship of Cunard Line since succeeding Queen Elizabeth 2 in 2004. As of 2017, Queen Mary 2 was the only ocean liner still in service."}]}, {"heading": "Events", "year": "2005", "date": "January 12", "txt": "Deep Impact launches from Cape Canaveral on a Delta II rocket.", "entities": [{"title": "Deep Impact (spacecraft)", "href": "/wiki/Deep_Impact_(spacecraft)", "description": "Deep Impact was a NASA space probe launched from Cape Canaveral Air Force Station on January 12, 2005. It was designed to study the interior composition of the comet Tempel 1 (9P/Tempel), by releasing an impactor into the comet. At 05:52 UTC on July 4, 2005, the Impactor successfully collided with the comet's nucleus. The impact excavated debris from the interior of the nucleus, forming an impact "}, {"title": "Cape Canaveral", "href": "/wiki/Cape_Canaveral", "description": "Cape Canaveral is a prominent cape in Brevard County, Florida, in the United States, near the center of the state's Atlantic coast. Officially Cape Kennedy from 1963 to 1973, it lies east of Merritt Island, separated from it by the Banana River. It is part of a region known as the Space Coast, and is the site of the Cape Canaveral Space Force Station. Since many U.S. spacecraft have been launched "}, {"title": "Delta II", "href": "/wiki/Delta_II", "description": "Delta II was an expendable launch system, originally designed and built by McDonnell Douglas. Delta II was part of the Delta rocket family and entered service in 1989. Delta II vehicles included the Delta 6000, and the two later Delta 7000 variants. The rocket flew its final mission ICESat-2 on 15 September 2018, earning the launch vehicle a streak of 100 successful missions in a row, with the las"}]}, {"heading": "Events", "year": "2006", "date": "January 12", "txt": "A stampede during the Stoning of the Devil ritual on the last day at the Hajj in Mina, Saudi Arabia, kills at least 362 Muslim pilgrims.", "entities": [{"title": "Incidents during the Hajj", "href": "/wiki/Incidents_during_the_Hajj", "description": "There have been numerous incidents during the Hajj, the Muslim pilgrimage to the city of Mecca, that have caused loss of life. Every follower of Islam is required to visit Mecca during the Hajj at least once in his or her lifetime, if able to do so; according to Islam, the pilgrimage is one of the Five Pillars of Islam. During the month of the Hajj, Mecca must cope with as many as three million pi"}, {"title": "Stoning of the Devil", "href": "/wiki/Stoning_of_the_Devil", "description": "The Stoning of the Devil \nis part of the annual Islamic Hajj pilgrimage to the holy city of Mecca in Saudi Arabia. During the ritual, Muslim pilgrims throw pebbles at three walls, called jamarāt, in the city of Mina just east of Mecca. It is one of a series of ritual acts that must be performed in the Hajj. It is a symbolic reenactment of Ibrahim's hajj, where he stoned three pillars representing "}, {"title": "Hajj", "href": "/wiki/Hajj", "description": "The Hajj is an annual Islamic pilgrimage to Mecca, Saudi Arabia, the holiest city for Muslims. Hajj is a mandatory religious duty for Muslims that must be carried out at least once in their lifetime by all adult Muslims who are physically and financially capable of undertaking the journey, and of supporting their family during their absence from home."}, {"title": "Mina, Saudi Arabia", "href": "/wiki/Mina,_Saudi_Arabia", "description": "Mina, also transliterated as Muna, and commonly known as the City of Tents is a valley and neighborhood located in the Masha'er district of Mecca in the Makkah Province of Saudi Arabia, 8 kilometres southeast of Mecca, covering an area of approximately 20 km2 (7.7 sq mi). Mina incorporates the tents, the Jamarat area, and the slaughterhouses just outside the tent city."}, {"title": "Pilgrim", "href": "/wiki/Pilgrim", "description": "A pilgrim is a traveler who is on a journey to a holy place. Typically, this is a physical journey to some place of special significance to the adherent of a particular religious belief system. In the spiritual literature of Christianity, the concept of pilgrim and pilgrimage may refer to the experience of life in the world or to the inner path of the spiritual aspirant from a state of wretchednes"}]}, {"heading": "Events", "year": "2007", "date": "January 12", "txt": "Comet C/2006 P1 (McNaught), the largest comet every measured, is at its zenith, visible during the day.", "entities": [{"title": "C/2006 P1 (McNaught)", "href": "/wiki/C/2006_P1_(McNaught)", "description": null}]}, {"heading": "Events", "year": "2010", "date": "January 12", "txt": "An earthquake in Haiti occurs, killing between 220,000 and 300,000 people and destroying much of the capital Port-au-Prince.", "entities": [{"title": "2010 Haiti earthquake", "href": "/wiki/2010_Haiti_earthquake", "description": "The 2010 Haiti earthquake was a catastrophic magnitude 7.0 Mw earthquake, with an epicenter near the town of Léogâne, Ouest department, approximately 25 kilometres (16 mi) west of Port-au-Prince, Haiti's capital. The earthquake occurred at 16:53 local time on Tuesday, 12 January 2010."}, {"title": "Port-au-Prince", "href": "/wiki/Port-au-Prince", "description": "Port-au-Prince is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area estimated at a population of 2,618,894. The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour and Pétion-Ville."}]}, {"heading": "Events", "year": "2012", "date": "January 12", "txt": "Violent protests occur in Bucharest, Romania, as two-day-old demonstrations continue against President Traian Băsescu's economic austerity measures. Clashes are reported in numerous Romanian cities between protesters and law enforcement officers.", "entities": [{"title": "2012 Romanian protests", "href": "/wiki/2012_Romanian_protests", "description": "The 2012 Romanian protests were a series of protests and civil manifestations triggered by the introduction of new health reform legislation. In particular, President Traian Băsescu criticized the Deputy Minister of Health, Raed Arafat, on a Romanian television broadcast. The protests became violent, with both protesters and members of the Gendarmerie sustaining injuries during their clashes. On t"}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Traian Băsescu", "href": "/wiki/Traian_B%C4%83sescu", "description": "Traian Băsescu is a Romanian conservative politician who served as President of Romania from 2004 to 2014."}, {"title": "Austerity", "href": "/wiki/Austerity", "description": "\nAusterity is a set of political-economic policies that aim to reduce government budget deficits through spending cuts, tax increases, or a combination of both. There are three primary types of austerity measures: higher taxes to fund spending, raising taxes while cutting spending, and lower taxes and lower government spending. Austerity measures are often used by governments that find it difficul"}]}, {"heading": "Events", "year": "2015", "date": "January 12", "txt": "Government raids kill 143 Boko Haram fighters in Kolofata, Cameroon.", "entities": [{"title": "January 2015 raid on Kolofata", "href": "/wiki/January_2015_raid_on_Kolofata", "description": "The January 2015 raid on Kolofata was an unsuccessful assault on a Cameroonian military base at Kolofata, Far North Region, perpetrated by Boko Haram. The incident occurred on 12 January 2015 coming shortly after another Boko Haram incursion onto Cameroonian soil."}, {"title": "Boko Haram", "href": "/wiki/Boko_Haram", "description": "Boko Haram, officially known as Jamā'at Ahl as-Sunnah lid-Da'wah wa'l-Jihād, and Wilāyat Garb Ifrīqīyā, meaning \"West African Province\", is a jihadist terrorist organization based in northeastern Nigeria, which is also active in Chad, Niger and northern Cameroon."}, {"title": "Kolofata", "href": "/wiki/Kolofata", "description": "Kolofata is a town and commune in Cameroon."}]}, {"heading": "Events", "year": "2016", "date": "January 12", "txt": "Ten people are killed and 15 wounded in a bombing near the Blue Mosque in Istanbul.", "entities": [{"title": "January 2016 Istanbul bombing", "href": "/wiki/January_2016_Istanbul_bombing", "description": "On 12 January 2016, a suicide attack in Istanbul's historic Sultanahmet district killed 13 people, all foreigners, and injured 14 others. The attack occurred at 10:20 local time, near the Blue Mosque and the Hagia Sophia, an area popular among tourists. The attacker was Nabil Fadli, a Syrian member of the Islamic State of Iraq and the Levant (ISIL)."}, {"title": "Sultan Ahmed Mosque", "href": "/wiki/Sultan_Ahmed_Mosque", "description": "Sultan Ahmed Mosque, also known as the Blue Mosque, is an Ottoman-era friday mosque located in Istanbul, Turkey. A functioning mosque, it also attracts large numbers of tourist visitors. It was constructed between 1609 and 1616 during the rule of Ahmed I. Its Külliye contains Ahmed's tomb, a madrasah and a hospice. Hand-painted blue tiles adorn the mosque’s interior walls, and at night the mosque "}]}, {"heading": "Events", "year": "2020", "date": "January 12", "txt": "Taal Volcano in the Philippines erupts, and kills 39 people.", "entities": [{"title": "Taal Volcano", "href": "/wiki/Taal_Volcano", "description": "Taal Volcano is a large caldera filled by Taal Lake in the Philippines. Located in the province of Batangas, the volcano is one of the most active volcanoes in the country, with 34 recorded historical eruptions, all of which were concentrated on Volcano Island, near the middle of Taal Lake. The caldera was formed by prehistoric eruptions between 140,000 and 5,380 BP."}, {"title": "2020 Taal Volcano eruption", "href": "/wiki/2020_Taal_Volcano_eruption", "description": "The eruption of Taal Volcano in Batangas, Philippines on January 12, 2020, was a phreatomagmatic eruption from its main crater that spewed ashes across Calabarzon, Metro Manila, and some parts of Central Luzon and Ilocos Region, resulting in the suspension of school classes, work schedules, and flights in the area. The Philippine Institute of Volcanology and Seismology (PHIVOLCS) subsequently issu"}]}, {"heading": "Births", "year": "1483", "date": "January 12", "txt": "Henry III of Nassau-Breda (d. 1538)", "entities": [{"title": "Henry III of Nassau-Breda", "href": "/wiki/Henry_III_of_Nassau-Breda", "description": "Count Henry III of Nassau-Dillenburg-Dietz, Lord of Breda, Lord of the Lek, of Dietz, etc. was a count of the House of Nassau."}]}, {"heading": "Births", "year": "1562", "date": "January 12", "txt": "Charles Emmanuel I, Duke of Savoy (d. 1630)", "entities": [{"title": "Charles Emmanuel I, Duke of Savoy", "href": "/wiki/Charles_Emmanuel_I,_Duke_of_Savoy", "description": "Charles Emmanuel I, known as the Great, was the Duke of Savoy from 1580 to 1630. He was nicknamed Testa d'feu for his rashness and military aggression."}]}, {"heading": "Births", "year": "1576", "date": "January 12", "txt": "Petrus Scriverius, Dutch historian and scholar (d. 1660)", "entities": [{"title": "Petrus Scriverius", "href": "/wiki/Petrus_Scriverius", "description": "Petrus Scriverius, also known by the latinised form Peter Schrijver or Schryver, was a Dutch writer and scholar on the history of the Low Countries."}]}, {"heading": "Births", "year": "1577", "date": "January 12", "txt": "Jan Baptist van Helmont, Flemish chemist and physician (d. 1644)", "entities": [{"title": "Jan Baptist van Helmont", "href": "/wiki/Jan_Baptist_van_Helmont", "description": "Jan Baptist van Helmont was a chemist, physiologist, and physician from the Spanish Netherlands. He worked during the years just after Paracelsus and the rise of iatrochemistry, and is sometimes considered to be \"the founder of pneumatic chemistry\". Van Helmont is remembered today largely for his ideas on spontaneous generation, his 5-year willow tree experiment, and his introduction of the word \""}]}, {"heading": "Births", "year": "1588", "date": "January 12", "txt": "John Winthrop, English lawyer and politician, 2nd Governor of the Massachusetts Bay Colony (d. 1649)", "entities": [{"title": "John Winthrop", "href": "/wiki/John_Winthrop", "description": "John Winthrop was an English Puritan lawyer and one of the leading figures in founding the Massachusetts Bay Colony, the second major settlement in New England following Plymouth Colony. Winthrop led the first large wave of colonists from England in 1630 and served as governor for 12 of the colony's first 20 years. His writings and vision of the colony as a Puritan \"city upon a hill\" dominated New"}, {"title": "Governor of the Massachusetts Bay Colony", "href": "/wiki/Governor_of_the_Massachusetts_Bay_Colony", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Births", "year": "1591", "date": "January 12", "txt": "Jusepe de Ribera, Spanish painter (d. 1652)", "entities": [{"title": "Jusepe de Ribera", "href": "/wiki/Jusepe_de_Ribera", "description": "Jusepe de Ribera was a Spanish Valencian Tenebrist painter and printmaker, also known as José de Ribera and Josep de Ribera. He also was called Lo Spagnoletto by his contemporaries and early writers. Ribera was a leading painter of the Spanish school, although his mature work was all done in Italy."}]}, {"heading": "Births", "year": "1597", "date": "January 12", "txt": "François Duquesnoy, Flemish sculptor and educator (d. 1643)", "entities": [{"title": "François Duquesnoy", "href": "/wiki/Fran%C3%A7ois_Duquesnoy", "description": "François Duquesnoy or Frans Duquesnoy was a Flemish Baroque sculptor who was active in Rome for most of his career. His idealized representations are often contrasted with the more emotional character of Bernini's works, while his style shows a great affinity to Algardi's sculptures."}]}, {"heading": "Births", "year": "1598", "date": "January 12", "txt": "Jijabai Shahaji Bhosale, mother of Indian king Shivaji (d. 1674)", "entities": [{"title": "Jijabai Shahaji Bhosale", "href": "/wiki/Jijabai_Shahaji_Bhosale", "description": "Jijabai Shahaji Bhosale, referred to as Rajmata Jijabai or Jijau, was the mother of Shivaji, founder of the Maratha Empire. She was a daughter of Lakhujirao Jadhav of Sindkhed Raja."}, {"title": "Shivaji", "href": "/wiki/Shivaji", "description": "Shivaji Bhonsale I was an Indian ruler and a member of the Bhonsle Maratha clan. Shivaji carved out an enclave from the declining Adilshahi sultanate of Bijapur that formed the genesis of the Maratha Empire. In 1674, he was formally crowned the Chhatrapati (emperor) of his realm at Raigad."}]}, {"heading": "Births", "year": "1628", "date": "January 12", "txt": "Charles Perrault, French author and academic (d. 1703)", "entities": [{"title": "Charles Perrault", "href": "/wiki/Charles_Perrault", "description": "Charles Perrault was a French author and member of the Académie Française. He laid the foundations for a new literary genre, the fairy tale, with his works derived from earlier folk tales, published in his 1697 book Histoires ou contes du temps passé. The best known of his tales include Le Petit Chaperon Rouge, Cendrillon (\"Cinderella\"), Le Maître chat ou le Chat botté, La Belle au bois dormant, a"}]}, {"heading": "Births", "year": "1673", "date": "January 12", "txt": "Rosalba Carriera, Italian painter (d. 1757)", "entities": [{"title": "Rosalba Carriera", "href": "/wiki/Rosalba_Carriera", "description": "Rosalba Carriera was a Venetian Rococo painter. In her younger years, she specialized in portrait miniatures. It is for this that she was able to build a career in portraiture. Carriera would later become known for her pastel work, a medium appealing to Rococo styles for its soft edges and flattering surfaces. She is remembered as one of the most successful women artists of any era."}]}, {"heading": "Births", "year": "1694", "date": "January 12", "txt": "Godscall Paleologue, possibly last member of the Palaiologos dynasty (d. ????)", "entities": [{"title": "Godscall Paleologue", "href": "/wiki/Godscall_Paleologue", "description": "Godscall Paleologue or Paleologus was the last recorded living member of the Paleologus family, and through them possibly the last surviving member of the Palaiologos dynasty, rulers of the Byzantine Empire from 1259 to its fall in 1453. The posthumous daughter of privateer Theodore Paleologus, the only surviving source on Godscall is her baptismal records. Nothing is known of her life."}, {"title": "Palaiologos", "href": "/wiki/Palaiologos", "description": "The Palaiologos, also found in English-language literature as Palaeologus or Palaeologue, was a Byzantine Greek family that rose to nobility and produced the last and longest-ruling dynasty of the Byzantine Empire. Their rule as Emperors and Autocrats of the Romans lasted almost two hundred years, from 1259 to the Fall of Constantinople in 1453."}]}, {"heading": "Births", "year": "1711", "date": "January 12", "txt": "Gaetano Latilla, Italian composer (d. 1788)", "entities": [{"title": "Gaetano Latilla", "href": "/wiki/Gaetano_Latilla", "description": "Gaetano Latilla was an Italian opera composer, the most important of the period immediately preceding Niccolò Piccinni."}]}, {"heading": "Births", "year": "1715", "date": "January 12", "txt": "Jacques Duphly, French organist and composer (d. 1789)", "entities": [{"title": "Jacques Duphly", "href": "/wiki/Jacques_Duphly", "description": "Jacques Duphly was a French harpsichordist and composer."}]}, {"heading": "Births", "year": "1716", "date": "January 12", "txt": "Antonio de Ulloa, Spanish general and politician, 1st Spanish Governor of Louisiana (d. 1795)", "entities": [{"title": "Antonio de Ulloa", "href": "/wiki/Antonio_de_Ulloa", "description": "Antonio de Ulloa y de la Torre-Giralt, FRS, FRSA, KOS was a Spanish naval officer, scientist, and administrator. At the age of nineteen, he joined the French Geodesic Mission to what is now the country of Ecuador. That mission took more than eight years to complete its work, during which time Ulloa made many astronomical, natural, and social observations in South America. The reports of Ulloa's fi"}, {"title": "List of colonial governors of Louisiana", "href": "/wiki/List_of_colonial_governors_of_Louisiana", "description": "This is a list of the colonial governors of Louisiana, from the founding of the first settlement by the French in 1699 to the territory's acquisition by the United States in 1803."}]}, {"heading": "Births", "year": "1721", "date": "January 12", "txt": "Duke Ferdinand of Brunswick-Wolfenbüttel, Prussian field marshal (d. 1792)", "entities": [{"title": "Duke Ferdinand of Brunswick-Wolfenbüttel", "href": "/wiki/Duke_Ferdinand_of_Brunswick-Wolfenb%C3%BCttel", "description": "Ferdinand, Prince of Brunswick-Lüneburg, was a German-Prussian field marshal (1758–1766) known for his participation in the Seven Years' War. From 1757 to 1762 he led an Anglo-German army in Western Germany which successfully repelled French attempts to occupy Hanover."}]}, {"heading": "Births", "year": "1723", "date": "January 12", "txt": "Samuel Langdon, American minister, theologian, and academic (d. 1797)", "entities": [{"title": "Samuel Langdon", "href": "/wiki/Samuel_Langdon", "description": "Samuel Langdon was an American Congregational clergyman and educator. After serving as pastor in Portsmouth, New Hampshire, he was appointed president of Harvard University in 1774. He held that post until 1780."}]}, {"heading": "Births", "year": "1724", "date": "January 12", "txt": "Frances Brooke, English author and playwright (d. 1789)", "entities": [{"title": "Frances Brooke", "href": "/wiki/Frances_Brooke", "description": "Frances Brooke was an English novelist, essayist, playwright and translator. She was the author of the first English novel to be written in Canada."}]}, {"heading": "Births", "year": "1729", "date": "January 12", "txt": "Edmund Burke, Irish philosopher, academic, and politician (d. 1797)", "entities": [{"title": "Edmund Burke", "href": "/wiki/Edmund_Burke", "description": "Edmund Burke was an Irish statesman, economist, and philosopher. Born in Dublin, Burke served as a member of parliament (MP) between 1766 and 1794 in the House of Commons of Great Britain with the Whig Party after moving to London in 1750."}]}, {"heading": "Births", "year": "1746", "date": "January 12", "txt": "Johann Heinrich Pestalozzi, Swiss philosopher and educator (d. 1827)", "entities": [{"title": "Johann Heinrich Pestalozzi", "href": "/wiki/Johann_Heinrich_Pestalozzi", "description": "Johann Heinrich Pestalozzi was a Swiss pedagogue and educational reformer who exemplified Romanticism in his approach."}]}, {"heading": "Births", "year": "1751", "date": "January 12", "txt": "Ferdinand I of the Two Sicilies (d. 1825)", "entities": [{"title": "Ferdinand I of the Two Sicilies", "href": "/wiki/Ferdinand_I_of_the_Two_Sicilies", "description": "Ferdinand I, was the King of the Two Sicilies from 1816, after his restoration following victory in the Napoleonic Wars. Before that he had been, since 1759, Ferdinand IV of the Kingdom of Naples and Ferdinand III of the Kingdom of Sicily. He was also King of Gozo. He was deposed twice from the throne of Naples: once by the revolutionary Parthenopean Republic for six months in 1799 and again by Na"}]}, {"heading": "Births", "year": "1772", "date": "January 12", "txt": "Mikhail Speransky, Russian academic and politician (d. 1839)", "entities": [{"title": "Mikhail Speransky", "href": "/wiki/Mikhail_Speransky", "description": "Count Mikhail Mikhailovich Speransky was a Russian reformist during the reign of Alexander I of Russia, to whom he was a close advisor. He later served under Tsar Nicholas I of Russia. Speransky is referred to as the father of Russian liberalism."}]}, {"heading": "Births", "year": "1786", "date": "January 12", "txt": "Sir Robert Inglis, 2nd Baronet, English politician (d. 1855)", "entities": [{"title": "Sir Robert Inglis, 2nd Baronet", "href": "/wiki/Sir_Robert_Inglis,_2nd_Baronet", "description": "Sir Robert Harry Inglis, 2nd Baronet, FRS was an English Conservative politician, noted for his staunch high church views."}]}, {"heading": "Births", "year": "1792", "date": "January 12", "txt": "Johan August Arfwedson, Swedish chemist and academic (d. 1841)", "entities": [{"title": "Johan August Arfwedson", "href": "/wiki/Johan_August_Arfwedson", "description": "Johan August Arfwedson was a Swedish chemist who discovered the chemical element lithium in 1817 by isolating it as a salt."}]}, {"heading": "Births", "year": "1797", "date": "January 12", "txt": "Gideon Brecher, Austrian physician and author (d. 1873)", "entities": [{"title": "Gideon Brecher", "href": "/wiki/Gideon_Brecher", "description": "Gideon Brecher, also known as Gedaliah ben Eliezer, was an Austrian physician and writer."}]}, {"heading": "Births", "year": "1799", "date": "January 12", "txt": "Priscilla Susan Bury, British botanist (d. 1872)", "entities": [{"title": "Priscilla Susan Bury", "href": "/wiki/Priscilla_Susan_Bury", "description": "Priscilla Susan Bury, born Falkner, was an English botanist and illustrator."}]}, {"heading": "Births", "year": "1822", "date": "January 12", "txt": "Étienne Lenoir, Belgian engineer, designed the internal combustion engine (d. 1900)", "entities": [{"title": "Étienne Lenoir", "href": "/wiki/%C3%89tienne_Lenoir", "description": "Jean Joseph Étienne Lenoir also known as Jean J. Lenoir was a Belgian-French engineer who developed the internal combustion engine in 1858. Prior designs for such engines were patented as early as 1807, but none were commercially successful. Lenoir's engine was commercialized in sufficient quantities to be considered a success, a first for the internal combustion engine."}, {"title": "Internal combustion engine", "href": "/wiki/Internal_combustion_engine", "description": "An internal combustion engine (ICE) is a heat engine in which the combustion of a fuel occurs with an oxidizer in a combustion chamber that is an integral part of the working fluid flow circuit. In an internal combustion engine, the expansion of the high-temperature and high-pressure gases produced by combustion applies direct force to some component of the engine. The force is applied typically t"}]}, {"heading": "Births", "year": "1837", "date": "January 12", "txt": "Adolf Jensen, German pianist and composer (d. 1879)", "entities": [{"title": "Adolf Jensen", "href": "/wiki/Adolf_Jensen", "description": "Adolf Jensen was a German pianist, composer and music teacher."}]}, {"heading": "Births", "year": "1849", "date": "January 12", "txt": "Jean Béraud, Russian-French painter and academic (d. 1935)", "entities": [{"title": "Jean Béraud", "href": "/wiki/Jean_B%C3%A9raud", "description": "Jean Béraud was a French painter renowned for his numerous paintings depicting the life of Paris, and the nightlife of Paris society. Pictures of the Champs Elysees, cafés, Montmartre and the banks of the Seine are precisely detailed illustrations of everyday Parisian life during the \"Belle Époque\". He also painted religious subjects in a contemporary setting."}]}, {"heading": "Births", "year": "1853", "date": "January 12", "txt": "Gregorio Ricci-Curbastro, Italian mathematician (d. 1925)", "entities": [{"title": "Gregorio Ricci-Curbastro", "href": "/wiki/Gregorio_Ricci-Curbastro", "description": "Gregorio Ricci-Curbastro was an Italian mathematician born in Lugo di Romagna. He is most famous as the inventor of tensor calculus, but also published important works in other fields."}]}, {"heading": "Births", "year": "1856", "date": "January 12", "txt": "John Singer Sargent, American painter and academic (d. 1925)", "entities": [{"title": "John Singer Sargent", "href": "/wiki/John_Singer_Sargent", "description": "John Singer Sargent was an American expatriate artist, considered the \"leading portrait painter of his generation\" for his evocations of Edwardian-era luxury. He created roughly 900 oil paintings and more than 2,000 watercolors, as well as countless sketches and charcoal drawings. His oeuvre documents worldwide travel, from Venice to the Tyrol, Corfu, the Middle East, Montana, Maine, and Florida."}]}, {"heading": "Births", "year": "1863", "date": "January 12", "txt": "Swami Vivekananda, Indian monk and philosopher (d. 1902)", "entities": [{"title": "Swami Vivekananda", "href": "/wiki/Swami_Vivekananda", "description": "Swami Vivekananda, born Narendranath Datta, was an Indian Hindu monk. He was a chief disciple of the 19th-century Indian mystic Ramakrishna. He was a key figure in the introduction of the Indian philosophies of Vedanta and Yoga to the Western world, and is credited with raising interfaith awareness, bringing Hinduism to the status of a major world religion during the late 19th century. He was a ma"}]}, {"heading": "Births", "year": "1869", "date": "January 12", "txt": "Bhagwan Das, Indian philosopher, academic, and politician (d. 1958)", "entities": [{"title": "Bhagwan Das", "href": "/wiki/Bhagwan_Das", "description": "Bhagwan Das was an Indian Theosophist and public figure. For a time he served in the Central Legislative Assembly of British India. He became allied with the Hindustani Culture Society and was active in opposing rioting as a form of protest. As an advocate for national freedom from the British rule, he was often in danger of reprisals from the Colonial government. He was awarded the Bharat Ratna i"}]}, {"heading": "Births", "year": "1873", "date": "January 12", "txt": "Spyridon Louis, Greek runner (d. 1940)", "entities": [{"title": "Spyridon Louis", "href": "/wiki/Spyridon_Louis", "description": "Spyridon Louis, commonly known as Spyros Louis, was a Greek water-carrier who won the first modern-day Olympic marathon at the 1896 Summer Olympics. Following his victory, he was celebrated as a national hero."}]}, {"heading": "Births", "year": "1874", "date": "January 12", "txt": "Laura Adams Armer, American author and photographer (d. 1963)", "entities": [{"title": "Laura Adams Armer", "href": "/wiki/Laura_Adams_Armer", "description": "Laura Adams Armer was an American artist and writer. In 1932, her novel Waterless Mountain won the Newbery Medal. She was also an early photographer in the San Francisco Bay Area."}]}, {"heading": "Births", "year": "1876", "date": "January 12", "txt": "Fevzi Çakmak, Turkish field marshal and politician, Prime Minister of the Turkish Provisional Government (d. 1950)", "entities": [{"title": "Fevzi Çakmak", "href": "/wiki/Fevzi_%C3%87akmak", "description": "Mustafa Fevzi Çakmak was a Turkish field marshal (Mareşal) and politician. He served as the Chief of General Staff from 1918 and 1919 and later the Minister of War of the Ottoman Empire in 1920. He later joined the provisional Government of the Grand National Assembly and became the Deputy Prime Minister, Minister of National Defense and later as the Prime Minister of Turkey from 1921 to 1922. He "}, {"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Births", "year": "1876", "date": "January 12", "txt": "Jack London, American novelist and journalist (d. 1916)", "entities": []}, {"heading": "Births", "year": "1876", "date": "January 12", "txt": "Ermanno Wolf-Ferrari, Italian composer and educator (d. 1948)", "entities": []}, {"heading": "Births", "year": "1877", "date": "January 12", "txt": "Frank J. Corr, American lawyer and politician, 45th Mayor of Chicago (d. 1934)", "entities": [{"title": "Frank J. Corr", "href": "/wiki/Frank_J._Corr", "description": "Frank J. Corr was an American politician. Corr served as the 45th mayor of Chicago, Illinois. Corr's term was as acting mayor from March 15, 1933, following the assassination of Anton Cermak until April 8, 1933. Corr was a member of the Democratic Party."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1878", "date": "January 12", "txt": "Ferenc Molnár, Hungarian-American author and playwright (d. 1952)", "entities": [{"title": "Ferenc Molnár", "href": "/wiki/Ferenc_Moln%C3%A1r", "description": "Ferenc Molnár, often anglicized as Franz Molnar, was a Hungarian-born author, stage-director, dramatist, and poet, widely regarded as Hungary’s most celebrated and controversial playwright. His primary aim through his writing was to entertain by transforming his personal experiences into literary works of art. He was never connected to any one literary movement but he did utilize the precepts of n"}]}, {"heading": "Births", "year": "1879", "date": "January 12", "txt": "Ray Harroun, American race car driver and engineer (d. 1968)", "entities": [{"title": "Ray Harroun", "href": "/wiki/Ray_Harroun", "description": "Ray Harroun was an American racecar driver and pioneering constructor most famous for winning the inaugural Indianapolis 500 in 1911."}]}, {"heading": "Births", "year": "1879", "date": "January 12", "txt": "Anton Uesson, Estonian engineer and politician, 17th Mayor of Tallinn (d. 1942)", "entities": [{"title": "Mayor of Tallinn", "href": "/wiki/Mayor_of_Tallinn", "description": "The following is a list of Mayors of Tallinn, Estonia."}]}, {"heading": "Births", "year": "1882", "date": "January 12", "txt": "Milton Sills, American actor and screenwriter (d. 1930)", "entities": [{"title": "Milton Sills", "href": "/wiki/Milton_Sills", "description": "Milton George Gustavus Sills was an American stage and film actor of the early twentieth century."}]}, {"heading": "Births", "year": "1884", "date": "January 12", "txt": "Texas Guinan, American entertainer and bootlegger (d. 1933)", "entities": [{"title": "Texas Guinan", "href": "/wiki/Texas_Guinan", "description": "Mary Louise Cecilia \"Texas\" Guinan was an American actress, producer and entrepreneur. Born in Texas to Irish immigrant parents, Guinan decided at an early age to become an entertainer. After becoming a star on the New York stage, the repercussions of her involvement in a weight loss scam motivated her to switch careers to the film business. Spending several years in California appearing in numero"}]}, {"heading": "Births", "year": "1885", "date": "January 12", "txt": "Thomas Ashe, Irish Republican died while on Hunger Strike (d. 1917)", "entities": []}, {"heading": "Births", "year": "1889", "date": "January 12", "txt": "Mirza Basheer-ud-Din Mahmood Ahmad, Indian-Pakistani spiritual leader (d. 1965)", "entities": [{"title": "Mirza Basheer-ud-Din Mahmood Ahmad", "href": "/wiki/Mirza_Basheer-ud-Din_Mahmood_Ahmad", "description": "Mirza Basheer-ud-Din Mahmood Ahmad, was the second caliph, leader of the worldwide Ahmadiyya Muslim Community and the eldest son of Mirza Ghulam Ahmad from his second wife, Nusrat Jahan Begum. He was elected as the second successor of Mirza Ghulam Ahmad on 14 March 1914 at the age of 25, the day after the death of his predecessor Hakim Nur-ud-Din."}]}, {"heading": "Births", "year": "1890", "date": "January 12", "txt": "Johannes Vares, Estonian poet, physician, and politician (d. 1946)", "entities": [{"title": "Johannes Vares", "href": "/wiki/Johannes_Vares", "description": "Johannes Vares, commonly known as Johannes Vares Barbarus, was an Estonian poet, medical doctor, and politician."}]}, {"heading": "Births", "year": "1892", "date": "January 12", "txt": "Mikhail Gurevich, Russian engineer and businessman, co-founded the Russian Aircraft Corporation (d. 1976)", "entities": [{"title": "Mikhail Gurevich (aircraft designer)", "href": "/wiki/Mikhail_Gurevich_(aircraft_designer)", "description": "Mikhail Iosifovich Gurevich was a Soviet aircraft designer who co-founded the Mikoyan-Gurevich military aviation bureau along with Artem Mikoyan. The bureau is famous for its fighter aircraft, rapid interceptors and multi-role combat aircraft which were staples of the Soviet Air Forces throughout the Cold War. The bureau designed 170 projects of which 94 were made in series. In total, 45,000 MiG a"}, {"title": "Mikoyan", "href": "/wiki/Mikoyan", "description": "Russian Aircraft Corporation \"MiG\", commonly known as Mikoyan and MiG, was a Russian aerospace and defence company headquartered in Begovoy District, Moscow."}]}, {"heading": "Births", "year": "1893", "date": "January 12", "txt": "Hermann Göring, German commander, pilot, and politician, Minister President of Prussia (d. 1946)", "entities": [{"title": "Hermann Göring", "href": "/wiki/Hermann_G%C3%B6ring", "description": "Hermann Wilhelm Göring was a German political and military leader and a convicted war criminal. He was one of the most powerful figures in the Nazi Party, which ruled Germany from 1933 to 1945."}, {"title": "Minister President of Prussia", "href": "/wiki/Minister_President_of_Prussia", "description": "The office of Minister President, or Prime Minister, of Prussia existed from 1848, when it was formed by the King Frederick William IV during the 1848–49 Revolution, until the abolition of Prussia in 1947 by the Allied Control Council."}]}, {"heading": "Births", "year": "1893", "date": "January 12", "txt": "Alfred Rosenberg, Estonian-German architect and politician, Reich Minister for the Occupied Eastern Territories (d. 1946)", "entities": [{"title": "Reich Ministry for the Occupied Eastern Territories", "href": "/wiki/Reich_Ministry_for_the_Occupied_Eastern_Territories", "description": "The Reich Ministry for the Occupied Eastern Territories was created by Adolf Hitler on 17 July 1941 and headed by the Nazi theoretical expert, the Baltic German Alfred Rosenberg. Alfred Meyer served as Rosenberg's deputy. The German government formed this ministry to control the vast areas captured and projected for capture by the Wehrmacht in Eastern Europe and Russia. The Ostministerium also pla"}]}, {"heading": "Births", "year": "1894", "date": "January 12", "txt": "Georges Carpentier, French boxer and actor (d. 1975)", "entities": [{"title": "Georges Carpentier", "href": "/wiki/Georges_Carpentier", "description": "Georges Carpentier was a French boxer, actor and World War I pilot. He fought mainly as a light heavyweight and heavyweight in a career lasting from 1908 to 1926. Nicknamed the \"Orchid Man\", he stood 5 feet 11 1⁄2 inches (182 cm) and his fighting weight ranged from 147 to 175 pounds. Carpentier was known for his speed, his excellent boxing skills and his extremely hard punch. The Parisian Sports A"}]}, {"heading": "Births", "year": "1895", "date": "January 12", "txt": "Leo Aryeh Mayer, Polish-Israeli scholar and academic (d. 1959)", "entities": [{"title": "Leo Aryeh Mayer", "href": "/wiki/Leo_Aryeh_Mayer", "description": "Leo Aryeh Mayer, was an Israeli scholar of Islamic art and rector of the Hebrew University of Jerusalem."}]}, {"heading": "Births", "year": "1896", "date": "January 12", "txt": "Uberto De Morpurgo, Italian tennis player (d. 1961)", "entities": [{"title": "Uberto De Morpurgo", "href": "/wiki/Uberto_De_Morpurgo", "description": "Uberto De Morpurgo was a male tennis player from Italy."}]}, {"heading": "Births", "year": "1896", "date": "January 12", "txt": "David Wechsler, Romanian-American psychologist and author (d. 1981)", "entities": []}, {"heading": "Births", "year": "1899", "date": "January 12", "txt": "Pierre Bernac, French opera singer and educator (d. 1979)", "entities": [{"title": "Pierre Bernac", "href": "/wiki/Pierre_Bernac", "description": "Pierre Bernac was a French singer, a baryton-martin, known as an interpreter of the French mélodie. He had a close artistic association with Francis Poulenc, with whom he performed in France and abroad. Poulenc wrote 90 songs for him during their 25-year musical partnership."}]}, {"heading": "Births", "year": "1899", "date": "January 12", "txt": "Paul Hermann Müller, Swiss chemist and academic, Nobel Prize laureate (d. 1965)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1901", "date": "January 12", "txt": "Karl Künstler, German SS officer (d. 1945)", "entities": [{"title": "Karl Künstler", "href": "/wiki/Karl_K%C3%BCnstler", "description": "Karl Künstler was a German SS-Obersturmbannführer and commandant of Flossenbürg concentration camp."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1903", "date": "January 12", "txt": "Igor Kurchatov, Russian physicist and academic (d. 1960)", "entities": [{"title": "Igor Kurchatov", "href": "/wiki/Igor_Kurchatov", "description": "Igor Vasilyevich Kurchatov, was a Soviet nuclear physicist who is widely known as the director of the Soviet atomic bomb project. Along with Georgy Flyorov and Andrei Sakharov, Kurchatov is known as the \"father of the Soviet atomic bomb\" and later \"the father of the Soviet nuclear missile\" for his directorial role in a clandestine Soviet nuclear program formed during World War II in the wake of th"}]}, {"heading": "Births", "year": "1903", "date": "January 12", "txt": "Andrew J. Transue, American politician and attorney (Morissette v. United States) (d. 1995)", "entities": []}, {"heading": "Births", "year": "1904", "date": "January 12", "txt": "Mississippi Fred McDowell, American singer-songwriter and guitarist (d. 1972)", "entities": [{"title": "Mississippi Fred McDowell", "href": "/wiki/Mississippi_Fred_McDowell", "description": "Fred McDowell, known by his stage name Mississippi Fred McDowell, was an American hill country blues singer and guitar player."}]}, {"heading": "Births", "year": "1905", "date": "January 12", "txt": "Nihal Atsız, Turkish author, poet, and philosopher (d. 1975)", "entities": [{"title": "Nihal Atsız", "href": "/wiki/Nihal_Ats%C4%B1z", "description": "Hüseyin Nihâl Atsız was a prominent Turkish nationalist writer, novelist, poet, historian and philosopher. Nihâl Atsız self-identified as a racist, Pan-Turkist and Turanist. He was the author of over 30 books and numerous articles and was in strong opposition to the government of İsmet İnönü, which he criticized for co-operating with the communists. He was accused of plotting to overthrow the gove"}]}, {"heading": "Births", "year": "1905", "date": "January 12", "txt": "James Bennett Griffin, American archaeologist and academic (d. 1997)", "entities": []}, {"heading": "Births", "year": "1905", "date": "January 12", "txt": "Tex Ritter, American actor and singer (d. 1974)", "entities": []}, {"heading": "Births", "year": "1906", "date": "January 12", "txt": "Emmanuel Levinas, Lithuanian-French historian, philosopher, and academic (d. 1995)", "entities": [{"title": "Emmanuel Levinas", "href": "/wiki/Emmanuel_Levinas", "description": "Emmanuel Levinas was a French philosopher of Lithuanian Jewish ancestry who is known for his work related to Jewish philosophy, existentialism, and phenomenology, focusing on the relationship of ethics to metaphysics and ontology."}]}, {"heading": "Births", "year": "1907", "date": "January 12", "txt": "Sergei Korolev, Russian colonel and engineer (d. 1966)", "entities": [{"title": "Sergei Korolev", "href": "/wiki/Sergei_Korolev", "description": "Sergei Pavlovich Korolev was a lead Soviet rocket engineer and spacecraft designer during the Space Race between the United States and the Soviet Union in the 1950s and 1960s. He is regarded by many as the father of practical astronautics. He was involved in the development of the R-7 Rocket, Sputnik 1, launching Laika, Belka and Strelka and the first human being, Yuri Gagarin, into space."}]}, {"heading": "Births", "year": "1908", "date": "January 12", "txt": "Jean Delannoy, French actor, director, and screenwriter (d. 2008)", "entities": [{"title": "Jean Delannoy", "href": "/wiki/Jean_Delannoy", "description": "Jean Delannoy was a French actor, film editor, screenwriter and film director."}]}, {"heading": "Births", "year": "1908", "date": "January 12", "txt": "Clement Hurd, American illustrator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1910", "date": "January 12", "txt": "Patsy Kelly, American actress and comedian (d. 1981)", "entities": [{"title": "Patsy Kelly", "href": "/wiki/Patsy_Kelly", "description": "Patsy Kelly was an American actress. She is known for her role as the brash, wisecracking sidekick to Thelma Todd in a series of short comedy films produced by Hal Roach in the 1930s. Known as the Queen of Wisecracks, Kelly's career continued after Todd's death in 1935 in similar roles."}]}, {"heading": "Births", "year": "1910", "date": "January 12", "txt": "Luise Rainer, German-English actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1912", "date": "January 12", "txt": "Richard Kuremaa, Estonian footballer (d. 1991)", "entities": [{"title": "Richard Kuremaa", "href": "/wiki/Richard_Kuremaa", "description": "Richard Kuremaa was an Estonian footballer - one of the most famous before World War II. He played 42 times for Estonia national football team scoring 19 goals. He debuted on 11 June 1933 in game versus Sweden. Until 1995 he was the all-time top scorer in Estonian premier division with 65 goals, but oddly he never won the top scorer award."}]}, {"heading": "Births", "year": "1914", "date": "January 12", "txt": "Mieko Kamiya, Japanese psychiatrist and psychologist (d. 1979)", "entities": [{"title": "Mieko Kamiya", "href": "/wiki/Mieko_Kamiya", "description": "Mieko Kamiya  was a Japanese psychiatrist who treated leprosy patients at Nagashima Aiseien Sanatorium. She was known for translating books on philosophy. She worked as a medical doctor in the Department of Psychiatry at Tokyo University following World War II. She was said to have greatly helped the Ministry of Education and the General Headquarters, where the Supreme Commander of the Allied Powe"}]}, {"heading": "Births", "year": "1915", "date": "January 12", "txt": "Paul Jarrico, American screenwriter and producer (d. 1997)", "entities": [{"title": "Paul Jarrico", "href": "/wiki/Paul_Jarrico", "description": "Paul Jarrico was an American screenwriter and film producer who was blacklisted by the Hollywood movie studio bosses during the era of McCarthyism."}]}, {"heading": "Births", "year": "1915", "date": "January 12", "txt": "Joseph-Aurèle Plourde, Canadian archbishop and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 12", "txt": "Ruth R. Benerito, American chemist and inventor (d. 2013)", "entities": [{"title": "Ruth R. Benerito", "href": "/wiki/Ruth_R._Benerito", "description": "Ruth Mary Rogan Benerito was an American chemist and inventor known for her work related to the textile industry, notably including the development of wash-and-wear cotton fabrics. She held 55 patents."}]}, {"heading": "Births", "year": "1916", "date": "January 12", "txt": "Mary Wilson, Baroness Wilson of Rievaulx, British poet and Spouse of the Prime Minister of the United Kingdom (d. 2018)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 12", "txt": "P. W. Botha, South African politician, 8th Prime Minister of South Africa (d. 2006)", "entities": [{"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}]}, {"heading": "Births", "year": "1917", "date": "January 12", "txt": "Walter Hendl, American pianist, composer, and conductor (d. 2007)", "entities": [{"title": "Walter Hendl", "href": "/wiki/Walter_Hendl", "description": "Walter Hendl was an American conductor, composer and pianist."}]}, {"heading": "Births", "year": "1917", "date": "January 12", "txt": "Jimmy Skinner, Canadian ice hockey player and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 12", "txt": "James Farmer, American activist and politician, co-founded Congress of Racial Equality (d. 1999)", "entities": [{"title": "James Farmer", "href": "/wiki/James_Farmer", "description": "James Leonard Farmer Jr. was an American civil rights activist and leader in the Civil Rights Movement \"who pushed for nonviolent protest to dismantle segregation, and served alongside Martin Luther King Jr.\" He was the initiator and organizer of the first Freedom Ride in 1961, which eventually led to the desegregation of interstate transportation in the United States."}, {"title": "Congress of Racial Equality", "href": "/wiki/Congress_of_Racial_Equality", "description": "The Congress of Racial Equality (CORE) is an African-American civil rights organization in the United States that played a pivotal role for African Americans in the civil rights movement. Founded in 1942, its stated mission is \"to bring about equality for all people regardless of race, creed, sex, age, disability, sexual orientation, religion or ethnic background.\""}]}, {"heading": "Births", "year": "1920", "date": "January 12", "txt": "Jerzy Zubrzycki, Polish-Australian sociologist and academic (d. 2009)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 12", "txt": "Tadeusz Żychiewicz, Polish journalist and historian (d. 1994)", "entities": [{"title": "Tadeusz Żychiewicz", "href": "/wiki/Tadeusz_%C5%BBychiewicz", "description": "Tadeusz Żychiewicz was a Polish journalist, art historian, religious publicist, theologist, Biblicist, feuilletonist and editor of Tygodnik Powszechny, soldier of Armia Krajowa."}]}, {"heading": "Births", "year": "1923", "date": "January 12", "txt": "Ira Hayes, American marine who raised the U.S. flag on Iwo Jima (d. 1955)", "entities": [{"title": "Ira Hayes", "href": "/wiki/Ira_Hayes", "description": "Ira Hamilton Hayes was a Pima Native American and a United States Marine during World War II. Hayes was an enrolled member of the Gila River Pima Indian Reservation, located in Pinal and Maricopa counties in Arizona. He enlisted in the United States Marine Corps Reserve on August 26, 1942, and, after recruit training, volunteered to become a Paramarine. He fought in the Bougainville and Iwo Jima c"}, {"title": "Raising the Flag on Iwo Jima", "href": "/wiki/Raising_the_Flag_on_Iwo_Jima", "description": "Raising the Flag on Iwo Jima is an iconic photograph of six United States Marines raising the U.S. flag atop Mount Suribachi during the Battle of Iwo Jima in the final stages of the Pacific War. The photograph, taken by Joe Rosenthal of the Associated Press on February 23, 1945, was first published in Sunday newspapers two days later and reprinted in thousands of publications. It was the only phot"}]}, {"heading": "Births", "year": "1924", "date": "January 12", "txt": "Olivier Gendebien, Belgian racing driver and businessman (d. 1998)", "entities": [{"title": "Olivier Gendebien", "href": "/wiki/Olivier_Gendebien", "description": "Olivier Jean Marie Fernand Gendebien was a Belgian racing driver who was called \"one of the greatest sportscar racers of all time\"."}]}, {"heading": "Births", "year": "1925", "date": "January 12", "txt": "Bill Burrud, American television host, producer, and actor (d. 1990)", "entities": [{"title": "Bill Burrud", "href": "/wiki/Bill_Burrud", "description": "William James Burrud was a former child star and a television host and producer best known for his travel programs."}]}, {"heading": "Births", "year": "1926", "date": "January 12", "txt": "Morton Feldman, American composer and academic (d. 1987)", "entities": [{"title": "Morton Feldman", "href": "/wiki/Morton_Feldman", "description": "Morton Feldman was an American composer."}]}, {"heading": "Births", "year": "1926", "date": "January 12", "txt": "Ray Price, American singer-songwriter and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "January 12", "txt": "Ruth Brown, American R&B singer-songwriter and actress (d. 2006)", "entities": [{"title": "Ruth Brown", "href": "/wiki/Ruth_Brown", "description": "Ruth Alston Brown was an American singer-songwriter and actress, sometimes known as the \"Queen of R&B\". She was noted for bringing a pop music style to R&B music in a series of hit songs for Atlantic Records in the 1950s, such as \"So Long\", \"Teardrops from My Eyes\" and \"(Mama) He Treats Your Daughter Mean\". For these contributions, Atlantic became known as \"the house that Ruth built\". Brown was a "}]}, {"heading": "Births", "year": "1929", "date": "January 12", "txt": "Alasdair MacIntyre, Scottish-American philosopher and academic", "entities": [{"title": "Alasdair MacIntyre", "href": "/wiki/Alasdair_MacIntyre", "description": "Alasdair Chalmers MacIntyre is a Scottish-American philosopher who has contributed to moral and political philosophy as well as history of philosophy and theology."}]}, {"heading": "Births", "year": "1929", "date": "January 12", "txt": "Jaakko Hintikka, Finnish philosopher and logician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 12", "txt": "Tim Horton, Canadian ice hockey player and businessman, founded Tim Hortons (d. 1974)", "entities": [{"title": "Tim Horton", "href": "/wiki/Tim_Horton", "description": "Miles Gilbert \"Tim\" Horton was a Canadian professional ice hockey defenceman who played 24 seasons in the National Hockey League (NHL). He played for the Toronto Maple Leafs, New York Rangers, Pittsburgh Penguins, and Buffalo Sabres. In 2017, Horton was named one of the 100 Greatest NHL Players in history. He died following a single-vehicle crash in 1974 caused by driving while intoxicated at the "}, {"title": "Tim Hortons", "href": "/wiki/Tim_Hortons", "description": "Tim Hortons Inc. is a Canadian multinational fast food restaurant chain. Based in Toronto, Tim Hortons serves coffee, doughnuts and other fast food items. It is Canada's largest quick-service restaurant chain, with 4,846 restaurants in 14 countries as of December 31, 2018."}]}, {"heading": "Births", "year": "1930", "date": "January 12", "txt": "Jennifer Johnston, Irish author and playwright", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 12", "txt": "Glenn Yarbrough, American singer and actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 12", "txt": "Des O'Connor, Comedian Singer & TV Presenter (d. 2020)", "entities": [{"title": "Des O'Connor", "href": "/wiki/Des_O%27Connor", "description": " Desmond Bernard O'Connor was an English comedian, singer and television presenter."}]}, {"heading": "Births", "year": "1933", "date": "January 12", "txt": "Pavlos Matesis, Greek author and playwright (d. 2013)", "entities": [{"title": "Pavlos Matesis", "href": "/wiki/Pavlos_Matesis", "description": "Pavlos Matesis was a Greek novelist, playwright and translator. He was born in Divri, a village in the Peloponnese and had a peripatetic youth. He studied acting, music and languages, and taught drama at the Stavrakou School in Athens (1963–64). He also worked as a writer at the National Theatre during 1971–73. He wrote scripts for two television series broadcast on the state channel (1974–76)."}]}, {"heading": "Births", "year": "1934", "date": "January 12", "txt": "Alan Sharp, Scottish-American author and screenwriter (d. 2013)", "entities": [{"title": "Alan Sharp", "href": "/wiki/Alan_Sharp", "description": "Alan Sharp was a Scottish novelist and screenwriter. He published two novels in the 1960s, and subsequently wrote the screenplays for about twenty films, mostly produced in the United States."}]}, {"heading": "Births", "year": "1934", "date": "January 12", "txt": "Mick Sullivan, English rugby player and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 12", "txt": "Teresa del Conde, Mexican historian and critic (d. 2017)", "entities": [{"title": "Teresa del Conde", "href": "/wiki/Teresa_del_Conde", "description": "Teresa del Conde Pontones was a Mexican art critic and art historian."}]}, {"heading": "Births", "year": "1935", "date": "January 12", "txt": "Kreskin, American mentalist", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 12", "txt": "Jennifer Hilton, Baroness Hilton of Eggardon, English police officer and politician", "entities": [{"title": "Jennifer Hilton, Baroness Hilton of Eggardon", "href": "/wiki/Jennifer_Hilton,_Baroness_Hilton_of_Eggardon", "description": "Jennifer Hilton, Baroness Hilton of Eggardon QPM, is a British Labour Party politician and former police officer with the Metropolitan Police. She was awarded the Queen's Police Medal in the 1989 Queen's Birthday Honours List."}]}, {"heading": "Births", "year": "1936", "date": "January 12", "txt": "Raimonds Pauls, Latvian pianist and composer", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 12", "txt": "Brajanath Ratha, Indian poet and activist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 12", "txt": "Mufti Mohammad Sayeed, Indian lawyer and politician, Indian Minister of Home Affairs (d. 2016)", "entities": [{"title": "Minister of Home Affairs (India)", "href": "/wiki/Minister_of_Home_Affairs_(India)", "description": "The Minister of Home Affairs is the head of the Ministry of Home Affairs of the Government of India. One of the senior-most officers in the Union Cabinet, the chief responsibility of the Home Minister is the maintenance of India's internal security; the country's large police force comes under its jurisdiction. Occasionally, he/she is assisted by the Minister of State of Home Affairs and the lower"}]}, {"heading": "Births", "year": "1937", "date": "January 12", "txt": "Shirley Eaton, English actress", "entities": [{"title": "Shirley Eaton", "href": "/wiki/Shirley_Eaton", "description": "Shirley Eaton is an English actress, author and model. Eaton appeared regularly in British films throughout the 1950s and 1960s, and gained her highest profile for her iconic appearance as Bond Girl Jill Masterson in the James Bond film Goldfinger (1964), which gained her bombshell status.\nEaton also had roles in the early Carry On films. Preferring to devote herself to bringing up a family, she r"}]}, {"heading": "Births", "year": "1938", "date": "January 12", "txt": "Qazi Hussain Ahmad, Pakistani scholar and politician (d. 2013)", "entities": [{"title": "Qazi Hussain Ahmad", "href": "/wiki/Qazi_Hussain_Ahmad", "description": "Qazi Hussain Ahmad was an Islamic scholar, democracy activist, and former Emir of Jamaat-e-Islami, the socially conservative Islamist political party in Pakistan."}]}, {"heading": "Births", "year": "1940", "date": "January 12", "txt": "Bob Hewitt, Australian-South African tennis player", "entities": [{"title": "Bob Hewitt", "href": "/wiki/Bob_Hewitt", "description": "Robert Anthony John Hewitt is a former professional tennis player from Australia, and convicted rapist. In 1967, after marrying a South African, he became a South African citizen. He has won 15 major titles and a career Grand Slam in both men's and mixed doubles."}]}, {"heading": "Births", "year": "1940", "date": "January 12", "txt": "Ronald Shannon Jackson, American drummer and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 12", "txt": "Dick Motz, New Zealand cricketer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 12", "txt": "Long John Baldry, English-Canadian singer-songwriter and voice actor (d. 2005)", "entities": [{"title": "Long John Baldry", "href": "/wiki/Long_John_Baldry", "description": "John William \"Long John\" Baldry was an English-Canadian blues singer and voice actor. In the 1960s, he was one of the first British vocalists to sing the blues in clubs and shared the stage with many British musicians including the Rolling Stones and the Beatles. Before achieving stardom, Rod Stewart and Elton John were members of bands led by Baldry. He enjoyed pop success in 1967 when \"Let the H"}]}, {"heading": "Births", "year": "1941", "date": "January 12", "txt": "Fiona Caldicott, English psychiatrist and psychotherapist", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 12", "txt": "Chet Jastremski, American swimmer and physician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 12", "txt": "Bernardine Dohrn, American domestic terrorist, political activist and academic", "entities": [{"title": "Bernardine Dohrn", "href": "/wiki/Bernardine_Dohrn", "description": "Bernardine Rae Dohrn is a retired law professor and a former leader of the radical Weather Underground. As a leader of the Weather Underground in the early 1970s, Dohrn was on the FBI's 10 Most Wanted list for several years. She remained a fugitive, even though she was removed from the list. After coming out of hiding in 1980, Dohrn pleaded guilty to misdemeanor charges of aggravated battery and b"}]}, {"heading": "Births", "year": "1944", "date": "January 12", "txt": "Hans Henning Atrott, German author and theorist", "entities": [{"title": "Hans Henning Atrott", "href": "/wiki/Hans_Henning_Atrott", "description": "Hans Henning Atrott, also Hans Atrott, is notable for his commitment in the german right-to-die movement."}]}, {"heading": "Births", "year": "1944", "date": "January 12", "txt": "Joe Frazier, American boxer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 12", "txt": "Cynthia Robinson, American R&B trumpet player and singer (d 2015)", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 12", "txt": "Maggie Bell, Scottish singer-songwriter", "entities": [{"title": "Maggie Bell", "href": "/wiki/Maggie_Bell", "description": "Margaret Bell is a Scottish rock vocalist. She came to fame as co-lead vocalist of the blues-rock group Stone the Crows, and was described as the UK's closest counterpart to American singer Janis Joplin."}]}, {"heading": "Births", "year": "1946", "date": "January 12", "txt": "Hazel Cosgrove, Lady Cosgrove, Scottish lawyer and judge", "entities": [{"title": "Hazel Cosgrove, Lady Cosgrove", "href": "/wiki/Hazel_Cosgrove,_Lady_Cosgrove", "description": "Hazel Josephine Cosgrove, Lady Cosgrove, CBE, is a Scottish lawyer and judge. She was the first woman to be appointed a Senator of the College of Justice, a judge of Scotland's Supreme Courts, serving from 1996 until her retirement in 2006."}]}, {"heading": "Births", "year": "1946", "date": "January 12", "txt": "George Duke, American keyboard player, composer, and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 12", "txt": "Richard Carwardine, English historian and academic", "entities": [{"title": "Richard Carwardine", "href": "/wiki/Richard_Carwardine", "description": "Richard John Carwardine is a Welsh historian and academic. He specialises in American politics and religion in the era of the American Civil War."}]}, {"heading": "Births", "year": "1947", "date": "January 12", "txt": "Tom Dempsey, American football player and educator (d. 2020)", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 12", "txt": "Sally Hamwee, Baroness Hamwee, English politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 12", "txt": "Kenny Allen, English footballer", "entities": [{"title": "Kenny Allen (footballer)", "href": "/wiki/Kenny_Allen_(footballer)", "description": "Kenneth Richard Allen is an English retired professional football goalkeeper."}]}, {"heading": "Births", "year": "1948", "date": "January 12", "txt": "Anthony Andrews, English actor and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 12", "txt": "Gordon Campbell, Canadian educator and politician, 34th Premier of British Columbia", "entities": [{"title": "Premier of British Columbia", "href": "/wiki/Premier_of_British_Columbia", "description": "The premier of British Columbia is the first minister, head of government, and de facto chief executive for the Canadian province of British Columbia. Until the early 1970s, the title prime minister of British Columbia was often used. The word premier is derived from the French word of the same spelling, meaning \"first\"; and ultimately from the Latin word primarius, meaning \"primary\"."}]}, {"heading": "Births", "year": "1948", "date": "January 12", "txt": "Brendan Foster, English runner and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 12", "txt": "William Nicholson, English author and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 12", "txt": "Kentarō Haneda, Japanese pianist and composer (d. 2007)", "entities": [{"title": "Kentarō Haneda", "href": "/wiki/Kentar%C5%8D_Haneda", "description": "Kentarō Haneda  was a Japanese pianist, composer and arranger of popular anime and movies and video game music. His popular name was Haneken."}]}, {"heading": "Births", "year": "1949", "date": "January 12", "txt": "Ottmar Hitzfeld, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 12", "txt": "Hamadi Jebali, Tunisian engineer, journalist, and politician, 19th Prime Minister of Tunisia", "entities": [{"title": "Prime Minister of Tunisia", "href": "/wiki/Prime_Minister_of_Tunisia", "description": "The prime minister of Tunisia is the head of government of Tunisia. The prime minister directs the executive branch along with the president, and, together with the prime minister's cabinet, is accountable to the Assembly of the Representatives of the People, to the prime minister's political party and, ultimately, to the electorate for the policies and actions of the executive and the legislature"}]}, {"heading": "Births", "year": "1949", "date": "January 12", "txt": "Haruki Murakami, Japanese novelist, short-story writer, and essayist", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 12", "txt": "Sheila Jackson Lee, American lawyer, judge, and politician", "entities": [{"title": "Sheila Jackson Lee", "href": "/wiki/Sheila_Jackson_Lee", "description": "Sheila Jackson Lee is an American politician. She is currently the U.S. Representative for Texas's 18th congressional district, currently serving in her 14th term in the House, having served since 1995. The district includes most of central Houston. She is a member of the Democratic Party."}]}, {"heading": "Births", "year": "1950", "date": "January 12", "txt": "Göran Lindblad, Swedish dentist and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 12", "txt": "Bob McEwen, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 12", "txt": "Dorrit Moussaieff, Israeli-Icelandic jewelry designer and businesswoman, 5th First Lady of Iceland", "entities": [{"title": "List of spouses and partners of Icelandic presidents", "href": "/wiki/List_of_spouses_and_partners_of_Icelandic_presidents", "description": "This is a list of spouses and partners of Icelandic presidents. Eliza Reid is the spouse of incumbent president Guðni Th. Jóhannesson."}]}, {"heading": "Births", "year": "1951", "date": "January 12", "txt": "Kirstie Alley, American actress and producer", "entities": [{"title": "Kirstie Alley", "href": "/wiki/Kirstie_Alley", "description": "Kirstie Louise Alley is an American actress, producer, model, and television personality. Her breakout role was as Rebecca Howe on the NBC sitcom Cheers (1987–1993), receiving an Emmy Award and a Golden Globe in 1991 for the role. From 1997 to 2000, she starred on the sitcom Veronica's Closet, earning additional Emmy and Golden Globe nominations."}]}, {"heading": "Births", "year": "1951", "date": "January 12", "txt": "Chris Bell, American singer-songwriter and guitarist (d. 1978)", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 12", "txt": "Rush Limbaugh, American talk show host and author (d. 2021)", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 12", "txt": "Drew Pearson, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 12", "txt": "Phil Perry, American singer-songwriter and producer", "entities": [{"title": "Phil Perry", "href": "/wiki/Phil_Perry", "description": "Philip Eugene Perry is an American R&B singer, songwriter, musician and a former member of the soul group, The Montclairs, from 1971 to 1975. He was also known for performing the opening song to Disney’s sitcom, Goof Troop."}]}, {"heading": "Births", "year": "1952", "date": "January 12", "txt": "Ricky Van Shelton, American country singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 12", "txt": "John Walker, New Zealand runner and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 12", "txt": "Walter Mosley, American novelist", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 12", "txt": "Mary Harron, Canadian director and screenwriter", "entities": [{"title": "Mary Harron", "href": "/wiki/Mary_Harron", "description": "Mary Harron is a Canadian filmmaker and screenwriter. She gained recognition for her role in writing and directing several independent films, including I Shot Andy Warhol (1996), American Psycho (2000), and The Notorious Bettie Page (2005). She co-wrote American Psycho and The Notorious Bettie Page with Guinevere Turner."}]}, {"heading": "Births", "year": "1954", "date": "January 12", "txt": "Howard Stern, American radio host, actor, and author", "entities": [{"title": "Howard Stern", "href": "/wiki/Howard_Stern", "description": "Howard Allan Stern is an American radio and television personality, comedian, and author. He is best known for his radio show, The Howard Stern Show, which gained popularity when it was nationally syndicated on terrestrial radio from 1986 to 2005. He has broadcast on Sirius XM Satellite Radio since 2006."}]}, {"heading": "Births", "year": "1954", "date": "January 12", "txt": "Martin Kylhammar, Swedish professor of culture and society", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 12", "txt": "Tom Ardolino, American rock drummer (d. 2012)", "entities": [{"title": "Tom Ardolino", "href": "/wiki/Tom_Ardolino", "description": "Thomas Robert Ardolino was an American rock drummer best known as a member of NRBQ."}]}, {"heading": "Births", "year": "1956", "date": "January 12", "txt": "Nikolai Noskov, Russian rock singer and singer-songwriter", "entities": [{"title": "Nikolai Noskov", "href": "/wiki/Nikolai_Noskov", "description": "Nikolai Ivanovich Noskov is a Russian singer and former vocalist of the hard rock band Gorky Park. Five-time winner of the Golden Gramophone. He was also a member of Москва (Moscow) ensemble in the early 1980s, in band Гран-при in 1988 just before joining Gorky Park, and much later in the 1990s in band Николай (Nikolai). Starting 1998 Noskov had a solo career releasing six solo albums. In 2015 he "}]}, {"heading": "Births", "year": "1957", "date": "January 12", "txt": "John Lasseter, American animator, director, and producer", "entities": [{"title": "John Lasseter", "href": "/wiki/John_Lasseter", "description": "John Alan Lasseter is an American film director, producer, screenwriter, animator, voice actor, and the head of animation at Skydance Animation. He was previously the chief creative officer of Pixar Animation Studios, Walt Disney Animation Studios, and Disneytoon Studios, as well as the Principal Creative Advisor for Walt Disney Imagineering."}]}, {"heading": "Births", "year": "1957", "date": "January 12", "txt": "Jeremy Sams, English director, playwright, and composer", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 12", "txt": "Christiane Amanpour, English-born Iranian-American journalist", "entities": [{"title": "Christiane Amanpour", "href": "/wiki/Christiane_Amanpour", "description": "Christiane Maria Heideh Amanpour is a British-Iranian journalist and television host. Amanpour is the Chief International Anchor for CNN and host of CNN International's nightly interview program Amanpour. She is also the host of Amanpour & Company on PBS."}]}, {"heading": "Births", "year": "1958", "date": "January 12", "txt": "Curt Fraser, American-Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 12", "txt": "B. Brian Blair, American wrestler and politician", "entities": [{"title": "B. Brian Blair", "href": "/wiki/B._Brian_Blair", "description": "Brian Leslie Blair is a professional wrestler and American politician. He is best known for his appearances with the World Wrestling Federation (WWF) under the ring name B. Brian Blair as one half of the tag team The Killer Bees in the 1980s."}]}, {"heading": "Births", "year": "1959", "date": "January 12", "txt": "Per Gessle, Swedish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 12", "txt": "Oliver Platt, Canadian-American actor", "entities": [{"title": "Oliver Platt", "href": "/wiki/Oliver_Platt", "description": "Oliver James Platt is a American-Canadian film, television, and stage actor. He has been nominated for a Golden Globe Award, a Tony Award, two Screen Actors Guild Awards, and four Primetime Emmy Awards."}]}, {"heading": "Births", "year": "1960", "date": "January 12", "txt": "Dominique Wilkins, French-American basketball player and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 12", "txt": "Simon Russell Beale, Malaysia-born English actor and historian", "entities": [{"title": "Simon Russell Beale", "href": "/wiki/Simon_Russell_Beale", "description": "Sir Simon Russell Beale, is an English actor."}]}, {"heading": "Births", "year": "1962", "date": "January 12", "txt": "Joe Quesada, American author and illustrator", "entities": [{"title": "Joe Quesada", "href": "/wiki/Joe_Quesada", "description": "Joseph Quesada is an American comic book artist, writer, editor, and television producer. He became known in the 1990s for his work on various Valiant Comics books, such as Ninjak and Solar, Man of the Atom. He later worked on numerous books for DC Comics and Marvel Comics, such as Batman: Sword of Azrael and X-Factor, before forming his own company, Event Comics, where he published his creator-ow"}]}, {"heading": "Births", "year": "1962", "date": "January 12", "txt": "Richie Richardson, Antiguan cricketer", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 12", "txt": "Luna Vachon, American-Canadian wrestler and manager (d. 2010)", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 12", "txt": "François Girard, Canadian director and screenwriter", "entities": [{"title": "François Girard", "href": "/wiki/Fran%C3%A7ois_Girard", "description": "François Girard is a French-Canadian director and screenwriter. Born in Quebec, Girard's career began on the Montreal art video circuit. In 1990, he produced his first feature film, Cargo; he attained international recognition following his 1993 Thirty Two Short Films About Glenn Gould, a series of vignettes about the life of piano prodigy Glenn Gould. In 1998, he wrote and directed The Red Violin"}]}, {"heading": "Births", "year": "1963", "date": "January 12", "txt": "Nando Reis, Brazilian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 12", "txt": "Jeff Bezos, American computer scientist and businessman, founded Amazon.com", "entities": [{"title": "Jeff Bezos", "href": "/wiki/Jeff_Bezos", "description": "Jeffrey Preston Bezos is an American internet entrepreneur, industrialist, media proprietor, and investor. Bezos is the founder and CEO of the multi-national technology company Amazon. With a net worth of more than $200 billion, he is the richest person in the world according to both Forbes and Bloomberg's Billionaires Index."}, {"title": "Amazon.com", "href": "/wiki/Amazon.com", "description": "Amazon.com, Inc. is an American multinational technology company based in Seattle, Washington, which focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It is one of the Big Five companies in the U.S. information technology industry, along with Google, Apple, Microsoft, and Facebook. The company has been referred to as \"one of the most influential economic and c"}]}, {"heading": "Births", "year": "1965", "date": "January 12", "txt": "Rob Zombie, American singer-songwriter, producer, actor, and director", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 12", "txt": "Olivier Martinez, French actor", "entities": [{"title": "Olivier Martinez", "href": "/wiki/Olivier_Martinez", "description": "Olivier Martinez \nis a French film actor. He became known after roles in several French films such as Un, deux, trois, soleil (1993), which garnered him the César Award for \"Most Promising Actor\", The Horseman on the Roof (1995), and The Chambermaid on the Titanic (1997). He has also appeared in Hollywood-produced features, including the drama Before Night Falls (2000), the erotic thriller Unfaith"}]}, {"heading": "Births", "year": "1966", "date": "January 12", "txt": "Craig Parry, Australian golfer", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 12", "txt": "Vendela Kirsebom, Norwegian-Swedish model and actress", "entities": [{"title": "Vendela Kirsebom", "href": "/wiki/Vendela_Kirsebom", "description": "Vendela Maria Kirsebom is a Norwegian-Swedish model and actress."}]}, {"heading": "Births", "year": "1968", "date": "January 12", "txt": "Junichi Masuda, Japanese director, producer, and composer", "entities": [{"title": "Junichi Masuda", "href": "/wiki/Junichi_Masuda", "description": "Junichi Masuda  is a Japanese video game composer, director, designer, producer, singer, programmer and trombonist, best known for his work in the Pokémon franchise. He is a member of the Game Freak board of directors, and has been employed at the company since 1989 when he founded it alongside Satoshi Tajiri and Ken Sugimori."}]}, {"heading": "Births", "year": "1968", "date": "January 12", "txt": "Heather Mills, English businesswoman, activist and model", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 12", "txt": "Mauro Silva, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 12", "txt": "David Mitchell, English novelist", "entities": [{"title": "David Mitchell (author)", "href": "/wiki/David_Mitchell_(author)", "description": "David Stephen Mitchell is an English novelist and screenwriter."}]}, {"heading": "Births", "year": "1969", "date": "January 12", "txt": "Margaret Nagle, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 12", "txt": "Raekwon, American rapper", "entities": [{"title": "Raekwon", "href": "/wiki/Raekwon", "description": "Corey Woods, better known by his stage name Raekwon, is an American rapper and a member of Wu-Tang Clan. He released his solo debut Only Built 4 Cuban Linx... in 1995 to universal critical acclaim. He has since recorded numerous solo albums, as well as continuing to work with Wu-Tang and providing an extensive number of guest contributions to other hip hop artists' works. He is the founder of his "}]}, {"heading": "Births", "year": "1970", "date": "January 12", "txt": "Zack de la Rocha, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 12", "txt": "Scott Burrell, American basketball player and coach", "entities": [{"title": "Scott Burrell", "href": "/wiki/Scott_Burrell", "description": "Scott David Burrell is an American basketball coach and former player who is currently the men's basketball head coach at Southern Connecticut State University. He has played internationally and was also a professional baseball player. He is the first man to be drafted in the first round in two major sports."}]}, {"heading": "Births", "year": "1971", "date": "January 12", "txt": "Peter Madsen, Danish engineer, entrepreneur, and convicted murderer", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 12", "txt": "Toto Wolff, Austrian investor", "entities": [{"title": "Toto Wolff", "href": "/wiki/Toto_Wolff", "description": "Torger Christian \"Toto\" Wolff is an Austrian investor and former racing driver. He holds a 33% stake in Mercedes AMG Petronas Motorsport Formula One Team and is Team Principal and CEO of the team."}]}, {"heading": "Births", "year": "1972", "date": "January 12", "txt": "Priyanka Gandhi, Indian politician", "entities": [{"title": "Priyanka Gandhi", "href": "/wiki/Priyanka_Gandhi", "description": "Priyanka Gandhi, also known by her married name Priyanka Gandhi Vadra, is an Indian politician and the general secretary of the All India Congress Committee in charge of Uttar Pradesh. She is the daughter of Rajiv Gandhi and Sonia Gandhi, sister of Rahul Gandhi, and granddaughter of Feroze and Indira Gandhi, making her a member of the politically prominent Nehru-Gandhi family. She is also a truste"}]}, {"heading": "Births", "year": "1972", "date": "January 12", "txt": "Espen Knutsen, Norwegian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 12", "txt": "Paul Wilson, Australian cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 12", "txt": "Brian Culbertson, American pianist and producer", "entities": [{"title": "Brian Culbertson", "href": "/wiki/Brian_Culbertson", "description": "Brian Culbertson is an American smooth jazz/R&B/funk musician, instrumentalist, producer and performer from Decatur, Illinois, United States. His instruments include the synthesizer, piano and trombone."}]}, {"heading": "Births", "year": "1973", "date": "January 12", "txt": "Hande Yener, Turkish singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 12", "txt": "Melanie C, English singer-songwriter and actress", "entities": [{"title": "Melanie C", "href": "/wiki/Melanie_C", "description": "Melanie Jayne Chisholm, known professionally as Melanie C or Mel C, is an English singer, songwriter, actress, dancer, entrepreneur, television personality and fitness model. She is one of the five members of the Spice Girls, in which she was nicknamed Sporty Spice."}]}, {"heading": "Births", "year": "1974", "date": "January 12", "txt": "Tor Arne Hetland, Norwegian skier", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 12", "txt": "Jason Freese, American saxophonist, songwriter, and producer", "entities": [{"title": "Jason Freese", "href": "/wiki/Jason_Freese", "description": "Jason Freese is an American musician, songwriter, record producer, singer, and recording engineer. As a professional studio musician he has performed on over 50 albums, including for artists Green Day, Dr. Dre, Pitbull, Avenged Sevenfold, Goo Goo Dolls, and Jewel. He is the son of tuba soloist Stan Freese and the younger brother of professional drummer Josh Freese."}]}, {"heading": "Births", "year": "1975", "date": "January 12", "txt": "Jocelyn Thibault, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 12", "txt": "Yoandy Garlobo, Cuban baseball player", "entities": [{"title": "Yoandy Garlobo", "href": "/wiki/Yoandy_Garlobo", "description": "Yoandy Garlobo Romay is a baseball player who starred for Cuba at the 2006 World Baseball Classic. Garlobo was the designated hitter for Cuba at the tournament, where he had a .480 batting average—second only to Ken Griffey, Jr. among players with at least 20 plate appearances—and was named to the all-tournament team."}]}, {"heading": "Births", "year": "1978", "date": "January 12", "txt": "Luis Ayala, Mexican baseball player", "entities": [{"title": "Luis Ayala", "href": "/wiki/Luis_Ayala", "description": "Luis Ignacio Ayala Hernández is a Mexican former professional baseball pitcher. He played in Major League Baseball for the Montreal Expos/Washington Nationals, New York Mets, Minnesota Twins, Florida Marlins, New York Yankees, Baltimore Orioles, and Atlanta Braves. He is 6 feet 2 inches (1.88 m) and weighs 190 pounds (86 kg). He bats and throws right-handed."}]}, {"heading": "Births", "year": "1978", "date": "January 12", "txt": "Maurizio Zaffiri, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 12", "txt": "Marián Hossa, Slovak ice hockey player", "entities": [{"title": "Marián Hossa", "href": "/wiki/Mari%C3%A1n_Hossa", "description": "Marián Hossa is a Slovak former professional ice hockey right winger. Hossa was drafted by the Ottawa Senators in the first round, 12th overall, of the 1997 NHL Entry Draft. After spending his first seven NHL seasons with the Senators, he played for the Atlanta Thrashers, Pittsburgh Penguins, Detroit Red Wings, and Chicago Blackhawks. Over the course of his career, he made five NHL All-Star Game a"}]}, {"heading": "Births", "year": "1979", "date": "January 12", "txt": "Lee Bo-young, South Korean actress and model", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 12", "txt": "Grzegorz Rasiak, Polish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 12", "txt": "David Zabriskie, American cyclist", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 12", "txt": "Bobby Crosby, American baseball player", "entities": [{"title": "Bobby Crosby", "href": "/wiki/Bobby_Crosby", "description": "Robert Edward Crosby is an American former professional baseball infielder and current coach. He played in Major League Baseball for the Oakland Athletics, Pittsburgh Pirates, and Arizona Diamondbacks. The son of former major league infielder Ed Crosby, he batted and threw right-handed. He was Rookie of the Year in 2004."}]}, {"heading": "Births", "year": "1981", "date": "January 12", "txt": "Amerie, American singer-songwriter, producer, and actress", "entities": [{"title": "Amerie", "href": "/wiki/Amerie", "description": "Amerie Mi Marie Nicholson , is an American singer-songwriter author and actress. Born and raised in Washington metropolitan area, Amerie gained an appreciation of the classical arts from her mother Mi Suk Rogers and of music from her father Charles Rogers, and she also studied dance from an early age and performed in talent contests. after her High School graduation, her family settled down in Vir"}]}, {"heading": "Births", "year": "1981", "date": "January 12", "txt": "João Paulo Daniel, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 12", "txt": "Dan Klecko, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 12", "txt": "Angus Macdonald, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 12", "txt": "Luis Ernesto Pérez, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 12", "txt": "Paul-Henri Mathieu, French tennis player", "entities": [{"title": "Paul-Henri Mathieu", "href": "/wiki/Paul-Henri_Mathieu", "description": "Paul-Henri Mathieu is a retired French tennis player. He won four singles titles on the ATP Tour. His best singles performance in an ATP World Tour Masters 1000 tournament was reaching the semifinals of the 2005 Canadian Open. He achieved a career-high ATP singles ranking of world No. 12 in April 2008."}]}, {"heading": "Births", "year": "1982", "date": "January 12", "txt": "Hans Van Alphen, Belgian decathlete", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 12", "txt": "Dean Whitehead, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 12", "txt": "Dontrelle Willis, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 12", "txt": "Daniel Sepulveda, American football player", "entities": [{"title": "Daniel Sepulveda", "href": "/wiki/Daniel_Sepulveda", "description": "Daniel Wade Sepulveda is a former American football punter who played five seasons in the National Football League (NFL), all with the Pittsburgh Steelers. He played college football for Baylor University, earned All-American honors twice, and was twice recognized as the best college punter. The Steelers selected Sepulveda in the fourth round of the 2007 NFL Draft. He was a member of the Steelers "}]}, {"heading": "Births", "year": "1984", "date": "January 12", "txt": "Jonathan Zydko, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 12", "txt": "Artem Milevskyi, Ukrainian footballer", "entities": [{"title": "Artem Milevskyi", "href": "/wiki/Artem_Milevskyi", "description": "Artem Volodymyrovych Milevskyi is a Ukrainian professional footballer who plays as a second striker for Mynai."}]}, {"heading": "Births", "year": "1985", "date": "January 12", "txt": "Issa Rae, American actress, writer, director, producer and web series creator", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 12", "txt": "Borja Valero, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 12", "txt": "Kehoma Brenner, German rugby player", "entities": [{"title": "Kehoma Brenner", "href": "/wiki/Kehoma_Brenner", "description": "Kehoma Brenner is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team."}]}, {"heading": "Births", "year": "1986", "date": "January 12", "txt": "Miguel Ángel Nieto, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 12", "txt": "Naya Rivera, American actress and singer (d. 2020)", "entities": [{"title": "Naya Rivera", "href": "/wiki/Naya_Rivera", "description": "Naya Marie Rivera was an American actress, singer and model. She began her career as a child actress and model, first appearing in national television commercials. At the age of four she landed the role of Hillary Winston on the short-lived CBS sitcom The Royal Family (1991–1992), earning a nomination for a Young Artist Award at five. After a series of recurring television roles and then guest spo"}]}, {"heading": "Births", "year": "1987", "date": "January 12", "txt": "Salvatore Sirigu, Italian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 12", "txt": "Claude Giroux, Canadian ice hockey player", "entities": [{"title": "Claude Giroux", "href": "/wiki/Claude_Giroux", "description": "Claude Giroux is a Canadian professional ice hockey forward and captain of the Philadelphia Flyers of the National Hockey League (NHL). The Flyers selected Giroux 22nd overall in the 2006 NHL Entry Draft. He has been the Flyers' team captain since January 13, 2013."}]}, {"heading": "Births", "year": "1989", "date": "January 12", "txt": "Thiemo-Jérôme Kialka, German footballer", "entities": [{"title": "Thiemo-Jérôme Kialka", "href": "/wiki/Thiemo-J%C3%A9r%C3%B4me_Kialka", "description": "Thiemo-Jérôme Kialka is German footballer who plays for SG Einheit Zepernick 1925.."}]}, {"heading": "Births", "year": "1989", "date": "January 12", "txt": "Axel Witsel, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 12", "txt": "Pixie Lott, English singer-songwriter, dancer, and actress", "entities": [{"title": "Pixie Lott", "href": "/wiki/Pixie_Lott", "description": "Victoria Louise \"Pixie\" Lott is an English singer and songwriter. Her debut album, Turn It Up, released in September 2009, reached number six on the UK Albums Chart and sold over 1.5 million copies. It also spawned six consecutive top twenty singles on the UK Singles Chart, including two #1 singles, \"Mama Do \" and \"Boys and Girls\". Her second album, Young Foolish Happy (2011), spawned the #1 hit \""}]}, {"heading": "Births", "year": "1991", "date": "January 12", "txt": "Matt Srama, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 12", "txt": "Ishak Belfodil, Algerian footballer", "entities": [{"title": "Ishak Belfodil", "href": "/wiki/Ishak_Belfodil", "description": "Ishak Belfodil is an Algerian footballer who plays as a striker for 1899 Hoffenheim and the Algeria national team."}]}, {"heading": "Births", "year": "1992", "date": "January 12", "txt": "Samuele Longo, Italian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "January 12", "txt": "Zayn Malik, English singer-songwriter", "entities": [{"title": "Zayn Malik", "href": "/wiki/Zayn_Malik", "description": "Zain Javadd Malik, known mononymously as Zayn, is an English singer and songwriter. Born and raised in Bradford, Malik auditioned as a solo contestant for the British music competition The X Factor in 2010. After being eliminated as a solo performer, Malik was brought back into the competition, along with four other contestants, to form the boy band One Direction. Malik left the group in March 201"}]}, {"heading": "Births", "year": "1993", "date": "January 12", "txt": "Simone Pecorini, Italian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "January 12", "txt": "Do Kyungsoo, South Korean singer", "entities": []}, {"heading": "Births", "year": "1995", "date": "January 12", "txt": "Sarah Mehain, Canadian Paralympic swimmer", "entities": [{"title": "Sarah Mehain", "href": "/wiki/Sarah_Mehain", "description": "Sarah Mehain is a Canadian Paralympic swimmer."}]}, {"heading": "Births", "year": "1995", "date": "January 12", "txt": "Alessio Romagnoli, Italian footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "January 12", "txt": "Ella Henderson, English singer and songwriter", "entities": [{"title": "Ella Henderson", "href": "/wiki/Ella_Henderson", "description": "Gabriella Michelle \"Ella\" Henderson is an English singer and songwriter. She competed in the ninth series of The X Factor UK in 2012, and finished in sixth place despite being a strong favourite to win. She signed with Syco Music shortly after, and released her debut studio album, Chapter One (2014), which reached number one in the UK. The album spawned the chart-topping single \"Ghost\", as well as"}]}, {"heading": "Deaths", "year": "690", "date": "January 12", "txt": "Benedict Biscop, English scholar and saint, founded the Monkwearmouth–Jarrow Abbey (b. 628)", "entities": [{"title": "Benedict Biscop", "href": "/wiki/Benedict_Biscop", "description": "Benedict Biscop, also known as Biscop Baducing, was an Anglo-Saxon abbot and founder of Monkwearmouth-Jarrow Priory and was considered a saint after his death."}, {"title": "Monkwearmouth–Jarrow Abbey", "href": "/wiki/Monkwearmouth%E2%80%93Jarrow_Abbey", "description": "The Abbey Church of Saint Peter and Saint Paul, Monkwearmouth–Jarrow, known simply as Monkwearmouth–Jarrow Abbey, was a Benedictine double monastery in the Kingdom of Northumbria, England."}]}, {"heading": "Deaths", "year": "914", "date": "January 12", "txt": "Ahmad Samani, Samanid emir", "entities": [{"title": "Ahmad Samani", "href": "/wiki/Ahmad_Samani", "description": "Ahmad ibn Ismail was amir of the Samanids (907–914). He was the son of Ismail Samani. He was known as the \"Martyred Amir\"."}]}, {"heading": "Deaths", "year": "947", "date": "January 12", "txt": "Sang Weihan, Chinese chief of staff (b. 898)", "entities": [{"title": "Sang Weihan", "href": "/wiki/Sang_Weihan", "description": "Sang Weihan (桑維翰), courtesy name Guoqiao (國僑), formally the Duke of Wei (魏公), was an official of the Chinese Five Dynasties and Ten Kingdoms Period state Later Jin, serving as chief of staff (Shumishi) during the reigns of both of Later Jin's emperors, Shi Jingtang and Shi Chonggui. While not a soldier by training, he was said to be capable and respected as the overseer of the armies of the realm."}]}, {"heading": "Deaths", "year": "1140", "date": "January 12", "txt": "Louis I, Landgrave of Thuringia", "entities": [{"title": "Louis I, Landgrave of Thuringia", "href": "/wiki/Louis_I,_Landgrave_of_Thuringia", "description": "Ludwig I or Louis I was ruler of Thuringia from 1123 to 1140."}]}, {"heading": "Deaths", "year": "1167", "date": "January 12", "txt": "Aelred of Rievaulx, English monk and saint (b. 1110)", "entities": [{"title": "Aelred of Rievaulx", "href": "/wiki/Aelred_of_Rievaulx", "description": "Aelred of Rievaulx ; also Ailred, Ælred, and Æthelred; was an English Cistercian monk, abbot of Rievaulx from 1147 until his death, and known as a writer. He is regarded by Anglicans and Catholics as a saint."}]}, {"heading": "Deaths", "year": "1320", "date": "January 12", "txt": "John Dalderby, bishop of Lincoln", "entities": [{"title": "John Dalderby", "href": "/wiki/John_Dalderby", "description": "John Dalderby was a medieval Bishop of Lincoln."}]}, {"heading": "Deaths", "year": "1321", "date": "January 12", "txt": "Marie of Brabant, Queen of France (b. 1256)", "entities": [{"title": "Marie of Brabant, Queen of France", "href": "/wiki/Marie_of_Brabant,_Queen_of_France", "description": "Marie of Brabant was Queen of France from 1274 until 1285 as the second wife of King Philip III. Born in Leuven, Brabant, she was a daughter of Henry III, Duke of Brabant, and Adelaide of Burgundy."}]}, {"heading": "Deaths", "year": "1405", "date": "January 12", "txt": "Eleanor Maltravers, English noblewoman (b. 1345)", "entities": [{"title": "Eleanor Maltravers", "href": "/wiki/Eleanor_Maltravers", "description": "Eleanor Maltravers, or Mautravers, was an English noblewoman. The granddaughter and eventual heiress of the first Baron Maltravers, she married two barons in succession and passed her grandfather's title to her grandson."}]}, {"heading": "Deaths", "year": "1519", "date": "January 12", "txt": "Maximilian I, Holy Roman Emperor (b. 1459)", "entities": [{"title": "Maximilian I, Holy Roman Emperor", "href": "/wiki/Maximilian_I,_Holy_Roman_Emperor", "description": "Maximilian I was King of the Romans from 1486 and Holy Roman Emperor from 1508 until his death. He was never crowned by the pope, as the journey to Rome was always too risky. He was instead proclaimed emperor elect by Pope Julius II at Trent, thus breaking the long tradition of requiring a Papal coronation for the adoption of the Imperial title. Maximilian was the son of Frederick III, Holy Roman "}]}, {"heading": "Deaths", "year": "1665", "date": "January 12", "txt": "Pierre de Fermat, French mathematician and lawyer (b. 1601)", "entities": [{"title": "Pierre de Fermat", "href": "/wiki/Pierre_de_Fermat", "description": "Pierre de Fermat was a French lawyer at the Parlement of Toulouse, France, and a mathematician who is given credit for early developments that led to infinitesimal calculus, including his technique of adequality. In particular, he is recognized for his discovery of an original method of finding the greatest and the smallest ordinates of curved lines, which is analogous to that of differential calc"}]}, {"heading": "Deaths", "year": "1674", "date": "January 12", "txt": "Giacomo Carissimi, Italian priest and composer (b. 1605)", "entities": [{"title": "Giacomo Carissimi", "href": "/wiki/Giacomo_Carissimi", "description": "Giacomo Carissimi was an Italian composer and music teacher. He is one of the most celebrated masters of the early Baroque or, more accurately, the Roman School of music. Carissimi established the characteristic features of the Latin oratorio and was a prolific composer of masses, motets and cantatas. He was highly influential in musical developments in north European countries through his pupils,"}]}, {"heading": "Deaths", "year": "1700", "date": "January 12", "txt": "Marguerite Bourgeoys, French-Canadian nun and saint, founded the Congregation of Notre Dame of Montreal (b. 1620)", "entities": [{"title": "Marguerite Bourgeoys", "href": "/wiki/Marguerite_Bourgeoys", "description": "Marguerite Bourgeoys, C.N.D., was a French nun and founder of the Congregation of Notre Dame of Montreal in the colony of New France, now part of Québec, Canada. Born in Troyes, she traveled to Fort Ville-Marie by 1653, where she developed the convent and educated young girls, the poor, and children of First Nations until shortly before her death in early 1700. She is also significant for developi"}, {"title": "Congregation of Notre Dame of Montreal", "href": "/wiki/Congregation_of_Notre_Dame_of_Montreal", "description": "The Congrégation de Notre Dame (CND) is a religious community for women founded in 1658 in Ville Marie (Montreal), in the colony of New France, now part of Canada. It was established by Marguerite Bourgeoys, who created a religious community for women that was not cloistered; the sisters were allowed to live and work outside the convent. The Congregation held an important role in the development o"}]}, {"heading": "Deaths", "year": "1720", "date": "January 12", "txt": "William Ashhurst, English banker and politician, Lord Mayor of London (b. 1647)", "entities": [{"title": "William Ashhurst", "href": "/wiki/William_Ashhurst", "description": "Sir William Ashhurst or Ashurst was an English banker and Whig politician who sat in the English and British House of Commons between 1689 and 1710. He served as Lord Mayor of London for the year 1693 to 1694."}, {"title": "Lord Mayor of London", "href": "/wiki/Lord_Mayor_of_London", "description": "The Lord Mayor of London is the mayor of the City of London and the leader of the City of London Corporation. Within the City, the Lord Mayor is accorded precedence over all individuals except the sovereign and retains various traditional powers, rights and privileges, including the title and style The Right Honourable Lord Mayor of London."}]}, {"heading": "Deaths", "year": "1732", "date": "January 12", "txt": "John Horsley, English-Scottish historian and author (b. 1685)", "entities": [{"title": "John Horsley (antiquarian)", "href": "/wiki/John_Horsley_(antiquarian)", "description": "\n\nJohn Horsley was a British antiquarian, known primarily for his book Britannia Romana or The Roman Antiquities of Britain which was published in 1732."}]}, {"heading": "Deaths", "year": "1735", "date": "January 12", "txt": "John Eccles, English composer (b. 1668)", "entities": [{"title": "John Eccles (composer)", "href": "/wiki/John_Eccles_(composer)", "description": "John Eccles was an English composer."}]}, {"heading": "Deaths", "year": "1759", "date": "January 12", "txt": "Anne, Princess Royal and Princess of Orange (b. 1709)", "entities": [{"title": "Anne, Princess Royal and Princess of Orange", "href": "/wiki/Anne,_Princess_Royal_and_Princess_of_Orange", "description": "Anne, Princess Royal and Princess of Orange was the second child and eldest daughter of King George II of Great Britain and his consort Caroline of Ansbach. She was the spouse of William IV, Prince of Orange, the first hereditary stadtholder of all seven provinces of the Northern Netherlands. She was Regent of the Netherlands from 1751 until her death in 1759, exercising extensive powers on behalf"}]}, {"heading": "Deaths", "year": "1765", "date": "January 12", "txt": "Johann Melchior Molter, German violinist and composer (b. 1696)", "entities": [{"title": "Johann Melchior Molter", "href": "/wiki/Johann_Melchior_Molter", "description": "Johann Melchior Molter was a German composer and violinist of the late Baroque period."}]}, {"heading": "Deaths", "year": "1777", "date": "January 12", "txt": "Hugh Mercer, Scottish-American general and physician (b. 1726)", "entities": [{"title": "Hugh Mercer", "href": "/wiki/Hugh_Mercer", "description": "Hugh Mercer was a Scottish soldier and physician. He initially served with the Jacobite forces of Bonnie Prince Charlie, and with the British forces during the Seven Years' War, but later became a brigadier general in the Continental Army and a close friend to George Washington. Mercer died as a result of his wounds received at the Battle of Princeton and became a fallen hero as well as a rallying"}]}, {"heading": "Deaths", "year": "1778", "date": "January 12", "txt": "François Bigot, French politician (b. 1703)", "entities": [{"title": "François Bigot", "href": "/wiki/Fran%C3%A7ois_Bigot", "description": "Françoise Bigot was a French government official. He served as the Financial Commissary on Île Royale. commissary general of the ill-fated Duc d'Anville expedition and finally as the Intendant of New France. He was the last official ever to hold the latter position, losing it on the occasion of the conquest of 1760. He was subsequently accused of corruption and put on trial in France, and upon con"}]}, {"heading": "Deaths", "year": "1781", "date": "January 12", "txt": "Richard Challoner, English bishop (b. 1691)", "entities": [{"title": "Richard Challoner", "href": "/wiki/Richard_Challoner", "description": "Richard Challoner (1691–1781) was an English Roman Catholic bishop, a leading figure of English Catholicism during the greater part of the 18th century. The titular Bishop of Doberus, he is perhaps most famous for his revision of the Douay–Rheims translation of the Bible."}]}, {"heading": "Deaths", "year": "1829", "date": "January 12", "txt": "Karl Wilhelm Friedrich Schlegel, German philosopher, poet, and critic (b. 1772)", "entities": [{"title": "Karl Wilhelm Friedrich Schlegel", "href": "/wiki/Karl_Wilhelm_Friedrich_Schlegel", "description": "Karl Wilhelm Friedrich Schlegel was a German poet, literary critic, philosopher, philologist, and Indologist. With his older brother, August Wilhelm Schlegel, he was one of the main figures of Jena Romanticism."}]}, {"heading": "Deaths", "year": "1833", "date": "January 12", "txt": "Marie-Antoine Carême, French chef (b. 1784)", "entities": [{"title": "Marie-Antoine Carême", "href": "/wiki/Marie-Antoine_Car%C3%AAme", "description": "Marie Antoine (Antonin) Carême was a French chef and an early practitioner and exponent of the elaborate style of cooking known as grande cuisine, the \"high art\" of French cooking: a grandiose style of cookery favored by both international royalty and by the nouveau riche of Paris. Carême is often considered one of the first internationally renowned celebrity chefs."}]}, {"heading": "Deaths", "year": "1834", "date": "January 12", "txt": "William Grenville, 1st Baron Grenville, English academic and politician, Prime Minister of the United Kingdom (b. 1759)", "entities": [{"title": "William Grenville, 1st Baron Grenville", "href": "/wiki/William_Grenville,_1st_Baron_Grenville", "description": "William Wyndham Grenville, 1st Baron Grenville,, styled as Lord Grenville from 1790, was a British Pittite Tory politician who served as Prime Minister of the United Kingdom from 1806 to 1807, but was a supporter of the Whigs for the duration of the Napoleonic Wars. As prime minister, his most significant achievement was the abolition of the slave trade in 1807. However, his government failed to e"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1856", "date": "January 12", "txt": "Ľudovít Štúr, Slovak philologist and politician (b. 1815)", "entities": [{"title": "Ľudovít Štúr", "href": "/wiki/%C4%BDudov%C3%ADt_%C5%A0t%C3%BAr", "description": "Ľudovít Velislav Štúr, known in his era as Ludevít Štúr, was a Slovakian revolutionary politician and writer. As a leader of the Slovak national revival in the 19th century, and the author of the Slovak language standard, he is lauded as one of the most important figures in Slovak history."}]}, {"heading": "Deaths", "year": "1861", "date": "January 12", "txt": "Václav Hanka, Czech philologist and author (b. 1791)", "entities": [{"title": "Václav Hanka", "href": "/wiki/V%C3%A1clav_Hanka", "description": "Wenceslaus Hanka Czech: Vác(es)lav Hanka was a Czech philologist."}]}, {"heading": "Deaths", "year": "1892", "date": "January 12", "txt": "James Caulfeild, 3rd Earl of Charlemont, Irish politician, Lord Lieutenant of Tyrone (b. 1820)", "entities": [{"title": "James Caulfeild, 3rd Earl of Charlemont", "href": "/wiki/James_Caulfeild,_3rd_Earl_of_Charlemont", "description": "James Molyneux Caulfeild, 3rd Earl of Charlemont KP was an Irish politician and peer."}, {"title": "Lord Lieutenant of Tyrone", "href": "/wiki/Lord_Lieutenant_of_Tyrone", "description": "\nThis is a list of people who have served as Lord Lieutenant of County Tyrone."}]}, {"heading": "Deaths", "year": "1892", "date": "January 12", "txt": "William Reeves, Irish bishop and historian (b. 1815)", "entities": []}, {"heading": "Deaths", "year": "1899", "date": "January 12", "txt": "Hiram Walker, American businessman, founded Canadian Club (b. 1816)", "entities": [{"title": "Hiram Walker", "href": "/wiki/Hiram_Walker", "description": "Hiram Walker was an American entrepreneur and founder of the Hiram Walker and Sons Ltd. distillery in Windsor, Ontario, Canada. Walker was born in East Douglas, Massachusetts, and moved to Detroit in 1838. He purchased land across the Detroit River, just east of what is Windsor, Ontario, and established a distillery in 1858 in what would become Walkerville, Ontario. Walker began selling his whisky"}, {"title": "Canadian Club", "href": "/wiki/Canadian_Club", "description": "Canadian Club is a brand of Canadian whiskey produced by Beam Suntory. Popularly known as CC, Canadian Club was created by Hiram Walker and Sons, an evolution of a brand around a product that took place over the second half of the nineteenth century. Hiram Walker merged with Gooderham & Worts, Ltd. in 1926, yielding Hiram Walker-Gooderham & Worts, Ltd."}]}, {"heading": "Deaths", "year": "1909", "date": "January 12", "txt": "Hermann Minkowski, Lithuanian-German mathematician and academic (b. 1864)", "entities": [{"title": "Hermann Minkowski", "href": "/wiki/Hermann_Minkowski", "description": "Hermann Minkowski was a mathematician and professor at Königsberg, Zürich and Göttingen. In different sources Minkowski's nationality is variously given as German, Polish, or Lithuanian-German, or Russian. He created and developed the geometry of numbers and used geometrical methods to solve problems in number theory, mathematical physics, and the theory of relativity."}]}, {"heading": "Deaths", "year": "1911", "date": "January 12", "txt": "Andreas Papagiannakopoulos, Greek journalist, judge, and politician (b. 1845)", "entities": [{"title": "Andreas Papagiannakopoulos", "href": "/wiki/Andreas_Papagiannakopoulos", "description": "Andreas Papagiannakopoulos was a judge and a politician of Kalavryta and Achaea."}]}, {"heading": "Deaths", "year": "1916", "date": "January 12", "txt": "Georgios Theotokis, Greek lawyer and politician, 80th Prime Minister of Greece (b. 1844)", "entities": [{"title": "Georgios Theotokis", "href": "/wiki/Georgios_Theotokis", "description": "Georgios Theotokis was a Greek politician and Prime Minister of Greece, serving the post four times. He represented the New Party or Neoteristikon Komma (NK)."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Deaths", "year": "1921", "date": "January 12", "txt": "Gervase Elwes, English tenor and actor (b. 1866)", "entities": [{"title": "Gervase Elwes", "href": "/wiki/Gervase_Elwes", "description": "Gervase Henry Cary-Elwes, DL, better known as Gervase Elwes, was an English tenor of great distinction, who exercised a powerful influence over the development of English music from the early 1900s up until his death in 1921 due to a railroad accident in Boston at the height of his career."}]}, {"heading": "Deaths", "year": "1926", "date": "January 12", "txt": "Austin Chapman, Australian businessman and politician, 4th Australian Minister for Defence (b. 1864)", "entities": [{"title": "Austin Chapman", "href": "/wiki/Austin_Chapman", "description": "Sir Austin Chapman was an Australian politician who served in the House of Representatives from 1901 until his death in 1926. He held ministerial office in the governments of Alfred Deakin and Stanley Bruce, serving as Minister for Defence (1903–1904), Postmaster-General (1905–1907), Minister for Trade and Customs, and Minister for Health (1923–1924)."}, {"title": "Minister for Defence (Australia)", "href": "/wiki/Minister_for_Defence_(Australia)", "description": "The Minister for Defence is the principal minister responsible for the organisation, implementation, and formulation of government policy in defence and military matters for the Australian Government. The individual who holds this office directs the government’s approach to such matters through the Australian Defence Organisation and, by extension, the Department of Defence and the Australian Defe"}]}, {"heading": "Deaths", "year": "1934", "date": "January 12", "txt": "Paul Kochanski, Polish violinist and composer (b. 1887)", "entities": [{"title": "Paul Kochanski", "href": "/wiki/Paul_Kochanski", "description": "Paul Kochanski was a Polish violinist, composer and arranger active in the United States."}]}, {"heading": "Deaths", "year": "1938", "date": "January 12", "txt": "Oscar Florianus Bluemner, German-American painter and illustrator (b. 1867)", "entities": [{"title": "Oscar Florianus Bluemner", "href": "/wiki/Oscar_Florianus_Bluemner", "description": "Oscar Bluemner, born Friedrich Julius Oskar Blümner and after 1933 known as Oscar Florianus Bluemner, was a German-born American Modernist painter."}]}, {"heading": "Deaths", "year": "1940", "date": "January 12", "txt": "Ralph Hitz, Austrian-American hotelier (b. 1891)", "entities": [{"title": "Ralph Hitz", "href": "/wiki/Ralph_Hitz", "description": "Ralph Hitz was a pioneer in the hotel industry, whose ideas for marketing and customer service became the industry standard for luxury lodging. During the 1930s he was the head of the National Hotel Management Company, the largest hotel organization in the United States at the time."}]}, {"heading": "Deaths", "year": "1940", "date": "January 12", "txt": "Edward Smith, English lieutenant, Victoria Cross recipient (b. 1898)", "entities": [{"title": "Edward Smith (VC)", "href": "/wiki/Edward_Smith_(VC)", "description": "Edward Benn ('Ned') Smith VC, DCM was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1943", "date": "January 12", "txt": "Jan Campert, Dutch journalist and critic (b. 1902)", "entities": [{"title": "Jan Campert", "href": "/wiki/Jan_Campert", "description": "Jan Remco Theodoor Campert was a journalist, theater critic and writer who lived in Amsterdam, the Netherlands. During the German occupation of the Netherlands in World War II Campert was arrested for aiding the Jews. He was held in the Neuengamme concentration camp, where he died."}]}, {"heading": "Deaths", "year": "1944", "date": "January 12", "txt": "Lance C. Wade, American commander and pilot (b. 1915)", "entities": [{"title": "Lance C. Wade", "href": "/wiki/Lance_C._Wade", "description": "Wing Commander Lance Cleo \"Wildcat\" Wade DSO, DFC & Two Bars was an American pilot who joined the Royal Air Force (RAF) during the Second World War and became a flying ace. He remained with RAF until his death in a flying accident in 1944 in Italy. He was described as a \"distinguished American fighter ace who epitomized perhaps more than any other American airman the wartime accords between Britai"}]}, {"heading": "Deaths", "year": "1958", "date": "January 12", "txt": "Charles Hatfield, American meteorologist (b. 1875)", "entities": [{"title": "Charles Hatfield", "href": "/wiki/Charles_Hatfield", "description": "Charles Mallory Hatfield was an American \"rainmaker\"."}]}, {"heading": "Deaths", "year": "1960", "date": "January 12", "txt": "Nevil Shute, English engineer and author (b. 1899)", "entities": [{"title": "Nevil Shute", "href": "/wiki/Nevil_Shute", "description": "Nevil Shute Norway was an English novelist and aeronautical engineer who spent his later years in Australia. He used his full name in his engineering career and Nevil Shute as his pen name to protect his engineering career from inferences by his employers (Vickers) or fellow engineers that he was not a serious person or from potential negative publicity in connection with his novels, which include"}]}, {"heading": "Deaths", "year": "1962", "date": "January 12", "txt": "Ariadna Tyrkova-Williams, Russian journalist and activist (b. 1869)", "entities": [{"title": "Ariadna Tyrkova-Williams", "href": "/wiki/Ariadna_Tyrkova-Williams", "description": "Ariadna Vladimirovna Tyrkova-Williams was a liberal politician, journalist, writer and feminist in Russia during the revolutionary period until 1920. Afterwards, she lived as a writer in Britain (1920–1951) and the United States (1951–1962)."}]}, {"heading": "Deaths", "year": "1965", "date": "January 12", "txt": "Lorraine Hansberry, American author, playwright, and director (b. 1936)", "entities": [{"title": "Lorraine Hansberry", "href": "/wiki/Lorraine_Hansberry", "description": "Lorraine Vivian Hansberry was a playwright and writer. She was the first African-American female author to have a play performed on Broadway. Her best known work, the play A Raisin in the Sun, highlights the lives of Black Americans living under racial segregation in Chicago. The title of the play was taken from the poem \"Harlem\" by Langston Hughes: \"What happens to a dream deferred? Does it dry u"}]}, {"heading": "Deaths", "year": "1967", "date": "January 12", "txt": "Burhan Asaf Belge, Turkish diplomat (b. 1887)", "entities": [{"title": "Burhan Asaf Belge", "href": "/wiki/Burhan_Asaf_Belge", "description": "Burhan Asaf Belge was a Turkish politician, who was a prominent figure among the young intellectuals during the early periods of Republic of Turkey and served as the representative of Muğla province during the 11th term of Turkish National Assembly. He was a regular contributor to Kadro, a left-wing journal dedicated to \"discussions on ideology and economic-development strategy.\" Burhan Asaf Belge"}]}, {"heading": "Deaths", "year": "1971", "date": "January 12", "txt": "John Tovey, 1st Baron Tovey, English admiral (b. 1885)", "entities": [{"title": "John Tovey, 1st Baron Tovey", "href": "/wiki/John_Tovey,_1st_Baron_Tovey", "description": "Admiral of the Fleet John Cronyn Tovey, 1st Baron Tovey,, sometimes known as Jack Tovey, was a Royal Navy officer. During the First World War he commanded the destroyer HMS Onslow at the Battle of Jutland and then commanded the destroyer Ursa at the Second Battle of Heligoland Bight. During the Second World War he initially served as Second-in-Command of the Mediterranean Fleet in which role he co"}]}, {"heading": "Deaths", "year": "1973", "date": "January 12", "txt": "Roy Franklin Nichols, American historian and academic (b. 1896)", "entities": [{"title": "Roy Franklin Nichols", "href": "/wiki/Roy_Franklin_Nichols", "description": "Roy Franklin Nichols was an American historian, who won the 1949 Pulitzer Prize for History for The Disruption of American Democracy."}]}, {"heading": "Deaths", "year": "1974", "date": "January 12", "txt": "Princess Patricia of Connaught (b. 1886)", "entities": [{"title": "Princess Patricia of Connaught", "href": "/wiki/Princess_Patricia_of_Connaught", "description": "Princess Patricia of Connaught was a granddaughter of Queen Victoria. Upon her marriage to Alexander Ramsay, she relinquished her title of a British princess and the style of Royal Highness."}]}, {"heading": "Deaths", "year": "1976", "date": "January 12", "txt": "Agatha Christie, English crime novelist, short story writer, and playwright (b. 1890)", "entities": [{"title": "Agatha Christie", "href": "/wiki/Agatha_Christie", "description": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around fictional detectives Hercule Poirot and Miss Marple. She also wrote the world's longest-running play, The Mousetrap, which was performed in the West End from 1952 to 2020, as well as six novels under the pseudonym Mary Westma"}]}, {"heading": "Deaths", "year": "1977", "date": "January 12", "txt": "Henri-Georges Clouzot, French director and screenwriter (b. 1907)", "entities": [{"title": "Henri-Georges Clouzot", "href": "/wiki/Henri-Georges_Clouzot", "description": "Henri-Georges Clouzot was a French film director, screenwriter and producer. He is best remembered for his work in the thriller film genre, having directed The Wages of Fear and Les Diaboliques, which are critically recognized as among the greatest films from the 1950s. He also directed documentary films, including The Mystery of Picasso, which was declared a national treasure by the government of"}]}, {"heading": "Deaths", "year": "1983", "date": "January 12", "txt": "Nikolai Podgorny, Ukrainian engineer and politician (b. 1903)", "entities": [{"title": "Nikolai Podgorny", "href": "/wiki/Nikolai_Podgorny", "description": "Nikolai Viktorovich Podgorny was a Soviet statesman who served as the Chairman of the Presidium of the Supreme Soviet, the head of state of the Soviet Union, from 1965 to 1977."}]}, {"heading": "Deaths", "year": "1988", "date": "January 12", "txt": "Connie Mulder, South African politician (b. 1925)", "entities": [{"title": "Connie Mulder", "href": "/wiki/Connie_Mulder", "description": "Connie Mulder, born Petrus Cornelius Mulder, was a South African politician, cabinet minister and father of Pieter Mulder, former leader of the Freedom Front Plus."}]}, {"heading": "Deaths", "year": "1988", "date": "January 12", "txt": "Piero Taruffi, Italian racing driver and motorcycle racer (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "January 12", "txt": "Laurence J. Peter, Canadian-American author and educator (b. 1919)", "entities": [{"title": "Laurence J. Peter", "href": "/wiki/Laurence_J._Peter", "description": "Laurence Johnston Peter was a Canadian educator and \"hierarchiologist\" who is best known to the general public for the formulation of the Peter principle."}]}, {"heading": "Deaths", "year": "1991", "date": "January 12", "txt": "Robert Jackson, Australian public servant and diplomat (b. 1911)", "entities": [{"title": "Robert Jackson (UN administrator)", "href": "/wiki/Robert_Jackson_(UN_administrator)", "description": "Sir Robert Gillman Allen Jackson, was an Australian naval officer, public servant and United Nations administrator who specialised in technical and logistical assistance to the developing world."}]}, {"heading": "Deaths", "year": "1992", "date": "January 12", "txt": "Kumar Gandharva, a Hindustani classical singer (b. 1924)", "entities": [{"title": "Kumar Gandharva", "href": "/wiki/Kumar_Gandharva", "description": "Kumar Gandharva (pronunciation:[kʊmaːɽ ɡɐndʱɐɽʋɐ]; 8 April 1924 – 12 January 1992), originally known as Shivaputra Siddharamayya Komkalimath was an Indian classical singer, well known for his unique vocal style and for his refusal to be bound by the tradition of any gharana. The name, Kumar Gandharva, is a title given to him when he was a child prodigy; a Gandharva is a musical spirit in Hindu myt"}]}, {"heading": "Deaths", "year": "1994", "date": "January 12", "txt": "Gustav Naan, Estonian physicist and philosopher (b. 1919)", "entities": [{"title": "Gustav Naan", "href": "/wiki/Gustav_Naan", "description": "Gustav Naan was an Estonian physicist and philosopher. According to the Estonian Encyclopedia's definition, he \"wrote plenty of irritating publicist articles\"."}]}, {"heading": "Deaths", "year": "1996", "date": "January 12", "txt": "Joachim Nitsche, German mathematician and academic (b. 1926)", "entities": [{"title": "Joachim Nitsche", "href": "/wiki/Joachim_Nitsche", "description": "Joachim A. Nitsche was a German mathematician and professor of mathematics in Freiburg, known for his important contributions to the mathematical and numerical analysis of partial differential equations. The duality argument for estimating the error of the finite element method and a scheme for the weak enforcement of Dirichlet boundary conditions for Poisson's equation bear his name."}]}, {"heading": "Deaths", "year": "1997", "date": "January 12", "txt": "Jean-Edern Hallier, French author (b. 1936)", "entities": [{"title": "Jean-Edern Hallier", "href": "/wiki/Jean-Edern_Hallier", "description": "Jean-Edern Hallier was a French writer, critic and editor."}]}, {"heading": "Deaths", "year": "1997", "date": "January 12", "txt": "Charles Brenton Huggins, Canadian-American physician and physiologist, Nobel Prize laureate (b. 1901)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1998", "date": "January 12", "txt": "Roger Clark, English racing driver (b. 1939)", "entities": [{"title": "Roger Clark", "href": "/wiki/Roger_Clark", "description": "Roger Albert Clark, MBE was a British rally driver during the 1960s and '70s, and the first competitor from his country to win a World Rally Championship (WRC) event when he triumphed at the 1976 RAC Rally."}]}, {"heading": "Deaths", "year": "1999", "date": "January 12", "txt": "Doug Wickenheiser, Canadian-American ice hockey player (b. 1961)", "entities": [{"title": "Doug Wickenheiser", "href": "/wiki/Doug_Wickenheiser", "description": "Douglas Peter Wickenheiser was a Canadian ice hockey player, who was drafted first overall by the Montreal Canadiens in the 1980 NHL Entry Draft."}]}, {"heading": "Deaths", "year": "2000", "date": "January 12", "txt": "Marc Davis, American animator and screenwriter (b. 1913)", "entities": [{"title": "Marc Davis (animator)", "href": "/wiki/Marc_Davis_(animator)", "description": "Marc Fraser Davis was a prominent American artist and animator for Walt Disney Animation Studios. He was one of Disney's Nine Old Men, the famed core animators of Disney animated films, and was revered for his knowledge and understanding of visual aesthetics. After his work on One Hundred and One Dalmatians he moved to Walt Disney Imagineering to work on rides for Disneyland and Walt Disney World "}]}, {"heading": "Deaths", "year": "2000", "date": "January 12", "txt": "Bobby Phills, American basketball player (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 12", "txt": "Luiz Bonfá, Brazilian guitarist and composer (b. 1922)", "entities": [{"title": "Luiz Bonfá", "href": "/wiki/Luiz_Bonf%C3%A1", "description": "Luiz Floriano Bonfá was a Brazilian guitarist and composer. He was best known for the compositions he penned for the film Black Orpheus."}]}, {"heading": "Deaths", "year": "2001", "date": "January 12", "txt": "William Redington Hewlett, American engineer and businessman, co-founded Hewlett-Packard (b. 1913)", "entities": [{"title": "Hewlett-Packard", "href": "/wiki/Hewlett-Packard", "description": "The Hewlett-Packard Company, commonly shortened to Hewlett-Packard or HP, was an American multinational information technology company headquartered in Palo Alto, California, that developed and provided a wide variety of hardware components, as well as software and related services to consumers, small and medium-sized businesses (SMBs) and large enterprises, including customers in the government, "}]}, {"heading": "Deaths", "year": "2002", "date": "January 12", "txt": "Cyrus Vance, American lawyer and politician, 57th U.S. Secretary of State (b. 1917)", "entities": [{"title": "Cyrus Vance", "href": "/wiki/Cyrus_Vance", "description": "Cyrus Roberts Vance was an American lawyer and United States Secretary of State under President Jimmy Carter from 1977 to 1980. Prior to serving in that position, he was the United States Deputy Secretary of Defense in the Johnson administration. During the Kennedy administration he was Secretary of the Army and General Counsel of the Department of Defense."}, {"title": "U.S. Secretary of State", "href": "/wiki/U.S._Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "2003", "date": "January 12", "txt": "Dean Amadon, American ornithologist and author (b. 1912)", "entities": [{"title": "Dean Amadon", "href": "/wiki/Dean_Amadon", "description": "Dean Arthur Amadon was an American ornithologist and an authority on birds of prey."}]}, {"heading": "Deaths", "year": "2003", "date": "January 12", "txt": "Kinji Fukasaku, Japanese actor, director, and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "January 12", "txt": "Leopoldo Galtieri, Argentine general and politician, 44th President of Argentina (b. 1926)", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Deaths", "year": "2003", "date": "January 12", "txt": "Maurice Gibb, Manx-Australian singer-songwriter, guitarist, and producer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "January 12", "txt": "Alan Nunn May, English physicist and spy (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "January 12", "txt": "Olga Ladyzhenskaya, Russian mathematician and academic (b. 1921)", "entities": [{"title": "Olga Ladyzhenskaya", "href": "/wiki/Olga_Ladyzhenskaya", "description": "Olga Aleksandrovna Ladyzhenskaya was a Russian mathematician who worked on partial differential equations, fluid dynamics, and the finite difference method for the Navier–Stokes equations. She received the Lomonosov Gold Medal in 2002. She is the author of more than two hundred scientific works, among which are six monographs."}]}, {"heading": "Deaths", "year": "2005", "date": "January 12", "txt": "Amrish Puri, Indian actor (b. 1932)", "entities": [{"title": "Amrish Puri", "href": "/wiki/Amrish_Puri", "description": "Amrish Lal Puri was an Indian actor, who was an important figure in Indian theatre and cinema. He is remembered for playing iconic villainous roles in Hindi cinema as well as other Indian and international film industries. To Indian audiences he is the most remembered for his role as Mogambo in Shekhar Kapur's Hindi film Mr. India (1987), and to Western audiences he is best known as Mola Ram in St"}]}, {"heading": "Deaths", "year": "2006", "date": "January 12", "txt": "Pablita Velarde, Santa Clara Pueblo (Native American) painter (b. 1918)", "entities": [{"title": "Pablita Velarde", "href": "/wiki/Pablita_Velarde", "description": "Pablita Velarde born Tse Tsan was an American Pueblo artist and painter."}, {"title": "Santa Clara Pueblo", "href": "/wiki/Santa_Clara_Pueblo", "description": "Santa Clara Pueblo is a census-designated place (CDP) in Rio Arriba County, New Mexico, United States and a federally recognized tribe of Native American Pueblo people. Santa Clara Pueblo was established circa 1550."}]}, {"heading": "Deaths", "year": "2007", "date": "January 12", "txt": "Alice Coltrane, American pianist and composer (b. 1937)", "entities": [{"title": "Alice Coltrane", "href": "/wiki/Alice_Coltrane", "description": "Alice Coltrane, also known by her adopted Sanskrit name Turiyasangitananda, was an American jazz musician and composer, and in her later years a swamini. An accomplished pianist and one of the few harpists in the history of jazz, she recorded many albums as a bandleader, beginning in the late 1960s and early 1970s for Impulse! and other major record labels. She was married to jazz saxophonist and "}]}, {"heading": "Deaths", "year": "2007", "date": "January 12", "txt": "James Killen, Australian soldier, lawyer, and politician, 38th Australian Minister for Defence (b. 1925)", "entities": [{"title": "Minister for Defence (Australia)", "href": "/wiki/Minister_for_Defence_(Australia)", "description": "The Minister for Defence is the principal minister responsible for the organisation, implementation, and formulation of government policy in defence and military matters for the Australian Government. The individual who holds this office directs the government’s approach to such matters through the Australian Defence Organisation and, by extension, the Department of Defence and the Australian Defe"}]}, {"heading": "Deaths", "year": "2008", "date": "January 12", "txt": "Max Beck, American intersex advocate (b. 1966)", "entities": [{"title": "Max Beck", "href": "/wiki/Max_Beck", "description": "Max Beck was an American intersex advocate, active in the now-defunct Intersex Society of North America (ISNA). Max participated in the first known public demonstration against human rights violations on intersex people, which took place in Boston on October 26, 1996. The event is now commemorated by Intersex Awareness Day."}, {"title": "Intersex", "href": "/wiki/Intersex", "description": "Intersex people are individuals born with any of several variations in sex characteristics including chromosomes, gonads, sex hormones or genitals that, according to the Office of the United Nations High Commissioner for Human Rights, \"do not fit the typical definitions for male or female bodies\". Though the range of atypical sex characteristics may be obvious from birth through the presence of ph"}]}, {"heading": "Deaths", "year": "2009", "date": "January 12", "txt": "Claude Berri, French actor, director, and screenwriter (b. 1934)", "entities": [{"title": "Claude Berri", "href": "/wiki/Claude_Berri", "description": "Claude Berri was a French film director, writer, producer, actor and distributor."}]}, {"heading": "Deaths", "year": "2010", "date": "January 12", "txt": "Daniel Bensaïd, French philosopher and author (b. 1946)", "entities": [{"title": "Daniel Bensaïd", "href": "/wiki/Daniel_Bensa%C3%AFd", "description": "Daniel Bensaïd was a philosopher and a leader of the Trotskyist movement in France. He became a leading figure in the student revolt of 1968, while studying at the University of Paris X: Nanterre."}]}, {"heading": "Deaths", "year": "2010", "date": "January 12", "txt": "Hasib Sabbagh, Palestinian businessman and philanthropist, co-founded Consolidated Contractors Company (b. 1920)", "entities": [{"title": "Consolidated Contractors Company", "href": "/wiki/Consolidated_Contractors_Company", "description": "Consolidated Contractors Company (CCC) is the largest construction company in the Middle East and ranks among the top 25 international contractors with a revenue of US$5.3 billion in 2013 and 7.4 billion by 2017. CCC has offices and projects in over 40 countries, and a workforce of 120,000 employees (2019). In April 2019, CCC was engaged in 40 ongoing projects globally. The majority of its sales a"}]}, {"heading": "Deaths", "year": "2012", "date": "January 12", "txt": "Bjørn G. Andersen, Norwegian geologist and academic (b. 1924)", "entities": [{"title": "Bjørn G. Andersen", "href": "/wiki/Bj%C3%B8rn_G._Andersen", "description": "Bjørn Grothaug Andersen was a Norwegian professor of Quaternary geology and glaciology who made foundational contributions to glacial geology and the understanding of climate change."}]}, {"heading": "Deaths", "year": "2012", "date": "January 12", "txt": "Glenda Dickerson, American director, choreographer, and educator (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 12", "txt": "Bill Janklow, American lawyer and politician, 27th Governor of South Dakota (b. 1939)", "entities": [{"title": "Governor of South Dakota", "href": "/wiki/Governor_of_South_Dakota", "description": "The governor of South Dakota is the head of the executive branch of the government of the U.S. state of South Dakota. The governor is elected to a four-year term in even years when there is no presidential election. The current governor is Kristi Noem, a member of the Republican Party who took office on January 5, 2019."}]}, {"heading": "Deaths", "year": "2012", "date": "January 12", "txt": "Charles H. Price II, American businessman and diplomat, United States Ambassador to the United Kingdom (b. 1931)", "entities": [{"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Deaths", "year": "2012", "date": "January 12", "txt": "Jim Stanley, American football player and coach (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 12", "txt": "Precious Bryant, American singer-songwriter and guitarist (b. 1942)", "entities": [{"title": "Precious Bryant", "href": "/wiki/Precious_Bryant", "description": "Precious Bryant was an American country blues, gospel, and folk singer and guitarist. Bryant is described as one of Georgia's great blueswomen. She played Piedmont fingerstyle guitar."}]}, {"heading": "Deaths", "year": "2013", "date": "January 12", "txt": "Flor María Chalbaud, First Lady of Venezuela (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 12", "txt": "Eugene Patterson, American journalist and activist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 12", "txt": "Alexandra Bastedo, English actress (b. 1946)", "entities": [{"title": "Alexandra Bastedo", "href": "/wiki/Alexandra_Bastedo", "description": "Alexandra Lendon Bastedo was a British actress, best known for her role as secret agent Sharron Macready in the 1968 British espionage/science fiction adventure series The Champions. She has been cited as a sex symbol of the 1960s and 1970s. Bastedo was a vegetarian and animal welfare advocate, and wrote a number of books on both subjects."}]}, {"heading": "Deaths", "year": "2014", "date": "January 12", "txt": "Connie Binsfeld, American educator and politician, 58th Lieutenant Governor of Michigan (b. 1924)", "entities": [{"title": "Lieutenant Governor of Michigan", "href": "/wiki/Lieutenant_Governor_of_Michigan", "description": "The lieutenant governor of Michigan is the second-ranking official in U.S. state of Michigan, behind the governor. The holder of this office is afforded the courtesy title of the Honorable for life."}]}, {"heading": "Deaths", "year": "2014", "date": "January 12", "txt": "George Dement, American soldier, businessman, and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 12", "txt": "Trevor Colbourn, American historian and academic (b. 1927)", "entities": [{"title": "Trevor Colbourn", "href": "/wiki/Trevor_Colbourn", "description": "Harold Trevor Colbourn was an Australian professor and academic administrator, who served as the second president of the University of Central Florida, previously named Florida Technological University."}]}, {"heading": "Deaths", "year": "2015", "date": "January 12", "txt": "Robert Gover, American journalist and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 12", "txt": "Carl Long, American baseball player (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 12", "txt": "Elena Obraztsova, Russian soprano and actress (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 12", "txt": "Inge Vermeulen, Brazilian-Dutch field hockey player (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 12", "txt": "William Peter Blatty, American writer and filmmaker (b. 1928)", "entities": [{"title": "William Peter Blatty", "href": "/wiki/William_Peter_Blatty", "description": "William Peter Blatty was an American writer, director and producer. He is best known for his 1971 novel The Exorcist, for which he won the Academy Award for the screenplay of its film adaptation and was nominated for Best Picture as its producer. The film also earned Blatty the Golden Globe Award for Best Motion Picture – Drama as producer. He also wrote and directed the sequel The Exorcist III."}]}, {"heading": "Deaths", "year": "2017", "date": "January 12", "txt": "Graham Taylor, former Grimsby Town player and former manager of the England football team. (b. 1944)", "entities": [{"title": "Grimsby Town F.C.", "href": "/wiki/Grimsby_Town_F.C.", "description": "Grimsby Town Football Club is a professional football club based in Cleethorpes, North East Lincolnshire, England, that competes in League Two, the fourth tier of the English football league system. Nicknamed \"the Mariners\", the club was founded as Grimsby Pelham Football Club in 1878, changed its name to Grimsby Town a year later, and moved to its current stadium, Blundell Park, in 1898."}, {"title": "England football team", "href": "/wiki/England_football_team", "description": "The England men's national football team represents England in men's international football since the first international match in 1872. It is controlled by The Football Association (FA), the governing body for football in England, which is affiliated with UEFA and comes under the global jurisdiction of world football's governing body FIFA. Also known as The Three Lions, England competes in the th"}]}, {"heading": "Deaths", "year": "2018", "date": "January 12", "txt": "Keith Jackson, American sports commentator and journalist (b. 1928)", "entities": [{"title": "Keith Jackson", "href": "/wiki/Keith_Jackson", "description": "Keith Max Jackson was an American sports commentator, journalist, author and radio personality, known for his career with ABC Sports (1966–2006). While he covered a variety of sports over his career, he is best known for his coverage of college football from 1952 until 2006, and his distinctive voice, \"a throwback voice, deep and operatic. A voice that was to college football what Edward R. Murrow"}]}, {"heading": "Deaths", "year": "2020", "date": "January 12", "txt": "Sir Roger Scruton, English philosopher and writer (b. 1944)", "entities": [{"title": "Roger Scruton", "href": "/wiki/Roger_Scruton", "description": "Sir Roger Vernon Scruton was an English philosopher and writer who specialised in aesthetics and political philosophy, particularly in the furtherance of traditionalist conservative views."}]}]