[{"heading": "Events", "year": "379", "date": "January 19", "txt": "Emperor Gratian elevates Flavius Theodosius at Sirmium to Augustus, and gives him authority over all the eastern provinces of the Roman Empire.", "entities": [{"title": "Gratian", "href": "/wiki/Gratian", "description": "Gratian was Roman emperor from 367 to 383. The eldest son of Valentinian I, Gratian accompanied his father on several campaigns along the Rhine and Danube frontiers and was raised to the rank of augustus in 367. Upon the death of Valentinian in 375, Gratian took over government of the west while his half-brother Valentinian II was also acclaimed emperor in Pannonia. Gratian governed the western pr"}, {"title": "Theodosius I", "href": "/wiki/Theodosius_I", "description": "Theodosius I, also called Theodosius the Great, was Roman emperor from 379 to 395. He is best known for making Christianity the state religion of the Roman Empire and great architecture projects in Constantinople."}, {"title": "Sirmium", "href": "/wiki/Sirmium", "description": "Sirmium was a city in the Roman province of Pannonia, located on the Sava river, on the site of modern Sremska Mitrovica in northern Serbia. First mentioned in the 4th century BC and originally inhabited by Illyrians and Celts, it was conquered by the Romans in the 1st century BC and subsequently became the capital of the Roman province of Pannonia Inferior. In 294 AD, Sirmium was proclaimed one o"}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}]}, {"heading": "Events", "year": "649", "date": "January 19", "txt": "Conquest of Kucha: The forces of Kucha surrender after a forty-day siege led by Tang dynasty general Ashina She'er, establishing Tang control over the northern Tarim Basin in Xinjiang.", "entities": [{"title": "Conquest of Kucha", "href": "/wiki/Conquest_of_Kucha", "description": "The Tang campaign against Kucha was a military campaign led by the Tang dynasty general Ashina She'er against the Tarim Basin oasis state of Kucha in Xinjiang, which was aligned with the Western Turkic Khaganate. The campaign began in 648 and ended on 19 January 649, after the surrender of the Kuchan forces following a forty-day siege in Aksu. Kuchean soldiers tried to recapture the kingdom with t"}, {"title": "Siege", "href": "/wiki/Siege", "description": "A siege is a military blockade of a city, or fortress, with the intent of conquering by attrition, or a well-prepared assault. This derives from Latin: sedere, lit. 'to sit'. Siege warfare is a form of constant, low-intensity conflict characterized by one party holding a strong, static, defensive position. Consequently, an opportunity for negotiation between combatants is not uncommon, as proximit"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Tarim Basin", "href": "/wiki/Tarim_Basin", "description": "The Tarim Basin is an endorheic basin in Northwest China occupying an area of about 1,020,000 km2 (390,000 sq mi) and one of the largest basins in Northwest China. Located in China's Xinjiang region, it is sometimes used synonymously to refer to the southern half of the province, or Nanjiang, as opposed to the northern half of the province known as Dzungaria or Beijiang. Its northern boundary is t"}, {"title": "Xinjiang", "href": "/wiki/Xinjiang", "description": "Xinjiang, officially the Xinjiang Uygur Autonomous Region (XUAR), is an autonomous region of the People's Republic of China (PRC), located in the northwest of the country close to Central Asia. Being the largest province-level division of China and the 8th-largest country subdivision in the world, Xinjiang spans over 1.6 million square kilometres (620,000 sq mi) and has about 25 million inhabitant"}]}, {"heading": "Events", "year": "1419", "date": "January 19", "txt": "Hundred Years' War: Rouen surrenders to Henry V of England, completing his reconquest of Normandy.", "entities": [{"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}, {"title": "Rouen", "href": "/wiki/Rouen", "description": "Rouen is a city on the River Seine in northern France. It is the capital of the region of Normandy. Formerly one of the largest and most prosperous cities of medieval Europe, the population of the metropolitan area is 666,035 (2017). People from Rouen are known as Rouennais."}, {"title": "Henry V of England", "href": "/wiki/Henry_V_of_England", "description": "Henry V, also called Henry of Monmouth, was King of England from 1413 until his death in 1422. Despite his relatively short reign, Henry's outstanding military successes in the Hundred Years' War against France made England one of the strongest military powers in Europe. Immortalised in Shakespeare's \"Henriad\" plays, Henry is known and celebrated as one of the greatest warrior kings of medieval En"}, {"title": "Normandy", "href": "/wiki/Normandy", "description": "Normandy is a geographical and cultural region, roughly coextensive with the historical Duchy of Normandy."}]}, {"heading": "Events", "year": "1511", "date": "January 19", "txt": "The Italian Duchy of Mirandola surrenders to the Pope.", "entities": [{"title": "Siege of Mirandola (1511)", "href": "/wiki/Siege_of_Mirandola_(1511)", "description": "The Siege of Mirandola occurred in January 1511 as a part of Pope Julius II's campaign to keep France from dominating northern Italy during the War of the League of Cambrai. At that time Mirandola was the capital of the Duchy of Mirandola in the Italian region of Emilia. The siege was conducted by Julius after he had broken away from the League of Cambrai and entered into a treaty with Venice."}]}, {"heading": "Events", "year": "1520", "date": "January 19", "txt": "Sten Sture the Younger, the Regent of Sweden, is mortally wounded at the Battle of Bogesund and dies on February 3.", "entities": [{"title": "Sten Sture the Younger", "href": "/wiki/Sten_Sture_the_Younger", "description": "Sten Sture the Younger, was a Swedish nobleman who served as the regent of Sweden, during the era of the Kalmar Union."}, {"title": "Regent of Sweden", "href": "/wiki/Regent_of_Sweden", "description": "This is a list of Swedish kings, queens, regents and viceroys of the Kalmar Union."}, {"title": "Battle of Bogesund", "href": "/wiki/Battle_of_Bogesund", "description": "The Battle of Bogesund was an important conflict in the campaign of Christian II to gain power over Sweden. In 1520, Christian's army of mercenaries had landed in Sweden, seeking to consolidate Christian's powers over Sweden within the Kalmar Union and to unseat the rebellious Swedish viceroy Sten Sture the Younger. On the ice of lake Åsunden near Bogesund, Christian's army led by Otte Krumpen was"}]}, {"heading": "Events", "year": "1607", "date": "January 19", "txt": "San Agustin Church in Manila is officially completed; it is the oldest church still standing in the Philippines.", "entities": [{"title": "San Agustin Church (Manila)", "href": "/wiki/San_Agustin_Church_(Manila)", "description": "San Agustin Church, also known as the Archdiocesan Shrine of Nuestra Señora de la Consolación y Correa or the Immaculate Conception Parish, is a Roman Catholic church under the auspices of the Order of St. Augustine, located inside the historic walled city of Intramuros in Manila. Completed in 1607, it is the oldest stone church in the country."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1764", "date": "January 19", "txt": "John Wilkes is expelled from the British House of Commons for seditious libel.", "entities": [{"title": "John Wilkes", "href": "/wiki/John_Wilkes", "description": "John Wilkes was a British radical journalist and politician, as well as a magistrate, essayist and soldier. He was first elected a Member of Parliament in 1757. In the Middlesex election dispute, he fought for the right of his voters—rather than the House of Commons—to determine their representatives. In 1768, angry protests of his supporters were suppressed in the St George's Fields Massacre. In "}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Seditious libel", "href": "/wiki/Seditious_libel", "description": "Sedition and seditious libel were criminal offences under English common law, and are still criminal offences in Canada. Sedition is overt conduct, such as speech and organization, that is deemed by the legal authority to tend toward insurrection against the established order: if the statement is in writing or some other permanent form it is seditious libel. Libel denotes a printed form of communi"}]}, {"heading": "Events", "year": "1764", "date": "January 19", "txt": "Bolle Willum Luxdorph records in his diary that a mail bomb, possibly the world's first, has severely injured the Danish Colonel Poulsen, residing at Børglum Abbey.", "entities": [{"title": "Bolle Willum Luxdorph", "href": "/wiki/Bolle_Willum_Luxdorph", "description": "Bolle Willum Luxdorph was a Danish government official, historian, writer and book collector."}, {"title": "Mail bomb", "href": "/wiki/Mail_bomb", "description": "A letter bomb, also called parcel bomb, mail bomb, package bomb, note bomb, message bomb, gift bomb, present bomb, delivery bomb, surprise bomb, postal bomb, or post bomb, is an explosive device sent via the postal service, and designed with the intention to injure or kill the recipient when opened. They have been used in terrorist attacks such as those of the Unabomber. Some countries have agenci"}, {"title": "Børglum Abbey", "href": "/wiki/B%C3%B8rglum_Abbey", "description": "Børglum Abbey was an important Premonstratensian abbey of medieval Denmark, located in Børglum parish, in the commune of Hjørring, approximately five kilometers east of Løkken in north central Jutland between the 12th-century until reformation."}]}, {"heading": "Events", "year": "1788", "date": "January 19", "txt": "The second group of ships of the First Fleet arrive at Botany Bay.", "entities": [{"title": "First Fleet", "href": "/wiki/First_Fleet", "description": "The First Fleet comprised the 11 ships that departed from Portsmouth, England on 13 May 1787 to New South Wales, the penal colony that became the first European settlement in Australia. The First Fleet consisted of two Royal Navy vessels, three store ships and six convict transports, carrying between 1,000 and 1,500 convicts, marines, seamen, civil officers and free people, and a large quantity of"}, {"title": "Botany Bay", "href": "/wiki/Botany_Bay", "description": "Botany Bay, an open oceanic embayment, is located in Sydney, New South Wales, Australia, 13 km (8 mi) south of the Sydney central business district. Its source is the confluence of the Georges River at Taren Point and the Cooks River at Kyeemagh, which flows 10 km (6 mi) to the east before meeting its mouth at the Tasman Sea, midpoint between the suburbs of La Perouse and Kurnell. The northern hea"}]}, {"heading": "Events", "year": "1795", "date": "January 19", "txt": "The Batavian Republic is proclaimed in the Netherlands, replacing the Dutch Republic.", "entities": [{"title": "Batavian Republic", "href": "/wiki/Batavian_Republic", "description": "The Batavian Republic was the successor state to the Republic of the Seven United Netherlands. It was proclaimed on 19 January 1795 and ended on 5 June 1806, with the accession of Louis I to the Dutch throne. From October 1801 onward, it was known as the Batavian Commonwealth. Both names refer to the Germanic tribe of the Batavi, representing both the Dutch ancestry and their ancient quest for lib"}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}]}, {"heading": "Events", "year": "1817", "date": "January 19", "txt": "An army of 5,423 soldiers, led by General José de San Martín, crosses the Andes from Argentina to liberate Chile and then Peru.", "entities": [{"title": "José de San Martín", "href": "/wiki/Jos%C3%A9_de_San_Mart%C3%ADn", "description": "José Francisco de San Martín y Matorras, known simply as José de San Martín or El Libertador of Argentina, Chile and Peru, was an Argentine general and the prime leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of "}, {"title": "Crossing of the Andes", "href": "/wiki/Crossing_of_the_Andes", "description": "The Crossing of the Andes was one of the most important feats in the Argentine and Chilean wars of independence, in which a combined army of Argentine soldiers and Chilean exiles invaded Chile leading to Chile's liberation from Spanish rule. The crossing of the Andes was a major step in the strategy devised by José de San Martín to defeat the royalist forces at their stronghold of Lima, Viceroyalt"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1829", "date": "January 19", "txt": "Johann Wolfgang von Goethe's Faust: The First Part of the Tragedy receives its premiere performance.", "entities": [{"title": "Johann Wolfgang von Goethe", "href": "/wiki/Johann_Wolfgang_von_Goethe", "description": "Johann Wolfgang von Goethe was a German poet, playwright, novelist, scientist, statesman, theatre director, critic, and amateur artist. His works include: four novels; epic and lyric poetry; prose and verse dramas; memoirs; an autobiography; literary and aesthetic criticism; and treatises on botany, anatomy, and colour. He is considered to be the greatest German literary figure of the modern era."}]}, {"heading": "Events", "year": "1839", "date": "January 19", "txt": "The British East India Company captures Aden.", "entities": [{"title": "British East India Company", "href": "/wiki/British_East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Aden", "href": "/wiki/Aden", "description": "Aden is a city, and since 2015, the temporary capital of Yemen, near the eastern approach to the Red Sea, some 170 km (110 mi) east of the strait Bab-el-Mandeb. Its population is approximately 800,000 people. Aden's natural harbour lies in the crater of a dormant volcano, which now forms a peninsula joined to the mainland by a low isthmus. This harbour, Front Bay, was first used by the ancient Kin"}]}, {"heading": "Events", "year": "1853", "date": "January 19", "txt": "Giuseppe Verdi's opera Il trovatore receives its premiere performance in Rome.", "entities": [{"title": "Giuseppe Verdi", "href": "/wiki/Giuseppe_Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}]}, {"heading": "Events", "year": "1861", "date": "January 19", "txt": "American Civil War: Georgia joins South Carolina, Florida, Mississippi, and Alabama in declaring secession from the United States.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}, {"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Secession", "href": "/wiki/Secession", "description": "Secession is the withdrawal of a group from a larger entity, especially a political entity, but also from any organization, union or military alliance. Some of the most famous and significant secessions have been: the former Soviet republics leaving the Soviet Union, Ireland leaving the United Kingdom and Algeria leaving France. Threats of secession can be a strategy for achieving more limited goa"}]}, {"heading": "Events", "year": "1862", "date": "January 19", "txt": "American Civil War: Battle of Mill Springs: The Confederacy suffers its first significant defeat in the conflict.", "entities": [{"title": "Battle of Mill Springs", "href": "/wiki/Battle_of_Mill_Springs", "description": "The Battle of Mill Springs, also known as the Battle of Fishing Creek in Confederate terminology, and the Battle of Logan's Cross Roads in Union terminology, was fought in Wayne and Pulaski counties, near current Nancy, Kentucky, on January 19, 1862, as part of the American Civil War. The Union victory concluded an early Confederate offensive campaign in eastern Kentucky."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1871", "date": "January 19", "txt": "Franco-Prussian War: In the Siege of Paris, Prussia wins the Battle of St. Quentin. Meanwhile, the French attempt to break the siege in the Battle of Buzenval will end unsuccessfully the following day.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Siege of Paris (1870–71)", "href": "/wiki/Siege_of_Paris_(1870%E2%80%9371)", "description": "The siege of Paris took place from 19 September 1870 to 28 January 1871 and ended in the consequent capture of the city by Prussian forces, culminating in France's defeat in the Franco-Prussian War and the establishment of both the German Empire and the Paris Commune."}, {"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}, {"title": "Battle of St. Quentin (1871)", "href": "/wiki/Battle_of_St._Quentin_(1871)", "description": "The Battle of St. Quentin was a battle of the Franco-Prussian War in which Prussian forces defeated French attempts to relieve the besieged city of Paris."}, {"title": "Battle of Buzenval (1871)", "href": "/wiki/Battle_of_Buzenval_(1871)", "description": "The (Second) Battle of Buzenval, also known as the Battle of Mont Valérien, was part of the siege of Paris during the Franco-Prussian War. On 19 January 1871, the day after Wilhelm I was proclaimed German Emperor, Louis Jules Trochu attacked the Germans west of Paris in Buzenval Park. The attackers seized the town of Saint-Cloud, coming close to the new Emperor's headquarters at Versailles. Trochu"}]}, {"heading": "Events", "year": "1883", "date": "January 19", "txt": "The first electric lighting system employing overhead wires, built by Thomas Edison, begins service at Roselle, New Jersey.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Roselle, New Jersey", "href": "/wiki/Roselle,_New_Jersey", "description": "Roselle is a borough located in Union County in the state of New Jersey, United States. As of the 2010 United States Census, the borough's population was 21,085, reflecting a decline of 189 (-0.9%) from the 21,274 counted in the 2000 Census, which had in turn increased by 960 (+4.7%) from the 20,314 counted in the 1990 Census."}]}, {"heading": "Events", "year": "1899", "date": "January 19", "txt": "Anglo-Egyptian Sudan is formed.", "entities": [{"title": "Anglo-Egyptian Sudan", "href": "/wiki/Anglo-Egyptian_Sudan", "description": "The Anglo-Egyptian Sudan was a condominium of the United Kingdom and Egypt in the eastern Sudan region of northern Africa between 1899 and 1956, but in practice the structure of the condominium ensured full British control over the Sudan with Egypt having local influence instead. It attained independence as the Republic of the Sudan, which since 2011 has been split into Sudan and South Sudan."}]}, {"heading": "Events", "year": "1915", "date": "January 19", "txt": "Georges Claude patents the neon discharge tube for use in advertising.", "entities": [{"title": "Georges Claude", "href": "/wiki/Georges_Claude", "description": "Georges Claude was a French engineer and inventor. He is noted for his early work on the industrial liquefaction of air, for the invention and commercialization of neon lighting, and for a large experiment on generating energy by pumping cold seawater up from the depths. He has been considered by some to be \"the Edison of France\". Claude was an active collaborator with the German occupiers of Fran"}, {"title": "Neon discharge tube", "href": "/wiki/Neon_discharge_tube", "description": "A gas-filled tube, also commonly known as a discharge tube or formerly as a Plücker tube, is an arrangement of electrodes in a gas within an insulating, temperature-resistant envelope. Gas-filled tubes exploit phenomena related to electric discharge in gases, and operate by ionizing the gas with an applied voltage sufficient to cause electrical conduction by the underlying phenomena of the Townsen"}]}, {"heading": "Events", "year": "1915", "date": "January 19", "txt": "German strategic bombing during World War I: German zeppelins bomb the towns of Great Yarmouth and King's Lynn in the United Kingdom killing at least 20 people, in the first major aerial bombardment of a civilian target.", "entities": [{"title": "Great Yarmouth", "href": "/wiki/Great_Yarmouth", "description": "Great Yarmouth, often called Yarmouth, is a seaside resort town in Norfolk, England, straddling the River Yare, some 20 miles (30 km) east of Norwich. A population of 38,693 in the 2011 Census made it Norfolk's third most populous place. Its fishing industry, mainly for herring, shrank after the mid-20th century and has all but ended. North Sea oil from the 1960s brought an oil-rig supply industry"}, {"title": "King's Lynn", "href": "/wiki/King%27s_Lynn", "description": "King's Lynn, known until 1537 as Bishop's Lynn and colloquially as Lynn, is a seaport and market town in Norfolk, England, 98 miles (158 km) north of London, 36 miles (58 km) north-east of Peterborough, 44 miles (71 km) north-north-east of Cambridge and 44 miles (71 km) west of Norwich. The population is 42,800."}]}, {"heading": "Events", "year": "1917", "date": "January 19", "txt": "Silvertown explosion: A blast at a munitions factory in London kills 73 and injures over 400. The resulting fire causes over £2,000,000 worth of damage.", "entities": [{"title": "Silvertown explosion", "href": "/wiki/Silvertown_explosion", "description": "The Silvertown explosion occurred in Silvertown in West Ham, Essex on Friday, 19 January 1917 at 6.52 pm. The blast occurred at a munitions factory that was manufacturing explosives for Britain's First World War military effort. Approximately 50 long tons of trinitrotoluene (TNT) exploded, killing 73 people and injuring 400 more, as well as causing substantial damage in the local area. This was no"}]}, {"heading": "Events", "year": "1920", "date": "January 19", "txt": "The United States Senate votes against joining the League of Nations.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}]}, {"heading": "Events", "year": "1920", "date": "January 19", "txt": "The American Civil Liberties Union (ACLU) is founded.", "entities": []}, {"heading": "Events", "year": "1937", "date": "January 19", "txt": "Howard Hughes sets a new air record by flying from Los Angeles to New York City in seven hours, 28 minutes, 25 seconds.", "entities": [{"title": "Howard Hughes", "href": "/wiki/Howard_Hughes", "description": "Howard Robard Hughes Jr. was an American business magnate, investor, record-setting pilot, engineer, film director, and philanthropist, known during his lifetime as one of the most financially successful individuals in the world. He first became prominent as a film producer, and then as an influential figure in the aviation industry. Later in life, he became known for his eccentric behavior and re"}, {"title": "Cross-America flight air speed record", "href": "/wiki/Cross-America_flight_air_speed_record", "description": "A transcontinental flight commonly refers to, in North America, a non-stop passenger flight between an airport on the West Coast of the United States or Canada, and an airport on the East Coast of the United States or Canada, or, more generally, between any two airports at opposite, often coastal locations on a particular continent."}]}, {"heading": "Events", "year": "1941", "date": "January 19", "txt": "World War II: HMS Greyhound and other escorts of convoy AS-12 sink Italian submarine Neghelli with all hands 40 miles (64 km) northeast of Falkonera.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "HMS Greyhound (H05)", "href": "/wiki/HMS_Greyhound_(H05)", "description": "HMS Greyhound was a G-class destroyer built for the Royal Navy in the 1930s. Greyhound participated in the Norwegian Campaign in April 1940, the Dunkirk evacuation in May and the Battle of Dakar in September before being transferred to the Mediterranean Fleet in November. The ship generally escorted the larger ships of the Mediterranean Fleet as they protected convoys against attacks from the Ital"}, {"title": "Italian submarine Neghelli", "href": "/wiki/Italian_submarine_Neghelli", "description": "Italian submarine Neghelli was an Adua-class submarine built for the Royal Italian Navy during the 1930s. It was named after a town of Negele in Ethiopia."}, {"title": "Falkonera", "href": "/wiki/Falkonera", "description": "Falkonera or Gerakoulia (Γερακούλια), anciently known as Hierakia (Ἱεράκια), is a small uninhabited Greek island in the southwestern Aegean Sea, between the island of Milos and the Peloponnese. Although outside the Saronic Gulf, it is generally included among the Saronic Islands. The islet marks the summit of a horst tending WNW-ESE, which separates the Myrtoon basin to the north from the Cretan b"}]}, {"heading": "Events", "year": "1942", "date": "January 19", "txt": "World War II: The Japanese conquest of Burma begins.", "entities": [{"title": "Japanese conquest of Burma", "href": "/wiki/Japanese_conquest_of_Burma", "description": "The Japanese invasion of Burma was the opening phase of the Burma campaign in the South-East Asian theatre of World War II, which took place over four years from 1942 to 1945. During the first year of the campaign, the Japanese Army drove British Empire and Chinese forces out of Burma, then began the Japanese occupation of Burma and formed a nominally independent Burmese administrative government."}]}, {"heading": "Events", "year": "1945", "date": "January 19", "txt": "World War II: Soviet forces liberate the Łódź Ghetto. Of more than 200,000 inhabitants in 1940, less than 900 had survived the Nazi occupation.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Łódź Ghetto", "href": "/wiki/%C5%81%C3%B3d%C5%BA_Ghetto", "description": "The Łódź Ghetto or Litzmannstadt Ghetto was a Nazi ghetto established by the German authorities for Polish Jews and Roma following the Invasion of Poland. It was the second-largest ghetto in all of German-occupied Europe after the Warsaw Ghetto. Situated in the city of Łódź, and originally intended as a preliminary step upon a more extensive plan of creating the Judenfrei province of Warthegau, th"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Events", "year": "1946", "date": "January 19", "txt": "General Douglas MacArthur establishes the International Military Tribunal for the Far East in Tokyo to try Japanese war criminals.", "entities": [{"title": "Douglas MacArthur", "href": "/wiki/Douglas_MacArthur", "description": "General of the Army Douglas MacArthur was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines campaign, which made him and his father Arthur MacArthur Jr. the first father and s"}, {"title": "International Military Tribunal for the Far East", "href": "/wiki/International_Military_Tribunal_for_the_Far_East", "description": "The International Military Tribunal for the Far East (IMTFE), also known as the Tokyo Trial or the Tokyo War Crimes Tribunal, was a military trial convened on April 29, 1946, to try the leaders of the Empire of Japan for joint conspiracy to start and wage war, conventional war crimes and crimes against humanity."}, {"title": "War crime", "href": "/wiki/War_crime", "description": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the prin"}]}, {"heading": "Events", "year": "1953", "date": "January 19", "txt": "Almost 72 percent of all television sets in the United States are tuned into I Love Lucy to watch Lucy give birth.", "entities": [{"title": "Lucy Ricardo", "href": "/wiki/Lucy_Ricardo", "description": "Lucy and Ricky Ricardo, also known simply as Lucy and Ricky or the Ricardos, are fictional characters from the American television sitcom I Love Lucy, portrayed respectively by Lucille Ball and Desi Arnaz. The Ricardos also appear in The Lucy–Desi Comedy Hour, and Lucy also appears in one episode of The Ann Sothern Show."}, {"title": "Lucy Goes to the Hospital", "href": "/wiki/Lucy_Goes_to_the_Hospital", "description": "\"Lucy Goes to the Hospital\" is an episode of the 1950s American television show I Love Lucy in which the title character, Lucy Ricardo, gives birth to her son, \"Little Ricky,\" after a \"predictably chaotic\" sequence of events. Twelve hours before the broadcast, the actress who played Lucy Ricardo, Lucille Ball, had given birth to Desi Arnaz, Jr. by cesarean section. The episode had actually been fi"}]}, {"heading": "Events", "year": "1960", "date": "January 19", "txt": "Japan and the United States sign the US–Japan Mutual Security Treaty", "entities": [{"title": "Treaty of Mutual Cooperation and Security between the United States and Japan", "href": "/wiki/Treaty_of_Mutual_Cooperation_and_Security_between_the_United_States_and_Japan", "description": "The Treaty of Mutual Cooperation and Security between the United States and Japan , also known in Japan as Anpo/Ampo jōyaku (安保条約) or just Anpo/Ampo (安保) for short, is a treaty establishing a military alliance between the United States and Japan. The treaty was first signed in 1951 at the San Francisco Presidio after the signing of the Treaty of San Francisco at the San Francisco War Memorial Oper"}]}, {"heading": "Events", "year": "1969", "date": "January 19", "txt": "Student Jan Palach dies after setting himself on fire three days earlier in Prague's Wenceslas Square to protest about the invasion of Czechoslovakia by the Soviet Union in 1968. His funeral turns into another major protest.", "entities": [{"title": "Jan Palach", "href": "/wiki/Jan_Palach", "description": "Jan Palach was a Czech student of history and political economy at Charles University in Prague. His self-immolation was a political protest against the end of the Prague Spring resulting from the 1968 invasion of Czechoslovakia by the Warsaw Pact armies."}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}, {"title": "Wenceslas Square", "href": "/wiki/Wenceslas_Square", "description": "Wenceslas Square is one of the main city squares and the centre of the business and cultural communities in the New Town of Prague, Czech Republic. Many historical events occurred there, and it is a traditional setting for demonstrations, celebrations, and other public gatherings. It is also the place with the busiest pedestrian traffic in the whole country. The square is named after Saint Wencesl"}, {"title": "Warsaw Pact invasion of Czechoslovakia", "href": "/wiki/Warsaw_Pact_invasion_of_Czechoslovakia", "description": "The Warsaw Pact invasion of Czechoslovakia, officially known as Operation Danube, was a joint invasion of Czechoslovakia by four Warsaw Pact countries – the Soviet Union, Poland, Bulgaria, and Hungary – on the night of 20–21 August 1968. Approximately 500,000 Warsaw Pact troops attacked Czechoslovakia that night, with Romania and Albania refusing to participate. East German forces, except for a sm"}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1974", "date": "January 19", "txt": "China gains control over all the Paracel Islands after a military engagement between the naval forces of China and South Vietnam", "entities": [{"title": "Paracel Islands", "href": "/wiki/Paracel_Islands", "description": "The Paracel Islands, also known as the Xisha Islands and the Hoang Sa Archipelago, are a disputed archipelago in the South China Sea."}, {"title": "Battle of the Paracel Islands", "href": "/wiki/Battle_of_the_Paracel_Islands", "description": "The Battle of the Paracel Islands was a military engagement between the naval forces of China and South Vietnam in the Paracel Islands on January 19, 1974. The battle was an attempt by the South Vietnamese navy to expel the Chinese navy from the vicinity."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1977", "date": "January 19", "txt": "President Gerald Ford pardons Iva Toguri D'Aquino (a.k.a. \"Tokyo Rose\").", "entities": [{"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}, {"title": "Iva Toguri D'Aquino", "href": "/wiki/Iva_Toguri_D%27Aquino", "description": "Iva Ikuko Toguri D'Aquino was an American who participated in English-language radio broadcasts transmitted by Radio Tokyo to Allied soldiers in the South Pacific during World War II on The Zero Hour radio show."}, {"title": "Tokyo Rose", "href": "/wiki/Tokyo_Rose", "description": "Tokyo Rose was a name given by Allied troops in the South Pacific during World War II to all female English-speaking radio broadcasters of Japanese propaganda. The programs were broadcast in the South Pacific and North America to demoralize Allied forces abroad and their families at home by emphasizing troops' wartime difficulties and military losses. Several female broadcasters operated using dif"}]}, {"heading": "Events", "year": "1978", "date": "January 19", "txt": "The last Volkswagen Beetle made in Germany leaves VW's plant in Emden. Beetle production in Latin America continues until 2003.", "entities": [{"title": "Volkswagen Beetle", "href": "/wiki/Volkswagen_Beetle", "description": "The Volkswagen Beetle—officially the Volkswagen Type 1, informally in German the Käfer, in parts of the English-speaking world the Bug, and known by many other nicknames in other languages—is a two-door, rear-engine economy car, intended for five occupants, that was manufactured and marketed by German automaker Volkswagen (VW) from 1938 until 2003."}, {"title": "Emden", "href": "/wiki/Emden", "description": "Emden is an independent city and seaport in Lower Saxony in the northwest of Germany, on the river Ems. It is the main city of the region of East Frisia and, in 2011, had a total population of 51,528."}]}, {"heading": "Events", "year": "1981", "date": "January 19", "txt": "Iran hostage crisis: United States and Iranian officials sign an agreement to release 52 American hostages after 14 months of captivity.", "entities": [{"title": "Iran hostage crisis", "href": "/wiki/Iran_hostage_crisis", "description": "The Iran hostage crisis was a diplomatic standoff between the United States and Iran. Fifty-two American diplomats and citizens were held hostage after a group of militarized Iranian college students belonging to the Muslim Student Followers of the Imam's Line, who supported the Iranian Revolution, took over the U.S. Embassy in Tehran and seized hostages. The hostages were held for 444 days from N"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "1983", "date": "January 19", "txt": "Nazi war criminal Klaus Barbie is arrested in Bolivia.", "entities": [{"title": "Nazi", "href": "/wiki/Nazi", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Klaus Barbie", "href": "/wiki/Klaus_Barbie", "description": "Nikolaus “Klaus” Barbie was a Nazi, known as the \"Butcher of Lyon\" for having personally tortured prisoners of the Gestapo—primarily Jews and members of the French Resistance—while stationed in Lyon under the collaborationist Vichy regime. After the war, United States intelligence services employed him for his anti-Marxist efforts and also aided his escape to Bolivia."}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}]}, {"heading": "Events", "year": "1983", "date": "January 19", "txt": "The Apple Lisa, the first commercial personal computer from Apple Inc. to have a graphical user interface and a computer mouse, is announced.", "entities": [{"title": "Personal computer", "href": "/wiki/Personal_computer", "description": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large, costly minicomputers and mainframes, time-sharing by many people at the same time is not used with personal computers."}, {"title": "Apple Inc.", "href": "/wiki/Apple_Inc.", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. Its hardware products include iPhone smartphones, iPad tablet"}, {"title": "Graphical user interface", "href": "/wiki/Graphical_user_interface", "description": "The graphical user interface is a form of user interface that allows users to interact with electronic devices through graphical icons and audio indicator such as primary notation, instead of text-based user interfaces, typed command labels or text navigation. GUIs were introduced in reaction to the perceived steep learning curve of command-line interfaces (CLIs), which require commands to be type"}, {"title": "Computer mouse", "href": "/wiki/Computer_mouse", "description": "A computer mouse is a hand-held pointing device that detects two-dimensional motion relative to a surface. This motion is typically translated into the motion of a pointer on a display, which allows a smooth control of the graphical user interface of a computer."}]}, {"heading": "Events", "year": "1986", "date": "January 19", "txt": "The first IBM PC computer virus is released into the wild. A boot sector virus dubbed (c)Brain, it was created by the Farooq Alvi Brothers in Lahore, Pakistan, reportedly to deter unauthorized copying of the software they had written.", "entities": [{"title": "IBM PC", "href": "/wiki/IBM_PC", "description": "The IBM Personal Computer is the first computer released in the IBM PC model line and the basis for the IBM PC compatible de facto standard. Released on August 12, 1981, it was created by a team of engineers and designers directed by Don Estridge in Boca Raton, Florida."}, {"title": "Computer virus", "href": "/wiki/Computer_virus", "description": "A computer virus is a type of computer program that, when executed, replicates itself by modifying other computer programs and inserting its own code. If this replication succeeds, the affected areas are then said to be \"infected\" with a computer virus."}, {"title": "Brain (computer virus)", "href": "/wiki/Brain_(computer_virus)", "description": "Brain is the industry standard name for a computer virus that was released in its first form in 19 January 1986, and is considered to be the first computer virus for the IBM Personal Computer and compatibles."}, {"title": "Lahore", "href": "/wiki/Lahore", "description": "Lahore is the capital of the Pakistani province of Punjab and is the country's 2nd largest city after Karachi, as well as the 26th largest city in the world. Lahore is one of Pakistan's wealthiest cities with an estimated GDP (PPP) of $84 billion as of 2019. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressi"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "1991", "date": "January 19", "txt": "Gulf War: Iraq fires a second Scud missile into Israel, causing 15 injuries.", "entities": [{"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Scud", "href": "/wiki/Scud", "description": "A Scud missile is one of a series of tactical ballistic missiles developed by the Soviet Union during the Cold War. It was exported widely to both Second and Third World countries. The term comes from the NATO reporting name attached to the missile by Western intelligence agencies. The Russian names for the missile are the R-11, and the R-17 Elbrus. The name Scud has been widely used to refer to t"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1993", "date": "January 19", "txt": "Czech Republic and Slovakia join the United Nations.", "entities": [{"title": "Czech Republic", "href": "/wiki/Czech_Republic", "description": "The Czech Republic, also known by its short-form name, Czechia, is a landlocked country in Central Europe. It is bordered by Austria to the south, Germany to the west, Poland to the northeast, and Slovakia to the east. The Czech Republic has a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unit"}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1995", "date": "January 19", "txt": "After being struck by lightning the crew of Bristow Flight 56C are forced to ditch. All 18 aboard are later rescued.", "entities": [{"title": "Bristow Flight 56C", "href": "/wiki/Bristow_Flight_56C", "description": "Bristow Helicopters Flight 56C was a helicopter flight that flew between Aberdeen and the Brae Alpha oil rig in the North Sea. On 19 January 1995, the AS 332L Super Puma helicopter operating the route, registered G-TIGK and named Cullen, was struck by lightning. The flight was carrying 16 oil workers from Aberdeen to an oil platform at the Brae oilfield. All 18 people on board survived."}]}, {"heading": "Events", "year": "1996", "date": "January 19", "txt": "The barge North Cape oil spill occurs as an engine fire forces the tugboat Scandia ashore on Moonstone Beach in South Kingstown, Rhode Island.", "entities": [{"title": "South Kingstown, Rhode Island", "href": "/wiki/South_Kingstown,_Rhode_Island", "description": "South Kingstown is a town in, and the county seat of, Washington County, Rhode Island, United States. The population was 30,639 at the 2010 census."}]}, {"heading": "Events", "year": "1997", "date": "January 19", "txt": "Yasser Arafat returns to Hebron after more than 30 years and joins celebrations over the handover of the last Israeli-controlled West Bank city.", "entities": [{"title": "Yasser Arafat", "href": "/wiki/Yasser_Arafat", "description": "Mohammed Abdel Rahman Abdel Raouf al-Qudwa al-Husseini, popularly known as Yasser Arafat or by his kunya Abu Ammar, was a Palestinian political leader. He was Chairman of the Palestine Liberation Organization (PLO) from 1969 to 2004 and President of the Palestinian National Authority (PNA) from 1994 to 2004. Ideologically an Arab nationalist, he was a founding member of the Fatah political party, "}, {"title": "Hebron", "href": "/wiki/Hebron", "description": "Hebron is a Palestinian city in the southern West Bank, 30 km (19 mi) south of Jerusalem. Nestled in the Judaean Mountains, it lies 930 meters (3,050 ft) above sea level. The largest city in the West Bank, and the second largest in the Palestinian territories after Gaza, it has a population of over 215,000 Palestinians (2016), and seven hundred Jewish settlers concentrated on the outskirts of the "}, {"title": "West Bank", "href": "/wiki/West_Bank", "description": "The West Bank is a landlocked territory near the Mediterranean coast of Western Asia, bordered by Jordan and the Dead Sea to the east and by Israel to the south, west and north. Under Israeli occupation since 1967, the area is split into 167 Palestinian \"islands\" under partial Palestinian National Authority civil rule, and 230 Israeli settlements into which Israeli law is \"pipelined\"."}]}, {"heading": "Events", "year": "1999", "date": "January 19", "txt": "British Aerospace agrees to acquire the defence subsidiary of the General Electric Company plc, forming BAE Systems in November 1999.", "entities": [{"title": "British Aerospace", "href": "/wiki/British_Aerospace", "description": "British Aerospace plc (BAe) was a British aircraft, munitions and defence-systems manufacturer. Its head office was at Warwick House in the Farnborough Aerospace Centre in Farnborough, Hampshire. Formed in 1977, in 1999 it purchased Marconi Electronic Systems, the defence electronics and naval shipbuilding subsidiary of the General Electric Company plc, to form BAE Systems."}, {"title": "General Electric Company plc", "href": "/wiki/General_Electric_Company_plc", "description": "The General Electric Company, or GEC, was a major British industrial conglomerate involved in consumer and defence electronics, communications, and engineering. The company was founded in 1886, was Britain's largest private employer with over 250,000 employees in the 1980s, and at its peak in the 1990s, made profits of over £1 billion a year."}, {"title": "BAE Systems", "href": "/wiki/BAE_Systems", "description": "BAE Systems plc (BAE) is a British multinational arms, security, and aerospace company. Its headquarters are in London and Farnborough in the United Kingdom with operations worldwide. The company is the largest defence contractor in Europe and among the world's largest defence companies; it was ranked as the third-largest based on applicable 2017 revenues. Its largest operations are in the United "}]}, {"heading": "Events", "year": "2007", "date": "January 19", "txt": "Turkish-Armenian journalist Hrant Dink is assassinated in front of his newspaper's Istanbul office by 17-year-old Turkish ultra-nationalist Ogün Samast.", "entities": [{"title": "Hrant Dink", "href": "/wiki/Hrant_Dink", "description": "Hrant Dink was a Turkish-Armenian intellectual, editor-in-chief of Agos, journalist and columnist."}, {"title": "Assassination of Hrant Dink", "href": "/wiki/Assassination_of_Hrant_Dink", "description": "The prominent Turkish-Armenian journalist Hrant Dink was assassinated in Istanbul on 19 January 2007. Dink was a newspaper editor who had written and spoken about the Armenian Genocide, and was well known for his efforts for reconciliation between Turks and Armenians and his advocacy of human and minority rights in Turkey. At the time of his death, he was on trial for violating Article 301 of the "}]}, {"heading": "Events", "year": "2007", "date": "January 19", "txt": "Four-man Team N2i, using only skis and kites, completes a 1,093-mile (1,759 km) trek to reach the Antarctic pole of inaccessibility for the first time since 1965 and for the first time ever without mechanical assistance.", "entities": [{"title": "Kite skiing", "href": "/wiki/Kite_skiing", "description": "Snowkiting or kite skiing is an outdoor winter sport where people use kite power to glide on snow or ice. The skier uses a kite to give them power over large jumps. The sport is similar to water-based kiteboarding, but with the footwear used in snowboarding or skiing. The principles of using the kite are the same, but in different terrain. In the early days of snowkiting, foil kites were the most "}, {"title": "Pole of Inaccessibility (Antarctic research station)", "href": "/wiki/Pole_of_Inaccessibility_(Antarctic_research_station)", "description": "The Pole of Inaccessibility Research Station is a defunct Soviet research station in Kemp Land, Antarctica, at the southern pole of inaccessibility as defined in 1958 when the station was established. Later definitions give other locations, all relatively near this point. It performed meteorological observations from 14 to 26 December 1958. The Pole of Inaccessibility has the world's coldest year-"}]}, {"heading": "Events", "year": "2012", "date": "January 19", "txt": "The Hong Kong-based file-sharing website Megaupload is shut down by the FBI.", "entities": [{"title": "Megaupload", "href": "/wiki/Megaupload", "description": "Megaupload Ltd was a Hong Kong-based online company established in 2005 that operated from 2005 to 2012 providing online services related to file storage and viewing."}, {"title": "FBI", "href": "/wiki/FBI", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}]}, {"heading": "Events", "year": "2014", "date": "January 19", "txt": "A bomb attack on an army convoy in the city of Bannu kills at least 26 Pakistani soldiers and injures 38 others.", "entities": [{"title": "2014 Bannu bombing", "href": "/wiki/2014_Bannu_bombing", "description": "The 2014 Bannu Bombing was a bombing attack by the Taliban that killed twenty six Pakistani soldiers. Thirty-eight other people were injured as a result of the bombing."}, {"title": "Bannu", "href": "/wiki/Bannu", "description": "Banū or Bannu is a city located in Bannu District in southern Khyber Pakhtunkhwa, Pakistan. Founded by Sir Herbert Benjamin Edwardes in 1848 during the British colonial era, Bannu was once a British military base used for action against the Pashtun border tribes of the Tochi Valley and Waziristan. Bannu's residents are primarily members of the Banuchi tribe and speak a dialect of Pashto that is si"}]}, {"heading": "Births", "year": "399", "date": "January 19", "txt": "Pulcheria, Byzantine empress and saint (d. 453)", "entities": [{"title": "Pulcheria", "href": "/wiki/Pulcheria", "description": "Aelia Pulcheria was a Eastern Roman empress who advised her brother emperor Theodosius II during his minority and then became wife to emperor Marcian from November 450 to her death in 453."}]}, {"heading": "Births", "year": "1200", "date": "January 19", "txt": "Dōgen Zenji, founder of Sōtō Zen (d. 1253)", "entities": [{"title": "Dōgen", "href": "/wiki/D%C5%8Dgen", "description": "Dōgen Zenji, also known as Dōgen Kigen (道元希玄), Eihei Dōgen (永平道元), Kōso Jōyō Daishi (高祖承陽大師), or Busshō Dentō Kokushi (仏性伝東国師), was a Japanese Buddhist priest, writer, poet, philosopher, and founder of the Sōtō school of Zen in Japan."}, {"title": "Sōtō", "href": "/wiki/S%C5%8Dt%C5%8D", "description": "Sōtō Zen or the Sōtō school  is the largest of the three traditional sects of Zen in Japanese Buddhism. It is the Japanese line of the Chinese Cáodòng school, which was founded during the Tang dynasty by Dòngshān Liánjiè. It emphasizes Shikantaza, meditation with no objects, anchors, or content. The meditator strives to be aware of the stream of thoughts, allowing them to arise and pass away witho"}]}, {"heading": "Births", "year": "1544", "date": "January 19", "txt": "Francis II of France (d. 1560)", "entities": [{"title": "Francis II of France", "href": "/wiki/Francis_II_of_France", "description": "Francis II was King of France from 1559 to 1560. He was also King consort of Scotland as a result of his marriage to Mary, Queen of Scots, from 1558 until his death in 1560."}]}, {"heading": "Births", "year": "1617", "date": "January 19", "txt": "Lucas Faydherbe, Flemish sculptor and architect (d. 1697)", "entities": [{"title": "Lucas Faydherbe", "href": "/wiki/Lucas_Faydherbe", "description": "Lucas Faydherbe was a Flemish sculptor and architect who played a major role in the development of the High Baroque in the Southern Netherlands."}]}, {"heading": "Births", "year": "1628", "date": "January 19", "txt": "Charles Stanley, 8th Earl of Derby, English noble (d. 1672)", "entities": [{"title": "Charles Stanley, 8th Earl of Derby", "href": "/wiki/Charles_Stanley,_8th_Earl_of_Derby", "description": "Charles Stanley, 8th Earl of Derby was an English nobleman and politician. He was the eldest son of James Stanley, 7th Earl of Derby and Charlotte de La Trémouille."}]}, {"heading": "Births", "year": "1676", "date": "January 19", "txt": "John Weldon, English organist and composer (d. 1736)", "entities": [{"title": "John Weldon (musician)", "href": "/wiki/John_Weldon_(musician)", "description": "\nJohn Weldon was an English composer."}]}, {"heading": "Births", "year": "1721", "date": "January 19", "txt": "Jean-Philippe Baratier, German scholar and author (d. 1740)", "entities": [{"title": "Jean-Philippe Baratier", "href": "/wiki/Jean-Philippe_Baratier", "description": "Jean-Philippe Baratier was a German scholar. A noted child prodigy of the 18th century, he published eleven works and authored a great quantity of unpublished manuscripts."}]}, {"heading": "Births", "year": "1736", "date": "January 19", "txt": "James Watt, Scottish-English chemist and engineer (d. 1819)", "entities": [{"title": "James Watt", "href": "/wiki/James_Watt", "description": "James Watt was a Scottish inventor, mechanical engineer, and chemist who improved on Thomas Newcomen's 1712 Newcomen steam engine with his Watt steam engine in 1776, which was fundamental to the changes brought by the Industrial Revolution in both his native Great Britain and the rest of the world."}]}, {"heading": "Births", "year": "1737", "date": "January 19", "txt": "Giuseppe Millico, Italian soprano, composer, and educator (d. 1802)", "entities": [{"title": "Giuseppe Millico", "href": "/wiki/Giuseppe_Millico", "description": "Vito Giuseppe Millico, called \"Il Moscovita\", was an Italian soprano castrato, composer, and music teacher of the 18th century who is best remembered for his performances in the operas of Christoph Willibald Gluck."}]}, {"heading": "Births", "year": "1739", "date": "January 19", "txt": "Joseph Bonomi the Elder, Italian architect, designed Longford Hall and Barrells Hall (d. 1808)", "entities": [{"title": "Joseph Bonomi the Elder", "href": "/wiki/Joseph_Bonomi_the_Elder", "description": "Joseph Bonomi the Elder was an Italian architect and draughtsman who spent most of his career in England where he became a successful designer of country houses."}, {"title": "Longford Hall", "href": "/wiki/Longford_Hall", "description": "Longford Hall is a large country house in Longford, a village in Shropshire, England near the town of Newport, built in 1795 for Colonel Ralph Leeke who was political agent of the British East India Company, designed by Joseph Bonomi, who had worked with Robert and James Adam. The hall is Grade II* listed with English Heritage."}, {"title": "Barrells Hall", "href": "/wiki/Barrells_Hall", "description": "Barrells Hall is a large house in the Warwickshire countryside near Henley-in-Arden. The nearest village is Ullenhall, which for many years was the estate village, large parts of it having been built by the owners of Barrells Hall, the Newtons, one of the families who formerly owned Barrells. An adjacent house named Barrells Park was built in about 1950 on part of the Barrells estate."}]}, {"heading": "Births", "year": "1752", "date": "January 19", "txt": "James Morris III, American captain (d. 1820)", "entities": [{"title": "James Morris III", "href": "/wiki/James_Morris_III", "description": "James Morris III was a Continental Army officer from Connecticut during the American Revolutionary War and founder of the Morris Academy, a pioneer in coeducation."}]}, {"heading": "Births", "year": "1757", "date": "January 19", "txt": "Countess Augusta Reuss of Ebersdorf (d. 1831)", "entities": [{"title": "Countess Augusta Reuss of Ebersdorf", "href": "/wiki/Countess_Augusta_Reuss_of_Ebersdorf", "description": "Countess Augusta Caroline Sophie Reuss-Ebersdorf, was by marriage the Duchess of Saxe-Coburg-Saalfeld. She was born in Saalburg-Ebersdorf. She was the maternal grandmother of Queen Victoria and the paternal grandmother of Albert, Prince Consort."}]}, {"heading": "Births", "year": "1788", "date": "January 19", "txt": "Pavel Kiselyov, Russian general and politician (d. 1874)", "entities": [{"title": "Pavel Kiselyov", "href": "/wiki/Pavel_Kiselyov", "description": "Count Pavel Dmitrievich Kiselyov or Kiseleff is generally regarded as the most brilliant Russian reformer during Nicholas I's generally conservative reign."}]}, {"heading": "Births", "year": "1790", "date": "January 19", "txt": "Per Daniel Amadeus Atterbom, Swedish poet and academic (d. 1855)", "entities": [{"title": "Per Daniel Amadeus Atterbom", "href": "/wiki/Per_Daniel_Amadeus_Atterbom", "description": "Per Daniel Amadeus Atterbom was a Swedish romantic poet, and a member of the Swedish Academy."}]}, {"heading": "Births", "year": "1798", "date": "January 19", "txt": "Auguste Comte, French economist, sociologist, and philosopher (d. 1857)", "entities": [{"title": "Auguste Comte", "href": "/wiki/Auguste_Comte", "description": "Isidore Marie Auguste François Xavier Comte was a French philosopher and writer who formulated the doctrine of positivism. He is often regarded as the first philosopher of science in the modern sense of the term. Comte's ideas were also fundamental to the development of sociology; indeed, he invented the term and treated that discipline as the crowning achievement of the sciences."}]}, {"heading": "Births", "year": "1803", "date": "January 19", "txt": "Sarah Helen Whitman, American poet, essayist, and romantic interest of Edgar Allan Poe (d. 1878)", "entities": [{"title": "Sarah Helen Whitman", "href": "/wiki/Sarah_Helen_Whitman", "description": "Sarah Helen Power Whitman was an American poet, essayist, transcendentalist, spiritualist and a romantic interest of Edgar Allan Poe."}, {"title": "Edgar Allan Poe", "href": "/wiki/Edgar_Allan_Poe", "description": "Edgar Allan Poe was an American writer, poet, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and of American literature as a whole, and he was one of the country's earliest practitioners of the short story. He is also generally considere"}]}, {"heading": "Births", "year": "1807", "date": "January 19", "txt": "Robert E. Lee, American general and academic (d. 1870)", "entities": [{"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}]}, {"heading": "Births", "year": "1808", "date": "January 19", "txt": "Lysander Spooner, American philosopher and author (d. 1887)", "entities": [{"title": "Lysander Spooner", "href": "/wiki/Lysander_Spooner", "description": "Lysander Spooner was an American individualist anarchist. He was also an abolitionist, entrepreneur, essayist, legal theorist, pamphletist, political philosopher, Unitarian, writer and a member of the First International."}]}, {"heading": "Births", "year": "1809", "date": "January 19", "txt": "Edgar Allan Poe, American short story writer, poet, and critic (d. 1849)", "entities": [{"title": "Edgar Allan Poe", "href": "/wiki/Edgar_Allan_Poe", "description": "Edgar Allan Poe was an American writer, poet, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and of American literature as a whole, and he was one of the country's earliest practitioners of the short story. He is also generally considere"}]}, {"heading": "Births", "year": "1810", "date": "January 19", "txt": "Talhaiarn, Welsh poet and architect (d. 1869)", "entities": [{"title": "Talhaiarn", "href": "/wiki/Talhaiarn", "description": "John Jones, known by his bardic name of Talhaiarn, was a Welsh poet and architect."}]}, {"heading": "Births", "year": "1813", "date": "January 19", "txt": "Henry Bessemer, English engineer and businessman (d. 1898)", "entities": [{"title": "Henry Bessemer", "href": "/wiki/Henry_Bessemer", "description": "Sir Henry Bessemer was an English inventor, whose steel-making process would become the most important technique for making steel in the nineteenth century for almost one hundred years from 1856 to 1950. He also played a significant role in establishing the town of Sheffield as a major industrial centre."}]}, {"heading": "Births", "year": "1832", "date": "January 19", "txt": "Ferdinand Laub, Czech violinist and composer (d. 1875)", "entities": [{"title": "Ferdinand Laub", "href": "/wiki/Ferdinand_Laub", "description": "Ferdinand Laub was a Czech violinist and composer."}]}, {"heading": "Births", "year": "1833", "date": "January 19", "txt": "Alfred Clebsch, German mathematician and academic (d. 1872)", "entities": [{"title": "Alfred Clebsch", "href": "/wiki/Alfred_Clebsch", "description": "Rudolf Friedrich Alfred Clebsch was a German mathematician who made important contributions to algebraic geometry and invariant theory. He attended the University of Königsberg and was habilitated at Berlin. He subsequently taught in Berlin and Karlsruhe. His collaboration with Paul Gordan in Giessen led to the introduction of Clebsch–Gordan coefficients for spherical harmonics, which are now wide"}]}, {"heading": "Births", "year": "1839", "date": "January 19", "txt": "Paul Cézanne, French painter (d. 1906)", "entities": [{"title": "Paul Cézanne", "href": "/wiki/Paul_C%C3%A9zanne", "description": "Paul Cézanne was a French artist and Post-Impressionist painter whose work laid the foundations of the transition from the 19th-century conception of artistic endeavor to a new and radically different world of art in the 20th century."}]}, {"heading": "Births", "year": "1848", "date": "January 19", "txt": "Arturo Graf, Italian poet, of German ancestry (d. 1913).", "entities": [{"title": "Arturo Graf", "href": "/wiki/Arturo_Graf", "description": "Arturo Graf (1848–1913), Italian poet, of German ancestry, was born at Athens, Greece."}]}, {"heading": "Births", "year": "1848", "date": "January 19", "txt": "John Fitzwilliam Stairs, Canadian businessman and politician (d. 1904)", "entities": []}, {"heading": "Births", "year": "1848", "date": "January 19", "txt": "Matthew Webb, English swimmer and diver (d. 1883)", "entities": []}, {"heading": "Births", "year": "1851", "date": "January 19", "txt": "Jacobus Kapteyn, Dutch astronomer and academic (d. 1922)", "entities": [{"title": "Jacobus Kapteyn", "href": "/wiki/Jacobus_Kapteyn", "description": "Prof Jacobus Cornelius Kapteyn FRS FRSE LLD was a Dutch astronomer. He carried out extensive studies of the Milky Way and was the discoverer of evidence for galactic rotation. Kapteyn was also among the first to suggest the existence of dark matter using stellar velocities as early as 1922."}]}, {"heading": "Births", "year": "1852", "date": "January 19", "txt": "Thomas Price, Welsh-Australian politician, 24th Premier of South Australia (d. 1909)", "entities": [{"title": "Thomas Price (South Australian politician)", "href": "/wiki/Thomas_Price_(South_Australian_politician)", "description": "Thomas Price, frequently referred to as Tom Price, served as the South Australian United Labor Party's first Premier of South Australia. He formed a minority government at the 1905 election and was re-elected with increased representation at the 1906 election, serving in the premiership until his death in 1909. It was the world's first stable Labor government. Shortly afterwards, John Verran led L"}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1863", "date": "January 19", "txt": "Werner Sombart, German economist and sociologist (d. 1941)", "entities": [{"title": "Werner Sombart", "href": "/wiki/Werner_Sombart", "description": "Werner Sombart was a German economist and sociologist, the head of the \"Youngest Historical School\" and one of the leading Continental European social scientists during the first quarter of the 20th century. The term late capitalism is accredited to him. The concept of creative destruction associated with capitalism is also of his coinage. His magnum opus was Der moderne Kapitalismus. It was publi"}]}, {"heading": "Births", "year": "1866", "date": "January 19", "txt": "Harry Davenport, American stage and film actor (d. 1949)", "entities": [{"title": "Harry Davenport (actor)", "href": "/wiki/Harry_Davenport_(actor)", "description": "Harold George Bryant Davenport was an American film and stage actor who worked in show business from the age of six until his death. After a long and prolific Broadway career, he came to Hollywood in the 1930s, where he often played grandfathers, judges, doctors, and ministers. His roles include Dr. Meade in Gone with the Wind (1939) and Grandpa in Meet Me in St. Louis (1944). Bette Davis once cal"}]}, {"heading": "Births", "year": "1871", "date": "January 19", "txt": "Dame Gruev, Bulgarian educator and activist, co-founded the Internal Macedonian Revolutionary Organization (d. 1906)", "entities": [{"title": "Dame Gruev", "href": "/wiki/Dame_Gruev", "description": "Damyan Yovanov Gruev, was а Macedonian Bulgarian teacher, revolutionary and insurgent leader in Ottoman regions of Macedonia and Thrace. He was among the founders of the Internal Macedonian Revolutionary Organization. Despite his Bulgarian self-identification, according to the post-World War II Macedonian historiography, he was an ethnic Macedonian."}, {"title": "Internal Macedonian Revolutionary Organization", "href": "/wiki/Internal_Macedonian_Revolutionary_Organization", "description": "The Internal Macedonian Revolutionary Organization was a secret revolutionary society in the Ottoman territories in Europe, that operated in the late 19th and early 20th centuries."}]}, {"heading": "Births", "year": "1874", "date": "January 19", "txt": "Hitachiyama Taniemon, Japanese sumo wrestler, the 19th Yokozuna (d. 1922)", "entities": [{"title": "Hitachiyama Taniemon", "href": "/wiki/Hitachiyama_Taniemon", "description": "Hitachiyama Taniemon  was a Japanese professional sumo wrestler from Mito, Ibaraki Prefecture. He was the sport's 19th yokozuna from 1903 till 1914. His great rivalry with Umegatani Tōtarō II created the \"Ume-Hitachi Era\" and did much to popularise sumo. He is remembered as much for his exploits in promoting the sport as for his strength on the dohyō. In his later years as head coach of Dewanoumi "}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1876", "date": "January 19", "txt": "Wakashima Gonshirō, Japanese sumo wrestler, the 21st Yokozuna (d. 1943)", "entities": [{"title": "Wakashima Gonshirō", "href": "/wiki/Wakashima_Gonshir%C5%8D", "description": "Wakashima Gonshirō  was a Japanese professional sumo wrestler from Ichikawa, Chiba Prefecture. He was the sport's 21st yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1876", "date": "January 19", "txt": "Dragotin Kette, Slovenian poet and author (d. 1899)", "entities": []}, {"heading": "Births", "year": "1878", "date": "January 19", "txt": "Herbert Chapman, English footballer and manager (d. 1934)", "entities": [{"title": "Herbert Chapman", "href": "/wiki/Herbert_Chapman", "description": "Herbert Chapman was an English football player and manager. Though he had an undistinguished playing career, he went on to become one of the most influential and successful managers in the early 20th century, before his sudden death in 1934. He is regarded as one of the game's greatest innovators."}]}, {"heading": "Births", "year": "1879", "date": "January 19", "txt": "Boris Savinkov, Russian soldier and author (d. 1925)", "entities": [{"title": "Boris Savinkov", "href": "/wiki/Boris_Savinkov", "description": "Boris Viktorovich Savinkov was a Russian writer and revolutionary. As one of the leaders of the Fighting Organisation of the Socialist Revolutionary Party, he became involved in the assassinations of several high-ranking imperial officials in 1904 and 1905."}]}, {"heading": "Births", "year": "1882", "date": "January 19", "txt": "John Cain Sr., Australian politician, 34th Premier of Victoria (d. 1957)", "entities": [{"title": "John Cain (senior)", "href": "/wiki/John_Cain_(senior)", "description": "John Cain was an Australian politician, who became the 34th premier of Victoria, and was the first Labor Party leader to win a majority in the Victorian Legislative Assembly. He is the only premier of Victoria to date whose son has also served as premier."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1883", "date": "January 19", "txt": "Hermann Abendroth, German conductor (d. 1956)", "entities": [{"title": "Hermann Abendroth", "href": "/wiki/Hermann_Abendroth", "description": "Hermann Paul Maximilian Abendroth was a German conductor."}]}, {"heading": "Births", "year": "1887", "date": "January 19", "txt": "Alexander Woollcott, American actor, playwright, and critic (d. 1943)", "entities": [{"title": "Alexander Woollcott", "href": "/wiki/Alexander_Woollcott", "description": "Alexander Humphreys Woollcott was an American critic and commentator for The New Yorker magazine, a member of the Algonquin Round Table, an occasional actor and playwright, and a prominent radio personality."}]}, {"heading": "Births", "year": "1889", "date": "January 19", "txt": "Sophie Taeuber-Arp, Swiss painter and sculptor (d. 1943)", "entities": [{"title": "Sophie Taeuber-Arp", "href": "/wiki/Sophie_Taeuber-Arp", "description": "Sophie Henriette Gertrud Taeuber-Arp was a Swiss artist, painter, sculptor, textile designer, furniture and interior designer, architect, and dancer."}]}, {"heading": "Births", "year": "1892", "date": "January 19", "txt": "Ólafur Thors, Icelandic lawyer and politician, 8th Prime Minister of Iceland (d. 1964)", "entities": [{"title": "Ólafur Thors", "href": "/wiki/%C3%93lafur_Thors", "description": "Ólafur Tryggvason Thors, the son of Margrét Þorbjörg Kristjánsdóttir and Thor Philip Axel Jensen, was an Icelandic politician of the Independence Party, who served five times as Prime Minister of Iceland."}, {"title": "Prime Minister of Iceland", "href": "/wiki/Prime_Minister_of_Iceland", "description": "The prime minister of Iceland is Iceland's head of government. The prime minister is appointed formally by the president and exercises executive authority along with the cabinet subject to parliamentary support."}]}, {"heading": "Births", "year": "1893", "date": "January 19", "txt": "Magda Tagliaferro, Brazilian pianist and educator (d. 1986)", "entities": [{"title": "Magda Tagliaferro", "href": "/wiki/Magda_Tagliaferro", "description": "Magdalena Maria Yvonne Tagliaferro was a Brazilian-born pianist of French parentage."}]}, {"heading": "Births", "year": "1903", "date": "January 19", "txt": "Boris Blacher, German composer and playwright (d. 1975)", "entities": [{"title": "Boris Blacher", "href": "/wiki/Boris_Blacher", "description": "Boris Blacher was a German composer and librettist."}]}, {"heading": "Births", "year": "1905", "date": "January 19", "txt": "Stanley Hawes, English-Australian director and producer (d. 1991)", "entities": [{"title": "Stanley Hawes", "href": "/wiki/Stanley_Hawes", "description": "Stanley Gilbert Hawes was a British-born documentary film producer and director who spent most of his career in Australia, though he commenced his career in England and Canada. He was born in London, England and died in Sydney, Australia. He is best known as the Producer-in-Chief (1946–1969) of the Australian Government's filmmaking body, which was named, in 1945, the Australian National Film Boar"}]}, {"heading": "Births", "year": "1907", "date": "January 19", "txt": "Briggs Cunningham, American race car driver, sailor, and businessman (d. 2003)", "entities": [{"title": "Briggs Cunningham", "href": "/wiki/Briggs_Cunningham", "description": "Briggs Swift Cunningham II was an American entrepreneur and sportsman. He is best known for skippering the yacht Columbia to victory in the 1958 America's Cup race, and for his many appearances at the 24 Hours of Le Mans."}]}, {"heading": "Births", "year": "1908", "date": "January 19", "txt": "Ish Kabibble, American comedian and cornet player (d. 1994)", "entities": [{"title": "Ish Kabibble", "href": "/wiki/Ish_Kabibble", "description": "Ish Kabibble was an American comedian and cornet player. Born Merwyn Bogue in North East, Pennsylvania, he moved to Erie, Pennsylvania, with his family a few months after his birth."}]}, {"heading": "Births", "year": "1908", "date": "January 19", "txt": "Aleksandr Gennadievich Kurosh, Russian mathematician and theorist (d. 1971)", "entities": []}, {"heading": "Births", "year": "1911", "date": "January 19", "txt": "Choor Singh, Indian-Singaporean lawyer and judge (d. 2009)", "entities": [{"title": "Choor Singh", "href": "/wiki/Choor_Singh", "description": "Choor Singh Sidhu, known professionally as Choor Singh, was a judge of the Supreme Court of Singapore and, particularly after his retirement from the bench, a philanthropist and writer of books about Sikhism. Born to a family of modest means in Punjab, India, he came to Singapore at four years of age. He completed his secondary education in the top class at Raffles Institution in 1929, then worked"}]}, {"heading": "Births", "year": "1912", "date": "January 19", "txt": "Leonid Kantorovich, Russian mathematician and economist, Nobel Prize laureate (d. 1986)", "entities": [{"title": "Leonid Kantorovich", "href": "/wiki/Leonid_Kantorovich", "description": "Leonid Vitaliyevich Kantorovich was a Soviet mathematician and economist, known for his theory and development of techniques for the optimal allocation of resources. He is regarded as the founder of linear programming. He was the winner of the Stalin Prize in 1949 and the Nobel Memorial Prize in Economic Sciences in 1975."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1913", "date": "January 19", "txt": "Rex Ingamells, Australian author and poet (d. 1955)", "entities": [{"title": "Rex Ingamells", "href": "/wiki/Rex_Ingamells", "description": "Reginald Charles (Rex) Ingamells was an Australian poet, generally credited with being the leading light of the Jindyworobak Movement."}]}, {"heading": "Births", "year": "1913", "date": "January 19", "txt": "Rudolf Wanderone, American professional pocket billiards player (d. 1996)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 19", "txt": "John H. Johnson, American publisher, founded the Johnson Publishing Company (d. 2005)", "entities": [{"title": "John H. Johnson", "href": "/wiki/John_H._Johnson", "description": "John Harold Johnson was an American businessman and publisher. Johnson was the founder of the Johnson Publishing Company, headquartered in Chicago, Illinois. Johnson's Ebony (1945) and Jet (1951) magazines were among the most influential African-American businesses in media beginning in the second half of the twentieth century. In 1982, Johnson became the first African American to appear on the Fo"}, {"title": "Johnson Publishing Company", "href": "/wiki/Johnson_Publishing_Company", "description": "Johnson Publishing Company, Inc. (JPC) was an American publishing company founded in November 1942 by African-American businessman John H. Johnson. It was headquartered in Chicago, Illinois. JPC was privately held and run by Johnson until his death in 2005. Led by its flagship publication, Ebony, Johnson Publishing was at one time the largest African-American-owned publishing firm in the United St"}]}, {"heading": "Births", "year": "1920", "date": "January 19", "txt": "Bernard Dunstan, English painter and educator (d. 2017)", "entities": [{"title": "Bernard Dunstan", "href": "/wiki/Bernard_Dunstan", "description": "Bernard Dunstan was a British artist, teacher, and author, best known for his studies of figures in interiors and landscapes. At the time of his death, he was the longest serving Royal Academician."}]}, {"heading": "Births", "year": "1920", "date": "January 19", "txt": "Javier Pérez de Cuéllar, Peruvian politician and diplomat, 135th Prime Minister of Peru (d. 2020)", "entities": [{"title": "Prime Minister of Peru", "href": "/wiki/Prime_Minister_of_Peru", "description": "The President of the Council of Ministers of Peru, informally called Premier or Prime Minister, heads the Council of Ministers, and is appointed by the president."}]}, {"heading": "Births", "year": "1921", "date": "January 19", "txt": "Patricia Highsmith, American novelist and short story writer (d. 1995)", "entities": [{"title": "Patricia Highsmith", "href": "/wiki/Patricia_Highsmith", "description": "Patricia Highsmith was an American novelist and short story writer widely known for her psychological thrillers, including her series of five novels featuring the character Tom Ripley."}]}, {"heading": "Births", "year": "1922", "date": "January 19", "txt": "Arthur Morris, Australian cricketer and journalist (d. 2015)", "entities": [{"title": "Arthur Morris", "href": "/wiki/Arthur_Morris", "description": "Arthur Robert Morris was an Australian cricketer who played 46 Test matches between 1946 and 1955. An opener, Morris is regarded as one of Australia's greatest left-handed batsmen. He is best known for his key role in Don Bradman's Invincibles side, which made an undefeated tour of England in 1948. He was the leading scorer in the Tests on the tour, with three centuries. His efforts in the Fourth "}]}, {"heading": "Births", "year": "1922", "date": "January 19", "txt": "Miguel Muñoz, Spanish footballer and manager (d. 1990)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 19", "txt": "Jean Stapleton, American actress and singer (d. 2013)", "entities": [{"title": "Jean Stapleton", "href": "/wiki/Jean_Stapleton", "description": "Jean Stapleton was an American character actress of stage, television and film."}]}, {"heading": "Births", "year": "1924", "date": "January 19", "txt": "Nicholas Colasanto, American actor and director (d. 1985)", "entities": [{"title": "Nicholas Colasanto", "href": "/wiki/Nicholas_Colasanto", "description": "Nicholas Colasanto was an American actor and television director who is best known for his role as \"Coach\" Ernie Pantusso in the American television sitcom Cheers. He served in the United States Navy during World War II and later attended the American Academy of Dramatic Arts in the 1950s."}]}, {"heading": "Births", "year": "1924", "date": "January 19", "txt": "Jean-François Revel, French philosopher (d. 2006)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 19", "txt": "Nina Bawden, English author (d. 2012)", "entities": [{"title": "Nina Bawden", "href": "/wiki/Nina_Bawden", "description": "Nina Bawden CBE, FRSL, JP was an English novelist and children's writer. She was shortlisted for the Booker Prize in 1987 and the Lost Man Booker Prize in 2010. She is one of very few who have both served as a Booker judge and made a Booker shortlist as an author. She was a recipient of the Golden PEN Award."}]}, {"heading": "Births", "year": "1926", "date": "January 19", "txt": "Hans Massaquoi, German-American journalist and author (d. 2013)", "entities": [{"title": "Hans Massaquoi", "href": "/wiki/Hans_Massaquoi", "description": "Hans-Jürgen Massaquoi was a German American journalist and author of African descent. He was born in Hamburg, Germany, to a white German mother and a black Liberian Vai father, the grandson of Momulu Massaquoi, the consul general of Liberia in Germany at the time."}]}, {"heading": "Births", "year": "1926", "date": "January 19", "txt": "Fritz Weaver, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 19", "txt": "Tippi Hedren, American model, actress, and animal rights-welfare activist", "entities": [{"title": "Tippi Hedren", "href": "/wiki/Tippi_Hedren", "description": "Nathalie Kay \"Tippi\" Hedren is an American actress, animal rights activist, and former fashion model."}]}, {"heading": "Births", "year": "1930", "date": "January 19", "txt": "John Waite, South African cricketer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 19", "txt": "Robert MacNeil, Canadian-American journalist and author", "entities": [{"title": "Robert MacNeil", "href": "/wiki/Robert_MacNeil", "description": "Robert Breckenridge Ware \"Robin\" MacNeil, OC is a Canadian-American journalist and writer. He is a retired television news anchor who partnered with Jim Lehrer to create The MacNeil/Lehrer Report in 1975."}]}, {"heading": "Births", "year": "1932", "date": "January 19", "txt": "Russ Hamilton, English singer-songwriter (d. 2008)", "entities": [{"title": "Russ Hamilton (singer)", "href": "/wiki/Russ_Hamilton_(singer)", "description": "Russ Hamilton was an English singer and songwriter. Hamilton made the Top 10 in the United Kingdom with \"We Will Make Love\", but in the United States, it was the B-side, \"Rainbow\", which made the Top 10."}]}, {"heading": "Births", "year": "1932", "date": "January 19", "txt": "Richard Lester, American-English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 19", "txt": "Harry Lonsdale, American chemist, businessman, and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 19", "txt": "George Coyne, American priest, astronomer, and theologian (d. 2020)", "entities": [{"title": "George Coyne", "href": "/wiki/George_Coyne", "description": "George Vincent Coyne, S.J. was an American Jesuit priest and astronomer who directed the Vatican Observatory and headed its research group at the University of Arizona from 1978 to 2006. From January 2012 until his death, he taught at Le Moyne College in Syracuse, New York. His career was dedicated to the reconciliation of theology and science, while his stance on scripture was absolute: \"One thin"}]}, {"heading": "Births", "year": "1935", "date": "January 19", "txt": "Johnny O'Keefe, Australian singer-songwriter (d. 1978)", "entities": [{"title": "Johnny O'Keefe", "href": "/wiki/Johnny_O%27Keefe", "description": "John Michael O'Keefe was an Australian rock and roll singer whose career began in the 1950s. Some of his hits include \"Wild One\" (1958), \"Shout!\" and \"She's My Baby\". In his twenty-year career, O'Keefe released over fifty singles, 50 EPs and 100 albums. O'Keefe was also a radio and television entertainer and presenter"}]}, {"heading": "Births", "year": "1936", "date": "January 19", "txt": "Ziaur Rahman, Bangladeshi general and politician, 7th President of Bangladesh (d. 1981)", "entities": [{"title": "Ziaur Rahman", "href": "/wiki/Ziaur_Rahman", "description": "Ziaur Rahman was a Bangladesh Army officer and later turned statesman who served as the President of Bangladesh during 1977–1981. He was assassinated on 30 May 1981 in Chittagong in an army coup d'état."}, {"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}]}, {"heading": "Births", "year": "1936", "date": "January 19", "txt": "Willie \"Big Eyes\" Smith, American singer, harmonica player, and drummer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 19", "txt": "Fred J. Lincoln, American actor, director, producer, and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 19", "txt": "John Lions, Australian computer scientist and academic (d. 1998)", "entities": [{"title": "John Lions", "href": "/wiki/John_Lions", "description": "John Lions was an Australian computer scientist. He is best known as the author of Lions' Commentary on UNIX 6th Edition, with Source Code, commonly known as the Lions Book."}]}, {"heading": "Births", "year": "1939", "date": "January 19", "txt": "Phil Everly, American singer-songwriter and guitarist (d. 2014)", "entities": [{"title": "Phil Everly", "href": "/wiki/Phil_Everly", "description": "The Everly Brothers were an American country-influenced rock and roll duo, known for steel-string acoustic guitar playing and close harmony singing. Consisting of Isaac Donald \"Don\" Everly and Phillip \"Phil\" Jason Everly, the duo was raised in a musical family, first appearing on radio singing along with their father Ike Everly and mother Margaret Everly as \"The Everly Family\" in the 1940s. When t"}]}, {"heading": "Births", "year": "1940", "date": "January 19", "txt": "Paolo Borsellino, Italian lawyer and judge (d. 1992)", "entities": [{"title": "Paolo Borsellino", "href": "/wiki/Paolo_Borsellino", "description": "Paolo Borsellino was an Italian judge and prosecuting magistrate. From his office in the Palace of Justice in Palermo, Sicily, he spent most of his professional life trying to overthrow the power of the Sicilian Mafia. After a long and distinguished career, culminating in the Maxi Trial in 1986–1987, on 19 July 1992, Borsellino was killed by a car bomb in Via D'Amelio, near his mother's house in P"}]}, {"heading": "Births", "year": "1940", "date": "January 19", "txt": "Mike Reid, English comedian, actor, and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 19", "txt": "Colin Gunton, English theologian and academic (d. 2003)", "entities": [{"title": "Colin Gunton", "href": "/wiki/Colin_Gunton", "description": "Colin Ewart Gunton was an English Reformed systematic theologian. He made contributions to the doctrine of creation and the doctrine of the Trinity. He was Professor of Christian Doctrine at King's College, London, from 1984 and co-founder with Christoph Schwoebel of the Research Institute for Systematic Theology in 1988. Gunton was actively involved in the United Reformed Church in the United Kin"}]}, {"heading": "Births", "year": "1941", "date": "January 19", "txt": "Pat Patterson, Canadian wrestler, trainer, and referee (d. 2020)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 19", "txt": "Michael Crawford, English actor and singer", "entities": [{"title": "Michael Crawford", "href": "/wiki/Michael_Crawford", "description": "Michael Patrick Smith,, known professionally as Michael Crawford, is an English actor, comedian and singer."}]}, {"heading": "Births", "year": "1942", "date": "January 19", "txt": "Paul-Eerik Rummo, Estonian poet and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 19", "txt": "Larry Clark, American director, producer, and screenwriter", "entities": [{"title": "Larry Clark", "href": "/wiki/Larry_Clark", "description": "Lawrence Donald Clark is an American film director, photographer, writer and film producer who is best known for his controversial teen film Kids (1995) and his photography book Tulsa (1971). His work focuses primarily on youth who casually engage in illegal drug use, underage sex, and violence, and who are part of a specific subculture, such as surfing, punk rock, or skateboarding."}]}, {"heading": "Births", "year": "1943", "date": "January 19", "txt": "Janis Joplin, American singer-songwriter (d. 1970)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 19", "txt": "Princess Margriet of the Netherlands", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 19", "txt": "Shelley Fabares, American actress and singer", "entities": [{"title": "Shelley Fabares", "href": "/wiki/Shelley_Fabares", "description": "Michele Ann Marie \"Shelley\" Fabares is an American actress and singer. She is best known for her television roles as Mary Stone on the sitcom The Donna Reed Show (1958–1963) and as Christine Armstrong on the sitcom Coach (1989–97), the latter of which earned her two Primetime Emmy Awards nominations."}]}, {"heading": "Births", "year": "1944", "date": "January 19", "txt": "Thom Mayne, American architect and academic, designed the San Francisco Federal Building and Phare Tower", "entities": [{"title": "San Francisco Federal Building", "href": "/wiki/San_Francisco_Federal_Building", "description": "The San Francisco Federal Building is an 18-story, 234 ft-tall (71.3 m) building at 90 7th Street on the corner of Mission and 7th streets in the South of Market neighborhood of San Francisco, California. The federal building was designed by the Morphosis architectural firm, as a supplement to the Phillip Burton Federal Building several blocks away. Thom Mayne of Morphosis designed the building us"}, {"title": "Phare Tower", "href": "/wiki/Phare_Tower", "description": "The Phare Tower, in English, \"Beacon Tower\", was a planned approx. 300-metre (984 ft) tall skyscraper with 71 floors designed as a green building to be built in Courbevoie (Hauts-de-Seine), France, in the La Défense district of suburban Paris. The building was being designed by Los Angeles-based Morphosis, headed by architect Thom Mayne, and would have been completed in 2018. Had it been built, it"}]}, {"heading": "Births", "year": "1944", "date": "January 19", "txt": "Dan Reeves, American football player and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 19", "txt": "Trevor Williams, English singer-songwriter and bass player", "entities": [{"title": "Trevor Williams (bassist)", "href": "/wiki/Trevor_Williams_(bassist)", "description": "Trevor Williams is a bass guitarist, vocalist and lyricist known primarily for his work with Audience, British art rock band which ran from 1969–1972 and from 2004 -2013."}]}, {"heading": "Births", "year": "1946", "date": "January 19", "txt": "Julian Barnes, English novelist, short story writer, essayist, and critic", "entities": [{"title": "Julian Barnes", "href": "/wiki/Julian_Barnes", "description": "Julian Patrick Barnes is an English writer. Barnes won the Man Booker Prize for his book The Sense of an Ending (2011), and three of his earlier books had been shortlisted for the Booker Prize: Flaubert's Parrot (1984), England, England (1998), and Arthur & George (2005). He has also written crime fiction under the pseudonym Dan Kavanagh. In addition to novels, Barnes has published collections of "}]}, {"heading": "Births", "year": "1946", "date": "January 19", "txt": "Dolly Parton, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 19", "txt": "Frank Aarebrot, Norwegian political scientist and academic (d. 2017)", "entities": [{"title": "Frank Aarebrot", "href": "/wiki/Frank_Aarebrot", "description": "Frank Henrik Aarebrot was a Norwegian political scientist, political commentator, and professor of comparative politics. Among the most quoted and popular academics in the Norwegian press, he became better known during his later years for his televised \"marathon lectures\" and his recurring role in coverage of national and international elections on Norwegian television."}]}, {"heading": "Births", "year": "1947", "date": "January 19", "txt": "Paula Deen, American chef and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 19", "txt": "Rod Evans, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 19", "txt": "Nancy Lynch, American computer scientist and academic", "entities": [{"title": "Nancy Lynch", "href": "/wiki/Nancy_Lynch", "description": "Nancy Ann Lynch is a mathematician, a theorist, and a professor at the Massachusetts Institute of Technology. She is the NEC Professor of Software Science and Engineering in the EECS department and heads the \"Theory of Distributed Systems\" research group at MIT's Computer Science and Artificial Intelligence Laboratory."}]}, {"heading": "Births", "year": "1948", "date": "January 19", "txt": "Frank McKenna, Canadian politician and diplomat, 27th Premier of New Brunswick", "entities": [{"title": "Premier of New Brunswick", "href": "/wiki/Premier_of_New_Brunswick", "description": "The premier of New Brunswick is the first minister for the Canadian province of New Brunswick. They are the province's head of government and de facto chief executive."}]}, {"heading": "Births", "year": "1948", "date": "January 19", "txt": "Mal Reilly, English rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 19", "txt": "Arend Langenberg, Dutch voice actor and radio host (d. 2012)", "entities": [{"title": "Arend Langenberg", "href": "/wiki/Arend_Langenberg", "description": "Arend Willem Langenberg was a Dutch voice-over, voice actor and radio presenter. He died at the age of 63 from colon cancer."}]}, {"heading": "Births", "year": "1949", "date": "January 19", "txt": "Robert Palmer, English singer-songwriter and guitarist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 19", "txt": "Sébastien Dhavernas, Canadian actor", "entities": [{"title": "Sébastien Dhavernas", "href": "/wiki/S%C3%A9bastien_Dhavernas", "description": "Sébastien Dhavernas is a Canadian actor."}]}, {"heading": "Births", "year": "1951", "date": "January 19", "txt": "Martha Davis, American singer", "entities": [{"title": "Martha Davis (musician)", "href": "/wiki/Martha_Davis_(musician)", "description": "Martha Emily Davis is an American rock and new wave singer-songwriter from Berkeley, California. She is most famous for being the lead singer of the band The Motels, but has also made several solo albums, contributed many songs to motion pictures, been on television, and worked onstage with Teatro ZinZanni."}]}, {"heading": "Births", "year": "1952", "date": "January 19", "txt": "Dewey Bunnell, British-American singer-songwriter and guitarist", "entities": [{"title": "Dewey Bunnell", "href": "/wiki/Dewey_Bunnell", "description": "Lee Martin \"Dewey\" Bunnell is a British-American musician, singer, guitarist, and songwriter, best known as a member of the folk rock band America."}]}, {"heading": "Births", "year": "1952", "date": "January 19", "txt": "Nadiuska, German television actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 19", "txt": "Bruce Jay Nelson, American computer scientist (d. 1999)", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 19", "txt": "Desi Arnaz, Jr., American actor and singer", "entities": [{"title": "Desi Arnaz, Jr.", "href": "/wiki/Desi_Arnaz,_Jr.", "description": "Desiderio Alberto Arnaz IV, known professionally as Desi Arnaz Jr., is an American actor and musician. He is the son of Lucille Ball and Desi Arnaz."}]}, {"heading": "Births", "year": "1953", "date": "January 19", "txt": "Richard Legendre, Canadian tennis player and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 19", "txt": "Wayne Schimmelbusch, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 19", "txt": "Katey Sagal, American actress and singer", "entities": [{"title": "Katey Sagal", "href": "/wiki/Katey_Sagal", "description": "Catherine Louise Sagal is an American actress and singer-songwriter. She is known for playing Peggy Bundy on Married... with Children, Leela on Futurama, Cate Hennessy on 8 Simple Rules and Gemma Teller Morrow on the FX series Sons of Anarchy, for which she won the Golden Globe Award for Best Actress – Television Series Drama in 2011."}]}, {"heading": "Births", "year": "1954", "date": "January 19", "txt": "Cindy Sherman, American photographer and director", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 19", "txt": "Esther Shkalim, Israeli poet and Mizrahi feminist", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 19", "txt": "Paul Rodriguez, Mexican-American comedian and actor", "entities": [{"title": "Paul Rodriguez (actor)", "href": "/wiki/Paul_Rodriguez_(actor)", "description": "Paul Rodriguez, Sr. is a Mexican-American actor, comedian, singer and rapper."}]}, {"heading": "Births", "year": "1956", "date": "January 19", "txt": "Carman, American singer-songwriter, actor, and television host", "entities": [{"title": "Carman (singer)", "href": "/wiki/Carman_(singer)", "description": "Carmelo Domenic Licciardello, known by his stage name Carman, was an American contemporary Christian music singer, songwriter, television host, life coach, and evangelist."}]}, {"heading": "Births", "year": "1956", "date": "January 19", "txt": "Susan Solomon, American atmospheric chemist", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 19", "txt": "Ottis Anderson, American football player and sportscaster", "entities": [{"title": "Ottis Anderson", "href": "/wiki/Ottis_Anderson", "description": "Ottis Jerome \"O.J.\" Anderson is a former American football running back who played professionally in the National Football League (NFL). He was named the NFL Offensive Rookie of the Year by the Associated Press (AP) with the St. Louis Cardinals in 1979, and the MVP of Super Bowl XXV in 1991 when playing with the New York Giants. He played college football at the University of Miami."}]}, {"heading": "Births", "year": "1957", "date": "January 19", "txt": "Roger Ashton-Griffiths, English actor, screenwriter and film director", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 19", "txt": "Kenneth McClintock, Puerto Rican public servant and politician, 22nd Secretary of State of Puerto Rico", "entities": [{"title": "Secretary of State of Puerto Rico", "href": "/wiki/Secretary_of_State_of_Puerto_Rico", "description": "The secretary of state of Puerto Rico leads all efforts that promote the cultural, political, and economical relations between Puerto Rico and foreign countries, and other jurisdictions of the United States. The post was created by Article IV of the Constitution of Puerto Rico which merely establishes that the secretary serves as acting governor when the governor is unable to perform his duties—a "}]}, {"heading": "Births", "year": "1958", "date": "January 19", "txt": "Thomas Kinkade, American painter (d. 2012)", "entities": [{"title": "Thomas Kinkade", "href": "/wiki/Thomas_Kinkade", "description": "William Thomas Kinkade III was an American painter of popular realistic, pastoral, and idyllic subjects. He is notable for achieving success during his lifetime with the mass marketing of his work as printed reproductions and other licensed products via the Thomas Kinkade Company. According to Kinkade's company, one in every twenty American homes owned a copy of one of his paintings."}]}, {"heading": "Births", "year": "1959", "date": "January 19", "txt": "Danese Cooper, American computer scientist and programmer", "entities": [{"title": "Danese Cooper", "href": "/wiki/Danese_Cooper", "description": "Danese Cooper is an American programmer, computer scientist and advocate of open source software."}]}, {"heading": "Births", "year": "1959", "date": "January 19", "txt": "Jeff Pilson, American bass player, songwriter, and actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 19", "txt": "William Ragsdale, American actor", "entities": [{"title": "William Ragsdale", "href": "/wiki/William_Ragsdale", "description": "William Ragsdale is an American actor known best for playing teenaged vampire slayer Charley Brewster in the horror vampire film, Fright Night (1985), and as Herman Brooks in the television series Herman's Head (1991-94)."}]}, {"heading": "Births", "year": "1961", "date": "January 19", "txt": "Wayne Hemingway, English fashion designer, co-founded Red or Dead", "entities": [{"title": "Red or Dead", "href": "/wiki/Red_or_Dead", "description": "Red or Dead is a fashion designer and manufacturer, started in London in 1982 by Wayne Hemingway and his wife Gerardine Hemingway. They design products such as shoes, spectacles, bags and watches."}]}, {"heading": "Births", "year": "1962", "date": "January 19", "txt": "Hans Daams, Dutch cyclist", "entities": [{"title": "Hans Daams", "href": "/wiki/Hans_Daams", "description": "Johannes (\"Hans\") Wilhelmus Antonius Daams is a retired road bicycle racer from the Netherlands, who was a professional rider from 1985 to 1989. He represented his native country at the 1984 Summer Olympics in Los Angeles, California, in the individual road race where he didn't finish the race."}]}, {"heading": "Births", "year": "1962", "date": "January 19", "txt": "Chris Sabo, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 19", "txt": "Jeff Van Gundy, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 19", "txt": "Michael Adams, American basketball player and coach", "entities": [{"title": "Michael Adams (basketball)", "href": "/wiki/Michael_Adams_(basketball)", "description": "Michael Adams is an American former professional basketball player and coach."}]}, {"heading": "Births", "year": "1963", "date": "January 19", "txt": "Martin Bashir, English journalist", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 19", "txt": "John Bercow, English politician, Speaker of the House of Commons", "entities": [{"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}]}, {"heading": "Births", "year": "1964", "date": "January 19", "txt": "Janine Antoni, Bahamian sculptor and photographer", "entities": [{"title": "Janine Antoni", "href": "/wiki/Janine_Antoni", "description": "Janine Antoni is a Bahamian–born American artist, who creates contemporary work in performance art, sculpture, and photography. Antoni's work focuses on process and the transitions between the making and finished product, often portraying feminist ideals. She emphasizes the human body in her pieces, such as her mouth, hair, eyelashes, and, through technological scanning, brain, using it as a tool "}]}, {"heading": "Births", "year": "1964", "date": "January 19", "txt": "Ricardo Arjona, Guatemalan singer-songwriter and basketball player", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 19", "txt": "Sylvain Côté, Canadian ice hockey player", "entities": [{"title": "Sylvain Côté", "href": "/wiki/Sylvain_C%C3%B4t%C3%A9", "description": "Sylvain Côté is a Canadian former professional ice hockey player who spent 19 seasons in the NHL, the majority of them with the Washington Capitals. He also played for the Hartford Whalers, Toronto Maple Leafs, Chicago Blackhawks and Dallas Stars."}]}, {"heading": "Births", "year": "1966", "date": "January 19", "txt": "Stefan Edberg, Swedish tennis player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 19", "txt": "Lena Philipsson, Swedish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 19", "txt": "David Bartlett, Australian politician, 43rd Premier of Tasmania", "entities": [{"title": "David Bartlett", "href": "/wiki/David_Bartlett", "description": "David John Bartlett is an Australian former politician in the state of Tasmania, serving as the 43rd Premier of Tasmania from May 2008 until January 2011. He was a Labor Party member of the Tasmanian House of Assembly seat of Denison from 2004 to 2011 when he retired."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1968", "date": "January 19", "txt": "Whitfield Crane, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 19", "txt": "Edwidge Danticat, Haitian-American novelist and short story writer", "entities": [{"title": "Edwidge Danticat", "href": "/wiki/Edwidge_Danticat", "description": "Edwidge Danticat is a Haitian-American novelist and short story writer. Her first novel, Breath, Eyes, Memory, was published in 1994 and went on to become an Oprah's Book Club selection. Danticat has since written or edited several books and has been the recipient of many awards and honors."}]}, {"heading": "Births", "year": "1969", "date": "January 19", "txt": "Luc Longley, Australian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 19", "txt": "Predrag Mijatović, Montenegrin footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 19", "txt": "Junior Seau, American football player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 19", "txt": "Steve Staunton, Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 19", "txt": "Steffen Freund, German footballer and manager", "entities": [{"title": "Steffen Freund", "href": "/wiki/Steffen_Freund", "description": "Steffen Freund is a German former professional football player who played as a defensive midfielder in both the German and English top flights. He was capped 21 times for his country and played a significant part in Germany's UEFA Euro 1996 winning campaign. He is currently working for Tottenham Hotspur. His son Niklas plays for SV Empor Berlin as a goalkeeper."}]}, {"heading": "Births", "year": "1970", "date": "January 19", "txt": "Kathleen Smet, Belgian triathlete", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 19", "txt": "Udo Suzuki, Japanese comedian and singer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 19", "txt": "Phil Nevin, American baseball player", "entities": [{"title": "Phil Nevin", "href": "/wiki/Phil_Nevin", "description": "Phillip Joseph Nevin is an American former professional baseball player in Major League Baseball (MLB). He is the third base coach for the New York Yankees of MLB. He spent twelve seasons as a player in MLB, appearing in 1,217 games played between 1995 and 2006 for the Houston Astros, Detroit Tigers, Anaheim Angels, San Diego Padres, Texas Rangers, Chicago Cubs and Minnesota Twins."}]}, {"heading": "Births", "year": "1971", "date": "January 19", "txt": "Shawn Wayans, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 19", "txt": "John Wozniak, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 19", "txt": "Ron Killings, American wrestler and rapper", "entities": [{"title": "Ron Killings", "href": "/wiki/Ron_Killings", "description": "Ronnie Aaron Killings is an American professional wrestler, rapper, and actor. He is currently signed to WWE, performing on the Raw brand under the ring name R-Truth. He is the current WWE 24/7 Champion in his record 52nd reign. He holds the distinction of being the most decorated wrestler in WWE history, with 57 title reigns within the company and 67 in his overall career."}]}, {"heading": "Births", "year": "1972", "date": "January 19", "txt": "Troy Wilson, Australian footballer and race car driver", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 19", "txt": "Sergei Zjukin, Estonian chess player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 19", "txt": "Yoon Hae-young, South Korean actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 19", "txt": "Antero Manninen, Finnish cellist", "entities": [{"title": "Antero Manninen", "href": "/wiki/Antero_Manninen", "description": "Antero Manninen, also known as Mr. Cool, is a session musician and former band member of Finnish Cello metal quartet Apocalyptica. He was an official member but did not write the music and left in 1999 due to prior commitments, although he has come back to help the band several years ago. His seated, calm composure playing style is at stark contrast with the headbanging antics of the others when p"}]}, {"heading": "Births", "year": "1973", "date": "January 19", "txt": "Yevgeny Sadovyi, Russian swimmer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 19", "txt": "Dainius Adomaitis, Lithuanian basketball player and coach", "entities": [{"title": "Dainius Adomaitis", "href": "/wiki/Dainius_Adomaitis", "description": "Dainius Adomaitis is a Lithuanian professional basketball coach and former player. He was most recently working as the head coach of Hapoel Jerusalem of the Israeli Basketball Premier League."}]}, {"heading": "Births", "year": "1974", "date": "January 19", "txt": "Frank Caliendo, American comedian, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 19", "txt": "Ian Laperrière, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 19", "txt": "Jaime Moreno, Bolivian footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 19", "txt": "Natalie Cook, Australian volleyball player", "entities": [{"title": "Natalie Cook", "href": "/wiki/Natalie_Cook", "description": "Natalie Louise Cook is an Australian professional beach volleyball player and Olympic gold medallist. She became the first Australian woman to compete at five Olympic Games."}]}, {"heading": "Births", "year": "1975", "date": "January 19", "txt": "Zdeňka Málková, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 19", "txt": "Natale Gonnella, Italian footballer", "entities": [{"title": "Natale Gonnella", "href": "/wiki/Natale_Gonnella", "description": "Natale Gonnella is an Italian retired footballer."}]}, {"heading": "Births", "year": "1976", "date": "January 19", "txt": "Tarso Marques, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 19", "txt": "Benjamin Ayres, Canadian actor, director, and photographer", "entities": [{"title": "Benjamin Ayres", "href": "/wiki/Benjamin_Ayres", "description": "Benjamin James Ayres is a Canadian actor best known for his role as Dr. Zach Miller of the CTV series Saving Hope. He also recurred on the Gemini Award–winning HBO Canada series Less Than Kind for which he has nominated for a Canadian Screen Award. His first series regular role was Casper Jesperson, the chain-smoking sex addict who is morbidly obsessed with death, in the critically acclaimed cult "}]}, {"heading": "Births", "year": "1979", "date": "January 19", "txt": "Svetlana Khorkina, Russian gymnast and sportscaster", "entities": [{"title": "Svetlana Khorkina", "href": "/wiki/Svetlana_Khorkina", "description": "Svetlana Vasilyevna Khorkina is a retired Russian artistic gymnast. She competed at the 1996 Summer Olympics, the 2000 Summer Olympics, and the 2004 Summer Olympics. During her career, Khorkina won seven Olympic medals and twenty World Championship medals. Over time, she medaled in every event at the World Artistic Gymnastics Championships. She was also the first gymnast to win three all-around ti"}]}, {"heading": "Births", "year": "1979", "date": "January 19", "txt": "Josu Sarriegi, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 19", "txt": "Wiley, English rapper and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 19", "txt": "Jenson Button, English race car driver", "entities": [{"title": "Jenson Button", "href": "/wiki/Jenson_Button", "description": "Jenson Alexander Lyons Button is a British racing driver. He won the 2009 Formula One World Championship when he drove for the Brawn GP team. After his F1 career, he became champion of the 2018 season of the Super GT Series alongside Naoki Yamamoto, who he shared a Honda racing car with at Team Kunimitsu."}]}, {"heading": "Births", "year": "1980", "date": "January 19", "txt": "Pasha Kovalev, Russian-American dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 19", "txt": "Luke Macfarlane, Canadian-American actor and singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 19", "txt": "Arvydas Macijauskas, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 19", "txt": "Michael Vandort, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 19", "txt": "Paolo Bugia, Filipino basketball player", "entities": [{"title": "Paolo Bugia", "href": "/wiki/Paolo_Bugia", "description": "Ramon Paolo V. Bugia is a Filipino former professional basketball player who currently serves as the team manager for the Phoenix Super LPG Fuel Masters of the Philippine Basketball Association (PBA). He was drafted seventeenth overall by the Red Bull Barako in the 2005 PBA draft."}]}, {"heading": "Births", "year": "1981", "date": "January 19", "txt": "Asier del Horno, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 19", "txt": "Lucho González, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 19", "txt": "Pete Buttigieg, American politician", "entities": [{"title": "Pete Buttigieg", "href": "/wiki/Pete_Buttigieg", "description": "Peter Paul Montgomery Buttigieg is an American politician who has served as the United States secretary of transportation since February 3, 2021. A member of the Democratic Party, he was the 32nd mayor of South Bend, Indiana from 2012 through 2020."}]}, {"heading": "Births", "year": "1982", "date": "January 19", "txt": "Mike Komisarek, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 19", "txt": "Jodie Sweetin, American actress and singer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 19", "txt": "Shane Tronc, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 19", "txt": "Kim Yoo-suk, South Korean pole vaulter", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 19", "txt": "Robin tom Rink, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 19", "txt": "Hikaru Utada, American-Japanese singer-songwriter and producer", "entities": [{"title": "Hikaru Utada", "href": "/wiki/Hikaru_Utada", "description": "Utada Hikaru , who is also known as Hikaru Utada and the mononym Utada, is a Japanese-American singer-songwriter and producer. Born in the United States to Japanese parents, record producer Utada Teruzane and enka singer Keiko Fuji, Utada began to write music and lyrics at an early age and often traveled to Tokyo as a result of her father's job. Eventually, a recording contract with Toshiba-EMI wa"}]}, {"heading": "Births", "year": "1984", "date": "January 19", "txt": "Fabio Catacchini, Italian footballer", "entities": [{"title": "Fabio Catacchini", "href": "/wiki/Fabio_Catacchini", "description": "Fabio Catacchini is an Italian footballer who plays for Tiferno 1919."}]}, {"heading": "Births", "year": "1984", "date": "January 19", "txt": "Karun Chandhok, Indian race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 19", "txt": "Jimmy Kébé, Malian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 19", "txt": "Thomas Vanek, Austrian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 19", "txt": "Jake Allen, American football player", "entities": [{"title": "Jake Allen (American football)", "href": "/wiki/Jake_Allen_(American_football)", "description": "Jjathus Illimski \"Jake\" Allen is a former American football wide receiver. He was signed by the Green Bay Packers of the National Football League as an undrafted free agent in 2008. He played college football at Mississippi College. He also played for the Cleveland Browns."}]}, {"heading": "Births", "year": "1985", "date": "January 19", "txt": "Pascal Behrenbruch, German decathlete", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 19", "txt": "Benny Feilhaber, American soccer player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 19", "txt": "Esteban Guerrieri, Argentinian race car driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 19", "txt": "Rika Ishikawa, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 19", "txt": "Elliott Ward, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 19", "txt": "Aleksandr Yevgenyevich Nikulin, Russian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 19", "txt": "Claudio Marchisio, Italian footballer", "entities": [{"title": "Claudio Marchisio", "href": "/wiki/Claudio_Marchisio", "description": "Claudio Marchisio is an Italian former professional footballer who played as a midfielder. A product of the Juventus youth system, he spent a large portion of his career at his hometown club, with the exception of a season-long loan spell at Empoli, winning seven consecutive Serie A titles between 2012 and 2018, and four consecutive Coppa Italia titles between 2015 and 2018. He was the club's seco"}]}, {"heading": "Births", "year": "1986", "date": "January 19", "txt": "Oleksandr Miroshnychenko, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 19", "txt": "Moussa Sow, Senegalese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 19", "txt": "Edgar Manucharyan, Armenian footballer", "entities": [{"title": "Edgar Manucharyan", "href": "/wiki/Edgar_Manucharyan", "description": "Edgar Manucharyan is a former Armenian football player who played as a forward."}]}, {"heading": "Births", "year": "1988", "date": "January 19", "txt": "JaVale McGee, American basketball player", "entities": [{"title": "JaVale McGee", "href": "/wiki/JaVale_McGee", "description": "JaVale Lindy McGee is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for the Nevada Wolf Pack. He was selected 18th overall by the Washington Wizards in the 2008 NBA draft. He is a three-time NBA champion, having won consecutive titles with the Golden State Warriors in 2017 and 2018 before winning a third"}]}, {"heading": "Births", "year": "1988", "date": "January 19", "txt": "Tyler Breeze, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 19", "txt": "Tatiana Búa, Argentine tennis player", "entities": [{"title": "Tatiana Búa", "href": "/wiki/Tatiana_B%C3%BAa", "description": "Tatiana Búa is an inactive Argentine tennis player."}]}, {"heading": "Births", "year": "1991", "date": "January 19", "txt": "Petra Martić, Croatian tennis player", "entities": [{"title": "Petra Martić", "href": "/wiki/Petra_Marti%C4%87", "description": "Petra Martić is a professional tennis player from Croatia. Having made her international debut in 2008, she reached a career high singles ranking of No. 14 in January 2020. Martic has won one singles title on the WTA Tour—the 2019 Istanbul Cup, and reached the quarterfinals of the 2019 French Open. She has also won one WTA 125K series singles and one doubles tournament, as well as four singles and"}]}, {"heading": "Births", "year": "1991", "date": "January 19", "txt": "Erin Sanders, American actress", "entities": [{"title": "Erin Sanders", "href": "/wiki/Erin_Sanders", "description": "Erin Sanders is an American actress. She is known for her roles as Quinn Pensky on Zoey 101, Camille Roberts on Big Time Rush, and for portraying Eden Baldwin on The Young and the Restless in 2008. She appeared as Chris on ABC Family's Melissa and Joey and starred in the film Guilty at 17, which premiered on Lifetime."}]}, {"heading": "Births", "year": "1992", "date": "January 19", "txt": "Shawn Johnson, American gymnast", "entities": [{"title": "Shawn Johnson", "href": "/wiki/Shawn_Johnson", "description": "Shawn Johnson East is an American former artistic gymnast. She is the 2008 Olympic balance beam gold medalist and team, all-around and floor exercise silver medalist. Johnson is also the 2007 all-around World Champion, and a five-time Pan American Games gold medalist, winning the team titles in 2007 and 2011, as well as titles in the all-around, uneven bars, and balance beam in 2007."}]}, {"heading": "Births", "year": "1992", "date": "January 19", "txt": "Logan Lerman, American actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 19", "txt": "Mac Miller, American rapper (d. 2018)", "entities": []}, {"heading": "Births", "year": "1993", "date": "January 19", "txt": "Erick Torres Padilla, Mexican footballer", "entities": [{"title": "Erick Torres Padilla", "href": "/wiki/Erick_Torres_Padilla", "description": "Erick Estéfano Torres Padilla is a Mexican professional footballer who plays as a striker for Major League Soccer club Atlanta United. He is nicknamed \"El Cubo\"."}]}, {"heading": "Births", "year": "1994", "date": "January 19", "txt": "Matthias Ginter, German footballer", "entities": [{"title": "Matthias Ginter", "href": "/wiki/Matthias_Ginter", "description": "Matthias Lukas Ginter is a German professional footballer who plays as a centre back for Bundesliga club Borussia Mönchengladbach and the Germany national team."}]}, {"heading": "Births", "year": "1994", "date": "January 19", "txt": "Alfie Mawson, English footballer", "entities": []}, {"heading": "Deaths", "year": "520", "date": "January 19", "txt": "John of Cappadocia, patriarch of Constantinople", "entities": [{"title": "John of Cappadocia", "href": "/wiki/John_of_Cappadocia", "description": "John II, surnamed Cappadox or the Cappadocian was Patriarch of Constantinople in 518–520, during the reign of Byzantine emperor Anastasius I after an enforced condemnation of the Council of Chalcedon. His short patriarchate is memorable for the celebrated Acclamations of Constantinople, and the reunion of East and West after a schism of 34 years. At the death of Timothy I, John of Cappadocia, whom"}]}, {"heading": "Deaths", "year": "639", "date": "January 19", "txt": "Dagobert I, Frankish king (b. 603)", "entities": [{"title": "Dagobert I", "href": "/wiki/Dagobert_I", "description": "Dagobert I was the king of Austrasia (623–634), king of all the Franks (629–634), and king of Neustria and Burgundy (629–639). He was the last king of the Merovingian dynasty to wield any real royal power. Dagobert was the first of the Frankish kings to be buried in the royal tombs at Saint Denis Basilica."}]}, {"heading": "Deaths", "year": "914", "date": "January 19", "txt": "García I, king of León", "entities": [{"title": "García I of León", "href": "/wiki/Garc%C3%ADa_I_of_Le%C3%B3n", "description": "García I was the King of León from 910 until his death and eldest of three succeeding sons of Alfonso III the Great by his wife Jimena."}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Deaths", "year": "1003", "date": "January 19", "txt": "Kilian of Cologne, Irish abbot", "entities": [{"title": "Kilian of Cologne", "href": "/wiki/Kilian_of_Cologne", "description": "Kilian of Cologne, Irish Abbot, died 19 January 1003"}]}, {"heading": "Deaths", "year": "1302", "date": "January 19", "txt": "Al-Hakim I, caliph of Cairo", "entities": [{"title": "Al-Hakim I", "href": "/wiki/Al-Hakim_I", "description": "Al-Hakim I Abu al-'Abbas Ahmad ibn Abi 'Ali al-Hasan held the position of the second Caliph of Cairo for the Mamluk Sultanate between 1262 to 1302."}]}, {"heading": "Deaths", "year": "1401", "date": "January 19", "txt": "Robert Bealknap, British justice", "entities": [{"title": "Robert Bealknap", "href": "/wiki/Robert_Bealknap", "description": "Sir Robert Belknap JP was an English judge. He is first mentioned in June 1351 in a papal register of indults issued to inhabitants of England, where he is called a \"clerk, of the diocese of Salisbury\" in Wiltshire. He next appears in 1353 as a member of a commission to survey Battle Abbey. This commission was followed by an extensive number of others, as evidenced by extant patent rolls, until 13"}]}, {"heading": "Deaths", "year": "1526", "date": "January 19", "txt": "Isabella of Austria, Danish queen (b. 1501)", "entities": [{"title": "Isabella of Austria", "href": "/wiki/Isabella_of_Austria", "description": "Isabella of Austria, also known as Elizabeth, was queen of Denmark, Norway and Sweden as the wife of King Christian II. She was the daughter of King Philip I and Queen Joanna of Castile and the sister of Emperor Charles V. She was born at Brussels. She ruled Denmark as regent in 1520."}]}, {"heading": "Deaths", "year": "1547", "date": "January 19", "txt": "Henry Howard, Earl of Surrey, English poet (b. 1516)", "entities": [{"title": "Henry Howard, Earl of Surrey", "href": "/wiki/Henry_Howard,_Earl_of_Surrey", "description": "Henry Howard, Earl of Surrey, KG,, was an English nobleman, politician and poet. He was one of the founders of English Renaissance poetry and the last known execution by King Henry VIII. He was a first cousin of both Queen Anne Boleyn and Queen Catherine Howard, second and fifth wives of King Henry VIII. His name is usually associated in literature with that of Sir Thomas Wyatt, who was the older "}]}, {"heading": "Deaths", "year": "1565", "date": "January 19", "txt": "Diego Laynez, Spanish Jesuit theologian (b. 1512)", "entities": [{"title": "Diego Laynez", "href": "/wiki/Diego_Laynez", "description": "Several spellings of his names are in use and some of them can be found in other Wikipedia articles"}]}, {"heading": "Deaths", "year": "1571", "date": "January 19", "txt": "Paris Bordone, Venetian painter (b. 1495)", "entities": [{"title": "Paris Bordone", "href": "/wiki/Paris_Bordone", "description": "Paris Bordone was an Italian painter of the Venetian Renaissance who, despite training with Titian, maintained a strand of Mannerist complexity and provincial vigor."}]}, {"heading": "Deaths", "year": "1576", "date": "January 19", "txt": "Hans Sachs, German poet and playwright (b. 1494)", "entities": [{"title": "Hans Sachs", "href": "/wiki/Hans_Sachs", "description": "Hans Sachs was a German Meistersinger (\"mastersinger\"), poet, playwright, and shoemaker."}]}, {"heading": "Deaths", "year": "1636", "date": "January 19", "txt": "Marcus Gheeraerts the Younger, Flemish painter (b.1561)", "entities": [{"title": "Marcus Gheeraerts the Younger", "href": "/wiki/Marcus_Gheeraerts_the_Younger", "description": "Marcus Gheeraerts was a Flemish artist working at the Tudor court, described as \"the most important artist of quality to work in England in large-scale between Eworth and van Dyck\" He was brought to England as a child by his father Marcus Gheeraerts the Elder, also a painter. He became a fashionable portraitist in the last decade of the reign of Elizabeth I under the patronage of her champion and "}]}, {"heading": "Deaths", "year": "1661", "date": "January 19", "txt": "Thomas Venner, English rebel leader (b. 1599)", "entities": [{"title": "Thomas Venner", "href": "/wiki/Thomas_Venner", "description": "Thomas Venner was a cooper and rebel who became the last leader of the Fifth Monarchy Men, who tried unsuccessfully to overthrow Oliver Cromwell in 1657, and subsequently led a coup in London against the newly restored government of Charles II. This event, known as \"Venner's Rising\", lasted four days before the Royal authorities captured the rebels. The rebel leadership suffered execution on 19 Ja"}]}, {"heading": "Deaths", "year": "1729", "date": "January 19", "txt": "William Congreve, English playwright and poet (b. 1670)", "entities": [{"title": "William Congreve", "href": "/wiki/William_Congreve", "description": "William Congreve was an English playwright and poet of the Restoration period. He is known for his clever, satirical dialogue and influence on the comedy of manners style of that period. He was also a minor political figure in the British Whig Party."}]}, {"heading": "Deaths", "year": "1755", "date": "January 19", "txt": "Jean-Pierre Christin, French physicist, mathematician, and astronomer (b. 1683)", "entities": [{"title": "Jean-Pierre Christin", "href": "/wiki/Jean-Pierre_Christin", "description": "Jean-Pierre Christin was a French physicist, mathematician, astronomer and musician. His proposal in 1743 to reverse the Celsius thermometer scale was widely accepted and is still in use today."}]}, {"heading": "Deaths", "year": "1757", "date": "January 19", "txt": "Thomas Ruddiman, Scottish scholar and academic (b. 1674)", "entities": [{"title": "Thomas Ruddiman", "href": "/wiki/Thomas_Ruddiman", "description": "Thomas Ruddiman was a Scottish classical scholar."}]}, {"heading": "Deaths", "year": "1766", "date": "January 19", "txt": "Giovanni Niccolò Servandoni, Italian-French architect and painter (b. 1695)", "entities": [{"title": "Giovanni Niccolò Servandoni", "href": "/wiki/Giovanni_Niccol%C3%B2_Servandoni", "description": "Jean-Nicolas Servan, also known as Giovanni Niccolò Servandoni was an Italian decorator, architect, scene-painter, firework designer and trompe-l'œil specialist."}]}, {"heading": "Deaths", "year": "1785", "date": "January 19", "txt": "Jonathan Toup, English scholar and critic (b. 1713)", "entities": [{"title": "Jonathan Toup", "href": "/wiki/Jonathan_Toup", "description": "Jonathan Oannes Toup was an English philologist, classical scholar and critic."}]}, {"heading": "Deaths", "year": "1833", "date": "January 19", "txt": "Ferdinand Hérold, French pianist and composer (b. 1791)", "entities": [{"title": "Ferdinand Hérold", "href": "/wiki/Ferdinand_H%C3%A9rold", "description": "Louis Joseph Ferdinand Hérold, better known as Ferdinand Hérold, was a French operatic composer of Alsatian descent who also wrote many pieces for the piano, orchestra, and the ballet. He is best known today for the ballet La fille mal gardée and the overture to the opera Zampa."}]}, {"heading": "Deaths", "year": "1847", "date": "January 19", "txt": "Charles Bent, American soldier and politician, 1st Governor of New Mexico (b. 1799)", "entities": [{"title": "Charles Bent", "href": "/wiki/Charles_Bent", "description": "Charles Bent was an American businessman and politician who served as the first civilian governor of the New Mexico Territory, newly acquired by the Military Governor, Stephen Watts Kearny, in September 1846."}, {"title": "Governor of New Mexico", "href": "/wiki/Governor_of_New_Mexico", "description": "The Governor of New Mexico is the chief executive of the state of New Mexico. The governor is the head of the executive branch of New Mexico's state government and the commander-in-chief of the state's military forces. Responsibilities include making annual State of the State addresses to the New Mexico State Legislature, submitting the budget, and ensuring that state laws are enforced. The office"}]}, {"heading": "Deaths", "year": "1847", "date": "January 19", "txt": "Athanasios Christopoulos, Greek poet (b. 1772)", "entities": []}, {"heading": "Deaths", "year": "1851", "date": "January 19", "txt": "Esteban Echeverría, Argentinian poet and author (b. 1805)", "entities": [{"title": "Esteban Echeverría", "href": "/wiki/Esteban_Echeverr%C3%ADa", "description": "José Esteban Antonio Echeverría was an Argentine poet, fiction writer, cultural promoter, and liberal activist who played a significant role in the development of Argentine literature, not only through his own writings but also through his organizational efforts. He was one of Latin America's most important Romantic authors. Echeverría's romantic liberalism was influenced by both the democratic na"}]}, {"heading": "Deaths", "year": "1853", "date": "January 19", "txt": "Karl Faber, German historian and academic (b. 1773)", "entities": [{"title": "Karl Faber", "href": "/wiki/Karl_Faber", "description": "Karl Peter Andreas Faber was a Prussian archivist and historian."}]}, {"heading": "Deaths", "year": "1865", "date": "January 19", "txt": "Pierre-Joseph Proudhon, French philosopher and politician (b. 1809)", "entities": [{"title": "Pierre-Joseph Proudhon", "href": "/wiki/Pierre-Joseph_Proudhon", "description": "Pierre-Joseph Proudhon was a French socialist, politician, philosopher, economist and the founder of mutualist philosophy. He was the first person to declare himself an anarchist, using that term and is widely regarded as one of anarchism's most influential theorists. Proudhon is considered by many to be the \"father of anarchism\". Proudhon became a member of the French Parliament after the Revolut"}]}, {"heading": "Deaths", "year": "1869", "date": "January 19", "txt": "Carl Reichenbach, German chemist and philosopher (b. 1788)", "entities": [{"title": "Carl Reichenbach", "href": "/wiki/Carl_Reichenbach", "description": "Baron Dr. Carl (Karl) Ludwig von Reichenbach was a notable chemist, geologist, metallurgist, naturalist, industrialist and philosopher, and a member of the prestigious Prussian Academy of Sciences. He is best known for his discoveries of several chemical products of economic importance, extracted from tar, such as eupione, waxy paraffin, pittacal and phenol. He also dedicated himself in his last y"}]}, {"heading": "Deaths", "year": "1874", "date": "January 19", "txt": "August Heinrich Hoffmann von Fallersleben, German poet and scholar (b. 1798)", "entities": [{"title": "August Heinrich Hoffmann von Fallersleben", "href": "/wiki/August_Heinrich_Hoffmann_von_Fallersleben", "description": "August Heinrich Hoffmann was a German poet. He is best known for writing \"Das Lied der Deutschen\", its third stanza now being the national anthem of Germany, and a number of popular children's songs, considered part of the Young Germany movement."}]}, {"heading": "Deaths", "year": "1878", "date": "January 19", "txt": "Henri Victor Regnault, French physicist and chemist (b. 1810)", "entities": [{"title": "Henri Victor Regnault", "href": "/wiki/Henri_Victor_Regnault", "description": "Henri Victor Regnault was a French chemist and physicist best known for his careful measurements of the thermal properties of gases. He was an early thermodynamicist and was mentor to William Thomson in the late 1840s. He never used his first given name, and was known throughout his lifetime as Victor Regnault."}]}, {"heading": "Deaths", "year": "1895", "date": "January 19", "txt": "António Luís de Seabra, 1st Viscount of Seabra, Portuguese magistrate and politician (b. 1798)", "entities": [{"title": "António Luís de Seabra, 1st Viscount of Seabra", "href": "/wiki/Ant%C3%B3nio_Lu%C3%ADs_de_Seabra,_1st_Viscount_of_Seabra", "description": "D. António Luís de Seabra e Sousa, 1st Viscount of Seabra was a Portuguese politician, jurist, and magistrate. A notable figure of the Constitutional Monarchy period, he was a government minister, a rector of the University of Coimbra, a judge in the Oporto appellate court, a member of Parliament, a Peer of the Realm, and a judge of the Supreme Court of Justice."}]}, {"heading": "Deaths", "year": "1905", "date": "January 19", "txt": "Debendranath Tagore, Indian philosopher and author (b. 1817)", "entities": [{"title": "Debendranath Tagore", "href": "/wiki/Debendranath_Tagore", "description": "Debendranath Tagore was a Hindu philosopher and religious reformer, active in the Brahmo Samaj. He was the founder in 1848 of the Brahmo religion, which today is synonymous with Brahmoism. Born in Shilaidaha, his father was the industrialist Dwarkanath Tagore; he himself had 14 children, many of whom, including Nobel-prize winning poet Rabindranath Tagore, made significant artistic or literary con"}]}, {"heading": "Deaths", "year": "1906", "date": "January 19", "txt": "Bartolomé Mitre, Argentinian historian and politician, 6th President of Argentina (b. 1821)", "entities": [{"title": "Bartolomé Mitre", "href": "/wiki/Bartolom%C3%A9_Mitre", "description": "Bartolomé Mitre Martínez was an Argentine statesman, soldier and author. He was President of Argentina from 1862 to 1868."}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Deaths", "year": "1908", "date": "January 19", "txt": "Roberto Bompiani, Italian painter and sculptor (b. 1821)", "entities": [{"title": "Roberto Bompiani", "href": "/wiki/Roberto_Bompiani", "description": "Roberto Bompiani was an Italian painter and sculptor."}]}, {"heading": "Deaths", "year": "1929", "date": "January 19", "txt": "Liang Qichao, Chinese journalist, philosopher, and scholar (b. 1873)", "entities": [{"title": "Liang Qichao", "href": "/wiki/Liang_Qichao", "description": "Liang Qichao was a Chinese social and political activist, journalist, and intellectual who lived during the late Qing dynasty and the early Republic of China. His thought had a significant influence on the political reformation of modern China. He inspired Chinese scholars and activists with his writings and reform movements. His translations of Western and Japanese books into Chinese introduced n"}]}, {"heading": "Deaths", "year": "1930", "date": "January 19", "txt": "Frank P. Ramsey, British mathematician, philosopher and economist (b. 1903)", "entities": [{"title": "Frank P. Ramsey", "href": "/wiki/Frank_P._Ramsey", "description": "Frank Plumpton Ramsey was a British philosopher, mathematician, and economist who made major contributions to all three fields before his death at the age of 26. He was a close friend of Ludwig Wittgenstein and, as an undergraduate, translated Wittgenstein’s Tractatus Logico-Philosophicus into English. He was also influential in persuading Wittgenstein to return to philosophy and Cambridge. Like W"}]}, {"heading": "Deaths", "year": "1938", "date": "January 19", "txt": "Branislav Nušić, Serbian author, playwright, and journalist (b. 1864)", "entities": [{"title": "Branislav Nušić", "href": "/wiki/Branislav_Nu%C5%A1i%C4%87", "description": "Branislav Nušić was a Serbian playwright, satirist, essayist, novelist and founder of modern rhetoric in Serbia. He also worked as a journalist and a civil servant. He was often referred to as the Serbian and Balkan Gogol."}]}, {"heading": "Deaths", "year": "1945", "date": "January 19", "txt": "Gustave Mesny, French general (b. 1886)", "entities": [{"title": "Gustave Mesny", "href": "/wiki/Gustave_Mesny", "description": "Gustave Marie Maurice Mesny was a French Army general in command of the 5th North African Infantry Division who was captured during the Second World War. Mesny was unlawfully executed in retribution for the death of German general Fritz von Brodowski."}]}, {"heading": "Deaths", "year": "1948", "date": "January 19", "txt": "Tony Garnier, French architect and urban planner, designed the Stade de Gerland (b. 1869)", "entities": [{"title": "Tony Garnier (architect)", "href": "/wiki/Tony_Garnier_(architect)", "description": "Tony Garnier was a noted architect and city planner. He was most active in his hometown of Lyon. Garnier is considered the forerunner of 20th century French architects."}, {"title": "Stade de Gerland", "href": "/wiki/Stade_de_Gerland", "description": "The Stade de Gerland is a stadium in the city of Lyon, France which serves as home to Top 14 rugby club Lyon OU. It has a seating capacity of 35,000."}]}, {"heading": "Deaths", "year": "1954", "date": "January 19", "txt": "Theodor Kaluza, German mathematician and physicist (b. 1885)", "entities": [{"title": "Theodor Kaluza", "href": "/wiki/Theodor_Kaluza", "description": "Theodor Franz Eduard Kaluza was a German mathematician and physicist known for the Kaluza–Klein theory, involving field equations in five-dimensional space-time. His idea that fundamental forces can be unified by introducing additional dimensions re-emerged much later in string theory."}]}, {"heading": "Deaths", "year": "1957", "date": "January 19", "txt": "József Dudás, Romanian-Hungarian activist and politician (b. 1912)", "entities": [{"title": "József Dudás", "href": "/wiki/J%C3%B3zsef_Dud%C3%A1s", "description": "József Dudás, a Hungarian politician and resistance fighter, was born in Marosvásárhely in Austria-Hungary."}]}, {"heading": "Deaths", "year": "1963", "date": "January 19", "txt": "Clement Smoot, American golfer (b. 1884)", "entities": [{"title": "Clement Smoot", "href": "/wiki/Clement_Smoot", "description": "Clement Eyer Smoot was an American golfer who competed in the 1904 Summer Olympics. He was born in Illinois and died in Los Angeles, California. In 1904 he was part of the American team which won the gold medal. He finished 6th in this competition. In the individual competition he finished 22nd in the qualification and was eliminated in the first round of the match play."}]}, {"heading": "Deaths", "year": "1964", "date": "January 19", "txt": "Firmin Lambot, Belgian cyclist (b. 1886)", "entities": [{"title": "Firmin Lambot", "href": "/wiki/Firmin_Lambot", "description": "Firmin Lambot was a Belgian bicycle racer who twice won the Tour de France."}]}, {"heading": "Deaths", "year": "1965", "date": "January 19", "txt": "Arnold Luhaäär, Estonian weightlifter (b. 1905)", "entities": [{"title": "Arnold Luhaäär", "href": "/wiki/Arnold_Luha%C3%A4%C3%A4r", "description": "Arnold Luhaäär was an Estonian heavyweight weightlifter. He competed in the 1928 and 1936 Olympics and won a silver and a bronze medal, respectively. He missed the 1932 games because Estonia could not afford sending a full team to Los Angeles during the Great Depression."}]}, {"heading": "Deaths", "year": "1968", "date": "January 19", "txt": "Ray Harroun, American race car driver and engineer (b. 1879)", "entities": [{"title": "Ray Harroun", "href": "/wiki/Ray_Harroun", "description": "Ray Harroun was an American racecar driver and pioneering constructor most famous for winning the inaugural Indianapolis 500 in 1911."}]}, {"heading": "Deaths", "year": "1972", "date": "January 19", "txt": "Michael Rabin, American violinist (b. 1936)", "entities": [{"title": "Michael Rabin (violinist)", "href": "/wiki/Michael_Rabin_(violinist)", "description": "Michael Rabin was an American violinist. He has been described as \"one of the most talented and tragic violin virtuosi of his generation\". His complete Paganini \"24 Caprices\" for solo violin are available as a single CD, and an additional 6-CD set contains most of his concerto recordings. Despite his brief career—he died at 35—they remain seminal interpretations."}]}, {"heading": "Deaths", "year": "1973", "date": "January 19", "txt": "Max Adrian, Irish-English actor (b. 1903)", "entities": [{"title": "Max Adrian", "href": "/wiki/Max_Adrian", "description": "Max Adrian was an Irish stage, film and television actor and singer. He was a founding member of both the Royal Shakespeare Company and the National Theatre."}]}, {"heading": "Deaths", "year": "1975", "date": "January 19", "txt": "Thomas Hart Benton, American painter and educator (b. 1889)", "entities": [{"title": "Thomas Hart Benton (painter)", "href": "/wiki/Thomas_Hart_Benton_(painter)", "description": "Thomas Hart Benton was an American painter and muralist. Along with Grant Wood and John Steuart Curry, he was at the forefront of the Regionalist art movement. The fluid, sculpted figures in his paintings showed everyday people in scenes of life in the United States. His work is strongly associated with the Midwestern United States, the region in which he was born and which he called home for most"}]}, {"heading": "Deaths", "year": "1976", "date": "January 19", "txt": "Hidetsugu Yagi, Japanese engineer and academic (b. 1886)", "entities": [{"title": "Hidetsugu Yagi", "href": "/wiki/Hidetsugu_Yagi", "description": "Hidetsugu Yagi  was a Japanese electrical engineer from Osaka, Japan. When working at Tohoku University, he wrote several articles that introduced a new antenna designed by his colleague Shintaro Uda to the English-speaking world."}]}, {"heading": "Deaths", "year": "1979", "date": "January 19", "txt": "Moritz Jahn, German novelist and poet (b. 1884)", "entities": [{"title": "Moritz Jahn", "href": "/wiki/Moritz_Jahn", "description": "Moritz Jahn was a Lower German novelist and an educator. He was also a poet, best known for writing poetry as well such as ballad, lyric, and narratives. Jahn was born in Lilienthal, a suburb in Lower Saxony to a Low German family. He was the member for Nazi Party. He has written notable books with narration such as Frangula and Lucifer. He was active from the 1920s to 1950s."}]}, {"heading": "Deaths", "year": "1980", "date": "January 19", "txt": "William O. Douglas, American lawyer and jurist (b. 1898)", "entities": [{"title": "William O. Douglas", "href": "/wiki/William_O._Douglas", "description": "William Orville Douglas was an American jurist and politician who served as an associate justice of the Supreme Court of the United States. Nominated by President Franklin D. Roosevelt, Douglas was confirmed at the age of 40, one of the youngest justices appointed to the court. His term, lasting 36 years and 211 days (1939–75), is the longest in the history of the Supreme Court. In 1975, Time maga"}]}, {"heading": "Deaths", "year": "1981", "date": "January 19", "txt": "Francesca Woodman, American photographer (b. 1958)", "entities": [{"title": "Francesca Woodman", "href": "/wiki/Francesca_Woodman", "description": "Francesca Stern Woodman was an American photographer best known for her black and white pictures featuring either herself or female models."}]}, {"heading": "Deaths", "year": "1982", "date": "January 19", "txt": "Elis Regina, Brazilian soprano (b. 1945)", "entities": [{"title": "Elis Regina", "href": "/wiki/Elis_Regina", "description": "Elis Regina Carvalho Costa, known professionally as Elis Regina, was a Brazilian singer of popular and jazz music, she is also the mother of the singers Maria Rita and Pedro Mariano."}]}, {"heading": "Deaths", "year": "1984", "date": "January 19", "txt": "Max Bentley, Canadian ice hockey player and coach (b. 1920)", "entities": [{"title": "Max Bentley", "href": "/wiki/Max_Bentley", "description": "Maxwell Herbert Lloyd \"Max\" Bentley was a Canadian ice hockey forward who played for the Chicago Blackhawks, Toronto Maple Leafs, and New York Rangers in the National Hockey League (NHL) as part of a professional and senior career that spanned 20 years. He was the NHL's leading scorer twice in a row, and in 1946 won the Hart Trophy as most valuable player. He played in four All-Star Games and was "}]}, {"heading": "Deaths", "year": "1987", "date": "January 19", "txt": "Lawrence Kohlberg, American psychologist and academic (b. 1927)", "entities": [{"title": "Lawrence Kohlberg", "href": "/wiki/Lawrence_Kohlberg", "description": "Lawrence Kohlberg was an American psychologist best known for his theory of stages of moral development."}]}, {"heading": "Deaths", "year": "1990", "date": "January 19", "txt": "Bhagwan Shree Rajneesh, Indian guru and mystic (b. 1931)", "entities": [{"title": "Bhagwan Shree Rajneesh", "href": "/wiki/Bhagwan_Shree_Rajneesh", "description": "Rajneesh, also known as Acharya Rajneesh, Bhagwan Shri Rajneesh, Bhagwan Rajneesh, Osho Rajneesh and later as Osho, was an Indian godman, mystic, and founder of the Rajneesh movement."}]}, {"heading": "Deaths", "year": "1990", "date": "January 19", "txt": "Alberto Semprini, English pianist, composer, and conductor (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "January 19", "txt": "Herbert Wehner, German politician, 6th Minister of Intra-German Relations (b. 1906)", "entities": [{"title": "Minister of Intra-German Relations", "href": "/wiki/Minister_of_Intra-German_Relations", "description": "The Federal Minister of Intra-German Relations was a federal cabinet minister of the Federal Republic of Germany. The office was created under the title of Federal Minister of All-German Affairs in 1949, being also in charge of the German lands east of the Oder–Neisse line which had been put under Polish or Soviet administration. In 1951, the first Minister of All-German Affairs Jakob Kaiser openl"}]}, {"heading": "Deaths", "year": "1991", "date": "January 19", "txt": "Marcel Chaput, Canadian biochemist and journalist (b. 1918)", "entities": [{"title": "Marcel Chaput", "href": "/wiki/Marcel_Chaput", "description": "Marcel Chaput was a scientist and a militant for the independence of Quebec from Canada. Along with some 20 other people including André D'Allemagne and Jacques Bellemare, he was a founding member of the Rassemblement pour l'indépendance nationale (RIN)."}]}, {"heading": "Deaths", "year": "1995", "date": "January 19", "txt": "Gene MacLellan, Canadian singer-songwriter (b. 1938)", "entities": [{"title": "Gene MacLellan", "href": "/wiki/Gene_MacLellan", "description": "Gene MacLellan was a Canadian singer-songwriter from Prince Edward Island. Among his compositions were \"Snowbird\", made famous by Anne Murray, \"Put Your Hand in the Hand\", \"The Call\", \"Pages of Time\" and \"Thorn in My Shoe\". Elvis Presley, Lynn Anderson, Loretta Lynn, Joan Baez, and Bing Crosby were among the many artists who recorded MacLellan's songs."}]}, {"heading": "Deaths", "year": "1996", "date": "January 19", "txt": "Don Simpson, American actor, producer, and screenwriter (b. 1943)", "entities": [{"title": "Don Simpson", "href": "/wiki/Don_Simpson", "description": "Donald Clarence Simpson was an American film producer, screenwriter, and actor. Simpson and his producing partner Jerry Bruckheimer produced such hit films as Flashdance (1983), Beverly Hills Cop (1984), Top Gun (1986), and The Rock (1996). Their films earned $3 billion worldwide."}]}, {"heading": "Deaths", "year": "1997", "date": "January 19", "txt": "James Dickey, American poet and novelist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "January 19", "txt": "Carl Perkins, American singer-songwriter and guitarist (b. 1932)", "entities": [{"title": "Carl Perkins", "href": "/wiki/Carl_Perkins", "description": "Carl Lee Perkins was an American singer-songwriter who recorded most notably at the Sun Studio, in Memphis, beginning in 1954. Amongst his best-known songs are \"Blue Suede Shoes\", \"Matchbox\" and \"Everybody's Trying to Be My Baby\"."}]}, {"heading": "Deaths", "year": "1999", "date": "January 19", "txt": "Ivan Francescato, Italian rugby player (b. 1967)", "entities": [{"title": "Ivan Francescato", "href": "/wiki/Ivan_Francescato", "description": "\nIvan Francescato was an Italian rugby union player."}]}, {"heading": "Deaths", "year": "2000", "date": "January 19", "txt": "Amatu'l-Bahá Rúhíyyih Khánum, a Baháʼí Faith Hand of the Cause of God and wife of Shoghi Effendi (b. 1910)", "entities": [{"title": "Rúhíyyih Khanum", "href": "/wiki/R%C3%BAh%C3%ADyyih_Khanum", "description": "Rúhíyyih Rabbání, born as Mary Sutherland Maxwell and best known by the title Amatu'l-Bahá Rúhíyyih Khánum, was the wife of Shoghi Effendi, the Guardian of the Baháʼí Faith from 1921 to 1957. In 1952, she was elevated to the office of Hand of the Cause of God, for which she attended to issues related to the expansion and protection of the Baháʼí Faith, and served an important role in the transfer "}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}, {"title": "Hands of the Cause", "href": "/wiki/Hands_of_the_Cause", "description": "The Hands of the Cause, or Hands (informally) was a title for an appointed position in the Baháʼí Faith. The position was appointed for life by the religion's founders, with the last one dying in 2007. Hands of the Cause played a significant role in propagating the religion, and protecting it from schism."}, {"title": "Shoghi Effendi", "href": "/wiki/Shoghi_Effendi", "description": "Shoghí Effendí was the grandson and successor of ʻAbdu'l-Bahá, appointed to the role of Guardian of the Baháʼí Faith from 1921 until his death in 1957. Shoghi Effendi created a series of teaching plans that oversaw the expansion of the faith to many new countries. He also translated and provided authoritative interpretation of many of the writings of the Baháʼí central figures. He was succeeded by"}]}, {"heading": "Deaths", "year": "2000", "date": "January 19", "txt": "Bettino Craxi, Italian lawyer and politician, 45th Prime Minister of Italy (b. 1934)", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "2000", "date": "January 19", "txt": "Hedy Lamarr, Austrian-American actress, singer, and mathematician (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 19", "txt": "Dario Vittori, Italian-Argentinian actor and producer (b. 1921)", "entities": [{"title": "Dario Vittori", "href": "/wiki/Dario_Vittori", "description": "Darío Víttori was an Italian born Argentine comic actor. His real name was Melito Darío Spartaco Margozzi and was born on 14 September 1921 in Montecelio, Lazio, Italy. Died on 19 January 2001 in Buenos Aires, Argentina."}]}, {"heading": "Deaths", "year": "2002", "date": "January 19", "txt": "Vavá, Brazilian footballer and manager (b. 1934)", "entities": [{"title": "Vavá", "href": "/wiki/Vav%C3%A1", "description": "Edvaldo Jizídio Neto, commonly known as Vavá, was a Brazilian footballer who is widely considered one of the best strikers of his generation. His nickname was \"Peito de Aço\". He played as a main striker for Sport Club do Recife, C.R. Vasco da Gama, S.E. Palmeiras and the Brazil national football team."}]}, {"heading": "Deaths", "year": "2003", "date": "January 19", "txt": "Milton Flores, Honduran footballer (b. 1974)", "entities": [{"title": "Milton Flores", "href": "/wiki/Milton_Flores", "description": "Milton Javier Flores Miranda was a Honduran football player."}]}, {"heading": "Deaths", "year": "2003", "date": "January 19", "txt": "Françoise Giroud, French journalist, screenwriter, and politician, French Minister of Culture (b. 1916)", "entities": [{"title": "Minister of Culture (France)", "href": "/wiki/Minister_of_Culture_(France)", "description": "The Ministry of Culture is the ministry of the Government of France in charge of national museums and the monuments historiques. Its goal is to maintain the French identity through the promotion and protection of the arts on national soil and abroad. Its budget is mainly dedicated to the management of the Archives Nationales and the regional Maisons de la culture."}]}, {"heading": "Deaths", "year": "2004", "date": "January 19", "txt": "Harry E. Claiborne, American lawyer and judge (b. 1917)", "entities": [{"title": "Harry E. Claiborne", "href": "/wiki/Harry_E._Claiborne", "description": "Harry Eugene Claiborne was a United States District Judge of the United States District Court for the District of Nevada from 1978 until his impeachment and removal in 1986. Appointed by President Jimmy Carter in 1978, Claiborne was only the fifth person in United States history to be removed from office through impeachment by the United States Congress and the first since Halsted Ritter in 1936."}]}, {"heading": "Deaths", "year": "2004", "date": "January 19", "txt": "David Hookes, Australian cricketer and coach (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 19", "txt": "K. Sello Duiker, South African author and screenwriter (b. 1974)", "entities": [{"title": "K. Sello Duiker", "href": "/wiki/K._Sello_Duiker", "description": "Kabelo Sello Duiker was a South African novelist. His debut novel, Thirteen Cents, won the 2001 Commonwealth Writers Prize for Best First Book, Africa Region. His second novel, The Quiet Violence of Dreams, won the 2002 Herman Charles Bosman Prize. He also worked in advertising and as a screenwriter."}]}, {"heading": "Deaths", "year": "2006", "date": "January 19", "txt": "Anthony Franciosa, American actor (b. 1928)", "entities": [{"title": "Anthony Franciosa", "href": "/wiki/Anthony_Franciosa", "description": "Anthony Franciosa was an American actor."}]}, {"heading": "Deaths", "year": "2006", "date": "January 19", "txt": "Wilson Pickett, American singer-songwriter (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 19", "txt": "Awn Alsharif Qasim, Sudanese author and scholar (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 19", "txt": "Geoff Rabone, New Zealand cricketer and pilot (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 19", "txt": "Hrant Dink, Turkish-Armenian journalist and activist (b. 1954)", "entities": [{"title": "Hrant Dink", "href": "/wiki/Hrant_Dink", "description": "Hrant Dink was a Turkish-Armenian intellectual, editor-in-chief of Agos, journalist and columnist."}]}, {"heading": "Deaths", "year": "2007", "date": "January 19", "txt": "Denny Doherty, Canadian singer-songwriter (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 19", "txt": "Murat Nasyrov, Russian singer-songwriter (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 19", "txt": "Suzanne Pleshette, American actress (b. 1937)", "entities": [{"title": "Suzanne Pleshette", "href": "/wiki/Suzanne_Pleshette", "description": "Suzanne Pleshette was an American theatre, film, television, and voice actress. Pleshette started her career in the theatre and began appearing in films in the late 1950s and later appeared in prominent films such as Rome Adventure (1962) and Alfred Hitchcock's The Birds (1963). She later appeared in various television productions, often in guest roles, and played Emily Hartley on The Bob Newhart "}]}, {"heading": "Deaths", "year": "2008", "date": "January 19", "txt": "John Stewart, American singer-songwriter and guitarist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 19", "txt": "Don Wittman, Canadian sportscaster (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 19", "txt": "Bill McLaren, Scottish rugby player and sportscaster (b. 1923)", "entities": [{"title": "Bill McLaren", "href": "/wiki/Bill_McLaren", "description": "William Pollock McLaren was a Scottish rugby union commentator, teacher, journalist and one time rugby player. Known as 'the voice of rugby', he retired from commentating in 2002. Renowned throughout the sport, his enthusiasm and memorable turn of phrase endeared him to many."}]}, {"heading": "Deaths", "year": "2012", "date": "January 19", "txt": "Peter Åslin, Swedish ice hockey player (b. 1962)", "entities": [{"title": "Peter Åslin", "href": "/wiki/Peter_%C3%85slin", "description": "Peter Karl Åslin was a Swedish national team ice hockey goaltender."}]}, {"heading": "Deaths", "year": "2012", "date": "January 19", "txt": "Sarah Burke, Canadian skier (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 19", "txt": "Winston Riley, Jamaican singer-songwriter and producer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 19", "txt": "Rudi van Dantzig, Dutch ballet dancer and choreographer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 19", "txt": "Taihō Kōki, Japanese sumo wrestler, the 48th Yokozuna (b. 1940)", "entities": [{"title": "Taihō Kōki", "href": "/wiki/Taih%C5%8D_K%C5%8Dki", "description": "Taihō Kōki  was a Japanese professional sumo wrestler. He became the 48th yokozuna in 1961 at the age of 21, the youngest ever at the time."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "2013", "date": "January 19", "txt": "Stan Musial, American baseball player and manager (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 19", "txt": "Frank Pooler, American conductor and composer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 19", "txt": "Earl Weaver, American baseball player and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 19", "txt": "Toktamış Ateş, Turkish academician, political commentator, columnist and writer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 19", "txt": "Azaria Alon, Ukrainian-Israeli environmentalist, co-founded the Society for the Protection of Nature in Israel (b. 1918)", "entities": [{"title": "Azaria Alon", "href": "/wiki/Azaria_Alon", "description": "Azaria Alon was an Israel Prize-winning environmentalist, and a co-founder of the Society for the Protection of Nature in Israel (SPNI)."}, {"title": "Society for the Protection of Nature in Israel", "href": "/wiki/Society_for_the_Protection_of_Nature_in_Israel", "description": "Society for the Protection of Nature in Israel, or SPNI, is an Israeli non-profit environmental organization working to preserve plants, animals, and natural environments that represent bio-diversity, by protecting the lands and waters needed for their survival, and is Israel's oldest and largest conservation organization."}]}, {"heading": "Deaths", "year": "2014", "date": "January 19", "txt": "Christopher Chataway, English runner, journalist, and politician (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 19", "txt": "Justin Capră, Romanian engineer and academic (b. 1933)", "entities": [{"title": "Justin Capră", "href": "/wiki/Justin_Capr%C4%83", "description": "Virgilius Justin Capră was a Romanian engineer and inventor."}]}, {"heading": "Deaths", "year": "2015", "date": "January 19", "txt": "Michel Guimond, Canadian lawyer and politician (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 19", "txt": "Ward Swingle, American-French singer-songwriter and conductor (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 19", "txt": "Richard Levins, American ecologist and geneticist (b. 1930)", "entities": [{"title": "Richard Levins", "href": "/wiki/Richard_Levins", "description": "Richard \"Dick\" Levins was an ex-tropical farmer turned ecologist, a population geneticist, biomathematician, mathematical ecologist, and philosopher of science who researched diversity in human populations. Until his death, Levins was a university professor at the Harvard T.H. Chan School of Public Health and a long-time political activist. He was best known for his work on evolution and complexit"}]}, {"heading": "Deaths", "year": "2016", "date": "January 19", "txt": "Ettore Scola, Italian director and screenwriter (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 19", "txt": "Sheila Sim, English actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 19", "txt": "Miguel Ferrer, American actor (b. 1955)", "entities": [{"title": "Miguel Ferrer", "href": "/wiki/Miguel_Ferrer", "description": "Miguel José Ferrer was an American actor. His breakthrough role was in the 1987 film RoboCop. Other film roles include Quigley in Blank Check (1994), Harbinger in Hot Shots! Part Deux (1993), Shan Yu in Mulan (1998), Eduardo Ruiz in Traffic (2000) and Vice President Rodriguez in Iron Man 3 (2013)."}]}]