[{"heading": "Events", "year": "1236", "date": "January 14", "txt": "King Henry III of England marries Eleanor of Provence.", "entities": [{"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}, {"title": "Eleanor of Provence", "href": "/wiki/Eleanor_of_Provence", "description": "Eleanor of Provence was a French noblewoman who became Queen consort of England as the wife of King Henry III from 1236 until his death in 1272. She served as regent of England during the absence of her spouse in 1253."}]}, {"heading": "Events", "year": "1301", "date": "January 14", "txt": "Andrew III of Hungary dies, ending the Árpád dynasty in Hungary.", "entities": [{"title": "Andrew III of Hungary", "href": "/wiki/Andrew_III_of_Hungary", "description": "Andrew III the Venetian was King of Hungary and Croatia between 1290 and 1301. His father, Stephen the Posthumous, was the posthumous son of Andrew II of Hungary although Stephen's brothers considered him a bastard. Andrew grew up in Venice, and first arrived in Hungary upon the invitation of a rebellious baron, Ivan Kőszegi, in 1278. Kőszegi tried to play Andrew off against Ladislaus IV of Hungar"}, {"title": "Árpád dynasty", "href": "/wiki/%C3%81rp%C3%A1d_dynasty", "description": "The Árpáds or Arpads were the ruling dynasty of the Principality of Hungary in the 9th and 10th centuries and of the Kingdom of Hungary from 1000 to 1301. The dynasty was named after Grand Prince Árpád who was the head of the Hungarian tribal federation during the conquest of the Carpathian Basin, c. 895. It is also referred to as the Turul dynasty, but rarely."}]}, {"heading": "Events", "year": "1639", "date": "January 14", "txt": "The \"Fundamental Orders\", the first written constitution that created a government, is adopted in Connecticut.", "entities": [{"title": "Fundamental Orders of Connecticut", "href": "/wiki/Fundamental_Orders_of_Connecticut", "description": "The Fundamental Orders were adopted by the Connecticut Colony council on January 14, 1639 O.S.. The fundamental orders describe the government set up by the Connecticut River towns, setting its structure and powers. They wanted the government to have access to the open ocean for trading."}, {"title": "Constitution", "href": "/wiki/Constitution", "description": "A constitution is an aggregate of fundamental principles or established precedents that constitute the legal basis of a polity, organisation or other type of entity and commonly determine how that entity is to be governed."}, {"title": "Forms of government", "href": "/wiki/Forms_of_government", "description": "A government is the system or group of people governing an organized community, generally a state."}, {"title": "Connecticut", "href": "/wiki/Connecticut", "description": "Connecticut is the southernmost state in the New England region of the United States. As of the 2010 Census, it has the highest per-capita income, second-highest level of human development behind Massachusetts, and highest median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and the Long Island Sound to the sout"}]}, {"heading": "Events", "year": "1761", "date": "January 14", "txt": "The Third Battle of Panipat is fought in India between the Afghans under Ahmad Shah Durrani and the Marathas.", "entities": [{"title": "Third Battle of Panipat", "href": "/wiki/Third_Battle_of_Panipat", "description": "The Third Battle of Panipat took place on 14 January 1761 at Panipat, about 97 km north of Delhi, between the Maratha Empire and the invading Afghan army, supported by four Indian allies, the Rohillas under the command of Najib-ud-daulah, Afghans of the Doab region, and the Nawab of Awadh, Shuja-ud-Daula. The Maratha army was led by Sadashivrao Bhau who was third in authority after the Chhatrapati"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Ahmad Shah Durrani", "href": "/wiki/Ahmad_Shah_Durrani", "description": "Ahmad Shāh Durrānī, also known as Ahmad Khān Abdālī, was the founder of the Durrani Empire and is regarded as the founder of the modern state of Afghanistan. In July 1747, Ahmad Shah was appointed as the King of Afghanistan by a loya jirga in Kandahar, where he set up his capital. Assisted by a council of nine advisers from various Afghan tribes, Ahmad Shah pushed east towards the Mughal and Marat"}]}, {"heading": "Events", "year": "1784", "date": "January 14", "txt": "American Revolutionary War: Ratification Day, United States - Congress ratifies the Treaty of Paris with Great Britain.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Ratification Day (United States)", "href": "/wiki/Ratification_Day_(United_States)", "description": "Ratification Day in the United States is the anniversary of the congressional proclamation of the ratification of the Treaty of Paris, begun a year after on January 14, 1784, at the Maryland State House in Annapolis, Maryland by the Confederation Congress."}, {"title": "Treaty of Paris (1783)", "href": "/wiki/Treaty_of_Paris_(1783)", "description": "The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, officially ended the American Revolutionary War. The treaty set the boundaries between the British Empire in North America and the United States of America, on lines \"exceedingly generous\" to the latter. Details included fishing right"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1814", "date": "January 14", "txt": "Treaty of Kiel: Frederick VI of Denmark cedes the Kingdom of Norway to Charles XIII of Sweden in return for Pomerania.", "entities": [{"title": "Treaty of Kiel", "href": "/wiki/Treaty_of_Kiel", "description": "The Treaty of Kiel or Peace of Kiel was concluded between the United Kingdom of Great Britain and Ireland and the Kingdom of Sweden on one side and the Kingdoms of Denmark and Norway on the other side on 14 January 1814 in Kiel. It ended the hostilities between the parties in the ongoing Napoleonic Wars, where the United Kingdom and Sweden were part of the anti-French camp while Denmark–Norway was"}, {"title": "Frederick VI of Denmark", "href": "/wiki/Frederick_VI_of_Denmark", "description": "Frederick VI was King of Denmark from 13 March 1808 to 3 December 1839 and King of Norway from 13 March 1808 to 7 February 1814, making him the last king of Denmark–Norway. From 1784 until his accession, he served as regent during his father's mental illness and was referred to as the \"Crown Prince Regent\" (kronprinsregent). For his motto he chose God and the just cause and since the time of his r"}, {"title": "Norway", "href": "/wiki/Norway", "description": "Norway, officially the Kingdom of Norway, is a Nordic country in Northern Europe whose mainland territory comprises the western and northernmost portion of the Scandinavian Peninsula. The remote Arctic island of Jan Mayen and the archipelago of Svalbard also form part of Norway. Bouvet Island, located in the Subantarctic, is a dependency of Norway; it also lays claims to the Antarctic territories "}, {"title": "Charles XIII of Sweden", "href": "/wiki/Charles_XIII_of_Sweden", "description": "Charles XIII, or Carl XIII,, was King of Sweden from 1809 and King of Norway from 1814 to his death. He was the second son of King Adolf Frederick of Sweden and Louisa Ulrika of Prussia, sister of Frederick the Great."}, {"title": "Pomerania", "href": "/wiki/Pomerania", "description": "Pomerania is a historical region on the southern shore of the Baltic Sea in Central Europe, split between Poland and Germany. The western part of Pomerania belongs to the German states of Mecklenburg-Western Pomerania and Brandenburg, while the eastern part belongs to the West Pomeranian and Pomeranian voivodeships of Poland. Its historical border in the west is the Mecklenburg-Western Pomeranian "}]}, {"heading": "Events", "year": "1858", "date": "January 14", "txt": "Napoleon III of France escapes an assassination attempt made by Felice Orsini and his accomplices in Paris.", "entities": [{"title": "Napoleon III", "href": "/wiki/Napoleon_III", "description": "Napoleon III was the first President of France from 1848 to 1852 and Emperor of the French from 1852 to 1870. A nephew of Napoleon I, he was the last monarch to reign over France. First elected to the presidency of the Second Republic in 1848, he seized power by force in 1851, when he could not constitutionally be reelected; he later proclaimed himself Emperor of the French. He founded the Second "}, {"title": "Felice Orsini", "href": "/wiki/Felice_Orsini", "description": "Felice Orsini was an Italian revolutionary and leader of the Carbonari who tried to assassinate Napoleon III, Emperor of the French."}]}, {"heading": "Events", "year": "1907", "date": "January 14", "txt": "An earthquake in Kingston, Jamaica kills more than 1,000 people.", "entities": [{"title": "1907 Kingston earthquake", "href": "/wiki/1907_Kingston_earthquake", "description": "The 1907 Kingston earthquake which shook the capital of the island of Jamaica with a magnitude of 6.2 on the moment magnitude scale on Monday January 14, at about 3:30 p.m. local time, is described by the United States Geological Survey as one of the world's deadliest earthquakes recorded in history. Every building in Kingston was damaged by the earthquake and subsequent fires, which lasted for th"}]}, {"heading": "Events", "year": "1911", "date": "January 14", "txt": "Roald Amundsen's South Pole expedition makes landfall on the eastern edge of the Ross Ice Shelf.", "entities": [{"title": "Roald Amundsen", "href": "/wiki/Roald_Amundsen", "description": "Roald Engelbregt Gravning Amundsen was a Norwegian explorer of polar regions. He was a key figure of the period known as the Heroic Age of Antarctic Exploration."}, {"title": "Amundsen's South Pole expedition", "href": "/wiki/Amundsen%27s_South_Pole_expedition", "description": "The first expedition to reach the geographic South Pole was led by the Norwegian explorer Roald Amundsen. He and four others arrived at the pole on 14 December 1911, five weeks ahead of a British party led by Robert Falcon Scott as part of the Terra Nova Expedition. Amundsen and his team returned safely to their base, and later heard that Scott and his four companions had died on their return jour"}, {"title": "Ross Ice Shelf", "href": "/wiki/Ross_Ice_Shelf", "description": "The Ross Ice Shelf is the largest ice shelf of Antarctica. It is several hundred metres thick. The nearly vertical ice front to the open sea is more than 600 kilometres (370 mi) long, and between 15 and 50 metres high above the water surface. Ninety percent of the floating ice, however, is below the water surface."}]}, {"heading": "Events", "year": "1939", "date": "January 14", "txt": "Norway claims Queen Maud Land in Antarctica.", "entities": [{"title": "Queen Maud Land", "href": "/wiki/Queen_Maud_Land", "description": "Queen Maud Land is a c. 2.7 million square kilometre (1.04 million sq mi) region of Antarctica claimed as a dependent territory by Norway. The territory lies between 20° west and 45° east, between the claimed British Antarctic Territory to the west and the similarly claimed Australian Antarctic Territory to the east. On most maps there had been an unclaimed area between Queen Maud Land's borders o"}]}, {"heading": "Events", "year": "1943", "date": "January 14", "txt": "World War II: Japan begins Operation Ke, the successful operation to evacuate its forces from Guadalcanal during the Guadalcanal Campaign.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Ke", "href": "/wiki/Operation_Ke", "description": "Operation Ke  was the largely successful withdrawal of Japanese forces from Guadalcanal, concluding the Guadalcanal Campaign of World War II. The operation took place between 14 January and 7 February 1943, and involved both Imperial Japanese Army (IJA) and Imperial Japanese Navy (IJN) forces under the overall direction of the Japanese Imperial General Headquarters (IGH). Commanders of the operati"}, {"title": "Guadalcanal", "href": "/wiki/Guadalcanal", "description": "Guadalcanal is the principal island in Guadalcanal Province of the Solomon Islands, located in the south-western Pacific, northeast of Australia. It is the largest island in the Solomon Islands by area, and the second by population. The island is mainly covered in dense tropical rainforest and has a mountainous interior."}, {"title": "Guadalcanal Campaign", "href": "/wiki/Guadalcanal_Campaign", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}]}, {"heading": "Events", "year": "1943", "date": "January 14", "txt": "World War II: Franklin D. Roosevelt and Winston Churchill begin the Casablanca Conference to discuss strategy and study the next phase of the war.", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who was the Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Apart from two years between 1922 and 1924, Churchill was a Member of Parliament (MP) from 1900 to 1964 and represented a total of five constituencies. Ideologically an economic liberal and imperialist, he was f"}, {"title": "Casablanca Conference", "href": "/wiki/Casablanca_Conference", "description": "The Casablanca Conference or Anfa Conference was held at the Anfa Hotel in Casablanca, French Morocco, from January 14 to 24, 1943, to plan the Allied European strategy for the next phase of World War II. In attendance were United States President Franklin D. Roosevelt and British prime minister Winston Churchill. Also attending were the sovereign of Morocco Sultan Muhammad V and representing the "}]}, {"heading": "Events", "year": "1952", "date": "January 14", "txt": "NBC's long-running morning news program Today debuts, with host Dave Garroway.", "entities": [{"title": "NBC", "href": "/wiki/NBC", "description": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network owned by NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles, and Chicago. NBC is one of the Big Three television networks, and is sometimes referred to as the \"Peacock Ne"}, {"title": "Dave Garroway", "href": "/wiki/Dave_Garroway", "description": "David Cunningham Garroway was an American television personality. He was the founding host and anchor of NBC's Today from 1952 to 1961. His easygoing and relaxing style belied a lifelong battle with depression. Garroway has been honored for his contributions to radio and television with a star for each on the Hollywood Walk of Fame and the St. Louis Walk of Fame, the city where he spent part of hi"}]}, {"heading": "Events", "year": "1953", "date": "January 14", "txt": "Josip Broz Tito is elected the first President of Yugoslavia.", "entities": [{"title": "Josip Broz Tito", "href": "/wiki/Josip_Broz_Tito", "description": "Josip Broz, commonly known as Tito, was a Yugoslav communist revolutionary and statesman, serving in various roles from 1943 until his death in 1980. During World War II, he was the leader of the Partisans, often regarded as the most effective resistance movement in occupied Europe. He also served as the president of the Socialist Federal Republic of Yugoslavia from 14 January 1953 until his death"}, {"title": "List of heads of state of Yugoslavia", "href": "/wiki/List_of_heads_of_state_of_Yugoslavia", "description": "This article lists the heads of state of Yugoslavia from the creation of the Kingdom of Serbs, Croats and Slovenes in 1918 until the breakup of the Socialist Federal Republic of Yugoslavia in 1992."}]}, {"heading": "Events", "year": "1954", "date": "January 14", "txt": "The Hudson Motor Car Company merges with Nash-Kelvinator Corporation forming the American Motors Corporation.", "entities": [{"title": "Hudson Motor Car Company", "href": "/wiki/Hudson_Motor_Car_Company", "description": "The Hudson Motor Car Company made Hudson and other branded automobiles in Detroit, Michigan, U.S., from 1909 to 1954. In 1954, Hudson merged with Nash-Kelvinator to form American Motors Corporation (AMC). The Hudson name was continued through the 1957 model year, after which it was discontinued."}, {"title": "Nash-Kelvinator", "href": "/wiki/Nash-Kelvinator", "description": "\nNash-Kelvinator Corporation was the result of a merger in 1937 between Nash Motors and Kelvinator Appliance Company. The union of these two companies was brought about as a result of a condition made by George W. Mason prior to his appointment as CEO of Nash. Nash-Kelvinator ranked 27th among United States corporations in the value of World War II production contracts."}, {"title": "American Motors Corporation", "href": "/wiki/American_Motors_Corporation", "description": "American Motors Corporation was an American automobile manufacturing company formed by the merger of Nash-Kelvinator Corporation and Hudson Motor Car Company on May 1, 1954. At the time, it was the largest corporate merger in U.S. history."}]}, {"heading": "Events", "year": "1957", "date": "January 14", "txt": "Kripalu Maharaj is named fifth Jagadguru (world teacher) after giving seven days of speeches before 500 Hindu scholars.", "entities": [{"title": "Kripalu Maharaj", "href": "/wiki/Kripalu_Maharaj", "description": "Kripaluji Maharaj was a Hindu spiritual leader from Allahabad (Prayag), India."}, {"title": "Jagadguru", "href": "/wiki/Jagadguru", "description": "Jagadguru, literally meaning the guru of the universe, is a title used in Sanātana Dharma. Traditionally, it has been bestowed upon or used for ācāryas belonging to the Vedānta school who have written Sanskrit commentaries on the Prasthānatrayī – the Brahma sūtras, the Bhagavad-gītā and the principal Upaniṣads. Historically, jagadgurus have established a lineage, established an institution to spre"}]}, {"heading": "Events", "year": "1960", "date": "January 14", "txt": "The Reserve Bank of Australia, the country's central bank and banknote issuing authority authorized by the 1959 Reserve Bank Act, is established.", "entities": [{"title": "Reserve Bank of Australia", "href": "/wiki/Reserve_Bank_of_Australia", "description": "The Reserve Bank of Australia (RBA) is Australia's central bank and banknote issuing authority. It has had this role since 14 January 1960, when the Reserve Bank Act 1959 removed the central banking functions from the Commonwealth Bank."}, {"title": "Central bank", "href": "/wiki/Central_bank", "description": "A central bank, reserve bank, or monetary authority is an institution that manages the currency and monetary policy of a state or formal monetary union,\nand oversees their commercial banking system. In contrast to a commercial bank, a central bank possesses a monopoly on increasing the monetary base. Most central banks also have supervisory and regulatory powers to ensure the stability of member i"}, {"title": "Banknote", "href": "/wiki/Banknote", "description": "A banknote is a type of negotiable promissory note, made by a bank or other licensed authority, payable to the bearer on demand.\nBanknotes were originally issued by commercial banks, which were legally required to redeem the notes for legal tender when presented to the chief cashier of the originating bank. These commercial banknotes only traded at face value in the market served by the issuing ba"}]}, {"heading": "Events", "year": "1967", "date": "January 14", "txt": "Counterculture of the 1960s: The Human Be-In takes place in San Francisco, California's Golden Gate Park, launching the Summer of Love.", "entities": [{"title": "Counterculture of the 1960s", "href": "/wiki/Counterculture_of_the_1960s", "description": "The counterculture of the 1960s was an anti-establishment cultural phenomenon that developed throughout much of the Western world between the mid-1960s and the mid-1970s. The aggregate movement gained momentum as the U.S. Civil Rights Movement continued to grow, and, with the expansion of the American Government's extensive military intervention in Vietnam, would later become revolutionary to some"}, {"title": "Human Be-In", "href": "/wiki/Human_Be-In", "description": "The Human Be-In was an event held in San Francisco's Golden Gate Park Polo Fields on January 14, 1967. It was a prelude to San Francisco's Summer of Love, which made the Haight-Ashbury district a symbol of American counterculture and introduced the word \"psychedelic\" to suburbia."}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "Golden Gate Park", "href": "/wiki/Golden_Gate_Park", "description": "Golden Gate Park, located in San Francisco, California, United States, is a large urban park consisting of 1,017 acres (412 ha) of public grounds. It is administered by the San Francisco Recreation & Parks Department, which began in 1871 to oversee the development of Golden Gate Park. Configured as a rectangle, it is similar in shape to but 20 percent larger than Central Park in New York City, to "}, {"title": "Summer of Love", "href": "/wiki/Summer_of_Love", "description": "The Summer of Love was a social phenomenon that occurred during the summer of 1967, when as many as 100,000 people, mostly young people sporting hippie fashions of dress and behavior, converged in San Francisco's neighborhood of Haight-Ashbury. More broadly, the Summer of Love encompassed the hippie music, hallucinogenic drugs, anti-war, and free-love scene throughout the West Coast of the United "}]}, {"heading": "Events", "year": "1969", "date": "January 14", "txt": "USS Enterprise fire: An accidental explosion aboard the USS Enterprise near Hawaii kills 28 people.", "entities": [{"title": "USS Enterprise fire", "href": "/wiki/USS_Enterprise_fire", "description": "The 1969 USS Enterprise fire was a major fire and series of explosions that broke out aboard USS Enterprise on January 14, 1969, off the coast of Pearl Harbor, Hawaii. The fire started when a Zuni rocket detonated under a plane's wing. It spread as more munitions exploded, blowing holes in the flight deck that allowed burning jet fuel to enter the ship. 28 sailors were killed, 314 were injured, 15"}, {"title": "USS Enterprise (CVN-65)", "href": "/wiki/USS_Enterprise_(CVN-65)", "description": "USS Enterprise (CVN-65), formerly CVA(N)-65, is a decommissioned United States Navy aircraft carrier. She was the first nuclear-powered aircraft carrier and the eighth United States naval vessel to bear the name. Like her predecessor of World War II fame, she is nicknamed \"Big E\". At 1,123 feet (342 m), she is the longest naval vessel ever built. Her 93,284-long-ton (94,781 t) displacement ranks h"}]}, {"heading": "Events", "year": "1972", "date": "January 14", "txt": "Queen Margrethe II of Denmark ascends the throne, the first Queen of Denmark since 1412 and the first Danish monarch not named Frederick or Christian since 1513.", "entities": [{"title": "Margrethe II of Denmark", "href": "/wiki/Margrethe_II_of_Denmark", "description": "Margrethe II is Queen of Denmark and commander-in-chief of the Danish Defence. Born into the House of Glücksburg, a royal house with origins in northern Germany, she is the eldest child of Frederick IX of Denmark and Ingrid of Sweden. She became heir presumptive to her father in 1953, when a constitutional amendment allowed women to inherit the throne. Margrethe succeeded her father upon his death"}]}, {"heading": "Events", "year": "1973", "date": "January 14", "txt": "Elvis Presley's concert Aloha from Hawaii is broadcast live via satellite, and sets the record as the most watched broadcast by an individual entertainer in television history.", "entities": [{"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}, {"title": "Communications satellite", "href": "/wiki/Communications_satellite", "description": "A communications satellite is an artificial satellite that relays and amplifies radio telecommunication signals via a transponder; it creates a communication channel between a source transmitter and a receiver at different locations on Earth. Communications satellites are used for television, telephone, radio, internet, and military applications. As of 1 August 2020, there are 2,787 artificial sat"}, {"title": "List of most watched television broadcasts", "href": "/wiki/List_of_most_watched_television_broadcasts", "description": "The following content contains the tentative list of the most-watched television broadcasts around the world in selected countries, with the corresponding peak viewership records, the corresponding year of such broadcast, and the mentioned media research organizations tallying nationwide viewership records. However, the most-watched television broadcast in any of the following nations can also be "}]}, {"heading": "Events", "year": "1993", "date": "January 14", "txt": "In Poland's worst peacetime maritime disaster, ferry MS Jan Heweliusz sinks off the coast of Rügen, drowning 55 passengers and crew; nine crew-members are saved.", "entities": [{"title": "MS Jan Heweliusz", "href": "/wiki/MS_Jan_Heweliusz", "description": "MS Jan Heweliusz was a Norwegian-built Polish ferry named after astronomer Johannes Hevelius that served on the route Ystad-Świnoujście. It was built in Norway in 1977 and was owned by Polish Ocean Lines and operated by its subsidiary company Euroafrica Shipping Lines. In the early hours of January 14th 1993 it capsized and sank in 27 metres of water off Cape Arcona on the coast of Rügen in the Ba"}, {"title": "Rügen", "href": "/wiki/R%C3%BCgen", "description": "Rügen is Germany's largest island. It is located off the Pomeranian coast in the Baltic Sea and belongs to the state of Mecklenburg-Vorpommern."}]}, {"heading": "Events", "year": "2004", "date": "January 14", "txt": "The national flag of the Republic of Georgia, the so-called \"five cross flag\", is restored to official use after a hiatus of some 500 years.", "entities": [{"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "Flag of Georgia (country)", "href": "/wiki/Flag_of_Georgia_(country)", "description": "The flag of Georgia, also known as the Five Cross Flag, is one of the national symbols of Georgia. Originally a banner of the medieval Kingdom of Georgia, it was repopularized in the late 20th and early 21st centuries during the Georgian national revival."}]}, {"heading": "Events", "year": "2010", "date": "January 14", "txt": "Yemen declares an open war against the terrorist group al-Qaeda.", "entities": [{"title": "Al-Qaeda insurgency in Yemen", "href": "/wiki/Al-Qaeda_insurgency_in_Yemen", "description": "The Al-Qaeda insurgency in Yemen was an armed conflict between the Yemeni government, United States, and al-Qaeda-affiliated cells in Yemen. It is a part of the Global War on Terror."}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}]}, {"heading": "Events", "year": "2011", "date": "January 14", "txt": "President Zine El Abidine Ben Ali of Tunisia seeks refuge in Saudi Arabia after a series of demonstrations against his regime, considered to be the birth of the Arab Spring.", "entities": [{"title": "Zine El Abidine Ben Ali", "href": "/wiki/Zine_El_Abidine_Ben_Ali", "description": "Zine El Abidine Ben Ali, commonly known as Ben Ali or Ezzine, was a Tunisian politician who was the second President of Tunisia from 1987 until his fall in 2011 after the revolution of Tunisia. Ben Ali was appointed Prime Minister in October 1987. He assumed the Presidency on 7 November 1987 in a bloodless coup d'état that ousted President Habib Bourguiba by declaring him incompetent. Ben Ali was "}, {"title": "Arab Spring", "href": "/wiki/Arab_Spring", "description": "The Arab Spring was a series of anti-government protests, uprisings, and armed rebellions that spread across much of the Arab world in the early 2010s. It began in response to oppressive regimes and a low standard of living, starting with protests in Tunisia. From Tunisia, the protests then spread to five other countries: Libya, Egypt, Yemen, Syria, and Bahrain, where either the ruler was deposed "}]}, {"heading": "Births", "year": "83 BC", "date": "January 14", "txt": "Mark Antony, Roman general and politician (d. 30 BCE)", "entities": [{"title": "Mark Antony", "href": "/wiki/Mark_Antony", "description": "Marcus Antonius, commonly known in English as Mark Antony or Anthony, was a Roman politician and general who played a critical role in the transformation of the Roman Republic from a constitutional republic into the autocratic Roman Empire."}]}, {"heading": "Births", "year": "1131", "date": "January 14", "txt": "Valdemar I of Denmark (d. 1182)", "entities": [{"title": "Valdemar I of Denmark", "href": "/wiki/Valdemar_I_of_Denmark", "description": "Valdemar I, also known as Valdemar the Great, was King of Denmark from 1154 until his death in 1182. The reign of King Valdemar I saw the rise of Denmark, which reached its high medieval zenith under his son King Valdemar II."}]}, {"heading": "Births", "year": "1273", "date": "January 14", "txt": "Joan I of Navarre, queen regnant of Navarre, queen consort of France (d. 1305)", "entities": [{"title": "Joan I of Navarre", "href": "/wiki/Joan_I_of_Navarre", "description": "Joan I was Queen of Navarre and Countess of Champagne from 1274 until 1305; she was also Queen of France by marriage to King Philip IV. She was the daughter of King Henry I of Navarre and Blanche of Artois."}]}, {"heading": "Births", "year": "1451", "date": "January 14", "txt": "Franchinus Gaffurius, Italian composer and theorist (d. 1522)", "entities": [{"title": "Franchinus Gaffurius", "href": "/wiki/Franchinus_Gaffurius", "description": "Franchinus Gaffurius was an Italian music theorist and composer of the Renaissance. He was an almost exact contemporary of Josquin des Prez and Leonardo da Vinci, both of whom were his personal friends. He was one of the most famous musicians in Italy in the late 15th and early 16th centuries."}]}, {"heading": "Births", "year": "1477", "date": "January 14", "txt": "Hermann of Wied, German archbishop (d. 1552)", "entities": [{"title": "Hermann of Wied", "href": "/wiki/Hermann_of_Wied", "description": "Hermann of Wied was the Archbishop-Elector of Cologne from 1515 to 1546."}]}, {"heading": "Births", "year": "1476", "date": "January 14", "txt": "Anne St Leger, Baroness de Ros, English baroness (d. 1526)", "entities": [{"title": "Anne St Leger, Baroness de Ros", "href": "/wiki/Anne_St_Leger,_Baroness_de_Ros", "description": "Anne St Leger was a niece of two kings of England, Edward IV and Richard III. Before she was 8, she had inherited a vast fortune and been disinherited of it. Married at 14, she had 11 children, and is a link in the maternal line that was used to identify the remains of Richard III."}]}, {"heading": "Births", "year": "1507", "date": "January 14", "txt": "Catherine of Austria, Queen of Portugal (d. 1578)", "entities": [{"title": "Catherine of Austria, Queen of Portugal", "href": "/wiki/Catherine_of_Austria,_Queen_of_Portugal", "description": "Catherine of Austria was Queen of Portugal as wife of King John III, and regent during the minority of her grandson, King Sebastian, from 1557 until 1562."}]}, {"heading": "Births", "year": "1507", "date": "January 14", "txt": "Luca Longhi, Italian painter (d. 1580)", "entities": []}, {"heading": "Births", "year": "1551", "date": "January 14", "txt": "Abu'l-Fazl ibn Mubarak, Grand vizier of emperor Akbar (d. 1602)", "entities": [{"title": "Abu'l-Fazl ibn Mubarak", "href": "/wiki/Abu%27l-Fazl_ibn_Mubarak", "description": "Abu'l-Fazl ibn Mubarak, also known as Abul Fazl, Abu'l Fadl and Abu'l-Fadl 'Allami, was the grand vizier of the Mughal emperor Akbar, and author of the Akbarnama, the official history of Akbar's reign in three volumes, and a Persian translation of the Bible. He was also one of the Nine Jewels of Akbar's royal court and the brother of Faizi, the poet laureate of Emperor Akbar."}, {"title": "Akbar", "href": "/wiki/Akbar", "description": "Abu'l-Fath Jalal-ud-din Muhammad Akbar, popularly known as Akbar the Great,, and also as Akbar I, was the third Mughal emperor, who reigned from 1556 to 1605. Akbar succeeded his father, Humayun, under a regent, Bairam Khan, who helped the young emperor expand and consolidate Mughal domains in India."}]}, {"heading": "Births", "year": "1552", "date": "January 14", "txt": "Alberico Gentili, Italian-English academic and jurist (d. 1608)", "entities": [{"title": "Alberico Gentili", "href": "/wiki/Alberico_Gentili", "description": "Alberico Gentili was an Italian jurist, tutor of Queen Elizabeth I, and a standing advocate to the Spanish Embassy in London, who served as the Regius professor of civil law at the University of Oxford for 21 years. He is heralded as the founder of the science of international law alongside Francisco de Vitoria and Hugo Grotius, and thus known as the \"Father of international law\". Gentili has been"}]}, {"heading": "Births", "year": "1683", "date": "January 14", "txt": "Gottfried Silbermann, German instrument maker (d. 1753)", "entities": [{"title": "Gottfried Silbermann", "href": "/wiki/Gottfried_Silbermann", "description": "Gottfried Silbermann was a German builder of keyboard instruments. He built harpsichords, clavichords, organs, and fortepianos; his modern reputation rests mainly on the latter two."}]}, {"heading": "Births", "year": "1684", "date": "January 14", "txt": "Johann Matthias Hase, German mathematician, astronomer, and cartographer (d. 1742)", "entities": [{"title": "Johann Matthias Hase", "href": "/wiki/Johann_Matthias_Hase", "description": "Johann Matthias (Matyhias) Hase  was a German mathematician, astronomer, and cartographer."}]}, {"heading": "Births", "year": "1684", "date": "January 14", "txt": "Jean-Baptiste van Loo, French painter (d. 1745)", "entities": []}, {"heading": "Births", "year": "1699", "date": "January 14", "txt": "Jakob Adlung, German organist, historian, and theorist (d. 1762)", "entities": [{"title": "Jakob Adlung", "href": "/wiki/Jakob_Adlung", "description": "\nJakob Adlung, or Adelung, was a German organist, teacher, instrument maker, music historian, composer and music theorist."}]}, {"heading": "Births", "year": "1700", "date": "January 14", "txt": "Picander, German poet and playwright (d. 1764)", "entities": [{"title": "Picander", "href": "/wiki/Picander", "description": "Christian Friedrich Henrici, writing under the pen name Picander, was a German poet and librettist for many of the cantatas which Johann Sebastian Bach composed in Leipzig."}]}, {"heading": "Births", "year": "1702", "date": "January 14", "txt": "Emperor Nakamikado of Japan (d. 1737)", "entities": [{"title": "Emperor Nakamikado", "href": "/wiki/Emperor_Nakamikado", "description": "Emperor Nakamikado  was the 114th Emperor of Japan, according to the traditional order of succession. Nakamikado's birth name was Yoshihito before he became enthroned as Emperor in 1709, a reign that would last until 1735 with his abdication and retirement. As Emperor, Nakamikado had an increasingly warmed relationship with the shogunate in part due to his father's efforts. Relations warmed up to "}]}, {"heading": "Births", "year": "1705", "date": "January 14", "txt": "Jean-Baptiste Charles Bouvet de Lozier, French sailor, explorer, and politician (d. 1786)", "entities": [{"title": "Jean-Baptiste Charles Bouvet de Lozier", "href": "/wiki/Jean-Baptiste_Charles_Bouvet_de_Lozier", "description": "Jean Baptiste Charles Bouvet de Lozier was a French sailor, explorer, and governor of the Mascarene Islands."}]}, {"heading": "Births", "year": "1741", "date": "January 14", "txt": "Benedict Arnold, American-British general (d. 1801)", "entities": [{"title": "Benedict Arnold", "href": "/wiki/Benedict_Arnold", "description": "Benedict Arnold was an American military officer who served during the Revolutionary War. He fought with distinction for the American Continental Army, rising to the rank of major general, before defecting to the British side of the conflict in 1780. General George Washington had given him his fullest trust and placed him in command of West Point, New York. Arnold planned to surrender the fort to "}]}, {"heading": "Births", "year": "1767", "date": "January 14", "txt": "Maria Theresa of Austria (d. 1827)", "entities": [{"title": "Maria Theresa of Austria (1767–1827)", "href": "/wiki/Maria_Theresa_of_Austria_(1767%E2%80%931827)", "description": "Maria Theresa of Austria was born an Archduchess of Austria and a Princess of Tuscany. She was later Queen of Saxony as the second wife and consort of King Anthony of Saxony."}]}, {"heading": "Births", "year": "1780", "date": "January 14", "txt": "Henry Baldwin, American judge and politician (d. 1844)", "entities": [{"title": "Henry Baldwin (judge)", "href": "/wiki/Henry_Baldwin_(judge)", "description": "Henry Baldwin was an Associate Justice of the Supreme Court of the United States from January 6, 1830, to April 21, 1844."}]}, {"heading": "Births", "year": "1792", "date": "January 14", "txt": "Christian de Meza, Danish general (d. 1865)", "entities": [{"title": "Christian de Meza", "href": "/wiki/Christian_de_Meza", "description": "Christian Julius de Meza was the commander of the Danish Army during the 1864 Second Schleswig War. De Meza was responsible for the withdrawal of the Danish army from the Danevirke, an event which shocked the Danish public and resulted in the loss of his command."}]}, {"heading": "Births", "year": "1793", "date": "January 14", "txt": "John C. Clark, American lawyer and politician (d. 1852)", "entities": [{"title": "John C. Clark", "href": "/wiki/John_C._Clark", "description": "John Chamberlain Clark was a United States Representative from New York."}]}, {"heading": "Births", "year": "1798", "date": "January 14", "txt": "Johan Rudolph Thorbecke, Dutch historian, jurist, and politician, 3rd Prime Minister of the Netherlands (d. 1872)", "entities": [{"title": "Johan Rudolph Thorbecke", "href": "/wiki/Johan_Rudolph_Thorbecke", "description": "Johan Rudolph Thorbecke was a Dutch liberal statesman, one of the most important Dutch politicians of the 19th century. In 1848, he virtually single-handedly drafted the revision of the Constitution of the Netherlands, giving less power to the king and more to the States General, and guaranteeing more religious, personal and political freedom to the people."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1800", "date": "January 14", "txt": "Ludwig Ritter von Köchel, Austrian composer, botanist, and publisher (d. 1877)", "entities": [{"title": "Ludwig Ritter von Köchel", "href": "/wiki/Ludwig_Ritter_von_K%C3%B6chel", "description": "Ludwig Alois Friedrich Ritter von Köchel was an Austrian musicologist, writer, composer, botanist and publisher. He is best known for cataloguing the works of Mozart and originating the 'KV-numbers' by which they are known."}]}, {"heading": "Births", "year": "1806", "date": "January 14", "txt": "Charles Hotham, English-Australian soldier and politician, 1st Governor of Victoria (d. 1855)", "entities": [{"title": "Charles Hotham", "href": "/wiki/Charles_Hotham", "description": "Sir Charles Hotham, KCB, RN was Lieutenant-Governor and, later, Governor of Victoria, Australia from 22 June 1854 to 10 November 1855."}, {"title": "Governor of Victoria", "href": "/wiki/Governor_of_Victoria", "description": "The Governor of Victoria is the representative of the monarch, Queen Elizabeth II, in the Australian state of Victoria. The Governor is one of seven viceregal representatives in the country, analogous to the governors of the other states, and the Governor-General federally."}]}, {"heading": "Births", "year": "1806", "date": "January 14", "txt": "Matthew Fontaine Maury, American astronomer, oceanographer, and historian (d. 1873)", "entities": []}, {"heading": "Births", "year": "1818", "date": "January 14", "txt": "Zachris Topelius, Finnish author and journalist (d. 1898)", "entities": [{"title": "Zachris Topelius", "href": "/wiki/Zachris_Topelius", "description": "Zachris Topelius was a Finnish author, poet, journalist, historian, and rector of the University of Helsinki who wrote novels related to Finnish history in Swedish."}]}, {"heading": "Births", "year": "1819", "date": "January 14", "txt": "Dimitrie Bolintineanu, Romanian poet and politician (d. 1872)", "entities": [{"title": "Dimitrie Bolintineanu", "href": "/wiki/Dimitrie_Bolintineanu", "description": "Dimitrie Bolintineanu was a Romanian poet, though he wrote in many other styles as well, diplomat, politician, and a participant in the revolution of 1848. He was of Macedonian Aromanian origins. His poems of nationalist overtone, fueled emotions during the unification of Wallachia and Moldavia."}]}, {"heading": "Births", "year": "1824", "date": "January 14", "txt": "Vladimir Stasov, Russian critic (d. 1906)", "entities": [{"title": "Vladimir Stasov", "href": "/wiki/Vladimir_Stasov", "description": "Vladimir Vasilievich Stasov, son of Russian architect Vasily Petrovich Stasov (1769–1848), was probably the most respected Russian critic during his lifetime. He graduated from the School of Jurisprudence in 1843, was admitted to the Imperial Academy of Arts in 1859, and was made honorary fellow of the Russian Academy of Sciences in 1900, together with his friend Leo Tolstoy."}]}, {"heading": "Births", "year": "1834", "date": "January 14", "txt": "Duncan Gillies, Scottish-Australian politician, 14th Premier of Victoria (d. 1903)", "entities": [{"title": "Duncan Gillies", "href": "/wiki/Duncan_Gillies", "description": "Duncan Gillies, was an Australian colonial politician who served as the 14th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1836", "date": "January 14", "txt": "Henri Fantin-Latour, French painter and lithographer (d. 1904)", "entities": [{"title": "Henri Fantin-Latour", "href": "/wiki/Henri_Fantin-Latour", "description": "Henri Fantin-Latour was a French painter and lithographer best known for his flower paintings and group portraits of Parisian artists and writers."}]}, {"heading": "Births", "year": "1841", "date": "January 14", "txt": "Berthe Morisot, French painter (d. 1895)", "entities": [{"title": "Berthe Morisot", "href": "/wiki/Berthe_Morisot", "description": "Berthe Marie Pauline Morisot was a French painter and a member of the circle of painters in Paris who became known as the Impressionists."}]}, {"heading": "Births", "year": "1845", "date": "January 14", "txt": "Henry Petty-Fitzmaurice, 5th Marquess of Lansdowne, English politician, 34th Governor-General of India (d. 1927)", "entities": [{"title": "Henry Petty-Fitzmaurice, 5th Marquess of Lansdowne", "href": "/wiki/Henry_Petty-Fitzmaurice,_5th_Marquess_of_Lansdowne", "description": "Henry Charles Keith Petty-Fitzmaurice, 5th Marquess of Lansdowne, was a British statesman who served successively as Governor General of Canada, Viceroy of India, Secretary of State for War, and Secretary of State for Foreign Affairs. In 1917, during the First World War, he wrote the \"Lansdowne Letter\" advocating, in vain, a compromise peace. A millionaire, he has the distinction of having held se"}, {"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of Governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Births", "year": "1850", "date": "January 14", "txt": "Pierre Loti, French captain and author (d. 1923)", "entities": [{"title": "Pierre Loti", "href": "/wiki/Pierre_Loti", "description": "Pierre Loti was a French naval officer and novelist, known for his exotic novels and short stories."}]}, {"heading": "Births", "year": "1856", "date": "January 14", "txt": "J. F. Archibald, Australian journalist and publisher, co-founded The Bulletin (d. 1919)", "entities": [{"title": "J. F. Archibald", "href": "/wiki/J._F._Archibald", "description": "Jules François Archibald, known as J. F. Archibald, baptised John Feltham Archibald,, Australian journalist and publisher, was co-owner and editor of The Bulletin during the days of its greatest influence in Australian politics and literary life. He was also the founder and namesake of the annual Archibald Prize art award."}]}, {"heading": "Births", "year": "1861", "date": "January 14", "txt": "Mehmed VI, Ottoman sultan (d. 1926)", "entities": [{"title": "Mehmed VI", "href": "/wiki/Mehmed_VI", "description": "Mehmed VI Vahideddin, also known as Şahbaba among the Osmanoğlu family, was the 36th and last Sultan of the Ottoman Empire, reigning from 4 July 1918 until 1 November, 1922 when the Ottoman Empire was dissolved after World War I, and was replaced by the Republic of Turkey, on 29 October 1923. The brother of Mehmed V, he became heir to the throne in 1916 after the suicide of Abdülaziz's son, Şehzad"}]}, {"heading": "Births", "year": "1862", "date": "January 14", "txt": "Carrie Derick, Canadian botanist and geneticist (d. 1941)", "entities": [{"title": "Carrie Derick", "href": "/wiki/Carrie_Derick", "description": "Carrie Matilda Derick was a Canadian botanist and geneticist, the first female professor in a Canadian university, and the founder of McGill University's Genetics Department."}]}, {"heading": "Births", "year": "1863", "date": "January 14", "txt": "Manuel de Oliveira Gomes da Costa, Portuguese general and politician, 10th President of Portugal (d. 1929)", "entities": [{"title": "Manuel de Oliveira Gomes da Costa", "href": "/wiki/Manuel_de_Oliveira_Gomes_da_Costa", "description": "Manuel de Oliveira Gomes da Costa, commonly known as Manuel Gomes da Costa or just Gomes da Costa, was a Portuguese army officer and politician, the tenth President of the Portuguese Republic and the second of the National Dictatorship."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1863", "date": "January 14", "txt": "Richard F. Outcault, American author and illustrator (d. 1928)", "entities": []}, {"heading": "Births", "year": "1869", "date": "January 14", "txt": "Robert Fournier-Sarlovèze, French polo player and politician (d. 1937)", "entities": [{"title": "Robert Fournier-Sarlovèze", "href": "/wiki/Robert_Fournier-Sarlov%C3%A8ze", "description": "Mortimer Henri-Robert Fournier-Sarlovèze was a French politician and polo player in the 1900 Summer Olympics. He was born in Paris and died in Compiègne. In 1900 he was part of the Bagatelle Polo Club de Paris polo team which won the bronze medal."}]}, {"heading": "Births", "year": "1870", "date": "January 14", "txt": "George Pearce, Australian carpenter and politician (d. 1952)", "entities": [{"title": "George Pearce", "href": "/wiki/George_Pearce", "description": "Sir George Foster Pearce KCVO was an Australian politician who served as a Senator for Western Australia from 1901 to 1938. He began his career in the Labor Party but later joined the National Labor Party, the Nationalist Party, and the United Australia Party; he served as a cabinet minister under prime ministers from all four parties."}]}, {"heading": "Births", "year": "1875", "date": "January 14", "txt": "Albert Schweitzer, French-Gabonese physician and philosopher, Nobel Prize laureate (d. 1965)", "entities": [{"title": "Albert Schweitzer", "href": "/wiki/Albert_Schweitzer", "description": "Ludwig Philipp Albert Schweitzer was an Alsatian polymath. He was a theologian, organist, writer, humanitarian, philosopher, and physician. A Lutheran, Schweitzer challenged both the secular view of Jesus as depicted by the historical-critical method current at this time, as well as the traditional Christian view. His contributions to the interpretation of Pauline Christianity concern the role of "}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1882", "date": "January 14", "txt": "Hendrik Willem van Loon, Dutch-American historian and journalist (d. 1944)", "entities": [{"title": "Hendrik Willem van Loon", "href": "/wiki/Hendrik_Willem_van_Loon", "description": "Hendrik Willem van Loon was a Dutch-American historian, journalist, and children's book author."}]}, {"heading": "Births", "year": "1883", "date": "January 14", "txt": "Nina Ricci, Italian-French fashion designer (d. 1970)", "entities": [{"title": "Nina Ricci (designer)", "href": "/wiki/Nina_Ricci_(designer)", "description": "Nina Ricci was an Italian-born French fashion designer."}]}, {"heading": "Births", "year": "1886", "date": "January 14", "txt": "Hugh Lofting, English author and poet, created Doctor Dolittle (d. 1947)", "entities": [{"title": "Hugh Lofting", "href": "/wiki/Hugh_Lofting", "description": "Hugh John Lofting was an English author trained as a civil engineer, who created the classic children's literature character of Doctor Dolittle. It first appeared in illustrated letters to his children written by Lofting from the British Army trenches in the First World War."}]}, {"heading": "Births", "year": "1887", "date": "January 14", "txt": "Hugo Steinhaus, Polish mathematician and academic (d. 1972)", "entities": [{"title": "Hugo Steinhaus", "href": "/wiki/Hugo_Steinhaus", "description": "Władysław Hugo Dionizy Steinhaus was a Jewish-Polish mathematician and educator. Steinhaus obtained his PhD under David Hilbert at Göttingen University in 1911 and later became a professor at the Jan Kazimierz University in Lwów, where he helped establish what later became known as the Lwów School of Mathematics. He is credited with \"discovering\" mathematician Stefan Banach, with whom he gave a no"}]}, {"heading": "Births", "year": "1892", "date": "January 14", "txt": "Martin Niemöller, German pastor and theologian (d. 1984)", "entities": [{"title": "Martin Niemöller", "href": "/wiki/Martin_Niem%C3%B6ller", "description": "Friedrich Gustav Emil Martin Niemöller was a German theologian and Lutheran pastor. He is best known for his opposition to the Nazi regime during the late 1930s and for his widely quoted 1946 poem \"First they came ...\". The poem exists in many versions; the one featured on the United States Holocaust Memorial reads: “First they came for the socialists, and I did not speak out—Because I was not a s"}]}, {"heading": "Births", "year": "1892", "date": "January 14", "txt": "Hal Roach, American actor, director, and producer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1892", "date": "January 14", "txt": "George Wilson, English footballer (d. 1961)", "entities": []}, {"heading": "Births", "year": "1894", "date": "January 14", "txt": "Ecaterina Teodoroiu, Romanian soldier and nurse (d. 1917)", "entities": [{"title": "Ecaterina Teodoroiu", "href": "/wiki/Ecaterina_Teodoroiu", "description": "Ecaterina Teodoroiu was a Romanian woman who fought and died in World War I, and is regarded as a heroine of Romania."}]}, {"heading": "Births", "year": "1896", "date": "January 14", "txt": "John Dos Passos, American novelist, poet, and playwright (d. 1970)", "entities": [{"title": "John Dos Passos", "href": "/wiki/John_Dos_Passos", "description": "John Roderigo Dos Passos was an American novelist, most notable for his U.S.A. trilogy."}]}, {"heading": "Births", "year": "1897", "date": "January 14", "txt": "Hasso von Manteuffel, German general and politician (d. 1978)", "entities": [{"title": "Hasso von Manteuffel", "href": "/wiki/Hasso_von_Manteuffel", "description": "Hasso Eccard von Manteuffel was a German general during World War II who commanded the 5th Panzer Army. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves, Swords and Diamonds of Nazi Germany."}]}, {"heading": "Births", "year": "1899", "date": "January 14", "txt": "Carlos P. Romulo, Filipino soldier and politician, President of the United Nations General Assembly (d. 1985)", "entities": [{"title": "Carlos P. Romulo", "href": "/wiki/Carlos_P._Romulo", "description": "Carlos Peña Rómulo, was a Filipino diplomat, statesman, soldier, journalist and author. He was a reporter at 16, a newspaper editor by the age of 20, and a publisher at 32. He was a co-founder of the Boy Scouts of the Philippines, a general in the US Army and the Philippine Army, university president, President of the UN General Assembly, was eventually named one of the Philippines' National Artis"}, {"title": "President of the United Nations General Assembly", "href": "/wiki/President_of_the_United_Nations_General_Assembly", "description": "The President of the United Nations General Assembly is a position voted for by representatives in the United Nations General Assembly (UNGA) on a yearly basis. The President is the chair and presiding officer of the General Assembly."}]}, {"heading": "Births", "year": "1901", "date": "January 14", "txt": "Bebe Daniels, American actress (d. 1971)", "entities": [{"title": "Bebe Daniels", "href": "/wiki/Bebe_Daniels", "description": "Phyllis Virginia \"Bebe\" Daniels was an American actress, singer, dancer, writer, and producer."}]}, {"heading": "Births", "year": "1901", "date": "January 14", "txt": "Alfred Tarski, Polish-American mathematician and philosopher (d. 1983)", "entities": []}, {"heading": "Births", "year": "1904", "date": "January 14", "txt": "Cecil Beaton, English photographer, painter, and costume designer (d. 1980)", "entities": [{"title": "Cecil Beaton", "href": "/wiki/Cecil_Beaton", "description": "Sir Cecil Walter Hardy Beaton, was a British fashion, portrait, and war photographer, diarist, painter, and interior designer, as well as an Oscar–winning stage and costume designer for films and the theatre."}]}, {"heading": "Births", "year": "1904", "date": "January 14", "txt": "Emily Hahn, American journalist and author (d. 1997)", "entities": []}, {"heading": "Births", "year": "1904", "date": "January 14", "txt": "Babe Siebert, Canadian ice hockey player and coach (d. 1939)", "entities": []}, {"heading": "Births", "year": "1905", "date": "January 14", "txt": "Mildred Albert, American fashion commentator, TV and radio personality, and fashion show producer (d. 1991)", "entities": [{"title": "Mildred Albert", "href": "/wiki/Mildred_Albert", "description": "Mildred Elizabeth Albert was an American fashion commentator, modeling agency director, fashion show producer, radio and television personality, and society columnist. Known as the \"Mighty Atom\" and Boston's \"First Lady of Fashion\", she produced thousands of fashion shows during her career. She founded the Academie Moderne finishing school in 1936 and co-founded the Hart Model Agency in 1944. Afte"}]}, {"heading": "Births", "year": "1905", "date": "January 14", "txt": "Takeo Fukuda, Japanese politician, 67th Prime Minister of Japan (d. 1995)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1906", "date": "January 14", "txt": "William Bendix, American actor (d. 1964)", "entities": [{"title": "William Bendix", "href": "/wiki/William_Bendix", "description": "William Bendix was an American film, radio, and television actor, who typically played rough, blue-collar characters. He is best remembered in films for the title role in The Babe Ruth Story. He also portrayed the clumsily earnest aircraft plant worker Chester A. Riley in both the radio and television versions of The Life of Riley. He received an Academy Award nomination as Best Supporting Actor f"}]}, {"heading": "Births", "year": "1907", "date": "January 14", "txt": "Georges-Émile Lapalme, Canadian lawyer and politician (d. 1985)", "entities": [{"title": "Georges-Émile Lapalme", "href": "/wiki/Georges-%C3%89mile_Lapalme", "description": "Georges-Émile Lapalme was a politician in Quebec, Canada and a member of the Legislative Assembly of Quebec, and leader of the Quebec Liberal Party."}]}, {"heading": "Births", "year": "1908", "date": "January 14", "txt": "Russ Columbo, American singer, violinist, and actor (d. 1934)", "entities": [{"title": "Russ Columbo", "href": "/wiki/Russ_Columbo", "description": "Ruggiero Eugenio di Rodolfo Colombo, known as Russ Columbo, was an American baritone, songwriter, violinist and actor. He is famous for romantic ballads such as his signature tune \"You Call It Madness, But I Call It Love\" and his own compositions \"Prisoner of Love\" and \"Too Beautiful For Words.\""}]}, {"heading": "Births", "year": "1909", "date": "January 14", "txt": "Brenda Forbes, English-American actress (d. 1996)", "entities": [{"title": "Brenda Forbes", "href": "/wiki/Brenda_Forbes", "description": "Brenda Forbes was a British-born American actress of stage and screen."}]}, {"heading": "Births", "year": "1909", "date": "January 14", "txt": "Joseph Losey, American director, producer, and screenwriter (d. 1984)", "entities": []}, {"heading": "Births", "year": "1911", "date": "January 14", "txt": "Anatoly Rybakov, Russian-American author (d. 1998)", "entities": [{"title": "Anatoly Rybakov", "href": "/wiki/Anatoly_Rybakov", "description": "Anatoly Naumovich Rybakov was a Soviet and Ukrainian writer, the author of the anti-Stalinist Children of the Arbat tetralogy, the novel Heavy Sand, and many popular children books including Adventures of Krosh, Dirk and Bronze Bird. One of the last of his works was his memoir The Novel of Memoirs (Роман-Воспоминание) telling about all the different people he met during his long life. Writer Maria"}]}, {"heading": "Births", "year": "1912", "date": "January 14", "txt": "Tillie Olsen, American short story writer (d. 2007)", "entities": [{"title": "Tillie Olsen", "href": "/wiki/Tillie_Olsen", "description": "Tillie Lerner Olsen was an American writer who was associated with the political turmoil of the 1930s and the first generation of American feminists."}]}, {"heading": "Births", "year": "1914", "date": "January 14", "txt": "Harold Russell, Canadian-American soldier and actor (d. 2002)", "entities": [{"title": "Harold Russell", "href": "/wiki/Harold_Russell", "description": "Harold John Avery Russell was a Canadian-born American World War II veteran who became one of only two non-professional actors to win an Academy Award for acting. Russell also has the distinction of being the only performer to sell his Oscar award at auction."}]}, {"heading": "Births", "year": "1914", "date": "January 14", "txt": "Selahattin Ülkümen, Turkish diplomat (d. 2003)", "entities": []}, {"heading": "Births", "year": "1915", "date": "January 14", "txt": "Mark Goodson, American game show producer, created Family Feud and The Price Is Right (d. 1992)", "entities": [{"title": "Mark Goodson", "href": "/wiki/Mark_Goodson", "description": "Mark Leo Goodson was an American television producer who specialized in game shows, most frequently with his business partner Bill Todman, with whom he created Goodson-Todman Productions."}]}, {"heading": "Births", "year": "1919", "date": "January 14", "txt": "Giulio Andreotti, Italian journalist and politician, 41st Prime Minister of Italy (d. 2013)", "entities": [{"title": "Giulio Andreotti", "href": "/wiki/Giulio_Andreotti", "description": "Giulio Andreotti was an Italian politician and statesman who served as the 41st Prime Minister of Italy and leader of the Christian Democracy party; he was the sixth longest-serving Prime Minister since the Italian Unification and the second longest-serving post-war Prime Minister, after Silvio Berlusconi. Andreotti is widely considered the most powerful and prominent politician of the so-called F"}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1919", "date": "January 14", "txt": "Andy Rooney, American soldier, journalist, critic, and television personality (d. 2011)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 14", "txt": "Bertus de Harder, Dutch footballer and manager (d. 1982)", "entities": [{"title": "Bertus de Harder", "href": "/wiki/Bertus_de_Harder", "description": "Johannes Lambertus de Harder  was a Dutch footballer who played as a striker. He scored 3 goals in 11 games for the Netherlands national team. He represented the Netherlands at the 1938 FIFA World Cup."}]}, {"heading": "Births", "year": "1921", "date": "January 14", "txt": "Murray Bookchin, American author and philosopher (d. 2006)", "entities": [{"title": "Murray Bookchin", "href": "/wiki/Murray_Bookchin", "description": "Murray Bookchin was an American anarchist, political philosopher, trade-union organizer, and educator. A pioneer in the environmental movement, Bookchin formulated and developed the theory of social ecology and urban planning, within anarchist, libertarian socialist, and ecological thought. He was the author of two dozen books covering topics in politics, philosophy, history, urban affairs, and so"}]}, {"heading": "Births", "year": "1921", "date": "January 14", "txt": "Kenneth Bulmer, American author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 14", "txt": "Diana Wellesley, Duchess of Wellington (d. 2010)", "entities": [{"title": "Diana Wellesley, Duchess of Wellington", "href": "/wiki/Diana_Wellesley,_Duchess_of_Wellington", "description": "Diana Ruth Wellesley, Duchess of Wellington, was the wife of Valerian Wellesley, 8th Duke of Wellington, and a British intelligence officer during World War II."}]}, {"heading": "Births", "year": "1923", "date": "January 14", "txt": "Gerald Arpino, American dancer and choreographer (d. 2008)", "entities": [{"title": "Gerald Arpino", "href": "/wiki/Gerald_Arpino", "description": "Gerald Arpino was an American dancer and choreographer. He was co-founder of the Joffrey Ballet and succeeded Robert Joffrey as its artistic director in 1988."}]}, {"heading": "Births", "year": "1923", "date": "January 14", "txt": "Fred Beckey, American mountaineer and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 14", "txt": "Carole Cook, American actress and singer", "entities": [{"title": "Carole Cook", "href": "/wiki/Carole_Cook", "description": "Carole Cook is an American actress of musical theatre, film, and television."}]}, {"heading": "Births", "year": "1925", "date": "January 14", "txt": "Jean-Claude Beton, Algerian-French engineer and businessman, founded Orangina (d. 2013)", "entities": [{"title": "Jean-Claude Beton", "href": "/wiki/Jean-Claude_Beton", "description": "Jean-Claude Beton was an Algerian-born French businessman, agricultural engineer and entrepreneur. Beton was the founder of the French soft drink maker, Orangina. He is credited with transforming Orangina from a little known citrus soda first manufactured by his father, Léon Beton, into a major global brand. Beton launched Orangina's iconic, signature 8-ounce bottle in 1951, which became a symbol "}, {"title": "Orangina", "href": "/wiki/Orangina", "description": "Orangina is a lightly carbonated beverage made from carbonated water, 12% citrus juice, as well as 2% orange pulp. Orangina is sweetened with sugar or high fructose corn syrup and natural flavors are added."}]}, {"heading": "Births", "year": "1925", "date": "January 14", "txt": "Moscelyne Larkin, American ballerina (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 14", "txt": "Yukio Mishima, Japanese author, poet, and playwright (d. 1970)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 14", "txt": "Frank Aletter, American actor (d. 2009)", "entities": [{"title": "Frank Aletter", "href": "/wiki/Frank_Aletter", "description": "Frank George Aletter was an American theatre, film, and television actor."}]}, {"heading": "Births", "year": "1926", "date": "January 14", "txt": "Warren Mitchell, English actor and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 14", "txt": "Tom Tryon, American actor and author (d. 1991)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 14", "txt": "Zuzana Růžičková, Czech harpsichord player (d. 2017)", "entities": [{"title": "Zuzana Růžičková", "href": "/wiki/Zuzana_R%C5%AF%C5%BEi%C4%8Dkov%C3%A1", "description": "Zuzana Růžičková was a Czech harpsichordist. An interpreter of classical and baroque music, Růžičková was the first harpsichordist to record Johann Sebastian Bach's complete works for keyboard, in recordings made in the 1960s and 1970s for Erato Records."}]}, {"heading": "Births", "year": "1928", "date": "January 14", "txt": "Lars Forssell, Swedish author, poet, and songwriter (d. 2007)", "entities": [{"title": "Lars Forssell", "href": "/wiki/Lars_Forssell", "description": "Lars Hans Carl Abraham Forssell was a Swedish writer and member of the Swedish Academy. Forssell was a versatile writer who worked within many genres, including poetry, drama and songwriting. He was married from 1951 until his death to Kerstin Hane, and was the father of Jonas and Malte Forssell."}]}, {"heading": "Births", "year": "1928", "date": "January 14", "txt": "Hans Kornberg, German-English biologist and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1928", "date": "January 14", "txt": "Garry Winogrand, American photographer and author (d. 1984)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 14", "txt": "Johnny Grande, American pianist and accordion player (d. 2006)", "entities": [{"title": "Johnny Grande", "href": "/wiki/Johnny_Grande", "description": "John Andrew Grande was a member of Bill Haley's backing band, The Comets."}]}, {"heading": "Births", "year": "1930", "date": "January 14", "txt": "Kenny Wheeler, Canadian-English trumpet player and composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 14", "txt": "Frank Costigan, Australian lawyer and politician (d. 2009)", "entities": [{"title": "Frank Costigan", "href": "/wiki/Frank_Costigan", "description": "Francis Xavier Costigan,, was an Australian lawyer, Royal Commissioner and social justice activist. Costigan is renowned for presiding over the Costigan Commission into organised crime."}]}, {"heading": "Births", "year": "1931", "date": "January 14", "txt": "Martin Holdgate, English biologist and academic", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 14", "txt": "Don Garlits, American race car driver and engineer", "entities": [{"title": "Don Garlits", "href": "/wiki/Don_Garlits", "description": "Donald Glenn Garlits is an American race car driver and automotive engineer. Considered the father of drag racing, he is known as \"Big Daddy\" to drag racing fans around the world. A pioneer in the field of drag racing, he perfected the rear-engine Top Fuel dragster, an innovation motivated by the loss of part of his foot in a dragster accident. This design was notably safer since it put most of th"}]}, {"heading": "Births", "year": "1933", "date": "January 14", "txt": "Stan Brakhage, American director and producer (d. 2003)", "entities": [{"title": "Stan Brakhage", "href": "/wiki/Stan_Brakhage", "description": "James Stanley Brakhage, better known as Stan Brakhage, was an American filmmaker. He is considered to be one of the most important figures in 20th-century experimental film."}]}, {"heading": "Births", "year": "1934", "date": "January 14", "txt": "Richard Briers, English actor (d. 2013)", "entities": [{"title": "Richard Briers", "href": "/wiki/Richard_Briers", "description": "Richard David Briers, was an English actor. His fifty-year career encompassed television, stage, film and radio."}]}, {"heading": "Births", "year": "1934", "date": "January 14", "txt": "Pierre Darmon, French tennis player", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 14", "txt": "Alberto Rodriguez Larreta, Argentinian race car driver (d. 1977)", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 14", "txt": "Clarence Carter, American blues and soul singer-songwriter, musician, and record producer", "entities": [{"title": "Clarence Carter", "href": "/wiki/Clarence_Carter", "description": "Clarence George Carter is an American blues and soul singer, songwriter, musician and record producer. His most successful songs include \"Slip Away\", \"Back Door Santa\" and \"Patches\" (1970)."}]}, {"heading": "Births", "year": "1937", "date": "January 14", "txt": "J. Bernlef, Dutch author and poet (d. 2012)", "entities": [{"title": "J. Bernlef", "href": "/wiki/J._Bernlef", "description": "Hendrik Jan Marsman, better known by his pen name, J. Bernlef, was a Dutch writer, poet, novelist and translator, much of whose work centres on mental perception of reality and its expression. He won numerous literary awards, including the Constantijn Huygens Prize in 1984 and the P. C. Hooft Award in 1994, both of which were for his work as a whole. His book Hersenschimmen features on the list of"}]}, {"heading": "Births", "year": "1937", "date": "January 14", "txt": "Ken Higgs, English cricketer and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 14", "txt": "Leo Kadanoff, American physicist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 14", "txt": "Rao Gopal Rao, Indian actor, producer, and politician (d. 1994)", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 14", "txt": "Sonny Siebert, American baseball player", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 14", "txt": "Billie Jo Spears, American country singer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 14", "txt": "Morihiro Hosokawa, Japanese journalist and politician, 79th Prime Minister of Japan", "entities": [{"title": "Morihiro Hosokawa", "href": "/wiki/Morihiro_Hosokawa", "description": "Morihiro Hosokawa  is a Japanese politician who was Prime Minister of Japan from 1993 to 1994, leading a coalition government which was the first non-Liberal Democratic Party (LDP) government of Japan since 1955. After a funding scandal in early 1994, he was forced to resign. He later ran unsuccessfully as a candidate for Governor of Tokyo in the February 2014 gubernatorial election as an independ"}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1938", "date": "January 14", "txt": "Jack Jones, American singer and actor", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 14", "txt": "Allen Toussaint, American singer-songwriter, pianist, and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 14", "txt": "Kurt Moylan, Guamanian businessman and politician, 1st Lieutenant Governor of Guam", "entities": [{"title": "Kurt Moylan", "href": "/wiki/Kurt_Moylan", "description": "Kurt Scott Kaleo Moylan is an American politician who served as the first elected Lieutenant Governor of Guam and the last Secretary of Guam in the administration of Governor of Guam Carlos Camacho."}, {"title": "Lieutenant Governor of Guam", "href": "/wiki/Lieutenant_Governor_of_Guam", "description": "The Guamanian self-governing government consists of a locally elected governor, Lieutenant Governor and a fifteen-member Legislature. The first popular election for Governor and Lieutenant Governor took place in 1970. The current Lieutenant Governor is Josh Tenorio, who has been in office since January 7, 2019."}]}, {"heading": "Births", "year": "1940", "date": "January 14", "txt": "Julian Bond, American academic and politician (d. 2015)", "entities": [{"title": "Julian Bond", "href": "/wiki/Julian_Bond", "description": "Horace Julian Bond was an American social activist, leader of the civil rights movement, politician, professor, and writer. While he was a student at Morehouse College in Atlanta, Georgia, during the early 1960s, he helped establish the Student Nonviolent Coordinating Committee (SNCC). In 1971, he helped found the Southern Poverty Law Center in Montgomery, Alabama, and served as its first presiden"}]}, {"heading": "Births", "year": "1940", "date": "January 14", "txt": "Ron Kostelnik, American football player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 14", "txt": "Siegmund Nimsgern, German opera singer", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 14", "txt": "Trevor Nunn, English director and composer", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 14", "txt": "Vasilka Stoeva, Bulgarian discus thrower", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 14", "txt": "Nicholas Brooks, English historian (d. 2014)", "entities": [{"title": "Nicholas Brooks", "href": "/wiki/Nicholas_Brooks", "description": "Nicholas Peter Brooks, FBA was an English medieval historian."}]}, {"heading": "Births", "year": "1941", "date": "January 14", "txt": "Faye Dunaway, American actress and producer", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 14", "txt": "Gibby Gilbert, American golfer", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 14", "txt": "Milan Kučan, Slovenian politician, 1st President of Slovenia", "entities": [{"title": "President of Slovenia", "href": "/wiki/President_of_Slovenia", "description": "The office of President of Slovenia, officially President of the Republic of Slovenia, was established on 23 December 1991 when the National Assembly passed a new Constitution as a result of independence from the Socialist Federal Republic of Yugoslavia."}]}, {"heading": "Births", "year": "1942", "date": "January 14", "txt": "Dave Campbell, American baseball player and sportscaster", "entities": [{"title": "Dave Campbell (infielder)", "href": "/wiki/Dave_Campbell_(infielder)", "description": "David Wilson Campbell is a former American baseball player and sportscaster. He played parts of eight seasons in Major League Baseball (MLB), primarily as an infielder for the San Diego Padres. He was nicknamed \"Soup\", a reference to the brand name Campbell's Soup."}]}, {"heading": "Births", "year": "1942", "date": "January 14", "txt": "Gerben Karstens, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 14", "txt": "Angelo Bagnasco, Italian cardinal", "entities": [{"title": "Angelo Bagnasco", "href": "/wiki/Angelo_Bagnasco", "description": "Angelo Bagnasco is an Italian Cardinal of the Catholic Church. He was Archbishop of Genoa from 2006 to 2020. He was President of the Italian Episcopal Conference (CEI) from 2007 to 2017 and was elevated to the rank of cardinal in 2007. Since 2016 he has been President of the Council of the Bishops' Conferences of Europe."}]}, {"heading": "Births", "year": "1943", "date": "January 14", "txt": "Mariss Jansons, Latvian conductor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 14", "txt": "Shannon Lucid, American biochemist and astronaut", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 14", "txt": "Holland Taylor, American actress and playwright", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 14", "txt": "Marjoe Gortner, American actor and evangelist", "entities": [{"title": "Marjoe Gortner", "href": "/wiki/Marjoe_Gortner", "description": "Hugh Marjoe Ross Gortner is a former evangelist preacher and actor. He first gained public attention during the late 1940s when his parents arranged for him to be ordained as a preacher at age four, due to his extraordinary speaking ability. He was the youngest known in that position. As a young man, he preached on the revival circuit and brought celebrity to the revival movement."}]}, {"heading": "Births", "year": "1944", "date": "January 14", "txt": "Graham Marsh, Australian golfer and architect", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 14", "txt": "Nina Totenberg, American journalist", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 14", "txt": "Kathleen Chalfant, American actress", "entities": [{"title": "Kathleen Chalfant", "href": "/wiki/Kathleen_Chalfant", "description": "Kathleen Ann Chalfant is an American actress. She has appeared in many stage plays, both on Broadway and Off-Broadway, as well as making guest appearances on television series, including the Law & Order franchise."}]}, {"heading": "Births", "year": "1945", "date": "January 14", "txt": "Maina Gielgud, English ballerina and director", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 14", "txt": "Taylor Branch, American historian and author", "entities": [{"title": "Taylor Branch", "href": "/wiki/Taylor_Branch", "description": "Taylor Branch is an American author and historian best known for his trilogy of books chronicling the life of Martin Luther King Jr. and much of the history of the American Civil Rights Movement. The third and final volume of the 2,912-page trilogy—collectively called America in the King Years—was released in January 2006, and a selected summary of the trilogy, The King Years: Historic Moments in "}]}, {"heading": "Births", "year": "1947", "date": "January 14", "txt": "Bev Perdue, American educator and politician, 73rd Governor of North Carolina", "entities": [{"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Births", "year": "1947", "date": "January 14", "txt": "Bill Werbeniuk, Canadian snooker player (d. 2003)", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 14", "txt": "T Bone Burnett, American singer-songwriter, guitarist, and producer", "entities": [{"title": "T Bone Burnett", "href": "/wiki/T_Bone_Burnett", "description": "Joseph Henry \"T Bone\" Burnett III is an American record producer, musician, and songwriter. Burnett rose to fame as a guitarist in Bob Dylan's band during the 1970s. He has received multiple Grammy awards for his work in film music, including for O Brother, Where Art Thou? (2000) Cold Mountain (2004), Walk the Line (2005), and Crazy Heart (2010); and won another Grammy for producing the studio alb"}]}, {"heading": "Births", "year": "1948", "date": "January 14", "txt": "Muhriz of Negeri Sembilan, Yamtuan Besar of Negeri Sembilan", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 14", "txt": "Carl Weathers, American football player and actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 14", "txt": "Lawrence Kasdan, American director, producer, and screenwriter", "entities": [{"title": "Lawrence Kasdan", "href": "/wiki/Lawrence_Kasdan", "description": "Lawrence Edward Kasdan is an American director, screenwriter, and producer. He is the co-writer of the Star Wars films The Empire Strikes Back (1980), Return of the Jedi (1983), The Force Awakens (2015), and Solo: A Star Wars Story (2018). Kasdan also co-wrote the Indiana Jones film Raiders of the Lost Ark (1981) and is the writer-director of Body Heat (1981), The Big Chill (1983), The Accidental "}]}, {"heading": "Births", "year": "1949", "date": "January 14", "txt": "Mary Robison, American short story writer and novelist", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 14", "txt": "İlyas Salman, Turkish actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 14", "txt": "Lamar Williams, American bass player (d. 1983)", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 14", "txt": "Rambhadracharya, Indian religious leader, scholar, and author", "entities": [{"title": "Rambhadracharya", "href": "/wiki/Rambhadracharya", "description": "Jagadguru Ramanandacharya Swami Rambhadracharya is an Indian Hindu spiritual leader, educator, Sanskrit scholar, polyglot, poet, author, textual commentator, philosopher, composer, singer, playwright and Katha artist based in Chitrakoot, India. He is one of four incumbent Jagadguru Ramanandacharya, and has held this title since 1988."}]}, {"heading": "Births", "year": "1950", "date": "January 14", "txt": "Arthur Byron Cover, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 14", "txt": "O. Panneerselvam, Indian politician, 7th Chief Minister of Tamil Nadu", "entities": [{"title": "O. Panneerselvam", "href": "/wiki/O._Panneerselvam", "description": "Ottakarathevar Panneerselvam Popularly Known as O. Panneerselvam is an Indian politician and served as the 2nd Deputy Chief Minister of Tamil Nadu from 21 August 2017 to 07 May 2021. He is the coordinator of All India Anna Dravida Munnetra Kazhagam (AIADMK). He also served three times as chief minister of Tamil Nadu from 21 September 2001 – 2 March 2002, 28 September 2014 – 23 May 2015 and 5 Decem"}, {"title": "Chief Minister of Tamil Nadu", "href": "/wiki/Chief_Minister_of_Tamil_Nadu", "description": "The Chief Minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The"}]}, {"heading": "Births", "year": "1952", "date": "January 14", "txt": "Sydney Biddle Barrows, American businesswoman and author", "entities": [{"title": "Sydney Biddle Barrows", "href": "/wiki/Sydney_Biddle_Barrows", "description": "Sydney Biddle Barrows is an American businesswoman who became known as an escort agency owner under the name Sheila Devin; she later became known as \"The Mayflower Madam\". She has since become a management consultant and writer."}]}, {"heading": "Births", "year": "1952", "date": "January 14", "txt": "Maureen Dowd, American journalist and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 14", "txt": "Konstantinos Iosifidis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 14", "txt": "Călin Popescu-Tăriceanu, Romanian engineer and politician, 60th Prime Minister of Romania", "entities": [{"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Births", "year": "1953", "date": "January 14", "txt": "David Clary, English chemist and academic", "entities": [{"title": "David Clary", "href": "/wiki/David_Clary", "description": "Sir David Charles Clary, FRS is a British theoretical chemist. He was president of Magdalen College, Oxford, from 2005 to 2020. He was the first chief scientific adviser to the Foreign and Commonwealth Office from 2009 to 2013. He is a Professor of Chemistry at the University of Oxford."}]}, {"heading": "Births", "year": "1953", "date": "January 14", "txt": "Denzil Douglas, Caribbean educator and politician, 2nd Prime Minister of Saint Kitts and Nevis", "entities": [{"title": "List of Prime Ministers of Saint Kitts and Nevis", "href": "/wiki/List_of_Prime_Ministers_of_Saint_Kitts_and_Nevis", "description": "This article contains a list of prime ministers of Saint Kitts and Nevis."}]}, {"heading": "Births", "year": "1953", "date": "January 14", "txt": "Hans Westerhoff, Dutch biologist and academic", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 14", "txt": "Étienne Daho, Algerian-French singer-songwriter and producer", "entities": [{"title": "Étienne Daho", "href": "/wiki/%C3%89tienne_Daho", "description": "Étienne Daho is a French singer, songwriter and record producer. He has released a number of synth-driven and rock-surf influenced pop hit singles since 1981."}]}, {"heading": "Births", "year": "1957", "date": "January 14", "txt": "Anchee Min, Chinese-American painter, photographer, and author", "entities": [{"title": "Anchee Min", "href": "/wiki/Anchee_Min", "description": "Anchee Min or Min Anqi is a Chinese-American author who lives in San Francisco and Shanghai. Min has published two memoirs, Red Azalea and The Cooked Seed: A Memoir, and six historical novels. Her fiction emphasizes strong female characters, such as Jiang Qing, the wife of chairman Mao Zedong, and Empress Dowager Cixi, the last ruling empress of China."}]}, {"heading": "Births", "year": "1959", "date": "January 14", "txt": "Geoff Tate, German-American singer-songwriter and musician", "entities": [{"title": "Geoff Tate", "href": "/wiki/Geoff_Tate", "description": "Geoff Tate is an American singer and songwriter. He rose to fame with the progressive metal band Queensrÿche, who had commercial success with their 1988 album Operation: Mindcrime and 1990 album Empire. Tate is ranked fourteenth on Hit Parader's list of the 100 Greatest Metal Vocalists of All Time. He was voted No. 2 on That Metal Show's top 5 hard rock vocalists of the 1980s. In 2012, he won the "}]}, {"heading": "Births", "year": "1961", "date": "January 14", "txt": "Rob Hall, New Zealand mountaineer (d. 1996)", "entities": [{"title": "Rob Hall", "href": "/wiki/Rob_Hall", "description": "Robert Edwin Hall was a New Zealand mountaineer. He was the head guide of a 1996 Mount Everest expedition during which he, a fellow guide, and two clients died. A best-selling account of the expedition was given in Jon Krakauer's Into Thin Air, and the expedition has been dramatised in the 2015 film Everest. At the time of his death, Hall had just completed his fifth ascent to the summit of Everes"}]}, {"heading": "Births", "year": "1963", "date": "January 14", "txt": "Steven Soderbergh, American director, producer, and screenwriter", "entities": [{"title": "Steven Soderbergh", "href": "/wiki/Steven_Soderbergh", "description": "Steven Andrew Soderbergh is an American film director, producer, screenwriter, cinematographer, and editor. An early pioneer of modern independent cinema, Soderbergh is an acclaimed and prolific filmmaker."}]}, {"heading": "Births", "year": "1964", "date": "January 14", "txt": "Beverly Kinch, English long jumper and sprinter", "entities": [{"title": "Beverly Kinch", "href": "/wiki/Beverly_Kinch", "description": "Beverly \"Bev\" Kinch is an English former long jumper and sprinter. She held the UK long jump record for 29 years (1983–2012) with 6.90 metres. She is the 1983 Universiade Champion at 100 metres and the 1984 European Indoor Champion at 60 metres. She also represented Great Britain at the 1988 Olympic Games in Seoul."}]}, {"heading": "Births", "year": "1964", "date": "January 14", "txt": "Shepard Smith, American television journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 14", "txt": "Marc Delissen, Dutch field hockey player, coach, and lawyer", "entities": [{"title": "Marc Delissen", "href": "/wiki/Marc_Delissen", "description": "Marcus Johannes Elisabeth Leopold \"Marc\" Delissen played field hockey for The Netherlands."}]}, {"heading": "Births", "year": "1965", "date": "January 14", "txt": "Bob Essensa, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 14", "txt": "Terry Angus, English footballer, central defender", "entities": [{"title": "Terry Angus", "href": "/wiki/Terry_Angus", "description": "Terence Norman Angus is an English retired professional footballer who played as a central defender."}]}, {"heading": "Births", "year": "1966", "date": "January 14", "txt": "Marco Hietala, Finnish singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 14", "txt": "Dan Schneider, American TV producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 14", "txt": "Leonardo Ortolani, Italian author and illustrator, created Rat-Man", "entities": [{"title": "Leonardo Ortolani", "href": "/wiki/Leonardo_Ortolani", "description": "Leonardo Ortolani, better known as Leo, is an Italian comics author, creator of the comic book series Rat-Man."}]}, {"heading": "Births", "year": "1967", "date": "January 14", "txt": "Emily Watson, English actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 14", "txt": "Zakk Wylde, American guitarist and singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 14", "txt": "LL Cool J, American rapper and actor", "entities": [{"title": "LL Cool J", "href": "/wiki/LL_Cool_J", "description": "James Todd Smith, known professionally as LL Cool J, is an American rapper, record producer, actor, and entrepreneur from Queens, New York. With the breakthrough success of his single \"I Need a Beat\" and the Radio LP, LL Cool J became an early hip-hop act to achieve mainstream success along with Kurtis Blow and Run-DMC."}]}, {"heading": "Births", "year": "1968", "date": "January 14", "txt": "Ruel Fox, English-Montserratian footballer, Midfielder, Manager and Chairman", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 14", "txt": "Jason Bateman, American actor, director, and producer", "entities": [{"title": "Jason Bateman", "href": "/wiki/Jason_Bateman", "description": "Jason Kent Bateman is an American actor, director, and producer. He began acting on television in the early 1980s on Little House on the Prairie, Silver Spoons, and The Hogan Family. In the 2000s, he became known for his role of Michael Bluth on the sitcom Arrested Development, for which he won a Golden Globe and a Satellite Award. He has also starred in the films Teen Wolf Too (1987), The Break-U"}]}, {"heading": "Births", "year": "1969", "date": "January 14", "txt": "Martin Bicknell, English cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 14", "txt": "Dave Grohl, American singer-songwriter, guitarist, and drummer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 14", "txt": "Lasse Kjus, Norwegian skier", "entities": [{"title": "Lasse Kjus", "href": "/wiki/Lasse_Kjus", "description": "Lasse Kjus is a former World Cup alpine ski racer from Norway. He won the overall World Cup title twice, an Olympic gold medal, and several World Championships. His combined career total of 16 Olympic and World Championship medals ranks second all-time behind fellow Norwegian Kjetil André Aamodt."}]}, {"heading": "Births", "year": "1971", "date": "January 14", "txt": "Bert Konterman, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 14", "txt": "Antonios Nikopolidis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 14", "txt": "Kyle Brady, American football player and sportscaster", "entities": [{"title": "Kyle Brady", "href": "/wiki/Kyle_Brady", "description": "Kyle James Brady is a former professional American football player. He played tight end for 11 seasons in the National Football League for the New York Jets, Jacksonville Jaguars and New England Patriots. He was the Jets' first round draft choice in the 1995 NFL Draft. He played college football at Penn State."}]}, {"heading": "Births", "year": "1972", "date": "January 14", "txt": "Dion Forster, South African minister, theologian, and author", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 14", "txt": "James Key, English engineer", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 14", "txt": "Giancarlo Fisichella, Italian race car driver", "entities": [{"title": "Giancarlo Fisichella", "href": "/wiki/Giancarlo_Fisichella", "description": "Giancarlo Fisichella, also known as Fisico, Giano or Fisi, is an Italian professional racing driver, also captain of the official Nazionale Piloti association football team. He has driven in Formula One for Minardi, Jordan, Benetton, Sauber, Renault, Force India and Ferrari. Since then he has driven for AF Corse in their Ferrari 458 GTE at various sportscar events, becoming twice a Le Mans 24 Hour"}]}, {"heading": "Births", "year": "1973", "date": "January 14", "txt": "Paul Tisdale, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 14", "txt": "David Flitcroft, English footballer and manager", "entities": [{"title": "David Flitcroft", "href": "/wiki/David_Flitcroft", "description": "David John Flitcroft is an English professional football manager and former player who is now director of football at Port Vale. He is the younger brother of the former Blackburn Rovers and Manchester City player Garry Flitcroft."}]}, {"heading": "Births", "year": "1975", "date": "January 14", "txt": "Georgina Cates, English actress", "entities": [{"title": "Georgina Cates", "href": "/wiki/Georgina_Cates", "description": "Georgina Cates is an English film and television actress."}]}, {"heading": "Births", "year": "1976", "date": "January 14", "txt": "Vincenzo Chianese, Italian footballer", "entities": [{"title": "Vincenzo Chianese", "href": "/wiki/Vincenzo_Chianese", "description": "Vincenzo Chianese is an Italian former footballer who last played for Arezzo at Lega Pro Prima Divisione. He spent most of his career at Serie B and Lega Pro Prima Divisione. Chianese had a scoring ratio of 0.4 goals per games in Prima Divisione which he scored more than 90 goals but handful in Serie B."}]}, {"heading": "Births", "year": "1977", "date": "January 14", "txt": "Narain Karthikeyan, Indian race car driver", "entities": [{"title": "Narain Karthikeyan", "href": "/wiki/Narain_Karthikeyan", "description": "Kumar Ram Narain Karthikeyan is a racing driver who was the first Formula One driver from India."}]}, {"heading": "Births", "year": "1977", "date": "January 14", "txt": "Terry Ryan, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 14", "txt": "Shawn Crawford, American sprinter", "entities": [{"title": "Shawn Crawford", "href": "/wiki/Shawn_Crawford", "description": "Shawn Crawford is a retired American sprint athlete. He competed in the 100 meters and 200 meters events. He won gold at the 2004 Summer Olympics and silver at the 2008 Summer Olympics in the 200 meters. He originally finished 4th in the race but after the 2nd and 3rd-place winners were disqualified, he moved up to a silver, which he later returned to Churandy Martina."}]}, {"heading": "Births", "year": "1979", "date": "January 14", "txt": "Karen Elson, English singer-songwriter, guitarist, and model", "entities": [{"title": "Karen Elson", "href": "/wiki/Karen_Elson", "description": "Karen Jill Elson is an English model and singer-songwriter."}]}, {"heading": "Births", "year": "1979", "date": "January 14", "txt": "Evans Soligo, Italian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 14", "txt": "Clive Clarke, Irish footballer", "entities": [{"title": "Clive Clarke", "href": "/wiki/Clive_Clarke", "description": "Clive Richard Luke Clarke is an Irish former footballer. He played primarily as a left back, but also as centre back, left midfielder or centre midfielder. He is now a football agent, after leaving Sunderland for health reasons."}]}, {"heading": "Births", "year": "1980", "date": "January 14", "txt": "Cory Gibbs, American soccer player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 14", "txt": "Abdelmalek Cherrad, Algerian footballer", "entities": [{"title": "Abdelmalek Cherrad", "href": "/wiki/Abdelmalek_Cherrad", "description": "Abdelmalek Cherrad is a French-born Algerian former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1981", "date": "January 14", "txt": "Hyleas Fountain, American heptathlete", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 14", "txt": "Concepción Montaner, Spanish long jumper", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 14", "txt": "Jadranka Đokić, Croatian actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 14", "txt": "Marc Broussard, American singer-songwriter and guitarist", "entities": [{"title": "Marc Broussard", "href": "/wiki/Marc_Broussard", "description": "Marc Broussard is an American singer-songwriter. His style is best described as \"Bayou Soul\", a mix of funk, blues, R&B, rock and pop, matched with distinct Southern roots. He has released eight studio albums, one live album, three EPs, and has charted twice on Hot Adult Top 40 Tracks."}]}, {"heading": "Births", "year": "1982", "date": "January 14", "txt": "Léo Lima, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 14", "txt": "Thomas Longosiwa, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 14", "txt": "Víctor Valdés, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 14", "txt": "Cesare Bovo, Italian footballer", "entities": [{"title": "Cesare Bovo", "href": "/wiki/Cesare_Bovo", "description": "Cesare Bovo is an Italian retired professional footballer who played as a centre back."}]}, {"heading": "Births", "year": "1983", "date": "January 14", "txt": "Jason Krejza, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 14", "txt": "Erick Aybar, American baseball player", "entities": [{"title": "Erick Aybar", "href": "/wiki/Erick_Aybar", "description": "Erick Johan Aybar is a Dominican professional baseball shortstop for the Acereros de Monclova of the Mexican Baseball League. He has played in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim, Atlanta Braves, Detroit Tigers and San Diego Padres."}]}, {"heading": "Births", "year": "1984", "date": "January 14", "txt": "Erika Matsuo, Japanese violinist", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 14", "txt": "Mike Pelfrey, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 14", "txt": "Joel Rosario, Dominican-American jockey", "entities": [{"title": "Joel Rosario", "href": "/wiki/Joel_Rosario", "description": "Joel Rosario is a jockey in American Thoroughbred horse racing, originally from the Dominican Republic. In the space of five weeks in 2013 he rode the winners of the Dubai World Cup and the Kentucky Derby."}]}, {"heading": "Births", "year": "1985", "date": "January 14", "txt": "Shawn Sawyer, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 14", "txt": "Yohan Cabaye, French footballer", "entities": [{"title": "Yohan Cabaye", "href": "/wiki/Yohan_Cabaye", "description": "Yohan Cabaye is a French former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1986", "date": "January 14", "txt": "Alessio Cossu, Italian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 14", "txt": "Atsushi Hashimoto, Japanese actor", "entities": [{"title": "Atsushi Hashimoto", "href": "/wiki/Atsushi_Hashimoto", "description": "Atsushi Hashimoto  is a Japanese actor who is affiliated with Amuse, Inc. He played the role of Kai Ozu, the main character of the 2005 Super Sentai TV series Mahou Sentai Magiranger."}]}, {"heading": "Births", "year": "1987", "date": "January 14", "txt": "Jess Fishlock, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 14", "txt": "Kacey Barnfield, English actress", "entities": [{"title": "Kacey Barnfield", "href": "/wiki/Kacey_Barnfield", "description": "Kacey Louisa Barnfield, also credited as Kacey Clarke, is an English actress. As a teenager she played Maddie Gilks in the long running British television series Grange Hill, on which she was in six series. As an adult, her roles have included Crystal in the American action film Resident Evil: Afterlife, and Katie Sutherland in British comedy The Inbetweeners. In 2014, Clarke was listed as number "}]}, {"heading": "Births", "year": "1988", "date": "January 14", "txt": "Jack P. Shepherd, English actor", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 14", "txt": "Frankie Bridge, English singer-songwriter and dancer", "entities": [{"title": "Frankie Bridge", "href": "/wiki/Frankie_Bridge", "description": "Francesca Bridge is an English singer-songwriter, formerly a member of S Club 8 and a member of girl group The Saturdays. She is signed to Fascination and Polydor labels. Bridge began her career when she auditioned for Simon Fuller's reality television competition, S Club Search in 2001, broadcast on CBBC. Bridge successfully auditioned and won a place in the pop group S Club Juniors. Bridge and t"}]}, {"heading": "Births", "year": "1990", "date": "January 14", "txt": "Lelisa Desisa, Ethiopian runner", "entities": [{"title": "Lelisa Desisa", "href": "/wiki/Lelisa_Desisa", "description": "Lelisa Desisa Benti is an Ethiopian long-distance runner who specialises in road running competitions. He gained his first international medal at the 2009 African Junior Athletics Championships, where he took the 10,000 metres gold medal."}]}, {"heading": "Births", "year": "1990", "date": "January 14", "txt": "Grant Gustin, American actor and singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 14", "txt": "Áron Szilágyi, Hungarian fencer", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 14", "txt": "Robbie Brady, Irish footballer", "entities": [{"title": "Robbie Brady", "href": "/wiki/Robbie_Brady", "description": "Robert Brady is an Irish professional footballer who plays as a winger for Premier League club Burnley and the Republic of Ireland national team. He can also play as a left-back."}]}, {"heading": "Births", "year": "1992", "date": "January 14", "txt": "Chieh-Yu Hsu, American tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "January 14", "txt": "Daniel Bessa, Brazilian footballer", "entities": [{"title": "Daniel Bessa", "href": "/wiki/Daniel_Bessa", "description": "Daniel Sartori Bessa is an Italian Brazilian footballer who plays as a midfielder for Hellas Verona. He was called up to the Italy national under-18 football team. Bessa qualified for Italian citizenship through his family who have Venetian origins."}]}, {"heading": "Births", "year": "1994", "date": "January 14", "txt": "Kai, South Korean singer, model, actor and dancer", "entities": [{"title": "Kai (entertainer, born 1994)", "href": "/wiki/Kai_(entertainer,_born_1994)", "description": "Kim Jong-in, better known as Kai (Korean: 카이), is a South Korean singer, model, actor, and dancer. He is a member of the South Korean-Chinese boy group Exo, its sub unit Exo-K, and South Korean supergroup SuperM. He debuted as a soloist in November 2020 with the release of his extended-play, Kai (开). Apart from his musical career, Kai has also starred in various television dramas such as Choco Ban"}]}, {"heading": "Births", "year": "1995", "date": "January 14", "txt": "Georgios Diamantakos, Greek basketball player", "entities": [{"title": "Georgios Diamantakos", "href": "/wiki/Georgios_Diamantakos", "description": "Georgios Diamantakos is a Greek professional basketball player for Apollon Patras of the Greek A2 League. He is a right-handed 7 ft. 1 in. tall center."}]}, {"heading": "Births", "year": "1995", "date": "January 14", "txt": "Alex Johnston, Australian rugby league player", "entities": []}, {"heading": "Deaths", "year": "769", "date": "January 14", "txt": "Cui Huan, chancellor of the Tang Dynasty", "entities": [{"title": "Cui Huan", "href": "/wiki/Cui_Huan", "description": "Cui Huan (崔渙) was an official of the Chinese dynasty Tang Dynasty, serving as a chancellor briefly during the reign of Emperor Suzong—although he was commissioned by Emperor Suzong's father Emperor Xuanzong, not Emperor Suzong."}]}, {"heading": "Deaths", "year": "927", "date": "January 14", "txt": "Wang Yanhan, king of Min (Ten Kingdoms)", "entities": [{"title": "Wang Yanhan", "href": "/wiki/Wang_Yanhan", "description": "Wang Yanhan (王延翰), courtesy name Ziyi (子逸), was a ruler of the Chinese Five Dynasties and Ten Kingdoms period state Min. He ruled briefly after the death of his father Wang Shenzhi without a regal title, but later declared himself king. Just two months after declaring himself king, he was overthrown and killed in a revolt by his adoptive brother Wang Yanbing and younger biological brother Wang Yan"}, {"title": "Min (Ten Kingdoms)", "href": "/wiki/Min_(Ten_Kingdoms)", "description": "Min was one of the Ten Kingdoms which was in existence between the years of 909 and 945. It existed in a mountainous region of modern-day Fujian province of China and had a history of quasi-independent rule. Its capital was Fuzhou. It was founded by Wang Shenzhi."}, {"title": "Ten Kingdoms", "href": "/wiki/Ten_Kingdoms", "description": "The Five Dynasties and Ten Kingdoms period (907–979) was an era of political upheaval and division in 10th-century Imperial China. Five states quickly succeeded one another in the Central Plain, and more than a dozen concurrent states were established elsewhere, mainly in South China. It was the last prolonged period of multiple political divisions in Chinese imperial history."}]}, {"heading": "Deaths", "year": "937", "date": "January 14", "txt": "Zhang Yanlang, Chinese official", "entities": [{"title": "Zhang Yanlang", "href": "/wiki/Zhang_Yanlang", "description": "Zhang Yanlang was an official of the Chinese Five Dynasties and Ten Kingdoms Period states Later Liang and Later Tang. He had his most powerful positions during the reign of Later Tang's last emperor Li Congke, as both chancellor and the director of the three financial agencies. After Li Congke was overthrown by his brother-in-law Shi Jingtang, who established his own Later Jin, Shi ordered Zhang "}]}, {"heading": "Deaths", "year": "973", "date": "January 14", "txt": "Ekkehard I, Frankish monk and poet", "entities": [{"title": "Ekkehard I", "href": "/wiki/Ekkehard_I", "description": "Ekkehard I, called Major or Senex, was a monk of the Abbey of Saint Gall. He was of noble birth, of the Jonschwyl family in Toggenburg, and was educated in the monastery of St. Gall; after joining the Benedictine Order, he was appointed director of the inner school there. Later, under Abbot Kralo, who trusted him implicitly, he was elected dean of the monastery, and for a while directed all the af"}]}, {"heading": "Deaths", "year": "1092", "date": "January 14", "txt": "Vratislaus II of Bohemia", "entities": [{"title": "Vratislaus II of Bohemia", "href": "/wiki/Vratislaus_II_of_Bohemia", "description": "Vratislaus II, the son of Bretislaus I and Judith of Schweinfurt, was the first King of Bohemia as of 15 June 1085, his royal title granted as a lifetime honorific from Holy Roman Emperor Henry IV that did not establish a hereditary monarchy. Before his elevation to the royal dignity, Vratislaus had ruled Bohemia as duke since 1061."}]}, {"heading": "Deaths", "year": "1163", "date": "January 14", "txt": "Ladislaus II of Hungary (b. 1131)", "entities": [{"title": "Ladislaus II of Hungary", "href": "/wiki/Ladislaus_II_of_Hungary", "description": "Ladislaus II or Ladislas II was King of Hungary and Croatia between 1162 and 1163, having usurped the crown from his nephew, Stephen III."}]}, {"heading": "Deaths", "year": "1236", "date": "January 14", "txt": "Saint Sava, Serbian archbishop and saint (b. 1175)", "entities": [{"title": "Saint Sava", "href": "/wiki/Saint_Sava", "description": "Saint Sava, known as the Enlightener, was a Serbian prince and Orthodox monk, the first Archbishop of the autocephalous Serbian Church, the founder of Serbian law, and a diplomat. Sava, born as Rastko Nemanjić, was the youngest son of Serbian Grand Prince Stefan Nemanja, and ruled the appanage of Hum briefly in 1190–92. He then left for Mount Athos, where he became a monk with the name Sava (Sabba"}]}, {"heading": "Deaths", "year": "1301", "date": "January 14", "txt": "Andrew III of Hungary (b. 1265)", "entities": [{"title": "Andrew III of Hungary", "href": "/wiki/Andrew_III_of_Hungary", "description": "Andrew III the Venetian was King of Hungary and Croatia between 1290 and 1301. His father, Stephen the Posthumous, was the posthumous son of Andrew II of Hungary although Stephen's brothers considered him a bastard. Andrew grew up in Venice, and first arrived in Hungary upon the invitation of a rebellious baron, Ivan Kőszegi, in 1278. Kőszegi tried to play Andrew off against Ladislaus IV of Hungar"}]}, {"heading": "Deaths", "year": "1331", "date": "January 14", "txt": "Odoric of Pordenone, Italian priest and explorer (b. 1286)", "entities": [{"title": "Odoric of Pordenone", "href": "/wiki/Odoric_of_Pordenone", "description": "Odoric of Pordenone, OFM (1286–1331), also known as Odorico Mattiussi/Mattiuzzi, Odoricus of Friuli or Orderic of Pordenone, was an Italian late-medieval Franciscan friar and missionary explorer. His account of his visit to China was an important source for the account of John Mandeville. Many of the incredible reports in Mandeville have proven to be garbled versions of Odoric's eyewitness descrip"}]}, {"heading": "Deaths", "year": "1465", "date": "January 14", "txt": "Thomas Beckington, English statesman and prelate", "entities": [{"title": "Thomas Beckington", "href": "/wiki/Thomas_Beckington", "description": "Thomas Beckington was the Bishop of Bath and Wells and King's Secretary in medieval England."}]}, {"heading": "Deaths", "year": "1476", "date": "January 14", "txt": "John de Mowbray, 4th Duke of Norfolk (b. 1444)", "entities": [{"title": "John de Mowbray, 4th Duke of Norfolk", "href": "/wiki/John_de_Mowbray,_4th_Duke_of_Norfolk", "description": "John de Mowbray, 4th Duke of Norfolk, KG, known as 1st Earl of Surrey between 1451 and 1461, was the only son of John de Mowbray, 3rd Duke of Norfolk and Eleanor Bourchier. His maternal grandparents were William Bourchier, Count of Eu and Anne of Gloucester."}]}, {"heading": "Deaths", "year": "1555", "date": "January 14", "txt": "Jacques Dubois, French anatomist (b. 1478)", "entities": [{"title": "Jacques Dubois", "href": "/wiki/Jacques_Dubois", "description": "Jacques Dubois was a French anatomist. Dubois was the first to describe venous valves, although their function was later discovered by William Harvey. He was the brother of Franciscus Sylvius Ambianus, professor of humanities at the Collège de Tournai, Paris."}]}, {"heading": "Deaths", "year": "1640", "date": "January 14", "txt": "Thomas Coventry, 1st Baron Coventry, English lawyer, judge, and politician, Attorney General for England and Wales (b. 1578)", "entities": [{"title": "Thomas Coventry, 1st Baron Coventry", "href": "/wiki/Thomas_Coventry,_1st_Baron_Coventry", "description": "Thomas Coventry, 1st Baron Coventry was a prominent English lawyer, politician and judge during the early 17th century."}, {"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Deaths", "year": "1648", "date": "January 14", "txt": "Caspar Barlaeus, Dutch historian, poet, and theologian (b. 1584)", "entities": [{"title": "Caspar Barlaeus", "href": "/wiki/Caspar_Barlaeus", "description": "Caspar Barlaeus was a Dutch polymath and Renaissance humanist, a theologian, poet, and historian."}]}, {"heading": "Deaths", "year": "1676", "date": "January 14", "txt": "Francesco Cavalli, Italian organist and composer (b. 1602)", "entities": [{"title": "Francesco Cavalli", "href": "/wiki/Francesco_Cavalli", "description": "Francesco Cavalli was an Italian composer of the early Baroque period. He took the name \"Cavalli\" from his patron, Venetian nobleman Federico Cavalli."}]}, {"heading": "Deaths", "year": "1679", "date": "January 14", "txt": "Jacques de Billy, French mathematician and academic (b. 1602)", "entities": [{"title": "Jacques de Billy", "href": "/wiki/Jacques_de_Billy", "description": "Jacques de Billy was a French Jesuit mathematician. Born in Compiègne, he subsequently entered the Society of Jesus. From 1629 to 1630, Billy taught mathematics at the Jesuit College at Pont-à-Mousson. He was still studying theology at this time. From 1631 to 1633, Billy taught mathematics at the Jesuit college at Rheims. From 1665 to 1668 he was professor of mathematics at the Jesuit college at D"}]}, {"heading": "Deaths", "year": "1701", "date": "January 14", "txt": "Tokugawa Mitsukuni, Japanese daimyō (b. 1628)", "entities": [{"title": "Tokugawa Mitsukuni", "href": "/wiki/Tokugawa_Mitsukuni", "description": "Tokugawa Mitsukuni  or Mito Kōmon (水戸黄門) was a prominent daimyō who was known for his influence in the politics of the early Edo period. He was the third son of Tokugawa Yorifusa and succeeded him, becoming the second daimyō of the Mito Domain."}]}, {"heading": "Deaths", "year": "1742", "date": "January 14", "txt": "Edmond Halley, English astronomer, geophysicist, mathematician, meteorologist, and physicist (b. 1656)", "entities": [{"title": "Edmond Halley", "href": "/wiki/Edmond_Halley", "description": "Edmond Halley, FRS was an English astronomer, geophysicist, mathematician, meteorologist, and physicist. He was the second Astronomer Royal in Britain, succeeding John Flamsteed in 1720."}]}, {"heading": "Deaths", "year": "1753", "date": "January 14", "txt": "George Berkeley, Anglo-Irish philosopher and author (b. 1685)", "entities": [{"title": "George Berkeley", "href": "/wiki/George_Berkeley", "description": "George Berkeley – known as Bishop Berkeley – was an Anglo-Irish philosopher whose primary achievement was the advancement of a theory he called \"immaterialism\". This theory denies the existence of material substance and instead contends that familiar objects like tables and chairs are ideas perceived by the minds and, as a result, cannot exist without being perceived. Berkeley is also known for hi"}]}, {"heading": "Deaths", "year": "1766", "date": "January 14", "txt": "Frederick V of Denmark (b. 1723)", "entities": [{"title": "Frederick V of Denmark", "href": "/wiki/Frederick_V_of_Denmark", "description": "Frederick V was king of Denmark–Norway and Duke of Schleswig-Holstein from 1746 until his death. He was the son of Christian VI of Denmark and Sophie Magdalene of Brandenburg-Kulmbach."}]}, {"heading": "Deaths", "year": "1776", "date": "January 14", "txt": "Edward Cornwallis, English general and politician, Governor of Gibraltar (b. 1713)", "entities": [{"title": "Edward Cornwallis", "href": "/wiki/Edward_Cornwallis", "description": "Edward Cornwallis was a British career military officer and was a member of the aristocratic Cornwallis family, who reached the rank of Lieutenant General. After Cornwallis fought in Scotland, putting down the Jacobite rebellion of 1745, he was appointed Groom of the Chamber for King George II. He was then made Governor of Nova Scotia (1749–1752), one of the colonies in North America, and assigned"}, {"title": "Governor of Gibraltar", "href": "/wiki/Governor_of_Gibraltar", "description": "The Governor of Gibraltar is the representative of the British monarch in the British overseas territory of Gibraltar. The governor is appointed by the monarch on the advice of the British Government. The role of the governor is to act as the de facto head of state. They are responsible for formally appointing the Chief Minister of Gibraltar, along with other members of the Government of Gibraltar"}]}, {"heading": "Deaths", "year": "1786", "date": "January 14", "txt": "Michael Arne, English organist and composer (b. 1741)", "entities": [{"title": "Michael Arne", "href": "/wiki/Michael_Arne", "description": "Michael Arne was an English composer, harpsichordist, organist, singer, and actor. He was the son of the composer Thomas Arne and the soprano Cecilia Young, a member of the famous Young family of musicians of the seventeenth and eighteenth centuries. Like his father, Arne worked primarily as a composer of stage music and vocal art song, contributing little to other genres of music. He wrote severa"}]}, {"heading": "Deaths", "year": "1786", "date": "January 14", "txt": "Meshech Weare, American lawyer and politician, 1st Governor of New Hampshire (b. 1713)", "entities": [{"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Deaths", "year": "1823", "date": "January 14", "txt": "Athanasios Kanakaris, Greek politician (b. 1760)", "entities": [{"title": "Athanasios Kanakaris", "href": "/wiki/Athanasios_Kanakaris", "description": "Athanasios Kanakaris was a Greek politician. He fought in the Greek War of Independence against the Ottoman Empire."}]}, {"heading": "Deaths", "year": "1825", "date": "January 14", "txt": "George Dance the Younger, English architect and surveyor (b. 1741)", "entities": [{"title": "George Dance the Younger", "href": "/wiki/George_Dance_the_Younger", "description": "George Dance the younger, RA was an English architect and surveyor as well as a portraitist."}]}, {"heading": "Deaths", "year": "1833", "date": "January 14", "txt": "Seraphim of Sarov, Russian monk and saint (b. 1759)", "entities": [{"title": "Seraphim of Sarov", "href": "/wiki/Seraphim_of_Sarov", "description": "Saint Seraphim of Sarov, born Prokhor Moshnin, is one of the most renowned Russian saints and is venerated both in the Eastern Orthodox Church and the Catholic Church. He is generally considered the greatest of the 19th-century startsy (elders). Seraphim extended the monastic teachings of contemplation, theoria and self-denial to the layperson. He taught that the purpose of the Christian life was "}]}, {"heading": "Deaths", "year": "1867", "date": "January 14", "txt": "Jean-Auguste-Dominique Ingres, French painter and illustrator (b. 1780)", "entities": [{"title": "Jean-Auguste-Dominique Ingres", "href": "/wiki/Jean-Auguste-Dominique_Ingres", "description": "Jean-Auguste-Dominique Ingres was a French Neoclassical painter. Ingres was profoundly influenced by past artistic traditions and aspired to become the guardian of academic orthodoxy against the ascendant Romantic style. Although he considered himself a painter of history in the tradition of Nicolas Poussin and Jacques-Louis David, it is his portraits, both painted and drawn, that are recognized a"}]}, {"heading": "Deaths", "year": "1874", "date": "January 14", "txt": "Johann Philipp Reis, German physicist and academic, invented the Reis telephone (b. 1834)", "entities": [{"title": "Johann Philipp Reis", "href": "/wiki/Johann_Philipp_Reis", "description": "Johann Philipp Reis was a self-taught German scientist and inventor. In 1861, he constructed the first make-and-break telephone, today called the Reis telephone."}, {"title": "Reis telephone", "href": "/wiki/Reis_telephone", "description": "The Reis telephone was an invention named after Philipp Reis of a telephonelike device he constructed. Reis's first successful work is dated to October 1861."}]}, {"heading": "Deaths", "year": "1883", "date": "January 14", "txt": "Napoléon Coste, French guitarist and composer (b. 1806)", "entities": [{"title": "Napoléon Coste", "href": "/wiki/Napol%C3%A9on_Coste", "description": "Claude Antoine Jean Georges Napoléon Coste was a French classical guitarist and composer."}]}, {"heading": "Deaths", "year": "1888", "date": "January 14", "txt": "Stephen Heller, Hungarian pianist and composer (b. 1813)", "entities": [{"title": "Stephen Heller", "href": "/wiki/Stephen_Heller", "description": "Stephen Heller was a Hungarian pianist, teacher and composer whose career spanned the period from Schumann to Bizet. Heller was an influence for later Romantic composers. He outlived his reputation, and was a near-forgotten figure at his death in 1888."}]}, {"heading": "Deaths", "year": "1889", "date": "January 14", "txt": "Ema Pukšec, Croatian soprano (b. 1834)", "entities": [{"title": "Ema Pukšec", "href": "/wiki/Ema_Puk%C5%A1ec", "description": "Ema Pukšec, also known as Ilma de Murska, as well as Ilma di Murska, was a famous 19th-century soprano opera singer from Croatia."}]}, {"heading": "Deaths", "year": "1892", "date": "January 14", "txt": "Prince Albert Victor, Duke of Clarence and Avondale (b. 1864; influenza)", "entities": [{"title": "Prince Albert Victor, Duke of Clarence and Avondale", "href": "/wiki/Prince_Albert_Victor,_Duke_of_Clarence_and_Avondale", "description": "Prince Albert Victor, Duke of Clarence and Avondale was the eldest child of the Prince and Princess of Wales and grandson of the reigning British monarch, Queen Victoria. From the time of his birth, he was second in the line of succession to the British throne, but did not become king as he died before his father and grandmother."}]}, {"heading": "Deaths", "year": "1892", "date": "January 14", "txt": "Alexander J. Davis, American architect (b. 1803)", "entities": []}, {"heading": "Deaths", "year": "1898", "date": "January 14", "txt": "Lewis Carroll, English novelist, poet, and mathematician (b. 1832)", "entities": [{"title": "Lewis Carroll", "href": "/wiki/Lewis_Carroll", "description": "Charles Lutwidge Dodgson, better known by his pen name Lewis Carroll, was an English writer of children's fiction, notably Alice's Adventures in Wonderland and its sequel Through the Looking-Glass. He was noted for his facility with word play, logic, and fantasy. The poems \"Jabberwocky\" and The Hunting of the Snark are classified in the genre of literary nonsense. He was also a mathematician, phot"}]}, {"heading": "Deaths", "year": "1901", "date": "January 14", "txt": "Mandell Creighton, English bishop and historian (b. 1843)", "entities": [{"title": "Mandell Creighton", "href": "/wiki/Mandell_Creighton", "description": "Mandell Creighton was a British historian and a bishop of the Church of England. A scholar of the Renaissance papacy, Creighton was the first occupant of the Dixie Chair of Ecclesiastical History at the University of Cambridge, a professorship established around the time that history was emerging as an independent academic discipline. He was also the first editor of the English Historical Review, "}]}, {"heading": "Deaths", "year": "1901", "date": "January 14", "txt": "Charles Hermite, French mathematician and theorist (b. 1822)", "entities": []}, {"heading": "Deaths", "year": "1905", "date": "January 14", "txt": "Ernst Abbe, German physicist and engineer (b. 1840)", "entities": [{"title": "Ernst Abbe", "href": "/wiki/Ernst_Abbe", "description": "Ernst Karl Abbe HonFRMS was a German physicist, optical scientist, entrepreneur, and social reformer. Together with Otto Schott and Carl Zeiss, he developed numerous optical instruments. He was also a co-owner of Carl Zeiss AG, a German manufacturer of scientific microscopes, astronomical telescopes, planetariums, and other advanced optical systems."}]}, {"heading": "Deaths", "year": "1907", "date": "January 14", "txt": "Sir James Fergusson, 6th Baronet, Scottish soldier and politician, 6th Governor of New Zealand (b. 1832)", "entities": [{"title": "Sir James Fergusson, 6th Baronet", "href": "/wiki/Sir_James_Fergusson,_6th_Baronet", "description": "Sir James Fergusson, 6th Baronet was a British soldier, Conservative politician and colonial administrator."}, {"title": "Governor of New Zealand", "href": "/wiki/Governor_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Deaths", "year": "1908", "date": "January 14", "txt": "Holger Drachmann, Danish poet and playwright (b. 1846)", "entities": [{"title": "Holger Drachmann", "href": "/wiki/Holger_Drachmann", "description": "Holger Henrik Herholdt Drachmann was a Danish poet, dramatist and painter. He was a member of the Skagen artistic colony and became a figure of the Scandinavian Modern Breakthrough Movement.\n"}]}, {"heading": "Deaths", "year": "1915", "date": "January 14", "txt": "Richard Meux Benson, English priest and saint, founded the Society of St. John the Evangelist (b. 1824)", "entities": [{"title": "Richard Meux Benson", "href": "/wiki/Richard_Meux_Benson", "description": "Richard Meux Benson was a priest in the Church of England and founder of the Society of St. John the Evangelist, the first religious order of monks in the Anglican Communion since the Reformation. He is commemorated in the Calendar of Saints of the Anglican Church of Canada on 15 January and in the Calendar of Saints with a Lesser Feast of the Episcopal Church (USA) on 16 January."}, {"title": "Society of St. John the Evangelist", "href": "/wiki/Society_of_St._John_the_Evangelist", "description": "The Society of St John the Evangelist (SSJE) is an Anglican religious order for men. The members live under a rule of life and, at profession, make monastic vows of poverty, celibacy and obedience."}]}, {"heading": "Deaths", "year": "1919", "date": "January 14", "txt": "Platon, Estonian bishop and saint (b. 1869)", "entities": [{"title": "Platon (Kulbusch)", "href": "/wiki/Platon_(Kulbusch)", "description": "Platon, born Paul Kulbusch was an Estonian bishop and the first Orthodox saint of Estonian ethnicity."}]}, {"heading": "Deaths", "year": "1920", "date": "January 14", "txt": "John Francis Dodge, American businessman, co-founded the Dodge Automobile Company (b. 1864)", "entities": [{"title": "John Francis Dodge", "href": "/wiki/John_Francis_Dodge", "description": "John Francis Dodge was an American automobile manufacturing pioneer and co-founder of Dodge Brothers Company."}, {"title": "Dodge", "href": "/wiki/Dodge", "description": "Dodge is an American brand of automobiles and a division of Stellantis, based in Auburn Hills, Michigan. Dodge vehicles currently include performance cars, though for much of its existence Dodge was Chrysler's mid-priced brand above Plymouth."}]}, {"heading": "Deaths", "year": "1926", "date": "January 14", "txt": "August Sedláček, Czech historian and author (b. 1843)", "entities": [{"title": "August Sedláček", "href": "/wiki/August_Sedl%C3%A1%C4%8Dek", "description": "August Sedláček was a distinguished Czech historian and archivist."}]}, {"heading": "Deaths", "year": "1934", "date": "January 14", "txt": "Ioan Cantacuzino, Romanian physician and bacteriologist (b. 1863)", "entities": [{"title": "Ioan Cantacuzino", "href": "/wiki/Ioan_Cantacuzino", "description": "Ioan I. Cantacuzino was a renowned Romanian physician and bacteriologist, a professor at the School of Medicine and Pharmacy of the University of Bucharest, and a titular member of the Romanian Academy. He established the fields of microbiology and experimental medicine in Romania, and founded the Ioan Cantacuzino Institute."}]}, {"heading": "Deaths", "year": "1937", "date": "January 14", "txt": "Jaishankar Prasad, Indian poet, author, and playwright (b. 1889)", "entities": [{"title": "Jaishankar Prasad", "href": "/wiki/Jaishankar_Prasad", "description": "Jaishankar Prasad was a prominent figure in modern Hindi literature as well as Hindi theatre. Prasad was his pen name."}]}, {"heading": "Deaths", "year": "1942", "date": "January 14", "txt": "Porfirio Barba-Jacob, Colombian poet and author (b. 1883)", "entities": [{"title": "Porfirio Barba-Jacob", "href": "/wiki/Porfirio_Barba-Jacob", "description": "Miguel Ángel Osorio Benítez, better known by his pseudonym, Porfirio Barba-Jacob, was a Colombian poet and writer."}]}, {"heading": "Deaths", "year": "1943", "date": "January 14", "txt": "Laura E. Richards, American author and poet (b. 1850)", "entities": [{"title": "Laura E. Richards", "href": "/wiki/Laura_E._Richards", "description": "Laura Elizabeth Howe Richards was an American writer. She wrote more than 90 books including biographies, poetry, and several for children. One well-known children's poem is her literary nonsense verse \"Eletelephony\"."}]}, {"heading": "Deaths", "year": "1944", "date": "January 14", "txt": "Mehmet Emin Yurdakul, Turkish author and politician (b. 1869)", "entities": [{"title": "Mehmet Emin Yurdakul", "href": "/wiki/Mehmet_Emin_Yurdakul", "description": "Mehmet Emin Yurdakul was a Turkish nationalist writer, poet and politician. Being an ideologue of Pan-Turkism, his writings and poems had a major impact on defining the term vatan (Fatherland)."}]}, {"heading": "Deaths", "year": "1949", "date": "January 14", "txt": "Harry Stack Sullivan, American psychiatrist and psychoanalyst (b. 1892)", "entities": [{"title": "Harry Stack Sullivan", "href": "/wiki/Harry_Stack_Sullivan", "description": "Herbert \"Harry\" Stack Sullivan was an American Neo-Freudian psychiatrist and psychoanalyst who held that \"personality can never be isolated from the complex interpersonal relationships in which [a] person lives\" and that \"[t]he field of psychiatry is the field of interpersonal relations under any and all circumstances in which [such] relations exist\". Having studied therapists Sigmund Freud, Adolf"}]}, {"heading": "Deaths", "year": "1951", "date": "January 14", "txt": "Gregorios Xenopoulos, Greek author, journalist, and playwright (b. 1867)", "entities": [{"title": "Gregorios Xenopoulos", "href": "/wiki/Gregorios_Xenopoulos", "description": "Gregorios Xenopoulos was a novelist, journalist and writer of plays from Zakynthos. He was lead editor in the magazine The Education of Children during the period from 1896 to 1948, during which time he was also the magazine's main author. His was the trademark signature \"Σας ασπάζομαι, Φαίδων\" \", which he used in letters ostensibly addressed to the magazine. He was also the founder and editor of "}]}, {"heading": "Deaths", "year": "1952", "date": "January 14", "txt": "Artur Kapp, Estonian composer and conductor (b. 1878)", "entities": [{"title": "Artur Kapp", "href": "/wiki/Artur_Kapp", "description": "Artur Kapp was an Estonian composer."}]}, {"heading": "Deaths", "year": "1957", "date": "January 14", "txt": "Humphrey Bogart, American actor (b. 1899)", "entities": [{"title": "Humphrey Bogart", "href": "/wiki/Humphrey_Bogart", "description": "Humphrey DeForest Bogart, nicknamed Bogey, was an American film and stage actor. His performances in Classical Hollywood cinema films made him an American cultural icon. In 1999, the American Film Institute selected Bogart as the greatest male star of classic American cinema."}]}, {"heading": "Deaths", "year": "1959", "date": "January 14", "txt": "Eivind Berggrav, Norwegian bishop and translator (b. 1884)", "entities": [{"title": "Eivind Berggrav", "href": "/wiki/Eivind_Berggrav", "description": "Eivind Josef Berggrav was a Norwegian Lutheran bishop. As Primate of the Church of Norway, Berggrav became known for his unyielding resistance against the Nazi occupation of Norway during World War II.\nBerggrav also became an important figure in 20th-century ecumenical movement and served as president of the United Bible Societies."}]}, {"heading": "Deaths", "year": "1961", "date": "January 14", "txt": "Barry Fitzgerald, Irish actor (b. 1888)", "entities": [{"title": "Barry Fitzgerald", "href": "/wiki/Barry_Fitzgerald", "description": "William Joseph Shields, known professionally as Barry Fitzgerald, was an Irish stage, film and television actor. In a career spanning almost forty years, he appeared in such notable films as Bringing Up Baby (1938), The Long Voyage Home (1940), How Green Was My Valley (1941), Going My Way (1944), None but the Lonely Heart (1944) and The Quiet Man (1952). For Going My Way (1944), he won the Academy"}]}, {"heading": "Deaths", "year": "1962", "date": "January 14", "txt": "M. Visvesvaraya, Indian engineer, scholar, and politician (b. 1860)", "entities": [{"title": "M. Visvesvaraya", "href": "/wiki/M._Visvesvaraya", "description": "Sir M. (Mokshagundam) Visvesvaraya FASc, more commonly known as Sir MV, was an Indian civil engineer, statesman and the 19th Diwan of Mysore, serving from 1912 to 1919. He pursued his degree from one of the best and the 3rd oldest engineering college in Asia, College of Engineering, Pune. He received India's highest honour, the Bharat Ratna, in 1955. He was knighted as a Knight Commander of the Br"}]}, {"heading": "Deaths", "year": "1965", "date": "January 14", "txt": "Jeanette MacDonald, American actress and singer (b. 1903)", "entities": [{"title": "Jeanette MacDonald", "href": "/wiki/Jeanette_MacDonald", "description": "Jeanette Anna MacDonald was an American singer and actress best remembered for her musical films of the 1930s with Maurice Chevalier and Nelson Eddy. During the 1930s and 1940s she starred in 29 feature films, four nominated for Best Picture Oscars, and recorded extensively, earning three gold records. She later appeared in opera, concerts, radio, and television. MacDonald was one of the most infl"}]}, {"heading": "Deaths", "year": "1966", "date": "January 14", "txt": "Sergei Korolev, Ukrainian-Russian engineer and academic (b. 1906)", "entities": [{"title": "Sergei Korolev", "href": "/wiki/Sergei_Korolev", "description": "Sergei Pavlovich Korolev was a lead Soviet rocket engineer and spacecraft designer during the Space Race between the United States and the Soviet Union in the 1950s and 1960s. He is regarded by many as the father of practical astronautics. He was involved in the development of the R-7 Rocket, Sputnik 1, launching Laika, Belka and Strelka and the first human being, Yuri Gagarin, into space."}]}, {"heading": "Deaths", "year": "1968", "date": "January 14", "txt": "Dorothea Mackellar, Australian poet and author (b. 1885)", "entities": [{"title": "Dorothea Mackellar", "href": "/wiki/Dorothea_Mackellar", "description": "Isobel Marion Dorothea Mackellar, was an Australian poet and fiction writer. Her poem My Country is widely known in Australia, especially its second stanza, which begins: \"I love a sunburnt country/A land of sweeping plains,/Of ragged mountain ranges,/Of droughts and flooding rains.\""}]}, {"heading": "Deaths", "year": "1970", "date": "January 14", "txt": "William Feller, Croatian-American mathematician and academic (b. 1906)", "entities": [{"title": "William Feller", "href": "/wiki/William_Feller", "description": "William \"Vilim\" Feller, born Vilibald Srećko Feller, was a Croatian-American mathematician specializing in probability theory."}]}, {"heading": "Deaths", "year": "1970", "date": "January 14", "txt": "Asım Gündüz, Turkish general (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "January 14", "txt": "Horst Assmy, German footballer (b. 1933)", "entities": [{"title": "Horst Assmy", "href": "/wiki/Horst_Assmy", "description": "Horst Assmy was a German footballer who played as a forward. Assmy played in East Germany for Einheit Pankow, Motor Oberschöneweide and Vorwärts Berlin, and won 12 caps for the national team, scoring 4 goals. He defected as a republikflucht to West Germany in 1959, appearing for Tennis Borussia Berlin, Schalke 04 and Hessen Kassel."}]}, {"heading": "Deaths", "year": "1972", "date": "January 14", "txt": "Frederick IX of Denmark (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "January 14", "txt": "Abdul Razak Hussein, Malaysian lawyer and politician, 2nd Prime Minister of Malaysia (b. 1922)", "entities": [{"title": "Abdul Razak Hussein", "href": "/wiki/Abdul_Razak_Hussein", "description": "Tun Haji Abdul Razak bin Dato' Hussein was a Malaysian politician who served as the 2nd Prime Minister of Malaysia from September 1970 to his death in January 1976. He is referred to as the Father of Development."}, {"title": "Prime Minister of Malaysia", "href": "/wiki/Prime_Minister_of_Malaysia", "description": "The prime minister of Malaysia is the head of government of Malaysia. The prime minister directs the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election."}]}, {"heading": "Deaths", "year": "1977", "date": "January 14", "txt": "Anthony Eden, English soldier and politician, Prime Minister of the United Kingdom (b. 1897)", "entities": [{"title": "Anthony Eden", "href": "/wiki/Anthony_Eden", "description": "Robert Anthony Eden, 1st Earl of Avon,, was a British Conservative politician who served three periods as Foreign Secretary and then a relatively brief term as Prime Minister of the United Kingdom from 1955 to 1957."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1977", "date": "January 14", "txt": "Peter Finch, English-Australian actor (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "January 14", "txt": "Anaïs Nin, French-American essayist and memoirist (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "January 14", "txt": "Harold Abrahams, English sprinter, lawyer, and journalist (b. 1899)", "entities": [{"title": "Harold Abrahams", "href": "/wiki/Harold_Abrahams", "description": "Harold Maurice Abrahams was an English track and field athlete. He was Olympic champion in 1924 in the 100 metres sprint, a feat depicted in the 1981 movie Chariots of Fire."}]}, {"heading": "Deaths", "year": "1978", "date": "January 14", "txt": "Kurt Gödel, Austrian-American mathematician and philosopher (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "January 14", "txt": "Robert Heger, German conductor and composer (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "January 14", "txt": "Blossom Rock, American actress (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "January 14", "txt": "Robert Ardrey, American-South African author, playwright, and screenwriter (b. 1908)", "entities": [{"title": "Robert Ardrey", "href": "/wiki/Robert_Ardrey", "description": "Robert Ardrey was an American playwright, screenwriter and science writer perhaps best known for The Territorial Imperative (1966). After a Broadway and Hollywood career, he returned to his academic training in anthropology and the behavioral sciences in the 1950s."}]}, {"heading": "Deaths", "year": "1981", "date": "January 14", "txt": "John O'Grady, Australian author and poet (b. 1907)", "entities": [{"title": "John O'Grady (writer)", "href": "/wiki/John_O%27Grady_(writer)", "description": "John Patrick O'Grady, was an Australian writer. His works include the comic novel They're a Weird Mob (1957) using the pen name Nino Culotta and the poem The Integrated Adjective, sometimes known as Tumba-bloody-rumba. Born to John Edward O'Grady and Margaret Gleeson."}]}, {"heading": "Deaths", "year": "1981", "date": "January 14", "txt": "G. Lloyd Spencer, American lieutenant and politician (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "January 14", "txt": "Ray Kroc, American businessman and philanthropist (b. 1902)", "entities": [{"title": "Ray Kroc", "href": "/wiki/Ray_Kroc", "description": "Raymond Albert Kroc was an American businessman. He joined the California company McDonald's in 1954, after the McDonald brothers had franchised nine locations out from their original 1948 operation in San Bernardino. This set the stage for national expansion with the help of Kroc, eventually leading to a global franchise, making it the most successful fast food corporation in the world. Kroc was "}]}, {"heading": "Deaths", "year": "1986", "date": "January 14", "txt": "Donna Reed, American actress (b. 1921)", "entities": [{"title": "Donna Reed", "href": "/wiki/Donna_Reed", "description": "Donna Reed was an American actress and comedian. Her career spanned more than 40 years, with performances in more than 40 films. She is well known for her role as Mary Hatch Bailey in Frank Capra's 1946 film It's a Wonderful Life. In 1953, she received the Academy Award for Best Supporting Actress for her performance as Lorene Burke in the war drama From Here to Eternity."}]}, {"heading": "Deaths", "year": "1987", "date": "January 14", "txt": "Turgut Demirağ, Turkish director, producer, and screenwriter (b. 1921)", "entities": [{"title": "Turgut Demirağ", "href": "/wiki/Turgut_Demira%C4%9F", "description": "Turgut Demirağ was a Turkish film producer, director and screenwriter. He directed 16 films between 1947 and 1973. His 1964 film Love and Grudge was entered into the 4th Moscow International Film Festival."}]}, {"heading": "Deaths", "year": "1987", "date": "January 14", "txt": "Douglas Sirk, German-Swiss director and screenwriter (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "January 14", "txt": "Georgy Malenkov, Russian engineer and politician, 5th Premier of the Soviet Union (b. 1902)", "entities": [{"title": "Georgy Malenkov", "href": "/wiki/Georgy_Malenkov", "description": "Georgy Maximilianovich Malenkov was a Soviet politician who briefly succeeded Joseph Stalin as the leader of the Soviet Union. However, at the insistence of the rest of the Presidium, he relinquished control over the party apparatus in exchange for remaining Premier and first among equals within the Soviet collective leadership. He then became embroiled in a power struggle with Nikita Khrushchev t"}, {"title": "Premier of the Soviet Union", "href": "/wiki/Premier_of_the_Soviet_Union", "description": "The Premier of the Soviet Union was the head of government of the Union of Soviet Socialist Republics (USSR). The office had four different names throughout its existence: Chairman of the Council of People's Commissars (1923–1946), Chairman of the Council of Ministers (1946–1991), Prime Minister of the Soviet Union and Chairman of the Committee on the Operational Management of the Soviet Economy. "}]}, {"heading": "Deaths", "year": "1991", "date": "January 14", "txt": "Gordon Bryant, Australian educator and politician (b. 1914)", "entities": [{"title": "Gordon Bryant", "href": "/wiki/Gordon_Bryant", "description": "Gordon Munro Bryant was an Australian politician. He was a member of the Australian Labor Party (ALP) and represented the Division of Wills in Victoria from 1955 to 1980. He served as Minister for Aboriginal Affairs (1972–1973) and Minister for the Capital Territory (1973–1975) in the Whitlam Government."}]}, {"heading": "Deaths", "year": "1995", "date": "January 14", "txt": "Alexander Gibson, Scottish conductor (b. 1926)", "entities": [{"title": "Alexander Gibson (conductor)", "href": "/wiki/Alexander_Gibson_(conductor)", "description": "\n\nSir Alexander Drummond Gibson was a Scottish conductor and opera intendant. He was also well known for his service to the BBC and his achievements during his reign as the longest serving principal conductor of the Royal Scottish National Orchestra in which the orchestra was awarded its Royal Patronage"}]}, {"heading": "Deaths", "year": "1996", "date": "January 14", "txt": "Onno Tunç, Armenian-Turkish composer (b. 1948)", "entities": [{"title": "Onno Tunç", "href": "/wiki/Onno_Tun%C3%A7", "description": "Ohannes Tunçboyacı, better known as Onno Tunç, was a leading Armenian-Turkish musician, working mainly as a composer, arranger and a music producer. Tunç also played bass guitar and occasionally double bass, contributing to the albums of several musicians. He was one of the prominent names of Turkish pop music in the 1980s and 1990s with his arrangements. He was the elder brother of musician Arto "}]}, {"heading": "Deaths", "year": "1997", "date": "January 14", "txt": "Dollard Ménard, Canadian general (b. 1913)", "entities": [{"title": "Dollard Ménard", "href": "/wiki/Dollard_M%C3%A9nard", "description": "Brigadier General Dollard Ménard was a Canadian general. As a lieutenant colonel, he was wounded five times during the Dieppe Raid in 1942 while leading Les Fusiliers Mont-Royal. His story inspired a famous Canadian World War II poster Ce qu’il faut pour vaincre. He was later made a Companion of the Distinguished Service Order. Since all of the other commanding officers were either killed or captu"}]}, {"heading": "Deaths", "year": "2000", "date": "January 14", "txt": "Leonard Weisgard, American author and illustrator (b. 1916)", "entities": [{"title": "Leonard Weisgard", "href": "/wiki/Leonard_Weisgard", "description": "Leonard Joseph Weisgard was an American writer and illustrator of more than 200 children's books. He is known best for his collaborations with writer Margaret Wise Brown."}]}, {"heading": "Deaths", "year": "2004", "date": "January 14", "txt": "Uta Hagen, German-American actress (b. 1919)", "entities": [{"title": "Uta Hagen", "href": "/wiki/Uta_Hagen", "description": "Uta Thyra Hagen was a German-American actress and theatre practitioner. She originated the role of Martha in the 1962 Broadway premiere of Who's Afraid of Virginia Woolf? by Edward Albee, who called her \"a profoundly truthful actress\". Because Hagen was on the Hollywood blacklist, in part because of her association with Paul Robeson, her film opportunities dwindled and she focused her career on Ne"}]}, {"heading": "Deaths", "year": "2004", "date": "January 14", "txt": "Ron O'Neal, American actor, director, and screenwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 14", "txt": "Charlotte MacLeod, Canadian-American author (b. 1922)", "entities": [{"title": "Charlotte MacLeod", "href": "/wiki/Charlotte_MacLeod", "description": "Charlotte MacLeod was a Canadian-American mystery fiction writer."}]}, {"heading": "Deaths", "year": "2005", "date": "January 14", "txt": "Conroy Maddox, English painter and educator (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 14", "txt": "Rudolph Moshammer, German fashion designer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 14", "txt": "Jesús Rafael Soto, Venezuelan sculptor and painter (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 14", "txt": "Henri Colpi, French director and screenwriter (b. 1921)", "entities": [{"title": "Henri Colpi", "href": "/wiki/Henri_Colpi", "description": "Henri Colpi was a French film editor and film director."}]}, {"heading": "Deaths", "year": "2006", "date": "January 14", "txt": "Jim Gary, American sculptor (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 14", "txt": "Shelley Winters, American actress (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 14", "txt": "Vassilis Photopoulos, Greek painter, director, and set designer (b. 1934)", "entities": [{"title": "Vassilis Photopoulos", "href": "/wiki/Vassilis_Photopoulos", "description": "Vassilis Photopoulos was an influential Greek painter, film director, art director and set designer."}]}, {"heading": "Deaths", "year": "2008", "date": "January 14", "txt": "Judah Folkman, American physician, biologist, and academic (b. 1933)", "entities": [{"title": "Judah Folkman", "href": "/wiki/Judah_Folkman", "description": "Moses Judah Folkman was an American medical scientist best known for his research on tumor angiogenesis, the process by which a tumor attracts blood vessels to nourish itself and sustain its existence. He founded the field of angiogenesis research, which has led to the discovery of a number of therapies based on inhibiting or stimulating neovascularization."}]}, {"heading": "Deaths", "year": "2009", "date": "January 14", "txt": "Jan Kaplický, Czech architect, designed the Selfridges Building (b. 1937)", "entities": [{"title": "Jan Kaplický", "href": "/wiki/Jan_Kaplick%C3%BD", "description": "Jan Kaplický was a Neofuturistic Czech architect who spent a significant part of his life in the United Kingdom. He was the leading architect behind the innovative design office, Future Systems. He was best known for the neofuturistic Selfridges Building in Birmingham, England, and the Media Centre at Lord's Cricket Ground in London."}, {"title": "Selfridges Building, Birmingham", "href": "/wiki/Selfridges_Building,_Birmingham", "description": "The Selfridges Building is a landmark building in Birmingham, England. The building is part of the Bullring Shopping Centre and houses Selfridges Department Store. The building was completed in 2003 at a cost of £60 million and designed by the architecture firm Future Systems. It has a steel framework with sprayed concrete facade. Since its construction, the building has become an iconic architect"}]}, {"heading": "Deaths", "year": "2009", "date": "January 14", "txt": "Ricardo Montalbán, Mexican actor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 14", "txt": "Antonio Fontán, Spanish journalist and academic (b. 1923)", "entities": [{"title": "Antonio Fontán", "href": "/wiki/Antonio_Font%C3%A1n", "description": "Antonio Fontán Pérez was a Spanish journalist recognized for his work in promoting press freedom in his country. He was also a well-known Roman Catholic member of Opus Dei."}]}, {"heading": "Deaths", "year": "2011", "date": "January 14", "txt": "Georgia Carroll, American singer, model and actress (b. 1919)", "entities": [{"title": "Georgia Carroll", "href": "/wiki/Georgia_Carroll", "description": "Georgia Carroll was an American singer, fashion model, and actress, best known for her work with Kay Kyser's big band orchestra in the mid-1940s."}]}, {"heading": "Deaths", "year": "2012", "date": "January 14", "txt": "Txillardegi, Spanish linguist and politician (b. 1929)", "entities": [{"title": "Txillardegi", "href": "/wiki/Txillardegi", "description": "José Luis Álvarez Enparantza, better known by his pseudonym Txillardegi, was a Spanish linguist, politician and writer. Born in San Sebastián, he did not learn Basque until the age of 17, but came to be considered one of the most influential figures in Basque nationalism and culture in the second half of the 20th century. He was one of the founders of ETA."}]}, {"heading": "Deaths", "year": "2012", "date": "January 14", "txt": "Dan Evins, American businessman, founded Cracker Barrel Old Country Store (b. 1935)", "entities": [{"title": "Cracker Barrel Old Country Store", "href": "/wiki/Cracker_Barrel_Old_Country_Store", "description": "Cracker Barrel Old Country Store, Inc. is an American chain of restaurant and gift stores with a Southern country theme. The company was founded by Dan Evins in 1969; its first store was in Lebanon, Tennessee. The corporate offices are located at a different facility in the same city. The chain's stores were at first positioned near Interstate Highway exits in the Southeastern and Midwestern Unite"}]}, {"heading": "Deaths", "year": "2012", "date": "January 14", "txt": "Arfa Karim, Pakistani student and computer prodigy, youngest Microsoft Certified Professional in 2004 (b. 1995)", "entities": [{"title": "Microsoft Certified Professional", "href": "/wiki/Microsoft_Certified_Professional", "description": "The Microsoft Certified Professional or MCP Program is a certification program from Microsoft."}]}, {"heading": "Deaths", "year": "2012", "date": "January 14", "txt": "Giampiero Moretti, Italian entrepreneur and race car driver (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 14", "txt": "Rosy Varte, Armenian-French actress (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 14", "txt": "Conrad Bain, Canadian-American actor (b. 1923)", "entities": [{"title": "Conrad Bain", "href": "/wiki/Conrad_Bain", "description": "Conrad Stafford Bain was a Canadian-American actor, comedian and character actor. His television credits include a leading role as Phillip Drummond in the sitcom Diff'rent Strokes, as Dr. Arthur Harmon on Maude, and as Charlie Ross in Mr. President (1987-1988)."}]}, {"heading": "Deaths", "year": "2014", "date": "January 14", "txt": "Jon Bing, Norwegian author, scholar, and academic (b. 1944)", "entities": [{"title": "Jon Bing", "href": "/wiki/Jon_Bing", "description": "Jon Bing was a Norwegian writer and law professor at the Norwegian Research Center for Computers and Law (NRCCL), and the Faculty of Law at the University of Oslo. Bing was considered a pioneer in international IT and information law. He held honorary doctorates from the University of Stockholm and the University of Copenhagen, and was a Visiting Professor at Kings College, University of London. B"}]}, {"heading": "Deaths", "year": "2014", "date": "January 14", "txt": "Juan Gelman, Argentinian poet and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 14", "txt": "Flavio Testi, Italian composer and musicologist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 14", "txt": "Bob Boyd, American basketball player and coach (b. 1930)", "entities": [{"title": "Bob Boyd (basketball)", "href": "/wiki/Bob_Boyd_(basketball)", "description": "William Robert Boyd was an American collegiate men's basketball coach who was head coach at Seattle University, the University of Southern California (USC) and Mississippi State University."}]}, {"heading": "Deaths", "year": "2015", "date": "January 14", "txt": "Zhang Wannian, Chinese general (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 14", "txt": "Alan Rickman, English actor (b. 1946)", "entities": [{"title": "Alan Rickman", "href": "/wiki/Alan_Rickman", "description": "Alan Sidney Patrick Rickman was an English actor and director. Known for his languid tone and delivery, he trained at the Royal Academy of Dramatic Art in London and became a member of the Royal Shakespeare Company (RSC), performing in modern and classical theatre productions. He played the Vicomte de Valmont in the RSC stage production of Les Liaisons Dangereuses in 1985, and after the production"}]}, {"heading": "Deaths", "year": "2016", "date": "January 14", "txt": "René Angelil, Canadian music prodicer (b. 1942) ", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 14", "txt": "Zhou Youguang, Chinese sociologist, (b. 1906)", "entities": [{"title": "Zhou Youguang", "href": "/wiki/Zhou_Youguang", "description": "Zhou Youguang, also known as Chou Yu-kuang or Chou Yao-ping, was a Chinese economist, banker, linguist, sinologist, Esperanto-speaker, publisher, and supercentenarian, known as the \"father of Pinyin\", a system for the writing of Mandarin Chinese in Roman script, or romanization, which was officially adopted by the government of the People's Republic of China in 1958, the International Organization"}]}, {"heading": "Deaths", "year": "2018", "date": "January 14", "txt": "Spanky Manikan, Filipino veteran actor (b. 1942)", "entities": [{"title": "Spanky Manikan", "href": "/wiki/Spanky_Manikan", "description": "Spanky Manikan was a Filipino theater, film and television actor."}]}, {"heading": "Deaths", "year": "2018", "date": "January 14", "txt": "Cyrille Regis, French Guianan-English footballer (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "January 14", "txt": "Joel Robert, Belgian professional motocross racer (b. 1943)", "entities": [{"title": "Joël Robert", "href": "/wiki/Jo%C3%ABl_Robert", "description": "Joël Robert was a Belgian professional motocross racer. He competed in the Motocross World Championships from 1960 to 1976 when the sport experienced a surge in popularity worldwide. A six-time world champion, Robert dominated the 250cc class for almost a decade when, he placed either first or second every year between 1964 and 1972 including, five consecutive world championships. He won a total o"}]}]