[{"heading": "Events", "year": "69", "date": "January 15", "txt": "Otho seizes power in Rome, proclaiming himself Emperor of Rome, beginning a reign of only three months.", "entities": [{"title": "Otho", "href": "/wiki/Otho", "description": "Otho was Roman emperor for three months, from 15 January to 16 April 69. He was the second emperor of the Year of the Four Emperors."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "1541", "date": "January 15", "txt": "King Francis I of France gives Jean-François Roberval a commission to settle the province of New France (Canada) and provide for the spread of the \"Holy Catholic faith\".", "entities": [{"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}, {"title": "Jean-François Roberval", "href": "/wiki/Jean-Fran%C3%A7ois_Roberval", "description": "Jean-François de La Rocque de Roberval also named \"l'élu de Poix\" or sieur de Roberval son of an unknown mother and Bernard de La Rocque military and former seneschal of Carcassonne. He was a French officer, appointed viceroy of Canada by Francis I and led the first French colonial attempt in the Saint Laurent valley in the first half of the 16th century with the explorer Jacques Cartier"}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}]}, {"heading": "Events", "year": "1559", "date": "January 15", "txt": "Elizabeth I is crowned Queen of England in Westminster Abbey, London.", "entities": [{"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}, {"title": "List of English monarchs", "href": "/wiki/List_of_English_monarchs", "description": "This list of kings and queens of the Kingdom of England begins with Alfred the Great, who initially ruled Wessex, one of the seven Anglo-Saxon kingdoms which later made up modern England. Alfred styled himself King of the Anglo-Saxons from about 886, and while he was not the first king to claim to rule all of the English, his rule represents the start of the first unbroken line of kings to rule th"}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1582", "date": "January 15", "txt": "Truce of Yam-Zapolsky: Russia cedes Livonia to the Polish–Lithuanian Commonwealth.", "entities": [{"title": "Truce of Yam-Zapolsky", "href": "/wiki/Truce_of_Yam-Zapolsky", "description": "The Truce or Treaty of Yam-Zapolsky (Ям-Запольский) or Jam Zapolski, signed on 15 January 1582 between the Polish–Lithuanian Commonwealth and the Tsardom of Russia, was one of the treaties that ended the Livonian War. It followed the successful Livonian campaign of Stephen Báthory, culminating in the siege of Pskov."}, {"title": "Livonia", "href": "/wiki/Livonia", "description": "Livonia is a historical region on the eastern shores of the Baltic Sea. It is named after the Livonians, who lived on the shores of present-day Latvia."}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}]}, {"heading": "Events", "year": "1759", "date": "January 15", "txt": "The British Museum opens to the public.", "entities": [{"title": "British Museum", "href": "/wiki/British_Museum", "description": "The British Museum, in the Bloomsbury area of London, England, is a public institution dedicated to human history, art and culture. Its permanent collection of some eight million works is among the largest and most comprehensive in existence, having been widely collected during the era of the British Empire. It documents the story of human culture from its beginnings to the present. It was the fir"}]}, {"heading": "Events", "year": "1777", "date": "January 15", "txt": "American Revolutionary War: New Connecticut (present-day Vermont) declares its independence.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Vermont Republic", "href": "/wiki/Vermont_Republic", "description": "The Vermont Republic was an independent state in New England that existed from January 15, 1777 to March 4, 1791, when it was admitted into the United States as the State of Vermont. The state was founded in January 1777, when delegates from 28 towns met and declared independence from the jurisdictions and land claims of the British colony of Quebec, New Hampshire, and New York. The republic remai"}, {"title": "Vermont", "href": "/wiki/Vermont", "description": "Vermont is a state in the New England region of the United States. It borders the states of Massachusetts to the south, New Hampshire to the east, and New York to the west, and the Canadian province of Quebec to the north. Vermont is the only state in New England that does not border the Atlantic Ocean. Vermont is the second-least-populated U.S. state and the sixth-smallest by area of the 50 U.S. "}]}, {"heading": "Events", "year": "1782", "date": "January 15", "txt": "Superintendent of Finance Robert Morris addresses the U.S. Congress to recommend establishment of a national mint and decimal coinage.", "entities": [{"title": "Robert Morris (financier)", "href": "/wiki/Robert_Morris_(financier)", "description": "Robert Morris, Jr. was an English-born merchant and a Founding Father of the United States. He served as a member of the Pennsylvania legislature, the Second Continental Congress, and the United States Senate, and he was a signer of the Declaration of Independence, the Articles of Confederation, and the United States Constitution. From 1781 to 1784, he served as the Superintendent of Finance of th"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Mint (facility)", "href": "/wiki/Mint_(facility)", "description": "A mint is an industrial facility which manufactures coins that can be used as currency."}, {"title": "Coin", "href": "/wiki/Coin", "description": "A coin is a small, flat, round piece of metal or plastic used primarily as a medium of exchange or legal tender. They are standardized in weight, and produced in large quantities at a mint in order to facilitate trade. They are most often issued by a government. Coins often have images, numerals, or text on them. Obverse and its opposite, reverse, refer to the two flat faces of coins and medals. I"}]}, {"heading": "Events", "year": "1815", "date": "January 15", "txt": "War of 1812: American frigate USS President, commanded by Commodore Stephen Decatur, is captured by a squadron of four British frigates.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "USS President (1800)", "href": "/wiki/USS_President_(1800)", "description": "USS President was a wooden-hulled, three-masted heavy frigate of the United States Navy, nominally rated at 44 guns. She was launched in April 1800 from a shipyard in New York City. President was one of the original six frigates whose construction the Naval Act of 1794 had authorized, and she was the last to be completed. The name \"President\" was among ten names submitted to President George Washi"}, {"title": "Commodore (rank)", "href": "/wiki/Commodore_(rank)", "description": "Commodore is a senior naval rank used in many navies which is equivalent to brigadier and air commodore that is superior to a navy captain, but below a rear admiral. It is either regarded as the most junior of the flag officers rank or may not hold the jurisdiction of a flag officer at all depending on the officer's appointment. Non-English-speaking nations often use the rank of flotilla admiral, "}, {"title": "Stephen Decatur", "href": "/wiki/Stephen_Decatur", "description": "Stephen Decatur Jr. was a United States naval officer and commodore. He was born on the eastern shore of Maryland in Worcester County, the son of a U.S. naval officer who served during the American Revolution. His father, Stephen Decatur Sr., was a commodore in the United States Navy, and brought the younger Stephen into the world of ships and sailing early on. Shortly after attending college, Dec"}, {"title": "Capture of USS President", "href": "/wiki/Capture_of_USS_President", "description": "The capture of USS President was one of many naval actions fought at the end of the War of 1812. The frigate USS President tried to break out of New York Harbor but was intercepted by a British squadron of four warships and forced to surrender. The battle took place several weeks after the Treaty of Ghent, but there is no evidence that the combatants were aware that the war had officially ended."}]}, {"heading": "Events", "year": "1818", "date": "January 15", "txt": "A paper by David Brewster is read to the Royal Society, belatedly announcing his discovery of what we now call the biaxial class of doubly-refracting crystals. On the same day, Augustin-Jean Fresnel signs a \"supplement\" (submitted four days later) on reflection of polarized light.", "entities": [{"title": "David Brewster", "href": "/wiki/David_Brewster", "description": "Sir David Brewster KH PRSE FRS FSA Scot FSSA MICE was a British scientist, inventor, author, and academic administrator. In science he is principally remembered for his experimental work in physical optics, mostly concerned with the study of the polarization of light and including the discovery of Brewster's angle. He studied the birefringence of crystals under compression and discovered photoelas"}, {"title": "Royal Society", "href": "/wiki/Royal_Society", "description": "The Royal Society, formally The Royal Society of London for Improving Natural Knowledge, is a learned society and the United Kingdom's national academy of sciences. Founded on 28 November 1660, it was granted a royal charter by King Charles II as The Royal Society. It is the oldest national scientific institution in the world. The society fulfils a number of roles: promoting science and its benefi"}, {"title": "Birefringence", "href": "/wiki/Birefringence", "description": "Birefringence is the optical property of a material having a refractive index that depends on the polarization and propagation direction of light. These optically anisotropic materials are said to be birefringent. The birefringence is often quantified as the maximum difference between refractive indices exhibited by the material. Crystals with non-cubic crystal structures are often birefringent, a"}, {"title": "Augustin-Jean Fresnel", "href": "/wiki/Augustin-Jean_Fresnel", "description": "Augustin-Jean Fresnel was a French civil engineer and physicist whose research in optics led to the almost unanimous acceptance of the wave theory of light, excluding any remnant of Newton's corpuscular theory, from the late 1830s  until the end of the 19th century. He is perhaps better known for inventing the catadioptric (reflective/refractive) Fresnel lens and for pioneering the use of \"stepped"}, {"title": "Polarization (waves)", "href": "/wiki/Polarization_(waves)", "description": "Polarization is a property applying to transverse waves that specifies the geometrical orientation of the oscillations. In a transverse wave, the direction of the oscillation is perpendicular to the direction of motion of the wave. A simple example of a polarized transverse wave is vibrations traveling along a taut string (see image); for example, in a musical instrument like a guitar string. Depe"}]}, {"heading": "Events", "year": "1822", "date": "January 15", "txt": "Greek War of Independence: Demetrios Ypsilantis is elected president of the legislative assembly.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a series of military and ethnic cleansing campaigns waged by Greek revolutionaries against the Ottoman Empire and Muslim and Jewish minorities between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, parti"}, {"title": "Demetrios Ypsilantis", "href": "/wiki/Demetrios_Ypsilantis", "description": "Demetrios Ypsilantis was a member of the prominent Phanariot Greek family Ypsilantis, dragomans of the Ottoman Empire. He served as an officer in the Imperial Russian Army and played an important role in the Greek War of Independence. Ypsilantis was the brother of Alexander Ypsilantis, leader of Filiki Eteria."}]}, {"heading": "Events", "year": "1865", "date": "January 15", "txt": "American Civil War: Fort Fisher in North Carolina falls to the Union, thus cutting off the last major seaport of the Confederacy.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Fort Fisher", "href": "/wiki/Fort_Fisher", "description": "Fort Fisher was a Confederate fort during the American Civil War. It protected the vital trading routes of the port at Wilmington, North Carolina, from 1861 until its capture by the Union in 1865. The fort was located on one of Cape Fear River's two outlets to the Atlantic Ocean on what was then known as Federal Point or Confederate Point and today is known as Pleasure Island. The strength of Fort"}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}, {"title": "Second Battle of Fort Fisher", "href": "/wiki/Second_Battle_of_Fort_Fisher", "description": "The Second Battle of Fort Fisher was a successful assault by the Union Army, Navy and Marine Corps against Fort Fisher, south of Wilmington, North Carolina, near the end of the American Civil War in January 1865. Sometimes referred to as the \"Gibraltar of the South\" and the last major coastal stronghold of the Confederacy, Fort Fisher had tremendous strategic value during the war, providing a port"}]}, {"heading": "Events", "year": "1867", "date": "January 15", "txt": "Forty people die when ice covering the boating lake at Regent's Park, London, collapses.", "entities": [{"title": "Regent's Park skating disaster", "href": "/wiki/Regent%27s_Park_skating_disaster", "description": "The Regent's Park skating disaster occurred on 15 January 1867 when 40 people died after the ice broke on the lake in London's Regent's Park pitching about 200 people into icy water up to 12 ft (3.7 m) deep. Most were rescued by bystanders but 40 people died either from hypothermia or by drowning. The incident was considered at the time to be the worst weather-related accident in Britain. One of t"}, {"title": "Regent's Park", "href": "/wiki/Regent%27s_Park", "description": "Regent's Park is one of the Royal Parks of London. It occupies high ground in north-west Inner London, administratively split between the City of Westminster and the Borough of Camden. In addition to its large central parkland and ornamental lake, it contains various structures and organizations both public and private, generally on its periphery, including Regent's University and London Zoo."}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1870", "date": "January 15", "txt": "A political cartoon for the first time symbolizes the Democratic Party with a donkey (\"A Live Jackass Kicking a Dead Lion\" by Thomas Nast for Harper's Weekly).", "entities": [{"title": "Political cartoon", "href": "/wiki/Political_cartoon", "description": "A political cartoon, a type of editorial cartoon, is a cartoon graphic with caricatures of public figures, expressing the artist's opinion. An artist who writes and draws such images is known as an editorial cartoonist. They typically combine artistic skill, hyperbole and satire in order to question authority and draw attention to corruption, political violence and other social ills."}, {"title": "Democratic Party (United States)", "href": "/wiki/Democratic_Party_(United_States)", "description": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main historic rival, the Republican Party. It was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party."}, {"title": "Donkey", "href": "/wiki/Donkey", "description": "The donkey or ass is a domesticated member of the horse family, Equidae. The wild ancestor of the donkey is the African wild ass, E. africanus. The donkey has been used as a working animal for at least 5000 years. There are more than 40 million donkeys in the world, mostly in underdeveloped countries, where they are used principally as draught or pack animals. Working donkeys are often associated "}, {"title": "File:Democraticjackass.jpg", "href": "/wiki/File:Democraticjackass.jpg", "description": null}, {"title": "Thomas Nast", "href": "/wiki/Thomas_Nast", "description": "Thomas Nast was a German-born American caricaturist and editorial cartoonist often considered to be the \"Father of the American Cartoon\". He was a critic of Democratic Representative \"Boss\" Tweed and the Tammany Hall Democratic party political machine. Among his notable works were the creation of the modern version of Santa Claus and the political symbol of the elephant for the Republican Party (G"}]}, {"heading": "Events", "year": "1876", "date": "January 15", "txt": "The first newspaper in Afrikaans, Die Afrikaanse Patriot, is published in Paarl.", "entities": [{"title": "Afrikaans", "href": "/wiki/Afrikaans", "description": "Afrikaans is a West Germanic language spoken in South Africa, Namibia and, to a lesser extent, Botswana, Zambia and Zimbabwe. It evolved from the Dutch vernacular of Holland spoken by the Dutch settlers in South Africa, where it gradually began to develop distinguishing characteristics in the course of the 18th century. Hence, it is a daughter language of Dutch, and the youngest of the Germanic la"}, {"title": "Paarl", "href": "/wiki/Paarl", "description": "Paarl is a town with 112,045 inhabitants in the Western Cape province of South Africa. It is the third-oldest city and European settlement in the Republic of South Africa and the largest town in the Cape Winelands. Due to the growth of the Mbekweni township, it is now a de facto urban unit with Wellington. It is situated about 60 kilometres (37 mi) northeast of Cape Town in the Western Cape Provin"}]}, {"heading": "Events", "year": "1889", "date": "January 15", "txt": "The Coca-Cola Company, then known as the Pemberton Medicine Company, is incorporated in Atlanta.", "entities": [{"title": "The Coca-Cola Company", "href": "/wiki/The_Coca-Cola_Company", "description": "The Coca-Cola Company is an American multinational beverage corporation incorporated under Delaware's General Corporation Law and headquartered in Atlanta, Georgia. The Coca-Cola Company has interests in the manufacturing, retailing, and marketing of nonalcoholic beverage concentrates and syrups. The company produces Coca-Cola, invented in 1886 by pharmacist John Stith Pemberton. In 1889, the form"}, {"title": "Incorporation (business)", "href": "/wiki/Incorporation_(business)", "description": "Incorporation is the formation of a new corporation. The corporation may be a business, a nonprofit organization, sports club, or a government of a new city or town."}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}]}, {"heading": "Events", "year": "1892", "date": "January 15", "txt": "James Naismith publishes the rules of basketball.", "entities": [{"title": "James Naismith", "href": "/wiki/James_Naismith", "description": "James Naismith was a Canadian-American physical educator, physician, Christian chaplain, sports coach, and inventor of the game of basketball. After moving to the United States, he wrote the original basketball rule book and founded the University of Kansas basketball program. Naismith lived to see basketball adopted as an Olympic demonstration sport in 1904 and as an official event at the 1936 Su"}, {"title": "Basketball", "href": "/wiki/Basketball", "description": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball through the defender's hoop while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a"}]}, {"heading": "Events", "year": "1908", "date": "January 15", "txt": "The Alpha Kappa Alpha sorority becomes the first Greek-letter organization founded and established by African American college women.", "entities": [{"title": "Alpha Kappa Alpha", "href": "/wiki/Alpha_Kappa_Alpha", "description": "Alpha Kappa Alpha Sorority, Inc. (ΑΚΑ) is the first intercollegiate historically African American sorority. The organization was founded on five basic tenets:To cultivate and encourage high scholastic and ethical standards, to promote unity and friendship among college women, to study and help alleviate problems concerning girls and women in order to improve their social stature, to maintain a pro"}, {"title": "Fraternities and sororities in North America", "href": "/wiki/Fraternities_and_sororities_in_North_America", "description": "Fraternities and sororities, or Greek-letter organizations (GLOs), also collectively referred to as \"Greek life\", are social organizations at colleges and universities. A form of the social fraternity, they are prominent in the United States, Canada, and the Philippines. Similar organizations exist in other countries as well, including the Studentenverbindungen of German-speaking countries, korpor"}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "1910", "date": "January 15", "txt": "Construction ends on the Buffalo Bill Dam in Wyoming, United States, which was the highest dam in the world at the time, at 325 ft (99 m).", "entities": [{"title": "Buffalo Bill Dam", "href": "/wiki/Buffalo_Bill_Dam", "description": "Buffalo Bill Dam is a concrete arch-gravity dam on the Shoshone River in the U.S. state of Wyoming. It is named after the famous Wild West figure William \"Buffalo Bill\" Cody, who founded the nearby town of Cody and owned much of the land now covered by the reservoir formed by its construction. The dam is part of the Shoshone Project, successor to several visionary schemes promoted by Cody to irrig"}, {"title": "Wyoming", "href": "/wiki/Wyoming", "description": "Wyoming is a state in the Mountain West subregion of the Western United States. The 10th largest state by area, it is also the least populous and least densely populated state in the contiguous United States. It is bordered by Montana to the north and northwest, South Dakota and Nebraska to the east, Idaho to the west, Utah to the southwest, and Colorado to the south. The state population was esti"}]}, {"heading": "Events", "year": "1911", "date": "January 15", "txt": "Palestinian Arabic-language Falastin newspaper founded.", "entities": [{"title": "Falastin", "href": "/wiki/Falastin", "description": "Falastin, sometimes transliterated Filastin, was an Arabic-language Palestinian newspaper. Founded in 1911 from Jaffa, Falastin began as a weekly publication, evolving into one of the most influential dailies in Ottoman and Mandatory Palestine."}]}, {"heading": "Events", "year": "1919", "date": "January 15", "txt": "Rosa Luxemburg and Karl Liebknecht, two of the most prominent socialists in Germany, are tortured and murdered by the Freikorps at the end of the Spartacist uprising.", "entities": [{"title": "Rosa Luxemburg", "href": "/wiki/Rosa_Luxemburg", "description": "Rosa Luxemburg was a Polish-German Marxist, philosopher, economist, anti-war activist and revolutionary socialist. Successively, she was a member of the Social Democracy of the Kingdom of Poland and Lithuania (SDKPiL), the Social Democratic Party of Germany (SPD), the Independent Social Democratic Party (USPD) and the Communist Party of Germany (KPD). Born in Poland, she became a German citizen in"}, {"title": "Karl Liebknecht", "href": "/wiki/Karl_Liebknecht", "description": "Karl Paul August Friedrich Liebknecht was a German socialist politician and theorist, originally of the Social Democratic Party of Germany (SPD) and later a co-founder with Rosa Luxemburg of the Spartacist League and the Communist Party of Germany, which split from the SPD after World War I. He is best known for his opposition to the war in the Reichstag and his role in the Spartacist uprising of "}, {"title": "Socialism", "href": "/wiki/Socialism", "description": "Socialism is a political, social, and economic philosophy encompassing a range of economic and social systems characterised by social ownership of the means of production. It includes the political theories and movements associated with such systems. Social ownership can be public, collective, cooperative, or of equity. While no single definition encapsulates the many types of socialism, social ow"}, {"title": "Freikorps", "href": "/wiki/Freikorps", "description": "Freikorps were irregular German and other European military volunteer units, or paramilitary, that existed from the 18th to the early 20th centuries. They effectively fought as mercenary or private armies, regardless of their own nationality. In German-speaking countries, the first so-called Freikorps were formed in the 18th century from native volunteers, enemy renegades, and deserters. These som"}, {"title": "Spartacist uprising", "href": "/wiki/Spartacist_uprising", "description": "The Spartacist uprising, also known as the January uprising (Januaraufstand), was a general strike in Berlin from 5 to 12 January 1919. Germany was in the middle of a post-war revolution, and two of the perceived paths forward were social democracy and a council republic similar to the one which had been established by the Bolsheviks in Russia. The uprising was primarily a power struggle between t"}]}, {"heading": "Events", "year": "1919", "date": "January 15", "txt": "Great Molasses Flood: A wave of molasses released from an exploding storage tank sweeps through Boston, Massachusetts, killing 21 and injuring 150.", "entities": [{"title": "Molasses", "href": "/wiki/Molasses", "description": "Molasses or black treacle is a viscous product resulting from refining sugarcane or sugar beets into sugar. Molasses varies by the amount of sugar, method of extraction, and age of plant. Sugarcane molasses is primarily used for sweetening and flavoring foods in the United States, Canada, and elsewhere. Molasses is a defining component of fine commercial brown sugar. It is also one of the primary "}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}]}, {"heading": "Events", "year": "1934", "date": "January 15", "txt": "The 8.0 Mw  Nepal–Bihar earthquake strikes Nepal and Bihar with a maximum Mercalli intensity of XI (Extreme), killing an estimated 6,000–10,700 people.", "entities": [{"title": "1934 Nepal–Bihar earthquake", "href": "/wiki/1934_Nepal%E2%80%93Bihar_earthquake", "description": "The 1934 Nepal–India earthquake or 1934 Bihar–Nepal earthquake was one of the worst earthquakes in India's history. The towns of Munger and Muzaffarpur were completely destroyed. This 8.0 magnitude earthquake occurred on 15 January at around 2:13 pm IST and caused widespread damage in northern Bihar and in Nepal."}, {"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}, {"title": "Bihar", "href": "/wiki/Bihar", "description": "Bihar is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1936", "date": "January 15", "txt": "The first building to be completely covered in glass, built for the Owens-Illinois Glass Company, is completed in Toledo, Ohio.", "entities": [{"title": "Owens-Illinois", "href": "/wiki/Owens-Illinois", "description": "O-I Glass, Inc. is an American Fortune 500 company that specializes in container glass products. It is one of the world's leading manufacturers of packaging products, holding the position of largest manufacturer of glass containers in North America, South America, Asia-Pacific and Europe. Approximately one of every two glass containers made worldwide is made by O-I, its affiliates, or its licensee"}, {"title": "Toledo, Ohio", "href": "/wiki/Toledo,_Ohio", "description": "Toledo is a city in and the county seat of Lucas County, Ohio, United States. A major Midwestern United States port city, Toledo is the fourth-most-populous city in the U.S. state of Ohio, after Columbus, Cleveland, and Cincinnati, and according to the 2010 census, the 71st-largest city in the United States. With a population of 274,975, it is the principal city of the Toledo metropolitan area. It"}]}, {"heading": "Events", "year": "1937", "date": "January 15", "txt": "Spanish Civil War: Nationalists and Republican both withdraw after suffering heavy losses, ending the Second Battle of the Corunna Road.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Francoist Spain", "href": "/wiki/Francoist_Spain", "description": "Francoist Spain, known in Spain as the Francoist dictatorship, was the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain with the title Caudillo. After his death in 1975, Spain transitioned into a democracy. During this time period Spain was officially known as the Spanish State."}, {"title": "Second Spanish Republic", "href": "/wiki/Second_Spanish_Republic", "description": "The Spanish Republic, commonly known as the Second Spanish Republic, was the form of government in Spain from 1931 to 1939. The Republic was proclaimed on 14 April 1931, after the deposition of Alfonso XIII, and was dissolved on 1 April 1939 after surrendering in the Spanish Civil War to the rebel faction that fought to establish a military dictatorship under General Francisco Franco."}, {"title": "Second Battle of the Corunna Road", "href": "/wiki/Second_Battle_of_the_Corunna_Road", "description": "The Second Battle of the Corunna Road was a battle of the Spanish Civil War that took place from 13 December 1936 to 15 January 1937, northwest of Madrid. In December 1936, the Nationalists launched an offensive in order to cut the Corunna Road and isolate Madrid, but a Republican counter-offensive stopped the Nationalist advance. The Nationalists cut the Corunna road but failed to encircle Madrid"}]}, {"heading": "Events", "year": "1943", "date": "January 15", "txt": "World War II: The Soviet counter-offensive at Voronezh begins.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Voronezh (1943)", "href": "/wiki/Battle_of_Voronezh_(1943)", "description": "The 1943 Battle of Voronezh or Voronezh–Kastornoye offensive operation was a Soviet counter-offensive on the Eastern Front of World War II on recapturing the city of Voronezh during January 1943."}]}, {"heading": "Events", "year": "1943", "date": "January 15", "txt": "The Pentagon is dedicated in Arlington, Virginia.", "entities": [{"title": "Arlington, Virginia", "href": "/wiki/Arlington,_Virginia", "description": "Arlington County is a county in the Commonwealth of Virginia, often referred to simply as Arlington or Arlington, Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part, under the name Alexandria County. The county is coterminous with the U.S. Census Bureau's census-designated pl"}]}, {"heading": "Events", "year": "1947", "date": "January 15", "txt": "The Black Dahlia murder: The dismembered corpse of Elizabeth Short was found in Los Angeles.", "entities": [{"title": "Black Dahlia", "href": "/wiki/Black_Dahlia", "description": "Elizabeth Short, known posthumously as the \"Black Dahlia\", was an American woman who was found murdered in the Leimert Park neighborhood of Los Angeles, California. Her case became highly publicized due to the graphic nature of the crime, which included her corpse having been mutilated and bisected at the waist."}]}, {"heading": "Events", "year": "1949", "date": "January 15", "txt": "Chinese Civil War: The Communist forces take over Tianjin from the Nationalist Government.", "entities": [{"title": "Chinese Civil War", "href": "/wiki/Chinese_Civil_War", "description": "The Chinese Civil War was a civil war in China fought between the Kuomintang (KMT)-led government of the Republic of China (ROC) and forces of the Chinese Communist Party (CCP) lasting intermittently between 1927 and 1949. The war is generally divided into two phases with an interlude: from August 1927 to 1937, the KMT-CCP Alliance collapsed during the Northern Expedition, and the Nationalists con"}, {"title": "Communist Party of China", "href": "/wiki/Communist_Party_of_China", "description": "The Communist Party of China (CPC), commonly known as the Chinese Communist Party (CCP), is the founding and sole governing political party of the People's Republic of China (PRC). The CCP leads eight other legally permitted subordinate minor parties together as the United Front. The CCP was founded in 1921, with the help of the Far Eastern Bureau of the Communist Party of the Soviet Union and Far"}, {"title": "Pingjin Campaign", "href": "/wiki/Pingjin_Campaign", "description": "The Pingjin campaign, also known as the Battle of Pingjin, was part of the three major campaigns launched by the People's Liberation Army during the late stage of the Chinese Civil War against the Nationalist government. It began on 29 November 1948 and ended on 31 January 1949, lasting a total of 64 days. This campaign marked the end of Nationalist dominance in the North China Plain. The term Pin"}, {"title": "Tianjin", "href": "/wiki/Tianjin", "description": "Tianjin, alternately romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up area, made up of 12 central districts, was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomerat"}]}, {"heading": "Events", "year": "1962", "date": "January 15", "txt": "The Derveni papyrus, Europe's oldest surviving manuscript dating to 340 BC, is found in northern Greece.", "entities": [{"title": "Derveni papyrus", "href": "/wiki/Derveni_papyrus", "description": "The Derveni papyrus is an ancient Macedonian papyrus roll that was found in 1962. It is a philosophical treatise that is an allegorical commentary on an Orphic poem, a theogony concerning the birth of the gods, produced in the circle of the philosopher Anaxagoras. It was composed near the end of the 5th century BC, and \"in the fields of Greek religion, the sophistic movement, early philosophy, and"}]}, {"heading": "Events", "year": "1962", "date": "January 15", "txt": "Netherlands New Guinea Conflict: Indonesian Navy fast patrol boat RI Macan Tutul commanded by Commodore Yos Sudarso sunk in Arafura Sea by the Dutch Navy.", "entities": [{"title": "Indonesian Navy", "href": "/wiki/Indonesian_Navy", "description": "The Indonesian Navy is the naval branch of the Indonesian National Armed Forces. It was founded on 10 September 1945 and has a role to patrol Indonesia's lengthy coastline, to enforce and patrol the territorial waters and Exclusive Economic Zone (EEZ) of Indonesia, to protect Indonesia's maritime strategic interests, to protect the islands surrounding Indonesia, and to defend against seaborne thre"}, {"title": "Yos Sudarso", "href": "/wiki/Yos_Sudarso", "description": "Commodore Yosaphat \"Yos\" Sudarso was an Indonesian naval officer killed at the Battle of Arafura Sea. At the time of his death, Yos Sudarso was deputy chief of staff of the Indonesian Navy and in charge of an action to infiltrate Dutch New Guinea. He was promoted to vice admiral posthumously."}, {"title": "Arafura Sea", "href": "/wiki/Arafura_Sea", "description": "The Arafura Sea lies west of the Pacific Ocean, overlying the continental shelf between Australia and Western New Guinea, which is the Indonesian part of the Island of New Guinea."}, {"title": "Dutch Navy", "href": "/wiki/Dutch_Navy", "description": "The Royal Netherlands Navy is the naval force of the Kingdom of the Netherlands. Its origins date back to the Eighty Years' War (1568–1648), the war of independence from the House of Habsburg who ruled over the Habsburg Netherlands."}]}, {"heading": "Events", "year": "1966", "date": "January 15", "txt": "The First Nigerian Republic, led by Abubakar Tafawa Balewa is overthrown in a military coup d'état.", "entities": [{"title": "First Nigerian Republic", "href": "/wiki/First_Nigerian_Republic", "description": "The First Republic was the republican government of Nigeria between 1963 and 1966 governed by the first republican constitution. The country's government was based on a federal Westminster system. The period between October 1, 1960, when the country gained its independence and January 15, 1966, when the first military coup d’état took place, is also generally referred to as the First Republic. The"}, {"title": "Abubakar Tafawa Balewa", "href": "/wiki/Abubakar_Tafawa_Balewa", "description": "Sir Abubakar Tafawa Balewa, was a Nigerian politician who was the first and only Prime Minister of Nigeria."}, {"title": "1966 Nigerian coup d'état", "href": "/wiki/1966_Nigerian_coup_d%27%C3%A9tat", "description": "The 1966 Nigerian coup d'état began on 15 January 1966, when mutinous Nigerian soldiers led by Chukwuma Kaduna Nzeogwu and Emmanuel Ifeajuna killed 22 people including the Prime Minister of Nigeria, many senior politicians, many senior Army officers, and sentinels on protective duty. The coup plotters attacked the cities of Kaduna, Ibadan, and Lagos while also blockading the Niger and Benue River "}]}, {"heading": "Events", "year": "1967", "date": "January 15", "txt": "The first Super Bowl is played in Los Angeles. The Green Bay Packers defeat the Kansas City Chiefs 35–10.", "entities": [{"title": "Super Bowl", "href": "/wiki/Super_Bowl", "description": "The Super Bowl is the annual championship game of the National Football League (NFL). It has served as the final game of every NFL season since 1966, replacing the NFL Championship Game. Since 2004, the game has been played on the first Sunday in February. Winning teams are awarded with the Vince Lombardi Trophy, named after the eponymous coach who won the first two Super Bowl games. Due to the NF"}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}, {"title": "1966 Green Bay Packers season", "href": "/wiki/1966_Green_Bay_Packers_season", "description": "The 1966 Green Bay Packers season was their 48th season overall and their 46th in the National Football League. The defending NFL champions had a league-best regular season record of 12–2, led by eighth-year head coach Vince Lombardi and quarterback Bart Starr, in his eleventh NFL season."}, {"title": "1966 Kansas City Chiefs season", "href": "/wiki/1966_Kansas_City_Chiefs_season", "description": "The 1966 Kansas City Chiefs season was the team's seventh season and fourth in Kansas City. With an 11–2–1 regular season record, the Chiefs won the Western Division and defeated the Buffalo Bills to win their second AFL Championship, their first in Kansas City."}]}, {"heading": "Events", "year": "1969", "date": "January 15", "txt": "The Soviet Union launches Soyuz 5.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1970", "date": "January 15", "txt": "Nigerian Civil War: Biafran rebels surrender following an unsuccessful 32-month fight for independence from Nigeria.", "entities": [{"title": "Nigerian Civil War", "href": "/wiki/Nigerian_Civil_War", "description": "The Nigerian Civil War was a civil war in Nigeria fought between the government of Nigeria headed by General Yakubu Gowon and the secessionist state of Biafra led by Lt. Colonel Odumegwu Ojukwu from 6 July 1967 to 15 January 1970. Biafra represented nationalist aspirations of the Igbo people, whose leadership felt they could no longer coexist with the Northern-dominated federal government. The con"}, {"title": "Biafra", "href": "/wiki/Biafra", "description": "Biafra, officially the Republic of Biafra, was a secessionist state in West Africa that existed before Nigeria and from May 1967 to January 1970 during the Nigerian Civil War. Its territory consisted of the Eastern Region of Nigeria. After Biafra's declaration of independence, Nigeria declared war on the nascent state, defeating them in the Nigerian Civil War and reuniting the two states."}, {"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}]}, {"heading": "Events", "year": "1970", "date": "January 15", "txt": "Muammar Gaddafi is proclaimed premier of Libya.", "entities": [{"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}]}, {"heading": "Events", "year": "1973", "date": "January 15", "txt": "Vietnam War: Citing progress in peace negotiations, President Richard Nixon announces the suspension of offensive action in North Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1975", "date": "January 15", "txt": "The Alvor Agreement is signed, ending the Angolan War of Independence and giving Angola independence from Portugal.", "entities": [{"title": "Alvor Agreement", "href": "/wiki/Alvor_Agreement", "description": "The Alvor Agreement, signed on 15 January 1975 in Alvor, Portugal, granted Angola independence from Portugal on 11 November and formally ended the 13-year-long Angolan War of Independence."}, {"title": "Angolan War of Independence", "href": "/wiki/Angolan_War_of_Independence", "description": "The Angolan War of Independence, called in Angola the Luta Armada de Libertação Nacional, began as an uprising against forced cultivation of cotton, and it became a multi-faction struggle for the control of Portugal's overseas province of Angola among three nationalist movements and a separatist movement. The war ended when a leftist military coup in Lisbon in April 1974 overthrew Portugal's Estad"}]}, {"heading": "Events", "year": "1976", "date": "January 15", "txt": "Gerald Ford's would-be assassin, Sara Jane Moore, is sentenced to life in prison.", "entities": [{"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}, {"title": "Sara Jane Moore", "href": "/wiki/Sara_Jane_Moore", "description": "Sara Jane Moore is an American criminal who attempted to assassinate US President Gerald Ford in 1975. She was given a life sentence for the attempted assassination and was released from prison on December 31, 2007, after serving 32 years. Moore and Lynette \"Squeaky\" Fromme are the only two women to have attempted to assassinate an American president; both of their attempts were on Gerald Ford and"}]}, {"heading": "Events", "year": "1981", "date": "January 15", "txt": "Pope John Paul II receives a delegation from Solidarity (Polish trade union) at the Vatican led by Lech Wałęsa.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Solidarity (Polish trade union)", "href": "/wiki/Solidarity_(Polish_trade_union)", "description": "Solidarity is a trade union founded in August 1980 at the Lenin Shipyard in Gdańsk, Poland. Subsequently, it was the first independent free trade union in a Warsaw Pact country to be recognised by the state. The union's membership peaked at 10 million in September 1981, representing one-third of the country's working-age population. Solidarity's leader Lech Wałęsa was awarded the Nobel Peace Prize"}, {"title": "Vatican City", "href": "/wiki/Vatican_City", "description": "Vatican City, officially the Vatican City State, is the Holy See's independent city state, an enclave within Rome, Italy. The Vatican City State, also known as The Vatican, became independent from Italy with the Lateran Treaty (1929), and it is a distinct territory under \"full ownership, exclusive dominion, and sovereign authority and jurisdiction\" of the Holy See, itself a sovereign entity of int"}, {"title": "Lech Wałęsa", "href": "/wiki/Lech_Wa%C5%82%C4%99sa", "description": "Lech Wałęsa is a Polish statesman, dissident, and Nobel Peace Prize laureate, who served as the first democratically elected president of Poland from 1990 to 1995. A shipyard electrician by trade, he became the leader of the Solidarity movement, and led a successful pro-democratic effort which in 1989 ended the Communist rule in Poland and ushered in the end of the Cold War."}]}, {"heading": "Events", "year": "1991", "date": "January 15", "txt": "The United Nations deadline for the withdrawal of Iraqi forces from occupied Kuwait expires, preparing the way for the start of Operation Desert Storm.", "entities": [{"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}, {"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}]}, {"heading": "Events", "year": "1991", "date": "January 15", "txt": "Elizabeth II, in her capacity as Queen of Australia, signs letters patent allowing Australia to become the first Commonwealth realm to institute its own Victoria Cross in its honours system.", "entities": [{"title": "Monarchy of Australia", "href": "/wiki/Monarchy_of_Australia", "description": "The monarchy of Australia refers to the institution in which a person serves as Australia's sovereign and head of state, on a hereditary basis. The Australian monarchy is a constitutional monarchy, modelled on the Westminster system of parliamentary government, while incorporating features unique to the Constitution of Australia."}, {"title": "Letters patent", "href": "/wiki/Letters_patent", "description": "Letters patent are a type of legal instrument in the form of a published written order issued by a monarch, president, or other head of state, generally granting an office, right, monopoly, title, or status to a person or corporation. Letters patent can be used for the creation of corporations or government offices, or for granting city status or a coat of arms. Letters patent are issued for the a"}, {"title": "Commonwealth realm", "href": "/wiki/Commonwealth_realm", "description": "A Commonwealth realm is a sovereign state which has Elizabeth II as its monarch and head of state. Each realm functions as an independent co-equal kingdom from the other realms."}, {"title": "Victoria Cross for Australia", "href": "/wiki/Victoria_Cross_for_Australia", "description": "The Victoria Cross for Australia is the highest award in the Australian Honours System, superseding the British Victoria Cross for issue to Australians. The Victoria Cross for Australia is the \"decoration for according recognition to persons who in the presence of the enemy, perform acts of the most conspicuous gallantry, or daring or pre-eminent acts of valour or self-sacrifice or display extreme"}]}, {"heading": "Events", "year": "2001", "date": "January 15", "txt": "Wikipedia, a free wiki content encyclopedia, goes online.", "entities": [{"title": "Wikipedia", "href": "/wiki/Wikipedia", "description": "Wikipedia is a free, multilingual online encyclopedia written and maintained by a community of volunteer contributors through a model of open collaboration, using a wiki-based editing system. Wikipedia is the largest and most-read reference work in history, and is consistently one of the 15 most-popular websites as ranked by Alexa; as of 2021, it ranked as the 13th most-popular site. The project c"}, {"title": "Wiki", "href": "/wiki/Wiki", "description": "A wiki is a hypertext publication collaboratively edited and managed by its own audience directly using a web browser. A typical wiki contains multiple pages for the subjects or scope of the project and could be either open to the public or limited to use within an organization for maintaining its internal knowledge base."}]}, {"heading": "Events", "year": "2005", "date": "January 15", "txt": "ESA's SMART-1 lunar orbiter discovers elements such as calcium, aluminum, silicon, iron, and other surface elements on the Moon.", "entities": [{"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}, {"title": "SMART-1", "href": "/wiki/SMART-1", "description": "SMART-1 was a Swedish-designed European Space Agency satellite that orbited around the Moon. It was launched on 27 September 2003 at 23:14 UTC from the Guiana Space Centre in Kourou, French Guiana. \"SMART-1\" stands for Small Missions for Advanced Research in Technology-1. On 3 September 2006, SMART-1 was deliberately crashed into the Moon's surface, ending its mission."}, {"title": "Calcium", "href": "/wiki/Calcium", "description": "Calcium is a chemical element with the symbol Ca and atomic number 20. As an alkaline earth metal, calcium is a reactive metal that forms a dark oxide-nitride layer when exposed to air. Its physical and chemical properties are most similar to its heavier homologues strontium and barium. It is the fifth most abundant element in Earth's crust, and the third most abundant metal, after iron and alumin"}, {"title": "Aluminum", "href": "/wiki/Aluminum", "description": "Aluminium is a chemical element with the symbol Al and atomic number 13. Aluminium has a density lower than those of other common metals, at approximately one third that of steel. It has a great affinity towards oxygen, and forms a protective layer of oxide on the surface when exposed to air. Aluminium visually resembles silver, both in its color and in its great ability to reflect light. It is so"}, {"title": "Silicon", "href": "/wiki/Silicon", "description": "Silicon is a chemical element with the symbol Si and atomic number 14. It is a hard, brittle crystalline solid with a blue-grey metallic lustre, and is a tetravalent metalloid and semiconductor. It is a member of group 14 in the periodic table: carbon is above it; and germanium, tin, and lead are below it. It is relatively unreactive. Because of its high chemical affinity for oxygen, it was not un"}, {"title": "Iron", "href": "/wiki/Iron", "description": "Iron is a chemical element with symbol Fe and atomic number 26. It is a metal that belongs to the first transition series and group 8 of the periodic table. It is, by mass, the most common element on Earth, right in front of oxygen, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust."}]}, {"heading": "Events", "year": "2009", "date": "January 15", "txt": "US Airways Flight 1549 ditches safely in the Hudson River after the plane collides with birds less than two minutes after take-off. This becomes known as \"The Miracle on the Hudson\" as all 155 people on board were rescued.", "entities": [{"title": "US Airways Flight 1549", "href": "/wiki/US_Airways_Flight_1549", "description": "On January 15, 2009, US Airways Flight 1549, an Airbus A320 on a flight from New York City's LaGuardia Airport to Charlotte, North Carolina, struck a flock of birds shortly after take-off, losing all engine power. Unable to reach any airport for an emergency landing, pilots Chesley Sullenberger and Jeffrey Skiles glided the plane to a ditching in the Hudson River off Midtown Manhattan. All 155 peo"}, {"title": "Water landing", "href": "/wiki/Water_landing", "description": "In aviation, a water landing is, in the broadest sense, an aircraft landing on a body of water. Some aircraft such as floatplanes land on water as a matter of course."}, {"title": "Hudson River", "href": "/wiki/Hudson_River", "description": "The Hudson River is a 315-mile (507 km) river that flows from north to south primarily through eastern New York in the United States. It originates in the Adirondack Mountains of Upstate New York and flows southward through the Hudson Valley to the Upper New York Bay between New York City and Jersey City, eventually draining into the Atlantic Ocean at New York Harbor. The river serves as a politic"}, {"title": "Bird strike", "href": "/wiki/Bird_strike", "description": "A bird strike—sometimes called birdstrike, bird ingestion, bird hit, or bird aircraft strike hazard (BASH)—is a collision between an airborne animal and a moving vehicle, usually an aircraft. The term is also used for bird deaths resulting from collisions with structures such as power lines, towers and wind turbines."}]}, {"heading": "Events", "year": "2013", "date": "January 15", "txt": "A train carrying Egyptian Army recruits derails near Giza, Greater Cairo, killing 19 and injuring 120 others.", "entities": [{"title": "Badrashin railway accident", "href": "/wiki/Badrashin_railway_accident", "description": "The Badrashin railway accident took place near Badrashin station in Giza, Egypt, on 15 January 2013. A train en route to Cairo from Sohag derailed, leaving at least 19 people dead and 120 injured."}, {"title": "Egyptian Army", "href": "/wiki/Egyptian_Army", "description": "The Egyptian Army or Egyptian Ground Forces is the largest service branch within the Egyptian Armed Forces. The modern army was established during the reign of Muhammad Ali Pasha (1805–1849), widely considered to be the \"founder of modern Egypt\". Its most significant engagements in the 20th century were in Egypt's five wars with the State of Israel, one of which, the Suez Crisis of 1956, also saw "}, {"title": "Giza", "href": "/wiki/Giza", "description": "Giza is the second-largest city in Egypt after Cairo and fourth-largest city in Africa after Kinshasa, Lagos and Cairo. It is the capital of Giza Governorate with a total population of 8.8 million as of October 2018. It is located on the west bank of the Nile, 4.9 km (3 mi) southwest of central Cairo, and is a core city of the Greater Cairo metropolis. Giza lies less than 30 km (18.64 mi) north of"}, {"title": "Greater Cairo", "href": "/wiki/Greater_Cairo", "description": "The Greater Cairo Area is the largest metropolitan area in Egypt, the largest urban area in Africa, the Middle East, and the Arab world, and the 6th largest metropolitan area in the world. It consists of all cities in the Cairo Governorate as well as Giza, 6th of October, Sheikh Zayed City in the Giza Governorate and Shubra El Kheima and Obour in the Qalyubia Governorate, with a total population e"}]}, {"heading": "Events", "year": "2015", "date": "January 15", "txt": "The Swiss National Bank abandons the cap on the franc's value relative to the euro, causing turmoil in international financial markets.", "entities": [{"title": "Swiss National Bank", "href": "/wiki/Swiss_National_Bank", "description": "The Swiss National Bank is the central bank of Switzerland, responsible for the nation's monetary policy and the sole issuer of Swiss franc banknotes. The primary goal of its mandate is to ensure price stability, while taking economic developments into consideration."}]}, {"heading": "Events", "year": "2016", "date": "January 15", "txt": "The Kenyan Army suffers its worst defeat ever in a battle with Al-Shabaab Islamic insurgents in El-Adde, Somalia. An estimated 150 Kenyan soldiers are killed in the battle.", "entities": [{"title": "Kenya Defence Forces", "href": "/wiki/Kenya_Defence_Forces", "description": "The Kenya Defence Forces (KDF) are the armed forces of the Republic of Kenya. They are made up of the Kenya Army, Kenya Navy, and Kenya Air Force. The current KDF was established, and its composition stipulated, in Article 241 of the 2010 Constitution of Kenya; it is governed by the KDF Act of 2012. Its main mission is the defence and protection of the sovereignty and territorial integrity of Keny"}, {"title": "Al-Shabaab (militant group)", "href": "/wiki/Al-Shabaab_(militant_group)", "description": "Harakat al-Shabaab al-Mujahideen, HSM; more commonly known as al-Shabaab, is a terrorist, jihadist fundamentalist group based in East Africa and Yemen."}, {"title": "Battle of El Adde", "href": "/wiki/Battle_of_El_Adde", "description": "The Battle of El Adde took place on 15 January 2016. Al-Shabaab militants launched an attack on a Kenyan-run AMISOM army base in the town of El Adde, Gedo, Somalia. It remains the deadliest attack on the AMISOM Peace Support Mission to Somalia and is the Kenya Defence Forces (KDF) largest defeat since independence in 1963. As such, the Kenyan government went to extreme lengths to conceal the exten"}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}]}, {"heading": "Events", "year": "2019", "date": "January 15", "txt": "Somali militants attack the DusitD2 hotel in Nairobi, Kenya killing at least 21 people and injuring 19.", "entities": [{"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Nairobi", "href": "/wiki/Nairobi", "description": "Nairobi is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun."}]}, {"heading": "Events", "year": "2019", "date": "January 15", "txt": "Theresa May's UK government suffers the biggest government defeat in modern times, when 432 MPs voting against the proposed European Union withdrawal agreement, giving her opponents a majority of 230.", "entities": [{"title": "List of Government defeats in the House of Commons (1945–present)", "href": "/wiki/List_of_Government_defeats_in_the_House_of_Commons_(1945%E2%80%93present)", "description": "\n\nThe following article is a list of government defeats in the House of Commons of the United Kingdom since 1945; that is, where the government whips have instructed their MPs to vote a certain way on a division of the House and have subsequently been defeated. Whilst most defeats have been on motions or bills scheduled in \"government time\", on occasion motions proposed by opposition parties or ba"}, {"title": "Brexit withdrawal agreement", "href": "/wiki/Brexit_withdrawal_agreement", "description": "The Brexit withdrawal agreement, officially titled \"Agreement on the withdrawal of the United Kingdom of Great Britain and Northern Ireland from the European Union and the European Atomic Energy Community\", is a treaty between the European Union (EU), Euratom, and the United Kingdom (UK), signed on 24 January 2020, setting the terms of the withdrawal of the UK from the EU and Euratom. The text of "}]}, {"heading": "Events", "year": "2020", "date": "January 15", "txt": "A 6.2-magnitude earthquake hit Indonesia's Sulawesi island killing at least 67 and injuring hundreds.", "entities": [{"title": "Earthquake", "href": "/wiki/Earthquake", "description": "An earthquake is the shaking of the surface of the Earth resulting from a sudden release of energy in the Earth's lithosphere that creates seismic waves. Earthquakes can range in size from those that are so weak that they cannot be felt to those violent enough to propel objects and people into the air, and wreak destruction across entire cities. The seismicity, or seismic activity, of an area is t"}, {"title": "Sulawesi", "href": "/wiki/Sulawesi", "description": "Sulawesi, also known as Celebes, is one of the four Greater Sunda Islands. It is governed by Indonesia. The world's eleventh-largest island, it is situated east of Borneo, west of the Maluku Islands, and south of Mindanao and the Sulu Archipelago. Within Indonesia, only Sumatra, Borneo and Papua are larger in territory, and only Java and Sumatra have larger populations."}]}, {"heading": "Births", "year": "961", "date": "January 15", "txt": "Seongjong of Goryeo, Korean ruler (d. 997)", "entities": [{"title": "Seongjong of Goryeo", "href": "/wiki/Seongjong_of_Goryeo", "description": "Seongjong of Goryeo was the sixth ruler of the medieval Korean kingdom of Goryeo."}]}, {"heading": "Births", "year": "1432", "date": "January 15", "txt": "Afonso V of Portugal (d. 1481)", "entities": [{"title": "Afonso V of Portugal", "href": "/wiki/Afonso_V_of_Portugal", "description": "Afonso V, known by the sobriquet the African, was a King of Portugal. His sobriquet refers to his military conquests in Northern Africa."}]}, {"heading": "Births", "year": "1462", "date": "January 15", "txt": "Edzard I, Count of East Frisia, German noble (d. 1528)", "entities": [{"title": "Edzard I, Count of East Frisia", "href": "/wiki/Edzard_I,_Count_of_East_Frisia", "description": "Edzard I, also Edzard the Great was count of East Frisia from 1491 till his death in 1528."}]}, {"heading": "Births", "year": "1481", "date": "January 15", "txt": "Ashikaga Yoshizumi, Japanese shōgun (d. 1511)[citation needed]", "entities": [{"title": "Ashikaga Yoshizumi", "href": "/wiki/Ashikaga_Yoshizumi", "description": "Ashikaga Yoshizumi  was the 11th shōgun of the Ashikaga shogunate who reigned from 1494 to 1508 during the Muromachi period of Japan. He was the son of Ashikaga Masatomo and grandson of the sixth shōgun Ashikaga Yoshinori. His childhood name was Seikō (清晃), Yoshizumi was first called Yoshitō, then Yoshitaka."}]}, {"heading": "Births", "year": "1538", "date": "January 15", "txt": "Maeda Toshiie, Japanese general (d. 1599)", "entities": [{"title": "Maeda Toshiie", "href": "/wiki/Maeda_Toshiie", "description": "Maeda Toshiie  was one of the leading generals of Oda Nobunaga following the Sengoku period of the 16th century extending to the Azuchi–Momoyama period. His preferred weapon was a yari and he was known as \"Yari no Mataza\" (槍の又左), Matazaemon (又左衛門) being his common name. He was the husband of Maeda Matsu. The highest rank from the court that he received is the Great Counselor Dainagon (大納言)."}]}, {"heading": "Births", "year": "1595", "date": "January 15", "txt": "Henry Carey, 2nd Earl of Monmouth, English politician (d. 1661)", "entities": [{"title": "Henry Carey, 2nd Earl of Monmouth", "href": "/wiki/Henry_Carey,_2nd_Earl_of_Monmouth", "description": "Henry Carey, 2nd Earl of Monmouth, KB was an English nobleman and translator."}]}, {"heading": "Births", "year": "1622", "date": "January 15", "txt": "Molière, French actor and playwright (d. 1673)", "entities": [{"title": "Molière", "href": "/wiki/Moli%C3%A8re", "description": "Jean-Baptiste Poquelin, known by his stage name Molière, was a French playwright, actor and poet, widely regarded as one of the greatest writers in the French language and world literature. His extant works include comedies, farces, tragicomedies, comédie-ballets, and more. His plays have been translated into every major living language and are performed at the Comédie-Française more often than th"}]}, {"heading": "Births", "year": "1623", "date": "January 15", "txt": "Algernon Sidney, British philosopher (probable) d. 1683)", "entities": [{"title": "Algernon Sidney", "href": "/wiki/Algernon_Sidney", "description": "Algernon Sidney or Sydney was an English politician and member of the middle part of the Long Parliament. A republican political theorist, colonel, and commissioner of the trial of King Charles I of England, he opposed the king's execution. Sidney was later charged with plotting against Charles II, in part based on his most famous work, Discourses Concerning Government, which was used by the prose"}]}, {"heading": "Births", "year": "1671", "date": "January 15", "txt": "Abraham de la Pryme, English archaeologist and historian (d. 1704)", "entities": [{"title": "Abraham de la Pryme", "href": "/wiki/Abraham_de_la_Pryme", "description": "Abraham de la Pryme was an English antiquary."}]}, {"heading": "Births", "year": "1716", "date": "January 15", "txt": "Philip Livingston, American merchant and politician (d. 1778)", "entities": [{"title": "Philip Livingston", "href": "/wiki/Philip_Livingston", "description": "Philip Livingston was an American merchant and statesman from New York City. He represented New York at the October 1774 First Continental Congress, where he favored imposing economic sanctions upon Great Britain as a way of pressuring the British Parliament to repeal the Intolerable Acts. He was also a delegate to the Second Continental Congress from 1775 to 1778, and signed the Declaration of In"}]}, {"heading": "Births", "year": "1747", "date": "January 15", "txt": "John Aikin, English surgeon and author (d. 1822)", "entities": [{"title": "John Aikin", "href": "/wiki/John_Aikin", "description": "John Aikin was an English doctor and writer. Later in life he devoted himself wholly to literature."}]}, {"heading": "Births", "year": "1754", "date": "January 15", "txt": "Richard Martin, Irish activist and politician, co-founded the Royal Society for the Prevention of Cruelty to Animals (d. 1834)", "entities": [{"title": "Richard Martin (Irish politician)", "href": "/wiki/Richard_Martin_(Irish_politician)", "description": "Colonel Richard Martin, was an Irish politician and campaigner against cruelty to animals. He was known as \"Humanity Dick\", a nickname bestowed on him by King George IV. He succeeded in getting the pioneering Cruel Treatment of Cattle Act 1822, nicknamed 'Martin's Act', passed into British law."}, {"title": "Royal Society for the Prevention of Cruelty to Animals", "href": "/wiki/Royal_Society_for_the_Prevention_of_Cruelty_to_Animals", "description": "The Royal Society for the Prevention of Cruelty to Animals (RSPCA) is a charity operating in England and Wales that promotes animal welfare. The RSPCA is funded primarily by voluntary donations. Its patron is Queen Elizabeth II. Founded in 1824, it is the oldest and largest animal welfare organisation in the world and is one of the largest charities in the UK. The organisation also does internatio"}]}, {"heading": "Births", "year": "1791", "date": "January 15", "txt": "Franz Grillparzer, Austrian author, poet, and playwright (d. 1872)", "entities": [{"title": "Franz Grillparzer", "href": "/wiki/Franz_Grillparzer", "description": "Franz Seraphicus Grillparzer was an Austrian writer who was considered to be the leading Austrian dramatist of the 19th century, his plays were and are frequently performed at the famous Burgtheater in Vienna. He also wrote the oration for Ludwig van Beethoven's funeral."}]}, {"heading": "Births", "year": "1795", "date": "January 15", "txt": "Alexander Griboyedov, Russian playwright, composer, and poet (d. 1829)", "entities": [{"title": "Alexander Griboyedov", "href": "/wiki/Alexander_Griboyedov", "description": "Alexander Sergeyevich Griboyedov, formerly romanized as Alexander Sergueevich Griboyedoff, was a Russian diplomat, playwright, poet, and composer. He is recognized as homo unius libri, a writer of one book, whose fame rests on the verse comedy Woe from Wit or The Woes of Wit. He was Russia's ambassador to Qajar Persia, where he and all the embassy staff were massacred by an angry mob as a result o"}]}, {"heading": "Births", "year": "1803", "date": "January 15", "txt": "Marjorie Fleming, Scottish poet and author (d. 1811)", "entities": [{"title": "Marjorie Fleming", "href": "/wiki/Marjorie_Fleming", "description": "Marjorie Fleming was a Scottish child writer and poet. She gained appreciation from Robert Louis Stevenson, Leslie Stephen, and possibly Walter Scott."}]}, {"heading": "Births", "year": "1809", "date": "January 15", "txt": "Pierre-Joseph Proudhon, French economist and politician (d. 1865)", "entities": [{"title": "Pierre-Joseph Proudhon", "href": "/wiki/Pierre-Joseph_Proudhon", "description": "Pierre-Joseph Proudhon was a French socialist, politician, philosopher, economist and the founder of mutualist philosophy. He was the first person to declare himself an anarchist, using that term and is widely regarded as one of anarchism's most influential theorists. Proudhon is considered by many to be the \"father of anarchism\". Proudhon became a member of the French Parliament after the Revolut"}]}, {"heading": "Births", "year": "1812", "date": "January 15", "txt": "Peter Christen Asbjørnsen, Norwegian author and scholar (d. 1885)", "entities": [{"title": "Peter Christen Asbjørnsen", "href": "/wiki/Peter_Christen_Asbj%C3%B8rnsen", "description": "Peter Christen Asbjørnsen was a Norwegian writer and scholar. He and Jørgen Engebretsen Moe were collectors of Norwegian folklore. They were so closely united in their lives' work that their folk tale collections are commonly mentioned only as \"Asbjørnsen and Moe\"."}]}, {"heading": "Births", "year": "1815", "date": "January 15", "txt": "William Bickerton, English-American religious leader, 3rd President of the Church of Jesus Christ (d. 1905)", "entities": [{"title": "William Bickerton", "href": "/wiki/William_Bickerton", "description": "William Bickerton was a leader in the Latter Day Saint movement after the 1844 succession crisis. In 1862, Bickerton became the founding president of the church now known as The Church of Jesus Christ (Bickertonite), which is one of many churches that claim to be a continuation of the Church of Christ founded by Joseph Smith in 1830."}, {"title": "List of presidents of The Church of Jesus Christ (Bickertonite)", "href": "/wiki/List_of_presidents_of_The_Church_of_Jesus_Christ_(Bickertonite)", "description": "This list of presidents of The Church of Jesus Christ includes all Presidents of The Church of Jesus Christ (Bickertonite)."}]}, {"heading": "Births", "year": "1834", "date": "January 15", "txt": "Samuel Arza Davenport, American lawyer and politician (d. 1911)", "entities": [{"title": "Samuel Arza Davenport", "href": "/wiki/Samuel_Arza_Davenport", "description": "Samuel Arza Davenport was a Republican member of the U.S. House of Representatives from Pennsylvania."}]}, {"heading": "Births", "year": "1841", "date": "January 15", "txt": "Frederick Stanley, 16th Earl of Derby, English captain and politician, 6th Governor General of Canada (d. 1908)", "entities": [{"title": "Frederick Stanley, 16th Earl of Derby", "href": "/wiki/Frederick_Stanley,_16th_Earl_of_Derby", "description": "Frederick Arthur Stanley, 16th Earl of Derby, styled as Hon. Frederick Stanley from 1844 to 1886 and as Lord Stanley of Preston between 1886 and 1893, was a Conservative Party politician in the United Kingdom who served as Colonial secretary from 1885 to 1886 and Governor General of Canada from 1888 to 1893. An avid sportsman, he built Stanley House Stables in England and is famous in North Americ"}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1842", "date": "January 15", "txt": "Josef Breuer, Austrian physician and psychiatrist (d. 1925)", "entities": [{"title": "Josef Breuer", "href": "/wiki/Josef_Breuer", "description": "Josef Breuer was a distinguished physician who made key discoveries in neurophysiology, and whose work in the 1880s with his patient Bertha Pappenheim, known as Anna O., developed the talking cure and laid the foundation to psychoanalysis as developed by his protégé Sigmund Freud."}]}, {"heading": "Births", "year": "1842", "date": "January 15", "txt": "Mary MacKillop, Australian nun and saint, co-founded the Sisters of St Joseph of the Sacred Heart (d. 1909)", "entities": [{"title": "Sisters of St Joseph of the Sacred Heart", "href": "/wiki/Sisters_of_St_Joseph_of_the_Sacred_Heart", "description": "\n\nThe Sisters of St Joseph of the Sacred Heart, often called the \"Josephites\" or \"Brown Joeys\", were founded in Penola, South Australia, in 1866 by Mary MacKillop and the Rev. Julian Tenison Woods. Members of the congregation use the postnominal initials RSJ."}]}, {"heading": "Births", "year": "1850", "date": "January 15", "txt": "Leonard Darwin, English soldier, eugenicist, and politician (d. 1943)", "entities": [{"title": "Leonard Darwin", "href": "/wiki/Leonard_Darwin", "description": "Leonard Darwin was an English politician, economist and eugenicist. He was a son of the naturalist Charles Darwin, and also a mentor to Ronald Fisher, a statistician and evolutionary biologist."}]}, {"heading": "Births", "year": "1850", "date": "January 15", "txt": "Mihai Eminescu, Romanian journalist, author, and poet (d. 1889)", "entities": []}, {"heading": "Births", "year": "1850", "date": "January 15", "txt": "Sofia Kovalevskaya, Russian-Swedish mathematician and physicist (d. 1891)", "entities": []}, {"heading": "Births", "year": "1855", "date": "January 15", "txt": "Jacques Damala, Greek-French soldier and actor (d. 1889)", "entities": [{"title": "Jacques Damala", "href": "/wiki/Jacques_Damala", "description": "Aristides Damalas, known in France by the stage name Jacques Damala, was a Greek military officer-turned-actor, who is mostly remembered as being husband to Sarah Bernhardt for a number of years. Damala's characterization by modern researchers is far from positive. His handsomeness was as notable as his insolence and Don Juan quality. Writer Fredy Germanos describes him as an opportunistic and hed"}]}, {"heading": "Births", "year": "1858", "date": "January 15", "txt": "Giovanni Segantini, Italian painter (d. 1899)", "entities": [{"title": "Giovanni Segantini", "href": "/wiki/Giovanni_Segantini", "description": "Giovanni Segantini was an Italian painter known for his large pastoral landscapes of the Alps. He was one of the most famous artists in Europe in the late 19th century, and his paintings were collected by major museums. In later life, he combined a Divisionist painting style with Symbolist images of nature. He was active in Switzerland during the last period of his life."}]}, {"heading": "Births", "year": "1859", "date": "January 15", "txt": "Archibald Peake, English-Australian politician, 25th Premier of South Australia (d. 1920)", "entities": [{"title": "Archibald Peake", "href": "/wiki/Archibald_Peake", "description": "\nArchibald Henry Peake was an Australian politician. He was Premier of South Australia on three occasions: from 1909 to 1910 for the Liberal and Democratic Union, and from 1912 to 1915 and 1917 to 1920 for its successor, the Liberal Union. He had also been Treasurer and Attorney-General in the Price-Peake coalition government from 1905 to 1909."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1863", "date": "January 15", "txt": "Wilhelm Marx, German lawyer and politician, 17th Chancellor of Germany (d. 1946)", "entities": [{"title": "Wilhelm Marx", "href": "/wiki/Wilhelm_Marx", "description": "Wilhelm Marx was a German lawyer, Catholic politician and a member of the Centre Party. He was Chancellor of Germany twice, from 1923 to 1925 and again from 1926 to 1928, and he also served briefly as Minister President of Prussia in 1925, during the Weimar Republic. With a total of 3 years, 73 days, he was the longest-serving Chancellor during the Weimar Republic."}, {"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Births", "year": "1866", "date": "January 15", "txt": "Nathan Söderblom, Swedish archbishop, historian, and academic, Nobel Prize laureate (d. 1931)", "entities": [{"title": "Nathan Söderblom", "href": "/wiki/Nathan_S%C3%B6derblom", "description": "Lars Olof Jonathan Söderblom was a Swedish clergyman. He was the Church of Sweden Archbishop of Uppsala between 1914 and 1931, and recipient of the 1930 Nobel Peace Prize. He is commemorated in the Calendar of Saints of the Lutheran Church and in the liturgical calendar of the Episcopal Church (USA) on July 12."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1869", "date": "January 15", "txt": "Ruby Laffoon, American lawyer and politician, 43rd Governor of Kentucky (d. 1941)", "entities": [{"title": "Ruby Laffoon", "href": "/wiki/Ruby_Laffoon", "description": "Ruby Laffoon was an American politician who served as the 43rd Governor of Kentucky from 1931 to 1935. A Kentucky native, at age 17 Laffoon moved to Washington, D.C., to live with his uncle, U.S. Representative Polk Laffoon. He developed an interest in politics and returned to Kentucky, where he compiled a mixed record of victories and defeats in elections at the county and state levels. In 1931, "}, {"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Births", "year": "1869", "date": "January 15", "txt": "Stanisław Wyspiański, Polish poet, playwright, and painter (d. 1907)", "entities": []}, {"heading": "Births", "year": "1870", "date": "January 15", "txt": "Pierre S. du Pont, American businessman and philanthropist (d. 1954)", "entities": [{"title": "Pierre S. du Pont", "href": "/wiki/Pierre_S._du_Pont", "description": "Pierre Samuel du Pont was an American entrepreneur, businessman, philanthropist and member of the prominent du Pont family."}]}, {"heading": "Births", "year": "1872", "date": "January 15", "txt": "Arsen Kotsoyev, Russian author and translator (d. 1944)", "entities": [{"title": "Arsen Kotsoyev", "href": "/wiki/Arsen_Kotsoyev", "description": "Arsen Kotsoyev is one of the founders of Ossetic prose, who had a large influence on the formation of the modern Ossetic language and its functional styles. He participated in all of the first Ossetic periodicals, and was one of the most notable Ossetian publicists."}]}, {"heading": "Births", "year": "1875", "date": "January 15", "txt": "Thomas Burke, American sprinter, coach, and journalist (d. 1929)", "entities": [{"title": "Thomas Burke (athlete)", "href": "/wiki/Thomas_Burke_(athlete)", "description": "Thomas Edmund \"Tom\" Burke was an American sprinter. He was the first Olympic champion in the 100 and 400 meter dash races."}]}, {"heading": "Births", "year": "1877", "date": "January 15", "txt": "Lewis Terman, American psychologist, eugenicist, and academic (d. 1956)", "entities": [{"title": "Lewis Terman", "href": "/wiki/Lewis_Terman", "description": "Lewis Madison Terman was an American psychologist and author. He was noted as a pioneer in educational psychology in the early 20th century at the Stanford Graduate School of Education. He is best known for his revision of the Stanford–Binet Intelligence Scales and for initiating the longitudinal study of children with high IQs called the Genetic Studies of Genius. He was a prominent eugenicist an"}]}, {"heading": "Births", "year": "1878", "date": "January 15", "txt": "Johanna Müller-Hermann, Austrian composer (d. 1941)", "entities": [{"title": "Johanna Müller-Hermann", "href": "/wiki/Johanna_M%C3%BCller-Hermann", "description": "Johanna Müller-Hermann was an Austrian composer and pedagogue."}]}, {"heading": "Births", "year": "1879", "date": "January 15", "txt": "Mazo de la Roche, Canadian author and playwright (d. 1961)", "entities": [{"title": "Mazo de la Roche", "href": "/wiki/Mazo_de_la_Roche", "description": "Mazo de la Roche, born Maisie Louise Roche in Newmarket, Ontario, Canada, was the author of the Jalna novels, one of the most popular series of books of her time."}]}, {"heading": "Births", "year": "1882", "date": "January 15", "txt": "Henry Burr, Canadian singer, radio performer, and producer (d. 1941)", "entities": [{"title": "Henry Burr", "href": "/wiki/Henry_Burr", "description": "Henry Burr was a Canadian singer, radio performer and producer. He was born Harry Haley McClaskey and used Henry Burr as one of his many pseudonyms, in addition to Irving Gillette, Henry Gillette, Alfred Alexander, Robert Rice, Carl Ely, Harry Barr, Frank Knapp, Al King, and Shamus McClaskey. He produced more than 12,000 recordings, by his own estimate, and some of his most popular recordings incl"}]}, {"heading": "Births", "year": "1882", "date": "January 15", "txt": "Princess Margaret of Connaught (d. 1920)", "entities": []}, {"heading": "Births", "year": "1885", "date": "January 15", "txt": "Lorenz Böhler, Austrian physician and author (d. 1973)", "entities": [{"title": "Lorenz Böhler", "href": "/wiki/Lorenz_B%C3%B6hler", "description": "Lorenz Böhler was an Austrian physician and famous surgeon."}]}, {"heading": "Births", "year": "1885", "date": "January 15", "txt": "Grover Lowdermilk, American baseball player (d. 1968)", "entities": []}, {"heading": "Births", "year": "1890", "date": "January 15", "txt": "Michiaki Kamada, Japanese admiral (d. 1947)", "entities": [{"title": "Michiaki Kamada", "href": "/wiki/Michiaki_Kamada", "description": "Michiaki Kamada  was a vice-admiral of the Imperial Japanese Navy and saw service in the Pacific Theatre of World War II."}]}, {"heading": "Births", "year": "1891", "date": "January 15", "txt": "Ray Chapman, American baseball player (d. 1920)", "entities": [{"title": "Ray Chapman", "href": "/wiki/Ray_Chapman", "description": "Raymond Johnson Chapman was an American baseball player. He spent his entire career as a shortstop for the Cleveland Indians."}]}, {"heading": "Births", "year": "1891", "date": "January 15", "txt": "Osip Mandelstam, Russian poet and translator (d. 1938)", "entities": []}, {"heading": "Births", "year": "1893", "date": "January 15", "txt": "Ivor Novello, Welsh singer-songwriter and actor (d. 1951)", "entities": [{"title": "Ivor Novello", "href": "/wiki/Ivor_Novello", "description": "Ivor Novello was a Welsh composer and actor who became one of the most popular British entertainers of the first half of the 20th century."}]}, {"heading": "Births", "year": "1895", "date": "January 15", "txt": "Artturi Ilmari Virtanen, Finnish chemist and academic, Nobel Prize laureate (d. 1973)", "entities": [{"title": "Artturi Ilmari Virtanen", "href": "/wiki/Artturi_Ilmari_Virtanen", "description": "Artturi Ilmari Virtanen was a Finnish chemist and recipient of the 1945 Nobel Prize in Chemistry \"for his research and inventions in agricultural and nutrition chemistry, especially for his fodder preservation method\"."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1896", "date": "January 15", "txt": "Marjorie Bennett, Australian-American actress (d. 1982)", "entities": [{"title": "Marjorie Bennett", "href": "/wiki/Marjorie_Bennett", "description": "Marjorie Bennett was an Australian-born television and film actress who worked mainly in Great Britain and the United States. She began her acting career during the silent film era."}]}, {"heading": "Births", "year": "1902", "date": "January 15", "txt": "Nâzım Hikmet, Greek-Turkish author, poet, and playwright (d. 1963)", "entities": [{"title": "Nâzım Hikmet", "href": "/wiki/N%C3%A2z%C4%B1m_Hikmet", "description": "Nâzım Hikmet Ran, commonly known as Nâzım Hikmet, was a Turkish poet, playwright, novelist, screenwriter, director and memoirist. He was acclaimed for the \"lyrical flow of his statements\". Described as a \"romantic communist\" and \"romantic revolutionary\", he was repeatedly arrested for his political beliefs and spent much of his adult life in prison or in exile. His poetry has been translated into "}]}, {"heading": "Births", "year": "1902", "date": "January 15", "txt": "Saud of Saudi Arabia (d. 1969)", "entities": []}, {"heading": "Births", "year": "1903", "date": "January 15", "txt": "Paul A. Dever, American lieutenant and politician, 58th Governor of Massachusetts (d. 1958)", "entities": [{"title": "Paul A. Dever", "href": "/wiki/Paul_A._Dever", "description": "Paul Andrew Dever was an American Democratic politician from Boston, Massachusetts. He served as the 58th Governor of Massachusetts and was its youngest-ever Attorney General.\nAmong his notable accomplishments was the construction of Boston’s circumferential highway Route 128, then called \"Dever’s Folley,\" which was later expanded to Interstate 95, one of the most used national highways."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1907", "date": "January 15", "txt": "Janusz Kusociński, Polish runner and soldier (d. 1940)", "entities": [{"title": "Janusz Kusociński", "href": "/wiki/Janusz_Kusoci%C5%84ski", "description": "Janusz Tadeusz Kusociński was a Polish athlete, winner in the 10,000 meters event at the 1932 Summer Olympics."}]}, {"heading": "Births", "year": "1908", "date": "January 15", "txt": "Edward Teller, Hungarian-American physicist and academic (d. 2003)", "entities": [{"title": "Edward Teller", "href": "/wiki/Edward_Teller", "description": "Edward Teller was a Hungarian-American theoretical physicist who is known colloquially as \"the father of the hydrogen bomb\", although he did not care for the title, considering it poor taste. Throughout his life, Teller was known both for his scientific ability and for his difficult interpersonal relations and volatile personality."}]}, {"heading": "Births", "year": "1909", "date": "January 15", "txt": "Jean Bugatti, German-French engineer (d. 1939)", "entities": [{"title": "Jean Bugatti", "href": "/wiki/Jean_Bugatti", "description": "Jean Bugatti was an automotive designer and test engineer for Bugatti."}]}, {"heading": "Births", "year": "1909", "date": "January 15", "txt": "Gene Krupa, American drummer, composer, and actor (d. 1973)", "entities": []}, {"heading": "Births", "year": "1912", "date": "January 15", "txt": "Michel Debré, French lawyer and politician, Prime Minister of France (d. 1996)", "entities": [{"title": "Michel Debré", "href": "/wiki/Michel_Debr%C3%A9", "description": "Michel Jean-Pierre Debré was the first Prime Minister of the French Fifth Republic. He is considered the \"father\" of the current Constitution of France. He served under President Charles de Gaulle from 1959 to 1962. In terms of political personality, he was intense and immovable, with a tendency to rhetorical extremism."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1913", "date": "January 15", "txt": "Eugène Brands, Dutch painter (d. 2002)", "entities": [{"title": "Eugène Brands", "href": "/wiki/Eug%C3%A8ne_Brands", "description": "Eugène Brands was a Dutch painter, an early member of the COBRA avant-garde art movement."}]}, {"heading": "Births", "year": "1913", "date": "January 15", "txt": "Lloyd Bridges, American actor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1913", "date": "January 15", "txt": "Miriam Hyde, Australian pianist and composer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1913", "date": "January 15", "txt": "Alexander Marinesko, Ukrainian-Russian lieutenant (d. 1963)", "entities": []}, {"heading": "Births", "year": "1914", "date": "January 15", "txt": "Stefan Bałuk, Polish general (d. 2014)", "entities": [{"title": "Stefan Bałuk", "href": "/wiki/Stefan_Ba%C5%82uk", "description": "Stefan Bałuk was a Polish general and photographer."}]}, {"heading": "Births", "year": "1914", "date": "January 15", "txt": "Hugh Trevor-Roper, English historian and academic (d. 2003)", "entities": []}, {"heading": "Births", "year": "1917", "date": "January 15", "txt": "K. A. Thangavelu, Indian film actor and comedian (d. 1994)", "entities": [{"title": "K. A. Thangavelu", "href": "/wiki/K._A._Thangavelu", "description": "Karaikal Arunachalam Thangavelu popularly known as \"Danaal Thangavelu\", was an Indian film actor and comedian popular in the 1950s to 1970s. Not known for physical, acrobatic comedy like his contemporaries J. P. Chandrababu and Nagesh, Thangavelu's humor is recognised for his impeccable timing in verbal agility and the characteristic twang of his delivery. He exclusively acted in Tamil films."}]}, {"heading": "Births", "year": "1918", "date": "January 15", "txt": "João Figueiredo, Brazilian general and politician, 30th President of Brazil (d. 1999)", "entities": [{"title": "João Figueiredo", "href": "/wiki/Jo%C3%A3o_Figueiredo", "description": "João Baptista de Oliveira Figueiredo was a Brazilian military leader and politician who was the 30th President of Brazil, the last of the military regime that ruled the country following the 1964 coup d'état. He was chief of the Secret Service (SNI) during the term of his predecessor, Ernesto Geisel, who appointed him to the presidency at the end of his own mandate. He took the oath of office on 1"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1918", "date": "January 15", "txt": "Édouard Gagnon, Canadian cardinal (d. 2007)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 15", "txt": "Gamal Abdel Nasser, Egyptian colonel and politician, 2nd President of Egypt (d. 1970)", "entities": [{"title": "President of Egypt", "href": "/wiki/President_of_Egypt", "description": "The president of Egypt  is the executive head of state of Egypt. Under the various iterations of the Constitution of Egypt following the Egyptian Revolution of 1952, the president is also the supreme commander of the Armed Forces, and head of the executive branch of the Egyptian government. The current president is Abdel Fattah el-Sisi, in office since 8 June 2014."}]}, {"heading": "Births", "year": "1919", "date": "January 15", "txt": "Maurice Herzog, French mountaineer and politician, French Minister of Youth Affairs and Sports (d. 2012)", "entities": [{"title": "Maurice Herzog", "href": "/wiki/Maurice_Herzog", "description": "Maurice André Raymond Herzog was a French mountaineer and administrator who was born in Lyon, France. He led the 1950 French Annapurna expedition that first climbed a peak over 8000m, Annapurna, in 1950, and reached the summit with Louis Lachenal. Upon his return, he wrote a best-selling book about the expedition."}, {"title": "Minister of Youth Affairs and Sports (France)", "href": "/wiki/Minister_of_Youth_Affairs_and_Sports_(France)", "description": "The Minister of Sports, is a cabinet member in the Government of France, currently attached to the Minister of National Education as Minister Delegate in charge of Sports."}]}, {"heading": "Births", "year": "1919", "date": "January 15", "txt": "George Cadle Price, Belizean politician, 1st Prime Minister of Belize (d. 2011)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 15", "txt": "Bob Davies, American basketball player and coach (d. 1990)", "entities": [{"title": "Bob Davies", "href": "/wiki/Bob_Davies", "description": "Robert Edris Davies was an American professional basketball player. Alongside Bobby Wanzer he formed one of the best backcourt duos in the National Basketball Association's early years. Davies and Wanzer led the Rochester Royals to the 1951 NBA championship. Davies was also a former basketball coach at the Seton Hall University and was inducted to the Naismith Memorial Basketball Hall of Fame on A"}]}, {"heading": "Births", "year": "1920", "date": "January 15", "txt": "Steve Gromek, American baseball player (d. 2002)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 15", "txt": "John O'Connor, American cardinal (d. 2000)", "entities": []}, {"heading": "Births", "year": "1921", "date": "January 15", "txt": "Babasaheb Bhosale, Indian lawyer and politician, 8th Chief Minister of Maharashtra (d. 2007)", "entities": [{"title": "Babasaheb Bhosale", "href": "/wiki/Babasaheb_Bhosale", "description": "Babasaheb Anantrao Bhosale was an Indian politician and freedom fighter who served as Chief Minister of Maharashtra from 21 January 1982, until 1 February 1983."}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Births", "year": "1921", "date": "January 15", "txt": "Frank Thornton, English actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 15", "txt": "Sylvia Lawler, English geneticist (d. 1996)", "entities": [{"title": "Sylvia Lawler", "href": "/wiki/Sylvia_Lawler", "description": "Sylvia Dorothy Lawler was an English geneticist who worked in the field of human genetics."}]}, {"heading": "Births", "year": "1922", "date": "January 15", "txt": "Eric Willis, Australian sergeant and politician, 34th Premier of New South Wales (d. 1999)", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1923", "date": "January 15", "txt": "Ivor Cutler, Scottish pianist, songwriter, and poet (d. 2006)", "entities": [{"title": "Ivor Cutler", "href": "/wiki/Ivor_Cutler", "description": "Ivor Cutler was a Scottish poet, singer, musician, songwriter, artist and humorist. He became known for his regular performances on BBC radio, and in particular his numerous sessions recorded for John Peel's influential eponymous late night radio programme, and later for Andy Kershaw's programme. He appeared in the Beatles' Magical Mystery Tour film in 1967 and on Neil Innes' television programmes"}]}, {"heading": "Births", "year": "1923", "date": "January 15", "txt": "Lee Teng-hui, Taiwanese-Chinese economist and politician, 4th President of the Republic of China (d. 2020)", "entities": [{"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Births", "year": "1924", "date": "January 15", "txt": "George Lowe, New Zealand-English mountaineer and explorer (d. 2013)", "entities": [{"title": "George Lowe (mountaineer)", "href": "/wiki/George_Lowe_(mountaineer)", "description": "Wallace George Lowe, known as George Lowe, was a New Zealand-born mountaineer, explorer, film director and educator. He was the last surviving member of the 1953 British Mount Everest Expedition, during which his friend Edmund Hillary and Sherpa Tenzing Norgay became the first known people to summit the world's highest peak."}]}, {"heading": "Births", "year": "1925", "date": "January 15", "txt": "Ruth Slenczynska, American pianist and composer", "entities": [{"title": "Ruth Slenczynska", "href": "/wiki/Ruth_Slenczynska", "description": "Ruth Slenczynska is an American pianist."}]}, {"heading": "Births", "year": "1925", "date": "January 15", "txt": "Ignacio López Tarso, Mexican actor", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 15", "txt": "Maria Schell, Austrian-Swiss actress (d. 2005)", "entities": [{"title": "Maria Schell", "href": "/wiki/Maria_Schell", "description": "Maria Margarethe Anna Schell was an Austrian-Swiss actress. She ranged among the stars of German cinema in the 1950s and 1960s. In 1954, she was awarded the Cannes Best Actress Award for her performance in Helmut Käutner's war drama The Last Bridge, and in 1956, she won the Volpi Cup for Best Actress at the Venice Film Festival for Gervaise."}]}, {"heading": "Births", "year": "1927", "date": "January 15", "txt": "Phyllis Coates, American actress", "entities": [{"title": "Phyllis Coates", "href": "/wiki/Phyllis_Coates", "description": "Phyllis Coates is an American actress best known for her portrayal of reporter Lois Lane in the 1951 film Superman and the Mole Men and in the first season of the television series Adventures of Superman."}]}, {"heading": "Births", "year": "1928", "date": "January 15", "txt": "W. R. Mitchell, English journalist and author (d. 2015)", "entities": [{"title": "W. R. Mitchell", "href": "/wiki/W._R._Mitchell", "description": "William Reginald Mitchell was a British writer who was the editor of Dalesman magazine for twenty years and over a sixty-year period has written over 200 books, hundreds of articles, and delivered many talks on the history and physical and natural evolution of North Britain, with particular emphasis on The Yorkshire Dales, Lancashire and The Lake District. These include biographies, social history"}]}, {"heading": "Births", "year": "1929", "date": "January 15", "txt": "Earl Hooker, American guitarist (d. 1970)", "entities": [{"title": "Earl Hooker", "href": "/wiki/Earl_Hooker", "description": "Earl Zebedee Hooker was a Chicago blues guitarist known for his slide guitar playing. Considered a \"musician's musician\", he performed with blues artists such as Sonny Boy Williamson II, Junior Wells, and John Lee Hooker and fronted his own bands. An early player of the electric guitar, Hooker was influenced by the modern urban styles of T-Bone Walker and Robert Nighthawk. He recorded several sing"}]}, {"heading": "Births", "year": "1929", "date": "January 15", "txt": "Martin Luther King Jr., American minister and activist, Nobel Prize laureate (d. 1968)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}, {"title": "Assassination of Martin Luther King Jr.", "href": "/wiki/Assassination_of_Martin_Luther_King_Jr.", "description": "Martin Luther King Jr., an African-American clergyman and civil rights leader, was fatally shot at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968, at 6:01 p.m. CST. He was rushed to St. Joseph's Hospital, where he died at 7:05 p.m. He was a prominent leader of the Civil Rights Movement and a Nobel Peace Prize laureate who was known for his use of nonviolence and civil disobedience."}]}, {"heading": "Births", "year": "1930", "date": "January 15", "txt": "Eddie Graham, American wrestler and promoter (d. 1985)", "entities": [{"title": "Eddie Graham", "href": "/wiki/Eddie_Graham", "description": "Edward F. Gossett, better known as Eddie Graham, was an American professional wrestler. He was also the promoter and booker for Championship Wrestling from Florida and President of the NWA in the 1970s."}]}, {"heading": "Births", "year": "1931", "date": "January 15", "txt": "Lee Bontecou, American painter and sculptor", "entities": [{"title": "Lee Bontecou", "href": "/wiki/Lee_Bontecou", "description": "Lee Bontecou is an American sculptor and printmaker and a pioneer figure in the New York art world. She kept her work consistently in a recognizable style, and received broad recognition in the 1960s. Bontecou made abstract sculptures in the 1960s and 1970s and created vacuum-formed plastic fish, plants, and flower forms in the 1970s. Rich, organic shapes and powerful energy appear in her drawings"}]}, {"heading": "Births", "year": "1932", "date": "January 15", "txt": "Lou Jones, American sprinter (d. 2006)", "entities": [{"title": "Lou Jones (athlete)", "href": "/wiki/Lou_Jones_(athlete)", "description": "Louis Woodard \"Lou\" Jones was an American athlete, winner of a gold medal in the 4x400 m relay at the 1956 Summer Olympics."}]}, {"heading": "Births", "year": "1933", "date": "January 15", "txt": "Frank Bough, English journalist and radio host (d. 2020)", "entities": [{"title": "Frank Bough", "href": "/wiki/Frank_Bough", "description": "Francis Joseph Bough was an English television presenter. He was best known as the former host of BBC sports and current affairs shows including Grandstand, Nationwide and Breakfast Time, which he launched alongside Selina Scott and Nick Ross."}]}, {"heading": "Births", "year": "1933", "date": "January 15", "txt": "Ernest J. Gaines, American author and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 15", "txt": "Peter Maitlis, English chemist and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 15", "txt": "V. S. Ramadevi, Indian civil servant and politician, 13th Governor of Karnataka (d. 2013)", "entities": [{"title": "V. S. Ramadevi", "href": "/wiki/V._S._Ramadevi", "description": "V. S. Ramadevi was an Indian-British Raj stateswoman who was the first lady become the 13th Governor of Karnataka and 9th Chief Election Commissioner of India from 26 November 1990 to 11 December 1990. She was the first woman to become Chief Election Commissioner of India. She was succeeded by T. N. Seshan. Ramadevi was the first woman to serve as Secretary General of the Rajya Sabha, from 1 July "}, {"title": "Governor of Karnataka", "href": "/wiki/Governor_of_Karnataka", "description": "The Governor of Karnataka is the constitutional head of the south Indian state of Karnataka. The governor is appointed by the President of India for a term of five years, and holds office at the President's pleasure. The governor is de jure head of the Government of Karnataka; all its executive actions are taken in the governor's name. However, the governor must act on the advice of the popularly "}]}, {"heading": "Births", "year": "1937", "date": "January 15", "txt": "Margaret O'Brien, American actress and singer", "entities": [{"title": "Margaret O'Brien", "href": "/wiki/Margaret_O%27Brien", "description": "Margaret O'Brien is an American film, radio, television, and stage actress, and is one of the last surviving stars from the Golden Age of Hollywood cinema. Beginning a prolific career as a child actress in feature films for Metro-Goldwyn-Mayer at age 4, O'Brien became one of the most popular child stars in cinema history and was honored with a Juvenile Academy Award as the outstanding child actres"}]}, {"heading": "Births", "year": "1938", "date": "January 15", "txt": "Ashraf Aman, Pakistani engineer and mountaineer", "entities": [{"title": "Ashraf Aman", "href": "/wiki/Ashraf_Aman", "description": "Ashraf Aman is a Pakistani mountaineer, adventurer, and engineer. In 1977, he became the first Pakistani to reach the summit of K2. He operates the travel and tourism-based company \"Adventure Tours Pakistan\". He is also vice-President of the Alpine Club of Pakistan."}]}, {"heading": "Births", "year": "1938", "date": "January 15", "txt": "Estrella Blanca, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 15", "txt": "Chuni Goswami, Indian footballer and cricketer", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 15", "txt": "Per Ahlmark, Swedish journalist and politician, 1st Deputy Prime Minister of Sweden (d. 2018)", "entities": [{"title": "Per Ahlmark", "href": "/wiki/Per_Ahlmark", "description": "Per Axel Ahlmark was a Swedish politician and writer. He was the leader of the Liberal People's Party from 1975 to 1978, and Minister for Employment and Deputy Prime Minister in the Swedish government from 1976 to 1978. He also served as a member of the Swedish parliament from 1967 to 1978."}, {"title": "Deputy Prime Minister of Sweden", "href": "/wiki/Deputy_Prime_Minister_of_Sweden", "description": "The Swedish constitution allows the Prime Minister to appoint one of the Ministers in the cabinet as deputy prime minister, in case the Prime Minister for some reason is prevented from performing his or her duties. If a Deputy Prime Minister has not been appointed, the Minister in the cabinet who has served the longest time takes over as head of government."}]}, {"heading": "Births", "year": "1939", "date": "January 15", "txt": "Tony Bullimore, British sailor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 15", "txt": "Captain Beefheart, American singer-songwriter, musician, and artist (d. 2010)", "entities": [{"title": "Captain Beefheart", "href": "/wiki/Captain_Beefheart", "description": "Don Van Vliet was an American singer, songwriter, multi-instrumentalist, and visual artist best known by the stage name Captain Beefheart. He conducted a rotating ensemble called the Magic Band, with whom he recorded 13 studio albums between 1964 and 1982. His music blended elements of blues, free jazz, rock, and avant-garde composition with idiosyncratic rhythms, absurdist wordplay, and his wide "}]}, {"heading": "Births", "year": "1942", "date": "January 15", "txt": "Frank Joseph Polozola, American academic and judge (d. 2013)", "entities": [{"title": "Frank Joseph Polozola", "href": "/wiki/Frank_Joseph_Polozola", "description": "Frank Joseph Polozola was a United States District Judge of the United States District Court for the Middle District of Louisiana."}]}, {"heading": "Births", "year": "1943", "date": "January 15", "txt": "George Ambrum, Australian rugby league player (d. 1986)", "entities": [{"title": "George Ambrum", "href": "/wiki/George_Ambrum", "description": "George Ambrum (1943–1986) was an Australian rugby league player who played in the 1960s and 1970s."}]}, {"heading": "Births", "year": "1943", "date": "January 15", "txt": "Margaret Beckett, English metallurgist and politician, Secretary of State for Foreign and Commonwealth Affairs", "entities": [{"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1943", "date": "January 15", "txt": "Stuart E. Eizenstat, American lawyer and diplomat, United States Ambassador to the European Union", "entities": [{"title": "United States Ambassador to the European Union", "href": "/wiki/United_States_Ambassador_to_the_European_Union", "description": "This is a list of United States ambassadors to the European Union. The formal title of this position is Representative of the United States of America to the European Union, with the rank and status of Ambassador Extraordinary and Plenipotentiary."}]}, {"heading": "Births", "year": "1943", "date": "January 15", "txt": "Mike Marshall, American baseball player", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 15", "txt": "Jenny Nimmo, English author", "entities": [{"title": "Jenny Nimmo", "href": "/wiki/Jenny_Nimmo", "description": "Jenny Nimmo is a British author of children's books, including many fantasy and adventure novels, chapter books, and picture books. Born in England, she has lived mostly in Wales for forty years. She is probably best known for two series of fantasy novels: The Magician Trilogy (1986–1989), contemporary stories rooted in Welsh myth, and Children of the Red King (2002–2010), featuring schoolchildren"}]}, {"heading": "Births", "year": "1945", "date": "January 15", "txt": "Ko Chun-hsiung, Taiwanese actor, director, and politician (d. 2015)", "entities": [{"title": "Ko Chun-hsiung", "href": "/wiki/Ko_Chun-hsiung", "description": "Ko Chun-hsiung was a Taiwanese actor, director and politician. He had been acting since the 1960s and had appeared in more than 200 films."}]}, {"heading": "Births", "year": "1945", "date": "January 15", "txt": "Vince Foster, American lawyer and political figure (d. 1993)", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 15", "txt": "William R. Higgins, American colonel (d. 1990)", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 15", "txt": "Princess Michael of Kent", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 15", "txt": "David Pleat, English footballer, manager, and sportscaster", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 15", "txt": "Charles Brown, American actor (d. 2004)", "entities": [{"title": "Charles Brown (actor)", "href": "/wiki/Charles_Brown_(actor)", "description": "Charles Brown was an American actor and a member of New York City, New York theater troupe the Negro Ensemble Company. He was best known for his performances in Off-Broadway and Broadway plays by Samm-Art Williams and August Wilson."}]}, {"heading": "Births", "year": "1947", "date": "January 15", "txt": "Mary Hogg, English lawyer and judge", "entities": [{"title": "Mary Hogg", "href": "/wiki/Mary_Hogg", "description": "\n\nThe Honourable Dame Mary Claire Hogg, DBE, is a British lawyer and former High Court judge. She is the daughter of Quintin Hogg, Baron Hailsham of St Marylebone, and his wife, Mary Evelyn Martin, and is the sister of Douglas Hogg."}]}, {"heading": "Births", "year": "1947", "date": "January 15", "txt": "Andrea Martin, American-Canadian actress, singer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 15", "txt": "Ronnie Van Zant, American singer-songwriter (d. 1977)", "entities": [{"title": "Ronnie Van Zant", "href": "/wiki/Ronnie_Van_Zant", "description": "Ronald Wayne Van Zant was an American musician known as the lead vocalist, primary lyricist, and founding member of the Southern rock band Lynyrd Skynyrd. He was the older brother of two other rock vocalists: current Lynyrd Skynyrd lead vocalist Johnny Van Zant and Donnie Van Zant, the founder and vocalist of 38 Special. He was the father of Tammy Van Zant and Melody Van Zant."}]}, {"heading": "Births", "year": "1949", "date": "January 15", "txt": "Luis Alvarado, Puerto Rican-American baseball player (d. 2001)", "entities": [{"title": "Luis Alvarado", "href": "/wiki/Luis_Alvarado", "description": "Luis César Alvarado Martínez, born in Lajas, Puerto Rico, was a utility infielder in Major League Baseball. From 1968 through 1977, he played for the Boston Red Sox, Chicago White Sox, St. Louis Cardinals, Cleveland Indians, New York Mets and Detroit Tigers. Alvarado batted and threw right-handed."}]}, {"heading": "Births", "year": "1949", "date": "January 15", "txt": "Alasdair Liddell, English businessman (d. 2012)", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 15", "txt": "Ian Stewart, Scottish runner", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 15", "txt": "Howard Twitty, American golfer", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 15", "txt": "Marius Trésor, French footballer and coach", "entities": [{"title": "Marius Trésor", "href": "/wiki/Marius_Tr%C3%A9sor", "description": "Marius Paul Trésor is a French former professional footballer who played as a defender. He was named by Pelé as one of the top 125 greatest living footballers. He is considered as one of the best central defenders of all time, and he is regarded as one of France's greatest ever players."}]}, {"heading": "Births", "year": "1952", "date": "January 15", "txt": "Boris Blank, Swiss singer-songwriter", "entities": [{"title": "Boris Blank (musician)", "href": "/wiki/Boris_Blank_(musician)", "description": "Boris Blank is a Swiss artist and musician known for his work in the musical duo Yello with Dieter Meier."}]}, {"heading": "Births", "year": "1952", "date": "January 15", "txt": "Andrzej Fischer, Polish footballer", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 15", "txt": "Randy White, American football player", "entities": [{"title": "Randy White (American football)", "href": "/wiki/Randy_White_(American_football)", "description": "Randall Lee White is an American former professional football player who was a defensive tackle. He played college football for the Maryland Terrapins from 1971 to 1974, and played professionally for the Dallas Cowboys in the National Football League (NFL) from 1975 to 1988. He is a member of the College Football Hall of Fame (1994), the Pro Football Hall of Fame (1994) and the Delaware Sports Mus"}]}, {"heading": "Births", "year": "1954", "date": "January 15", "txt": "Jose Dalisay, Jr., Filipino poet, author, and screenwriter", "entities": [{"title": "Jose Dalisay, Jr.", "href": "/wiki/Jose_Dalisay,_Jr.", "description": "Jose Y. Dalisay Jr. is a Filipino writer. He has won numerous awards and prizes for fiction, poetry, drama, non-fiction and screenwriting, including 16 Palanca Awards."}]}, {"heading": "Births", "year": "1955", "date": "January 15", "txt": "Nigel Benson, English author and illustrator", "entities": [{"title": "Nigel Benson", "href": "/wiki/Nigel_Benson", "description": "Nigel C. Benson is a British author and illustrator."}]}, {"heading": "Births", "year": "1955", "date": "January 15", "txt": "Andreas Gursky, German photographer", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 15", "txt": "Khalid Islambouli, Egyptian lieutenant (d. 1982)", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 15", "txt": "Vitaly Kaloyev, Russian architect", "entities": [{"title": "Vitaly Kaloyev", "href": "/wiki/Vitaly_Kaloyev", "description": "Vitaly Konstantinovich Kaloyev is a Russian former architect and convicted murderer, who was found guilty of the premeditated killing of an air traffic controller after his family died aboard Bashkirian Airlines Flight 2937, which collided with DHL Flight 611 over Überlingen, Germany, on 1 July 2002."}]}, {"heading": "Births", "year": "1956", "date": "January 15", "txt": "Mayawati, Indian educator and politician, 23rd Chief Minister of Uttar Pradesh", "entities": [{"title": "Chief Minister of Uttar Pradesh", "href": "/wiki/Chief_Minister_of_Uttar_Pradesh", "description": "The Chief Minister of Uttar Pradesh is the head of the Government of Uttar Pradesh. As per the Constitution of India, the governor is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Uttar Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the government. The governor appoints the"}]}, {"heading": "Births", "year": "1956", "date": "January 15", "txt": "Marc Trestman, American football player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 15", "txt": "David Ige, American politician", "entities": [{"title": "David Ige", "href": "/wiki/David_Ige", "description": "David Yutaka Ige is an American politician serving as the eighth governor of Hawaii. A Democrat, he previously served in the Hawaii State Senate. In the 2014 gubernatorial election, he defeated incumbent Governor Neil Abercrombie in the Democratic primary, and won the general election over Republican nominee Duke Aiona. He was reelected in 2018."}]}, {"heading": "Births", "year": "1957", "date": "January 15", "txt": "Marty Lyons, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 15", "txt": "Andrew Tyrie, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 15", "txt": "Mario Van Peebles, Mexican-American actor and director", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 15", "txt": "Ken Judge, Australian footballer and coach (d. 2016)", "entities": [{"title": "Ken Judge", "href": "/wiki/Ken_Judge", "description": "Ken Judge was an Australian rules footballer and coach."}]}, {"heading": "Births", "year": "1958", "date": "January 15", "txt": "Boris Tadić, Serbian psychologist and politician, 16th President of Serbia", "entities": [{"title": "President of Serbia", "href": "/wiki/President_of_Serbia", "description": "The President of Serbia, officially styled as the President of the Republic is the head of state of Serbia."}]}, {"heading": "Births", "year": "1959", "date": "January 15", "txt": "Greg Dowling, Australian rugby league player", "entities": [{"title": "Greg Dowling", "href": "/wiki/Greg_Dowling", "description": "Greg Dowling is an Australian former professional rugby league footballer who played in the 1980s and 1990s. An Australian international and Queensland State of Origin representative prop forward, he played his club football mostly in Brisbane with a spell playing for English club, Wigan."}]}, {"heading": "Births", "year": "1959", "date": "January 15", "txt": "Pavle Kozjek, Slovenian mountaineer and photographer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 15", "txt": "Pete Trewavas, English bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 15", "txt": "Serhiy N. Morozov, Ukrainian footballer and coach", "entities": [{"title": "Serhiy N. Morozov", "href": "/wiki/Serhiy_N._Morozov", "description": "Serhiy N. Morozov is a former professional footballer from Ukraine. He became topscorer of the Meistriliiga 1994–95 by scoring 25 goals for Lantana Marlekor. He also played as a professional in Latvia. His last club was Olimpia Yuzhnoukrainsk from Ukraine. As of 2006, Morozov was working as a youth coach at MFC Mykolaiv."}]}, {"heading": "Births", "year": "1961", "date": "January 15", "txt": "Yves Pelletier, Canadian actor and director", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 15", "txt": "Bruce Schneier, American cryptographer and author", "entities": [{"title": "Bruce Schneier", "href": "/wiki/Bruce_Schneier", "description": "Bruce Schneier is an American cryptographer, computer security professional, privacy specialist, and writer. Schneier is currently a Lecturer in Public Policy at the Harvard Kennedy School and a Fellow at the Berkman-Klein Center for Internet & Society. He is a board member of the Electronic Frontier Foundation, AccessNow, and the Tor Project; and an advisory board member of EPIC and VerifiedVotin"}]}, {"heading": "Births", "year": "1964", "date": "January 15", "txt": "Osmo Tapio Räihälä, Finnish composer", "entities": [{"title": "Osmo Tapio Räihälä", "href": "/wiki/Osmo_Tapio_R%C3%A4ih%C3%A4l%C3%A4", "description": "Osmo Tapio Everton Räihälä is a Finnish composer of contemporary music. He has mainly written instrumental music for various chamber music line-ups, five concertos as well as for symphony orchestra."}]}, {"heading": "Births", "year": "1965", "date": "January 15", "txt": "Maurizio Fondriest, Italian cyclist", "entities": [{"title": "Maurizio Fondriest", "href": "/wiki/Maurizio_Fondriest", "description": "Maurizio Fondriest is a retired Italian professional road racing cyclist."}]}, {"heading": "Births", "year": "1965", "date": "January 15", "txt": "Bernard Hopkins, American boxer and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 15", "txt": "James Nesbitt, Northern Irish actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 15", "txt": "Lisa Lisa, American R&B singer", "entities": [{"title": "Lisa Lisa and Cult Jam", "href": "/wiki/Lisa_Lisa_and_Cult_Jam", "description": "Lisa Lisa and Cult Jam were an urban contemporary band and one of the first freestyle music groups to emerge from New York City in the 1980s. Cult Jam consisted of vocalist Lisa Lisa (Velez), guitarist/bassist Alex \"Spanador\" Moseley, and drummer/keyboardist Mike Hughes. They were assembled and produced by Full Force."}]}, {"heading": "Births", "year": "1967", "date": "January 15", "txt": "Ted Tryba, American golfer", "entities": [{"title": "Ted Tryba", "href": "/wiki/Ted_Tryba", "description": "Ted Tryba is an American professional golfer who has played on the PGA Tour and the Nationwide Tour."}]}, {"heading": "Births", "year": "1968", "date": "January 15", "txt": "Chad Lowe, American actor, director, and producer", "entities": [{"title": "Chad Lowe", "href": "/wiki/Chad_Lowe", "description": "Charles Davis Lowe II is an American actor and director. He is the younger brother of actor Rob Lowe. He won an Emmy Award for his supporting role in Life Goes On as a young man living with HIV. He has had recurring roles on ER, Melrose Place, and Now and Again. Lowe played Deputy White House Chief of Staff Reed Pollock on the sixth season of 24, and played Byron Montgomery on Pretty Little Liars."}]}, {"heading": "Births", "year": "1969", "date": "January 15", "txt": "Delino DeShields, American baseball player and manager", "entities": [{"title": "Delino DeShields", "href": "/wiki/Delino_DeShields", "description": "Delino Lamont DeShields, also nicknamed \"Bop\", is an American former professional baseball second baseman and current first base coach for the Cincinnati Reds. He played for thirteen seasons in Major League Baseball (MLB) for the Montreal Expos, Los Angeles Dodgers, St. Louis Cardinals, Baltimore Orioles, and Chicago Cubs between 1990 and 2002. He managed the Louisville Bats in the Cincinnati Reds"}]}, {"heading": "Births", "year": "1970", "date": "January 15", "txt": "Shane McMahon, American wrestler and businessman", "entities": [{"title": "Shane McMahon", "href": "/wiki/Shane_McMahon", "description": "Shane Brandon McMahon is an American businessman and professional wrestler, who is the founder and executive vice-chairman of Ideanomics, formerly Seven Stars Cloud Group. He is also a minority owner, producer, and wrestler in WWE."}]}, {"heading": "Births", "year": "1971", "date": "January 15", "txt": "Regina King, American actress", "entities": [{"title": "Regina King", "href": "/wiki/Regina_King", "description": "Regina Rene King is an American actress and director. She is the recipient of several awards, including an Academy Award, a Golden Globe Award, and four acting Primetime Emmy Awards, the most for an African-American performer. Time magazine named her one of the 100 most influential people in the world in 2019."}]}, {"heading": "Births", "year": "1972", "date": "January 15", "txt": "Shelia Burrell, American heptathlete", "entities": [{"title": "Shelia Burrell", "href": "/wiki/Shelia_Burrell", "description": "Shelia Burrell is a retired American heptathlete. She was a two-time representative of the United States at the Summer Olympics, competing in 2000 and 2004. Her best Olympic finish was fourth place. She also competed twice at the World Championships in Athletics, which included a bronze medal in 2001. She was also a two-time silver medalist at the 1999 Pan American Games. Her personal best for the"}]}, {"heading": "Births", "year": "1972", "date": "January 15", "txt": "Christos Kostis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 15", "txt": "Claudia Winkleman, English journalist and critic", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 15", "txt": "Essam El Hadary, Egyptian footballer", "entities": [{"title": "Essam El Hadary", "href": "/wiki/Essam_El_Hadary", "description": "Essam Kamal Tawfiq El Hadary is an Egyptian goalkeeping coach and former professional footballer."}]}, {"heading": "Births", "year": "1973", "date": "January 15", "txt": "Suparno Satpathy, Indian socio-political leader", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 15", "txt": "Séverine Deneulin, international development academic", "entities": [{"title": "Séverine Deneulin", "href": "/wiki/S%C3%A9verine_Deneulin", "description": "Séverine Marie Paule Deneulin, is a senior lecturer in International Development at the Department of Social and Policy Sciences, University of Bath, and a fellow of the Human Development and Capability Association (HDCA); she is also the HDCA's secretary with a place on the executive council."}]}, {"heading": "Births", "year": "1974", "date": "January 15", "txt": "Ray King, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 15", "txt": "Mary Pierce, Canadian-American tennis player and coach", "entities": [{"title": "Mary Pierce", "href": "/wiki/Mary_Pierce", "description": "Mary Caroline Pierce is a retired tennis professional who represented France internationally in team competitions and the Olympics. She was born in Canada to an American father and a French mother, and holds citizenship of all three countries."}]}, {"heading": "Births", "year": "1976", "date": "January 15", "txt": "Doug Gottlieb, American basketball player and sportscaster", "entities": [{"title": "Doug Gottlieb", "href": "/wiki/Doug_Gottlieb", "description": "Douglas Mitchell Gottlieb is an American basketball analyst and sports talk radio host. He played both NCAA collegiate basketball, twice leading the nation in assists, and professional basketball. He now works for Fox Sports, Pac-12 Network and CBS Sports after tenures with ESPN."}]}, {"heading": "Births", "year": "1976", "date": "January 15", "txt": "Iryna Lishchynska, Ukrainian runner", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 15", "txt": "Scott Murray, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 15", "txt": "Florentin Petre, Romanian footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 15", "txt": "Eddie Cahill, American actor", "entities": [{"title": "Eddie Cahill", "href": "/wiki/Eddie_Cahill", "description": "Edmund Patrick Cahill is an American actor known for portraying \"Miracle on Ice\" goalie Jim Craig in the 2004 film Miracle, and for playing the roles of Tag Jones in Friends and Detective Don Flack in CSI: NY. His most recent main role was as District Attorney Conner Wallace in Conviction."}]}, {"heading": "Births", "year": "1978", "date": "January 15", "txt": "Franco Pellizotti, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 15", "txt": "Ryan Sidebottom, English cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 15", "txt": "Drew Brees, American football player", "entities": [{"title": "Drew Brees", "href": "/wiki/Drew_Brees", "description": "Drew Christopher Brees is a former American football quarterback who played in the National Football League (NFL) for 20 seasons. A member of the New Orleans Saints for most of his career, Brees is the NFL leader in career pass completions, career completion percentage, and regular season passing yards, along with being second in career touchdown passes and career pass attempts. He also holds the "}]}, {"heading": "Births", "year": "1979", "date": "January 15", "txt": "Michalis Morfis, Cypriot footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 15", "txt": "Martin Petrov, Bulgarian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 15", "txt": "Matt Holliday, American baseball player", "entities": [{"title": "Matt Holliday", "href": "/wiki/Matt_Holliday", "description": "Matthew Thomas Holliday is an American former professional left fielder. He is the outfielding and hitting coach at Oklahoma State University. He has played in Major League Baseball (MLB) for the Colorado Rockies, Oakland Athletics, St. Louis Cardinals, and New York Yankees. A World Series champion in 2011 with the Cardinals, Holliday, through prodigious hitting contributions, has played a key rol"}]}, {"heading": "Births", "year": "1981", "date": "January 15", "txt": "Pitbull, American rapper and producer", "entities": [{"title": "Pitbull (rapper)", "href": "/wiki/Pitbull_(rapper)", "description": "Armando Christian Pérez, known professionally by his stage name Pitbull, is an American rapper, singer, songwriter, brand ambassador, businessman, and philanthropist. Pérez began his career in the early 2000s, recording reggaeton, Latin hip hop, and crunk music under a multitude of labels. In 2004, he released his debut album M.I.A.M.I. under TVT Records and the executive production of Lil Jon. Pi"}]}, {"heading": "Births", "year": "1981", "date": "January 15", "txt": "Dylan Armstrong, Canadian shot putter and hammer thrower", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 15", "txt": "Vanessa Henke, German tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 15", "txt": "Sean Lamont, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 15", "txt": "Francis Zé, Cameroonian footballer", "entities": [{"title": "Francis Zé", "href": "/wiki/Francis_Z%C3%A9", "description": "Francis Zé is a Cameroonian footballer."}]}, {"heading": "Births", "year": "1983", "date": "January 15", "txt": "Jermaine Pennant, English footballer", "entities": [{"title": "Jermaine Pennant", "href": "/wiki/Jermaine_Pennant", "description": "Jermaine Lloyd Pennant is an English former professional footballer who played as a winger. Pennant made over 350 appearances for 15 clubs, and scored 25 goals."}]}, {"heading": "Births", "year": "1983", "date": "January 15", "txt": "Hugo Viana, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 15", "txt": "Ben Shapiro, American author and commentator", "entities": [{"title": "Ben Shapiro", "href": "/wiki/Ben_Shapiro", "description": "Benjamin Aaron Shapiro is an American conservative political commentator and media host. At age 17, he became the youngest nationally syndicated columnist in the United States. He writes columns for Creators Syndicate, Newsweek, and Ami Magazine, serves as editor emeritus for The Daily Wire, which he founded, and hosts The Ben Shapiro Show, a daily political podcast and live radio show. He was edi"}]}, {"heading": "Births", "year": "1985", "date": "January 15", "txt": "René Adler, German footballer", "entities": [{"title": "René Adler", "href": "/wiki/Ren%C3%A9_Adler", "description": "René Adler is a retired German footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1985", "date": "January 15", "txt": "Enrico Patrizio, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 15", "txt": "Kenneth Emil Petersen, Danish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 15", "txt": "Fred Davis, American football player", "entities": [{"title": "Fred Davis (tight end)", "href": "/wiki/Fred_Davis_(tight_end)", "description": "Frederick Martin Davis is a former American football tight end. He was drafted by the Washington Redskins in the second round of the 2008 NFL Draft. He played college football at USC."}]}, {"heading": "Births", "year": "1987", "date": "January 15", "txt": "Greg Inglis, Australian rugby league player", "entities": [{"title": "Greg Inglis", "href": "/wiki/Greg_Inglis", "description": "Gregory Paul Inglis, also known by the nickname of \"G.I.\", is an Australian professional rugby league footballer who plays as a centre for the Warrington Wolves in the Betfred Super League."}]}, {"heading": "Births", "year": "1987", "date": "January 15", "txt": "Tsegaye Kebede, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 15", "txt": "David Knight, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 15", "txt": "Kelleigh Ryan, Canadian fencer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 15", "txt": "Daniel Caligiuri, German footballer", "entities": [{"title": "Daniel Caligiuri", "href": "/wiki/Daniel_Caligiuri", "description": "Daniel Caligiuri is a German professional footballer who plays as a midfielder for FC Augsburg in the Bundesliga."}]}, {"heading": "Births", "year": "1988", "date": "January 15", "txt": "Skrillex, American DJ and producer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 15", "txt": "Alexei Cherepanov, Russian ice hockey player (d. 2008)", "entities": [{"title": "Alexei Cherepanov", "href": "/wiki/Alexei_Cherepanov", "description": "Alexei Andreyevich Cherepanov was a Russian professional ice hockey winger who played for Avangard Omsk of the Kontinental Hockey League (KHL). Previously, Cherepanov had played for Avangard's lower-level teams, and then for the senior men's team in the Russian Super League. Cherepanov was selected in the first round of the 2007 National Hockey League (NHL) Entry Draft by the New York Rangers, alt"}]}, {"heading": "Births", "year": "1990", "date": "January 15", "txt": "Robert Trznadel, Polish footballer", "entities": [{"title": "Robert Trznadel", "href": "/wiki/Robert_Trznadel", "description": "Robert Trznadel is a Polish footballer who plays for Stal Rzeszów."}]}, {"heading": "Births", "year": "1991", "date": "January 15", "txt": "Marc Bartra, Spanish footballer", "entities": [{"title": "Marc Bartra", "href": "/wiki/Marc_Bartra", "description": "Marc Bartra Aregall is a Spanish professional footballer who plays as a centre-back for Real Betis and the Spain national team."}]}, {"heading": "Births", "year": "1991", "date": "January 15", "txt": "Nicolai Jørgensen, Danish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 15", "txt": "Darya Klishina, Russian long jumper", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 15", "txt": "James Mitchell, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 15", "txt": "Joël Veltman, Dutch footballer", "entities": [{"title": "Joël Veltman", "href": "/wiki/Jo%C3%ABl_Veltman", "description": "Joël Ivo Veltman is a Dutch professional footballer who plays as a defender for Premier League club Brighton & Hove Albion and the Netherlands national team."}]}, {"heading": "Births", "year": "1996", "date": "January 15", "txt": "Dove Cameron, American actress and singer", "entities": [{"title": "Dove Cameron", "href": "/wiki/Dove_Cameron", "description": "Dove Olivia Cameron is an American actress and singer, who played a dual role as the eponymous characters in the Disney Channel comedy series Liv and Maddie, for which she won the Daytime Emmy Award for Outstanding Performer in Children's Programming. She has also portrayed Mal in the Descendants film series. As a singer, Cameron made her debut with the soundtrack album to Liv and Maddie (2015). I"}]}, {"heading": "Births", "year": "1998", "date": "January 15", "txt": "Alexandra Eade, Australian artistic gymnast", "entities": [{"title": "Alexandra Eade", "href": "/wiki/Alexandra_Eade", "description": "Alexandra Eade is an Australian artistic gymnast."}]}, {"heading": "Births", "year": "2004", "date": "January 15", "txt": "Grace VanderWaal, American singer-songwriter", "entities": [{"title": "Grace VanderWaal", "href": "/wiki/Grace_VanderWaal", "description": "Grace Avery VanderWaal is an American singer-songwriter. She is known for her distinctive vocals and has often accompanied herself on the ukulele."}]}, {"heading": "Deaths", "year": "AD 69", "date": "January 15", "txt": "Galba, Roman emperor (b. 3 BC)", "entities": [{"title": "Galba", "href": "/wiki/Galba", "description": "Galba was Roman emperor from 68 to 69, the first emperor in the Year of the Four Emperors. He was known as Lucius Livius Ocella Sulpicius Galba prior to taking the throne as a result of his adoption by his stepmother, Livia Ocellina. The governor of Hispania at the time of the rebellion of Gaius Julius Vindex in Gaul, he seized the throne following Nero's suicide."}]}, {"heading": "Deaths", "year": "378", "date": "January 15", "txt": "Chak Tok Ich'aak I, Mayan ruler", "entities": [{"title": "Chak Tok Ich'aak I", "href": "/wiki/Chak_Tok_Ich%27aak_I", "description": "Chak Tok Ichʼaak I also known as Great Paw, Great Jaguar Paw, and Toh Chak Ichʼak was an ajaw of the Maya city of Tikal. He took the throne on August 7, 360? and reigned until his death in 378, apparently at the hands of invaders from central Mexico."}]}, {"heading": "Deaths", "year": "570", "date": "January 15", "txt": "Íte of Killeedy, Irish nun and saint (b. 475)", "entities": [{"title": "Íte of Killeedy", "href": "/wiki/%C3%8Dte_of_Killeedy", "description": "Íte ingen Chinn Fhalad, also known as Ita, Ida or Ides, was an early Irish nun and patron saint of Killeedy. She was known as the \"foster mother of the saints of Erin\". The name \"Ita\" was conferred on her because of her saintly qualities. Her feast day is 15 January."}]}, {"heading": "Deaths", "year": "849", "date": "January 15", "txt": "Theophylact, Byzantine emperor (b. 793)", "entities": [{"title": "Theophylact (son of Michael I)", "href": "/wiki/Theophylact_(son_of_Michael_I)", "description": "Theophylact or Theophylaktos was the eldest son of the Byzantine emperor Michael I Rhangabe and grandson, on his mother's side, of Nikephoros I. He was junior co-emperor alongside his father for the duration of the latter's reign, and was tonsured, castrated, and exiled to Plate Island after his overthrow, under the monastic name Eustratius."}]}, {"heading": "Deaths", "year": "936", "date": "January 15", "txt": "Rudolph of France (b. 880)", "entities": [{"title": "Rudolph of France", "href": "/wiki/Rudolph_of_France", "description": "Rudolph or Rudolf was the king of France from 923 until his death in 936. He was elected to succeed his father-in-law, Robert I, and spent much of his reign defending his realm from Viking raids."}]}, {"heading": "Deaths", "year": "950", "date": "January 15", "txt": "Wang Jingchong, Chinese general", "entities": [{"title": "Wang Jingchong (Five Dynasties)", "href": "/wiki/Wang_Jingchong_(Five_Dynasties)", "description": "\nWang Jingchong was an official and general of the Chinese Five Dynasties and Ten Kingdoms-period states Later Tang, Later Jin, Later Han, and Later Shu. During the reign of Later Han's second emperor Liu Chengyou, he, fearing defamation by the official Hou Yi (侯益), rebelled against Later Han in conjunction with Li Shouzhen (李守貞) and Zhao Siwan, and also submitted to Later Shu. After repeated defe"}]}, {"heading": "Deaths", "year": "1149", "date": "January 15", "txt": "Berengaria of Barcelona, queen consort of Castile (b. 1116)", "entities": [{"title": "Berengaria of Barcelona", "href": "/wiki/Berengaria_of_Barcelona", "description": "Berengaria of Barcelona, called in Spanish Berenguela de Barcelona and also known as Berengaria of Provence, was Queen consort of Castile, León and Galicia. She was the daughter of Ramon Berenguer III, Count of Barcelona, and Douce I, Countess of Provence."}]}, {"heading": "Deaths", "year": "1568", "date": "January 15", "txt": "Nicolaus Olahus, Romanian archbishop (b. 1493)", "entities": [{"title": "Nicolaus Olahus", "href": "/wiki/Nicolaus_Olahus", "description": "Nicolaus Olahus ; 10 January 1493 – 15 January 1568) was the Archbishop of Esztergom, Primate of Hungary, and a distinguished Catholic prelate, humanist and historiographer."}]}, {"heading": "Deaths", "year": "1569", "date": "January 15", "txt": "Catherine Carey, lady-in-waiting to Elizabeth I of England (b. 1524)", "entities": [{"title": "Catherine Carey", "href": "/wiki/Catherine_Carey", "description": "Catherine Carey, after her marriage Catherine Knollys and later known as both Lady Knollys and Dame Catherine Knollys,, was chief Lady of the Bedchamber to Queen Elizabeth I, who was her first cousin."}, {"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}]}, {"heading": "Deaths", "year": "1584", "date": "January 15", "txt": "Martha Leijonhufvud, Swedish noblewoman (b. 1520)", "entities": [{"title": "Martha Leijonhufvud", "href": "/wiki/Martha_Leijonhufvud", "description": "\nMartha Eriksdotter Leijonhufvud, known as Kung Märta, was a politically active Swedish noble. She was the sister of Queen Margaret Leijonhufvud and sister-in-law of King Gustav I of Sweden: she was also the maternal aunt of Queen Catherine Stenbock and the daughter-in-law of the regent Christina Gyllenstierna. In 1568, she financed the deposition of King Eric XIV of Sweden, which placed her nephe"}]}, {"heading": "Deaths", "year": "1595", "date": "January 15", "txt": "Murad III, Ottoman Sultan (b. 1546)", "entities": [{"title": "Murad III", "href": "/wiki/Murad_III", "description": "Murad III was the Sultan of the Ottoman Empire from 1574 until his death in 1595."}, {"title": "Ottoman Sultan", "href": "/wiki/Ottoman_Sultan", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}]}, {"heading": "Deaths", "year": "1623", "date": "January 15", "txt": "Paolo Sarpi, Italian lawyer, historian, and scholar (b. 1552)", "entities": [{"title": "Paolo Sarpi", "href": "/wiki/Paolo_Sarpi", "description": "Paolo Sarpi was a Venetian historian, prelate, scientist, canon lawyer, and statesman active on behalf of the Venetian Republic during the period of its successful defiance of the papal interdict (1605–1607) and its war (1615–1617) with Austria over the Uskok pirates. His writings, frankly polemical and highly critical of the Catholic Church and its Scholastic tradition, \"inspired both Hobbes and "}]}, {"heading": "Deaths", "year": "1672", "date": "January 15", "txt": "John Cosin, English bishop and academic (b. 1594)", "entities": [{"title": "John Cosin", "href": "/wiki/John_Cosin", "description": "John Cosin was an English churchman."}]}, {"heading": "Deaths", "year": "1683", "date": "January 15", "txt": "Philip Warwick, English politician (b. 1609)", "entities": [{"title": "Philip Warwick", "href": "/wiki/Philip_Warwick", "description": "\n\nSir Philip Warwick, English writer and politician, born in Westminster, was the son of Thomas Warwick, or Warrick, a musician."}]}, {"heading": "Deaths", "year": "1775", "date": "January 15", "txt": "Giovanni Battista Sammartini, Italian organist and composer (b. 1700)", "entities": [{"title": "Giovanni Battista Sammartini", "href": "/wiki/Giovanni_Battista_Sammartini", "description": "Giovanni Battista Sammartini was an Italian composer, violinist, organist, choirmaster and teacher. He counted Gluck among his students, and was highly regarded by younger composers including Johann Christian Bach. It has also been noted that many stylizations in Joseph Haydn's compositions are similar to those of Sammartini, although Haydn denied any such influence. Sammartini is especially assoc"}]}, {"heading": "Deaths", "year": "1790", "date": "January 15", "txt": "John Landen, English mathematician and theorist (b. 1719)", "entities": [{"title": "John Landen", "href": "/wiki/John_Landen", "description": "\n\nJohn Landen was an English mathematician."}]}, {"heading": "Deaths", "year": "1804", "date": "January 15", "txt": "Dru Drury, English entomologist and author (b. 1725)", "entities": [{"title": "Dru Drury", "href": "/wiki/Dru_Drury", "description": "Dru Drury was a British collector of natural history specimens and an entomologist. He had specimens collected from across the world through a network of ship's officers and collectors including Henry Smeathman. His collections were utilized by many entomologists of his time to describe and name new species and is best known for his book Illustrations of natural history which includes the names an"}]}, {"heading": "Deaths", "year": "1813", "date": "January 15", "txt": "Anton Bernolák, Slovak linguist and priest (b. 1762)", "entities": [{"title": "Anton Bernolák", "href": "/wiki/Anton_Bernol%C3%A1k", "description": "Anton Bernolák – 15 January 1813 in Nové Zámky (Érsekújvár) was a Slovak linguist and Catholic priest, and the author of the first Slovak language standard."}]}, {"heading": "Deaths", "year": "1815", "date": "January 15", "txt": "Emma, Lady Hamilton, English-French mistress of Horatio Nelson, 1st Viscount Nelson (b. 1761)", "entities": [{"title": "Emma, Lady Hamilton", "href": "/wiki/Emma,_Lady_Hamilton", "description": "Emma, Lady Hamilton was an English maid, model, dancer and actress. She began her career in London's demi-monde, becoming the mistress of a series of wealthy men, culminating in the naval hero Lord Nelson, and was the favourite model of the portrait artist George Romney."}, {"title": "Horatio Nelson, 1st Viscount Nelson", "href": "/wiki/Horatio_Nelson,_1st_Viscount_Nelson", "description": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté,, also known simply as Admiral Nelson, was an English flag officer in the Royal Navy. His inspirational leadership, grasp of strategy, and unconventional tactics brought about a number of decisive British naval victories, particularly during the Napoleonic Wars. He was wounded in combat, losing sight in one eye in Corsica at the "}]}, {"heading": "Deaths", "year": "1855", "date": "January 15", "txt": "Henri Braconnot, French chemist and pharmacist (b. 1780)", "entities": [{"title": "Henri Braconnot", "href": "/wiki/Henri_Braconnot", "description": "Henri Braconnot was a French chemist and pharmacist."}]}, {"heading": "Deaths", "year": "1864", "date": "January 15", "txt": "Isaac Nathan, English-Australian composer and journalist (b. 1792)", "entities": [{"title": "Isaac Nathan", "href": "/wiki/Isaac_Nathan", "description": "Isaac Nathan was an English composer, musicologist, journalist and self-publicist, who topped off an eventful career by becoming the \"father of Australian music\"."}]}, {"heading": "Deaths", "year": "1866", "date": "January 15", "txt": "Massimo d'Azeglio, Piedmontese-Italian statesman, novelist and painter (b. 1798)", "entities": [{"title": "Massimo d'Azeglio", "href": "/wiki/Massimo_d%27Azeglio", "description": "Massimo Taparelli, Marquess of Azeglio, commonly called Massimo d'Azeglio, was a Piedmontese-Italian statesman, novelist and painter. He was Prime Minister of Sardinia for almost three years, until his rival Camillo Benso, Count of Cavour succeeded him. D'Azeglio was a moderate liberal who hoped for a federal union between Italian states. As Prime Minister, he consolidated the parliamentary system"}]}, {"heading": "Deaths", "year": "1876", "date": "January 15", "txt": "Eliza McCardle Johnson, American wife of Andrew Johnson, 18th First Lady of the United States (b. 1810)", "entities": [{"title": "Eliza McCardle Johnson", "href": "/wiki/Eliza_McCardle_Johnson", "description": "Eliza Johnson was the First Lady of the United States, the Second Lady of the United States, and the wife of Andrew Johnson, the 17th President of the United States."}, {"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Deaths", "year": "1885", "date": "January 15", "txt": "Leopold Damrosch, German-American composer and conductor (b. 1832)", "entities": [{"title": "Leopold Damrosch", "href": "/wiki/Leopold_Damrosch", "description": "Leopold Damrosch was a German American orchestral conductor and composer."}]}, {"heading": "Deaths", "year": "1893", "date": "January 15", "txt": "Fanny Kemble, English actress (b. 1809)", "entities": [{"title": "Fanny Kemble", "href": "/wiki/Fanny_Kemble", "description": "Frances Anne \"Fanny\" Kemble was a British actress from a theatre family in the early and mid-19th century. She was a well-known and popular writer and abolitionist, whose published works included plays, poetry, eleven volumes of memoirs, travel writing and works about the theatre."}]}, {"heading": "Deaths", "year": "1896", "date": "January 15", "txt": "Mathew Brady, American photographer and journalist (b. 1822)", "entities": [{"title": "Mathew Brady", "href": "/wiki/Mathew_Brady", "description": "Mathew B. Brady was one of the earliest photographers in American history. Best known for his scenes of the Civil War, he studied under inventor Samuel F. B. Morse, who pioneered the daguerreotype technique in America. Brady opened his own studio in New York in 1844, and photographed Andrew Jackson, John Quincy Adams, and Abraham Lincoln, among other public figures."}]}, {"heading": "Deaths", "year": "1905", "date": "January 15", "txt": "George Thorn, Australian politician, 6th Premier of Queensland (b. 1838)", "entities": [{"title": "George Thorn", "href": "/wiki/George_Thorn", "description": "George Henry Thorn (junior) was a Member of the Queensland Legislative Assembly and a Premier of Queensland, Australia."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1909", "date": "January 15", "txt": "Arnold Janssen, German priest and missionary (b. 1837)", "entities": [{"title": "Arnold Janssen", "href": "/wiki/Arnold_Janssen", "description": "Arnold Janssen, S.V.D., was a German-Dutch Catholic priest and missionary who is venerated as a saint. He founded the Society of the Divine Word, a Catholic missionary religious congregation, also known as the Divine Word Missionaries, as well as two congregations for women. In 1889 he founded in Steyl, Netherlands, the Missionary Sisters Servants of the Holy Spirit and in 1896 at the same place t"}]}, {"heading": "Deaths", "year": "1916", "date": "January 15", "txt": "Modest Ilyich Tchaikovsky, Russian playwright and translator (b. 1850)", "entities": [{"title": "Modest Ilyich Tchaikovsky", "href": "/wiki/Modest_Ilyich_Tchaikovsky", "description": "Modest Ilyich Tchaikovsky was a Russian dramatist, opera librettist and translator."}]}, {"heading": "Deaths", "year": "1919", "date": "January 15", "txt": "Karl Liebknecht, German politician (b. 1871)", "entities": [{"title": "Karl Liebknecht", "href": "/wiki/Karl_Liebknecht", "description": "Karl Paul August Friedrich Liebknecht was a German socialist politician and theorist, originally of the Social Democratic Party of Germany (SPD) and later a co-founder with Rosa Luxemburg of the Spartacist League and the Communist Party of Germany, which split from the SPD after World War I. He is best known for his opposition to the war in the Reichstag and his role in the Spartacist uprising of "}]}, {"heading": "Deaths", "year": "1919", "date": "January 15", "txt": "Rosa Luxemburg, German economist, theorist, and philosopher (b. 1871)", "entities": []}, {"heading": "Deaths", "year": "1926", "date": "January 15", "txt": "Enrico Toselli, Italian pianist and composer (b. 1883)", "entities": [{"title": "Enrico Toselli", "href": "/wiki/Enrico_Toselli", "description": "Enrico Toselli, Count of Montignoso, was an Italian pianist and composer. Born in Florence, he studied piano with Giovanni Sgambati and composition with Giuseppe Martucci and Reginaldo Grazzini. He embarked on a career as a concert pianist, playing in Italy, European capital cities, Alexandria and North America."}]}, {"heading": "Deaths", "year": "1929", "date": "January 15", "txt": "George Cope, American painter (b. 1855)", "entities": [{"title": "George Cope (artist)", "href": "/wiki/George_Cope_(artist)", "description": "George Cope was an American painter."}]}, {"heading": "Deaths", "year": "1936", "date": "January 15", "txt": "Henry Forster, 1st Baron Forster, English cricketer and politician, 7th Governor-General of Australia (b. 1866)", "entities": [{"title": "Henry Forster, 1st Baron Forster", "href": "/wiki/Henry_Forster,_1st_Baron_Forster", "description": "Henry William Forster, 1st Baron Forster, was a British politician who served as the seventh Governor-General of Australia, in office from 1920 to 1925. He had previously been a government minister under Arthur Balfour, H. H. Asquith, and David Lloyd George."}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Deaths", "year": "1937", "date": "January 15", "txt": "Anton Holban, Romanian author, theoretician, and educator (b. 1902)", "entities": [{"title": "Anton Holban", "href": "/wiki/Anton_Holban", "description": "Anton Holban was a Romanian novelist. He was the nephew of Eugen Lovinescu."}]}, {"heading": "Deaths", "year": "1939", "date": "January 15", "txt": "Kullervo Manner, Finnish Speaker of the Parliament, the Prime Minister of the FSWR and the Supreme Commander of the Red Guards (b. 1880)", "entities": [{"title": "Kullervo Manner", "href": "/wiki/Kullervo_Manner", "description": "Kullervo Achilles Manner was a Finnish politician and journalist, and later a Soviet politician. He was a member of the Finnish parliament, serving as its Speaker in 1917. He was also chairman of the Social Democratic Party of Finland between 1917 and 1918. During the Finnish Civil War, he led the Finnish People's Delegation, a leftist alternative to the established Finnish government. After the w"}, {"title": "Speaker of the Parliament of Finland", "href": "/wiki/Speaker_of_the_Parliament_of_Finland", "description": "The speaker of the Parliament of Finland, along with two deputy speakers, is elected by Parliament during the first plenary session each year. Speakers are chosen for a year at a time. In addition to their preparing the work in plenary sessions the speakers also play a key role in Parliament's international co-operation, which includes visits by speakers and international delegations as well as pa"}, {"title": "Finnish Socialist Workers' Republic", "href": "/wiki/Finnish_Socialist_Workers%27_Republic", "description": "The Finnish Socialist Workers' Republic (FSWR), more commonly referred to as Red Finland, was a self-proclaimed Finnish socialist state that ruled parts of the country during the Finnish Civil War of 1918. It was outlined on 29 January 1918 by the Finnish People's Delegation, the Reds and Red Guards of the Finnish Social Democratic Party, after the socialist revolution in Finland on 26 January 191"}, {"title": "Red Guard (Finland)", "href": "/wiki/Red_Guard_(Finland)", "description": "The Red Guards were the paramilitary units of the Finnish labour movement in the early 1900s. The first Red Guards were established during the 1905 general strike, but disbanded a year later. After the Russian 1917 February revolution the Red Guards were re-established and in the 1918 Finnish Civil War they formed the army of Red Finland. The combined strength of the Red Guard was about 30,000 at "}]}, {"heading": "Deaths", "year": "1945", "date": "January 15", "txt": "Wilhelm Wirtinger, Austrian-German mathematician and theorist (b. 1865)", "entities": [{"title": "Wilhelm Wirtinger", "href": "/wiki/Wilhelm_Wirtinger", "description": "Wilhelm Wirtinger was an Austrian mathematician, working in complex analysis, geometry, algebra, number theory, Lie groups and knot theory."}]}, {"heading": "Deaths", "year": "1948", "date": "January 15", "txt": "Josephus Daniels, American publisher and diplomat, 41st United States Secretary of the Navy (b. 1862)", "entities": [{"title": "Josephus Daniels", "href": "/wiki/Josephus_Daniels", "description": "Josephus Daniels was an American newspaper editor and publisher from the 1880s until his death; he controlled the Raleigh News and Observer, at the time North Carolina's largest newspaper, for decades. A Democrat, he was appointed by United States President Woodrow Wilson to serve as Secretary of the Navy during World War I. He became a close friend and supporter of Franklin D. Roosevelt, who serv"}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Deaths", "year": "1950", "date": "January 15", "txt": "Henry H. Arnold, American general (b. 1886)", "entities": [{"title": "Henry H. Arnold", "href": "/wiki/Henry_H._Arnold", "description": "Henry Harley Arnold was an American general officer holding the ranks of General of the Army and General of the Air Force. Arnold was an aviation pioneer, Chief of the Air Corps (1938–1941), Commanding General of the United States Army Air Forces, the only United States Air Force general to hold five-star rank, and the only officer to hold a five-star rank in two different U.S. military services. "}]}, {"heading": "Deaths", "year": "1951", "date": "January 15", "txt": "Ernest Swinton, British Army officer (b. 1868)", "entities": [{"title": "Ernest Swinton", "href": "/wiki/Ernest_Swinton", "description": "Major-General Sir Ernest Dunlop Swinton, was a British Army officer who played a part in the development and adoption of the tank during the First World War. He was also a war correspondent and author of several short stories on military themes. He is credited, along with fellow officer Lieutenant-Colonel Walter Dally Jones, with having initiated the use of the word \"tank\" as a code-name for the f"}]}, {"heading": "Deaths", "year": "1951", "date": "January 15", "txt": "Nikolai Vekšin, Estonian-Russian captain and sailor (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1952", "date": "January 15", "txt": "Ned Hanlon, Australian sergeant and politician, 26th Premier of Queensland (b. 1887)", "entities": [{"title": "Ned Hanlon (politician)", "href": "/wiki/Ned_Hanlon_(politician)", "description": "Edward Michael Hanlon, known as Ned, was an Australian politician and soldier, who was Premier of Queensland from 1946 until his death in 1952."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1955", "date": "January 15", "txt": "Yves Tanguy, French-American painter (b. 1900)", "entities": [{"title": "Yves Tanguy", "href": "/wiki/Yves_Tanguy", "description": "Raymond Georges Yves Tanguy, known as just Yves Tanguy, was a French surrealist painter."}]}, {"heading": "Deaths", "year": "1959", "date": "January 15", "txt": "Regina Margareten, Hungarian businesswoman (b. 1863)", "entities": [{"title": "Regina Margareten", "href": "/wiki/Regina_Margareten", "description": "Regina Margareten was a Hungarian-American entrepreneur, who became known as the \"Matzoh Queen\" of New York City. She immigrated to the United States in 1883, where the family set up a business which grew into Kosher food manufacturers Horowitz Brothers and Margareten Company. She was profiled several times by The New York Times, and continued to attend the business until two weeks prior to her de"}]}, {"heading": "Deaths", "year": "1964", "date": "January 15", "txt": "Jack Teagarden, American singer-songwriter and trombonist (b. 1905)", "entities": [{"title": "Jack Teagarden", "href": "/wiki/Jack_Teagarden", "description": "Weldon Leo \"Jack\" Teagarden was an American jazz trombonist and singer. According to critic Scott Yannow of Allmusic, Teagarden was the preeminent American jazz trombone player before the bebop era of the 1940s and \"one of the best jazz singers too\". Teagarden's early career was as a sideman with the likes of Paul Whiteman and lifelong friend Louis Armstrong."}]}, {"heading": "Deaths", "year": "1967", "date": "January 15", "txt": "David Burliuk, Ukrainian author and illustrator (b. 1882)", "entities": [{"title": "David Burliuk", "href": "/wiki/David_Burliuk", "description": "David Davidovich Burliuk was a Russian and Ukrainian poet, artist, publicist and book illustrator associated with the Futurist, Neo-Primitivist and Russian Futurism movements. Burliuk is often described as \"the father of Russian Futurism.\""}]}, {"heading": "Deaths", "year": "1968", "date": "January 15", "txt": "Bill Masterton, Canadian-American ice hockey player (b. 1938)", "entities": [{"title": "Bill Masterton", "href": "/wiki/Bill_Masterton", "description": "William Masterton was a Canadian American professional ice hockey centre who played in the National Hockey League (NHL) for the Minnesota North Stars in 1967–68. He is the only player in NHL history to die as a direct result of injuries suffered during a game, the result of massive head injuries suffered following a hit during a January 13, 1968 contest against the Oakland Seals."}]}, {"heading": "Deaths", "year": "1970", "date": "January 15", "txt": "Frank Clement, English race car driver (b. 1886)", "entities": [{"title": "Frank Clement (racing driver)", "href": "/wiki/Frank_Clement_(racing_driver)", "description": "Frank Charles Clement was a British racing driver who, along with Canadian John Duff, won the 1924 24 Hours of Le Mans. One of the \"Bentley Boys\", Clement was recruited by W.O. Bentley as a test driver for Bentley Motors. He was chosen by the company to drive in the inaugural 24 Hours of Le Mans in 1923 with John Duff in Duff's privately entered car. The only British team in the event, the pair fi"}]}, {"heading": "Deaths", "year": "1970", "date": "January 15", "txt": "William T. Piper, American engineer and businessman, founded Piper Aircraft (b. 1881)", "entities": [{"title": "Piper Aircraft", "href": "/wiki/Piper_Aircraft", "description": "Piper Aircraft, Inc. is a manufacturer of general aviation aircraft, located at the Vero Beach Regional Airport in Vero Beach, Florida, United States and owned since 2009 by the Government of Brunei. Throughout much of the mid-to-late 20th century, it was considered to be one of the \"Big Three\" in the field of general aviation manufacturing, along with Beechcraft and Cessna."}]}, {"heading": "Deaths", "year": "1972", "date": "January 15", "txt": "Daisy Ashford, English author (b. 1881)", "entities": [{"title": "Daisy Ashford", "href": "/wiki/Daisy_Ashford", "description": "Margaret Mary Julia Devlin, known as Daisy Ashford, was an English writer who is most famous for writing The Young Visiters, a novella concerning the upper class society of late 19th century England, when she was just nine years old. The novella was published in 1919, preserving her juvenile spelling and punctuation. She wrote the title as \"Viseters\" in her manuscript, but it was published as \"Vis"}]}, {"heading": "Deaths", "year": "1973", "date": "January 15", "txt": "Coleman Francis, American actor, director, and producer (b. 1919)", "entities": [{"title": "Coleman Francis", "href": "/wiki/Coleman_Francis", "description": "Coleman C. Francis was an American actor, writer, producer and director. He was best known for his film trilogy consisting of The Beast of Yucca Flats (1961), The Skydivers (1963) and Red Zone Cuba (1966), all three of which were filmed in the general vicinity of Santa Clarita, California. Hallmarks of Francis' films include preoccupation with light aircraft and parachuting, coffee or cigarettes s"}]}, {"heading": "Deaths", "year": "1973", "date": "January 15", "txt": "Ivan Petrovsky, Russian mathematician and academic (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "January 15", "txt": "Harold D. Cooley, American lawyer and politician (b. 1897)", "entities": [{"title": "Harold D. Cooley", "href": "/wiki/Harold_D._Cooley", "description": "Harold Dunbar Cooley was an American politician of the Democratic Party. He represented the Fourth Congressional district of North Carolina from 1934 to 1966."}]}, {"heading": "Deaths", "year": "1981", "date": "January 15", "txt": "Graham Whitehead, English race car driver (b. 1922)", "entities": [{"title": "Graham Whitehead", "href": "/wiki/Graham_Whitehead", "description": "Alfred Graham Whitehead was a British racing driver from England. He participated in one Formula One World Championship Grand Prix, on 19 July 1952. He finished 12th, scoring no championship points. He also competed in several non-Championship Formula One races. He began racing his half-brother Peter's ERA, in 1951 and then drove his Formula Two Alta in the 1952 British Grand Prix. He finished sec"}]}, {"heading": "Deaths", "year": "1982", "date": "January 15", "txt": "Red Smith, American journalist (b. 1905)", "entities": [{"title": "Red Smith (sportswriter)", "href": "/wiki/Red_Smith_(sportswriter)", "description": "Walter Wellesley \"Red\" Smith was an American sportswriter. Smith’s journalistic career spanned over five decades and his work influenced an entire generation of writers. In 1976, he was awarded the Pulitzer Prize for Commentary. Author David Halberstam called Smith \"the greatest sportswriter of two eras.\""}]}, {"heading": "Deaths", "year": "1983", "date": "January 15", "txt": "Armin Öpik, Estonian-Australian paleontologist and geologist (b. 1898)", "entities": [{"title": "Armin Öpik", "href": "/wiki/Armin_%C3%96pik", "description": "Armin Aleksander Öpik was an Estonian paleontologist who spent the second half of his career at the Bureau of Mineral Resources in Australia."}]}, {"heading": "Deaths", "year": "1983", "date": "January 15", "txt": "Shepperd Strudwick, American actor (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "January 15", "txt": "Fazıl Küçük, Cypriot journalist and politician (b. 1906)", "entities": [{"title": "Fazıl Küçük", "href": "/wiki/Faz%C4%B1l_K%C3%BC%C3%A7%C3%BCk", "description": "Fazıl Küçük was a Turkish Cypriot politician who served as the first Vice President of the Republic of Cyprus."}]}, {"heading": "Deaths", "year": "1987", "date": "January 15", "txt": "Ray Bolger, American actor, singer, and dancer (b. 1904)", "entities": [{"title": "Ray Bolger", "href": "/wiki/Ray_Bolger", "description": "Raymond Wallace Bolger was an American film and television actor, vaudevillian, singer, dancer and stage performer who started in the silent film era. He was a major Broadway performer in the 1930s and beyond. He is best known for his role as the Scarecrow and his Kansas counterpart farm worker \"Hunk\" in The Wizard of Oz (1939) and the villainous Barnaby in Walt Disney's holiday musical fantasy Ba"}]}, {"heading": "Deaths", "year": "1988", "date": "January 15", "txt": "Seán MacBride, Irish republican activist and politician, Minister for Foreign Affairs and Trade, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Seán MacBride", "href": "/wiki/Se%C3%A1n_MacBride", "description": "Seán MacBride was an Irish Clann na Poblachta politician who served as Minister for External Affairs from 1948 to 1951, Leader of Clann na Poblachta from 1946 to 1965 and Chief of Staff of the IRA from 1936 to 1937. He served as a Teachta Dála (TD) from 1947 to 1957."}, {"title": "Minister for Foreign Affairs and Trade", "href": "/wiki/Minister_for_Foreign_Affairs_and_Trade", "description": "The Minister for Foreign Affairs is the senior minister at the Department of Foreign Affairs in the Government of Ireland."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1990", "date": "January 15", "txt": "Gordon Jackson, Scottish-English actor (b. 1923)", "entities": [{"title": "Gordon Jackson (actor)", "href": "/wiki/Gordon_Jackson_(actor)", "description": "Gordon Cameron Jackson, was a Scottish actor best remembered for his roles as the butler Angus Hudson in Upstairs, Downstairs and as George Cowley, the head of CI5, in The Professionals. He also portrayed Capt Jimmy Cairns in Tunes of Glory, and Flt. Lt. Andrew MacDonald, \"Intelligence\", in The Great Escape."}]}, {"heading": "Deaths", "year": "1990", "date": "January 15", "txt": "Peggy van Praagh, English ballerina, choreographer, and director (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "January 15", "txt": "Sammy Cahn, American songwriter (b. 1913)", "entities": [{"title": "Sammy Cahn", "href": "/wiki/Sammy_Cahn", "description": "Samuel Cohen, known professionally as Sammy Cahn, was an American lyricist, songwriter, and musician. He is best known for his romantic lyrics to films and Broadway songs, as well as stand-alone songs premiered by recording companies in the Greater Los Angeles Area. He and his collaborators had a series of hit recordings with Frank Sinatra during the singer's tenure at Capitol Records, but also en"}]}, {"heading": "Deaths", "year": "1994", "date": "January 15", "txt": "Georges Cziffra, Hungarian-French pianist and composer (b. 1921)", "entities": [{"title": "Georges Cziffra", "href": "/wiki/Georges_Cziffra", "description": "György Cziffra, also known as Georges Cziffra and George Cziffra, was a Hungarian-French virtuoso pianist and composer. He is considered to be one of the greatest pianists of the twentieth century. Among his teachers was István Thomán, who was a favourite pupil of Franz Liszt."}]}, {"heading": "Deaths", "year": "1994", "date": "January 15", "txt": "Harry Nilsson, American singer-songwriter (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "January 15", "txt": "Harilal Upadhyay, Indian author, poet, and astrologist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 15", "txt": "Les Baxter, American pianist and composer (b. 1922)", "entities": [{"title": "Les Baxter", "href": "/wiki/Les_Baxter", "description": "Leslie Thompson Baxter was an American musician and composer. After working as an arranger and composer for swing bands, he developed his own style of easy listening music, known as exotica."}]}, {"heading": "Deaths", "year": "1996", "date": "January 15", "txt": "Moshoeshoe II of Lesotho (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "January 15", "txt": "Gulzarilal Nanda, Indian economist and politician, Prime Minister of India (b. 1898)", "entities": [{"title": "Gulzarilal Nanda", "href": "/wiki/Gulzarilal_Nanda", "description": "Gulzarilal Nanda was an Indian politician and economist who specialized in labour issues. He was the Prime Minister of India for two short periods following the deaths of Jawaharlal Nehru in 1964 and Lal Bahadur Shastri in 1966. Both his terms ended after the ruling Indian National Congress's parliamentary party elected a new prime minister. He was awarded the Bharat Ratna, India's highest civilia"}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "1998", "date": "January 15", "txt": "Junior Wells, American singer-songwriter and harmonica player (b. 1934)", "entities": [{"title": "Junior Wells", "href": "/wiki/Junior_Wells", "description": "Junior Wells was an American Chicago blues vocalist, harmonica player, and recording artist. He was one of the pioneers of the amplified blues harp-style associated with Chicago. Wells is best known for his signature song \"Messin' with the Kid\" and his 1965 album Hoodoo Man Blues, described by the critic Bill Dahl as \"one of the truly classic blues albums of the 1960s\"."}]}, {"heading": "Deaths", "year": "1999", "date": "January 15", "txt": "Betty Box, English composer and producer (b. 1915)", "entities": [{"title": "Betty Box", "href": "/wiki/Betty_Box", "description": "Betty Evelyn Box, was a prolific British film producer. Usually credited as Betty E. Box, she is considered one of the best of her generation, with a flair for making popular films, especially comedies."}]}, {"heading": "Deaths", "year": "2000", "date": "January 15", "txt": "Georges-Henri Lévesque, Canadian-Dominican priest and sociologist (b. 1903)", "entities": [{"title": "Georges-Henri Lévesque", "href": "/wiki/Georges-Henri_L%C3%A9vesque", "description": "Georges-Henri Lévesque was a Canadian Dominican priest and sociologist and a liberal figure in Quebec during the conservative Duplessis era."}]}, {"heading": "Deaths", "year": "2001", "date": "January 15", "txt": "Leo Marks, English cryptographer, playwright, and screenwriter (b. 1920)", "entities": [{"title": "Leo Marks", "href": "/wiki/Leo_Marks", "description": "Leopold Samuel Marks, was an English writer, screenwriter, and cryptographer. During the Second World War he headed the codes office supporting resistance agents in occupied Europe for the secret Special Operations Executive organisation. After the war, Marks became a playwright and screenwriter, writing scripts that frequently utilised his war-time cryptographic experiences. He wrote the script f"}]}, {"heading": "Deaths", "year": "2002", "date": "January 15", "txt": "Michael Anthony Bilandic, American politician, 49th Mayor of Chicago (b. 1923)", "entities": [{"title": "Michael Anthony Bilandic", "href": "/wiki/Michael_Anthony_Bilandic", "description": "Michael Anthony Bilandic was an American Democratic politician and attorney who served as the 49th mayor of Chicago from 1976 to 1979, after the death of his predecessor, Richard J. Daley. Bilandic practiced law in Chicago for several years, having graduated from the DePaul University College of Law. Bilandic served as an alderman in the Chicago City Council, representing the eleventh ward on the "}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "2002", "date": "January 15", "txt": "Eugène Brands, Dutch painter (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "January 15", "txt": "Doris Fisher, American singer-songwriter (b. 1915)", "entities": [{"title": "Doris Fisher (songwriter)", "href": "/wiki/Doris_Fisher_(songwriter)", "description": "Doris Fisher was an American singer and songwriter, collaborating both as lyricist and composer. She co-wrote many popular songs in the 1940s, including \"Whispering Grass\", \"You Always Hurt the One You Love\", \"Into Each Life Some Rain Must Fall\", \"That Ole Devil Called Love\", and \"Put the Blame on Mame.\" Her songs were recorded by the Ink Spots, Louis Prima, Billie Holiday, Bing Crosby, the Andrew"}]}, {"heading": "Deaths", "year": "2004", "date": "January 15", "txt": "Olivia Goldsmith, American author (b. 1949)", "entities": [{"title": "Olivia Goldsmith", "href": "/wiki/Olivia_Goldsmith", "description": "Olivia Goldsmith was an American author, known for her first novel The First Wives Club (1992), which was adapted into the 1996 film of the same name."}]}, {"heading": "Deaths", "year": "2005", "date": "January 15", "txt": "Victoria de los Ángeles, Spanish soprano and actress (b. 1923)", "entities": [{"title": "Victoria de los Ángeles", "href": "/wiki/Victoria_de_los_%C3%81ngeles", "description": "Victoria de los Ángeles was a Spanish operatic lyric soprano and recitalist whose career began after the Second World War and reached its height in the years from the mid-1950s to the mid-1960s."}]}, {"heading": "Deaths", "year": "2005", "date": "January 15", "txt": "Walter Ernsting, German author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 15", "txt": "Elizabeth Janeway, American author and critic (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 15", "txt": "Ruth Warrick, American actress (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 15", "txt": "Jaber Al-Ahmad Al-Jaber Al-Sabah, Kuwaiti ruler (b. 1926)", "entities": [{"title": "Jaber Al-Ahmad Al-Jaber Al-Sabah", "href": "/wiki/Jaber_Al-Ahmad_Al-Jaber_Al-Sabah", "description": "Sheikh Jaber al-Ahmad al-Sabah of the al-Sabah dynasty was the autocratic Emir of Kuwait and Commander of the military of Kuwait who served in the posts from 31 December 1977 until his death on 15 January 2006 due to cerebral hemorrhage. The third monarch to rule Kuwait since its independence from Britain, Jaber had previously served as minister of finance and economy from 1962 to 1965 when he was"}]}, {"heading": "Deaths", "year": "2007", "date": "January 15", "txt": "Awad Hamed al-Bandar, Iraqi lawyer and judge (b. 1945)", "entities": [{"title": "Awad Hamed al-Bandar", "href": "/wiki/Awad_Hamed_al-Bandar", "description": "Awad Hamad al-Bandar was an Iraqi chief judge under Saddam Hussein's presidency. He was a member of the Arab Socialist Ba'ath Party and was the head of the Revolutionary Court which issued death sentences against 143 Dujail residents, in the aftermath of the failed assassination attempt on the president on 8 July 1982."}]}, {"heading": "Deaths", "year": "2007", "date": "January 15", "txt": "Barzan Ibrahim al-Tikriti, Iraqi intelligence officer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 15", "txt": "James Hillier, Canadian-American computer scientist and academic, co-invented the electron microscope (b. 1915)", "entities": [{"title": "Electron microscope", "href": "/wiki/Electron_microscope", "description": "An electron microscope is a microscope that uses a beam of accelerated electrons as a source of illumination. As the wavelength of an electron can be up to 100,000 times shorter than that of visible light photons, electron microscopes have a higher resolving power than light microscopes and can reveal the structure of smaller objects. A scanning transmission electron microscope has achieved better"}]}, {"heading": "Deaths", "year": "2007", "date": "January 15", "txt": "Pura Santillan-Castrence, Filipino educator and diplomat (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 15", "txt": "Bo Yibo, Chinese commander and politician, Vice Premier of the People's Republic of China (b. 1908)", "entities": [{"title": "Vice Premier of the People's Republic of China", "href": "/wiki/Vice_Premier_of_the_People%27s_Republic_of_China", "description": "The vice-premiers of the State Council of the People's Republic of China are high-ranking executive assistants to the Premier. Generally, the title is held by multiple individuals at one time, with each Vice-Premier holding a broad portfolio of responsibilities. The highest-ranked office holder is informally called the First-ranked Vice-Premier. The first-ranked VP takes over duties of the Premier"}]}, {"heading": "Deaths", "year": "2008", "date": "January 15", "txt": "Robert V. Bruce, American historian, author, and academic (b. 1923)", "entities": [{"title": "Robert V. Bruce", "href": "/wiki/Robert_V._Bruce", "description": "Robert Vance Bruce was an American historian specializing in the American Civil War, who won the 1988 Pulitzer Prize for History for his book The Launching of Modern American Science, 1846–1876 (1987). After serving in the Army during World War II, Bruce graduated from the University of New Hampshire, where he earned his Bachelor of Science in mechanical engineering. He received his Master of Arts"}]}, {"heading": "Deaths", "year": "2008", "date": "January 15", "txt": "Brad Renfro, American actor (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 15", "txt": "Lincoln Verduga Loor, Ecuadorian journalist and politician (b. 1917)", "entities": [{"title": "Lincoln Verduga Loor", "href": "/wiki/Lincoln_Verduga_Loor", "description": "Lincoln Savonarola Verduga Loor was an Ecuadorian journalist and politician known for a long career in public service in his country."}]}, {"heading": "Deaths", "year": "2011", "date": "January 15", "txt": "Nat Lofthouse, English footballer and manager (b. 1925)", "entities": [{"title": "Nat Lofthouse", "href": "/wiki/Nat_Lofthouse", "description": "Nathaniel Lofthouse was an English professional footballer who played as a forward for Bolton Wanderers for his entire career. He won 33 caps for England between 1950 and 1958, scoring 30 goals, with one of the highest goals-per-game ratios of any England player."}]}, {"heading": "Deaths", "year": "2011", "date": "January 15", "txt": "Pierre Louis-Dreyfus, French soldier, race car driver, and businessman (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 15", "txt": "Susannah York, English actress and activist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 15", "txt": "Ed Derwinski, American soldier and politician, 1st United States Secretary of Veterans Affairs (b. 1926)", "entities": [{"title": "Ed Derwinski", "href": "/wiki/Ed_Derwinski", "description": "Edward Joseph Derwinski was an American politician who served as the first Cabinet-level United States Secretary of Veterans Affairs, serving under President George H. W. Bush from March 15, 1989 to September 26, 1992. He previously served as a member of the United States House of Representatives from 1959 to 1983, representing south and southwest suburbs of Chicago."}, {"title": "United States Secretary of Veterans Affairs", "href": "/wiki/United_States_Secretary_of_Veterans_Affairs", "description": "The United States secretary of veterans affairs is the head of the United States Department of Veterans Affairs, the department concerned with veterans' benefits, health care, and national veterans' memorials and cemeteries. The Secretary is a member of the Cabinet and second to last at sixteenth in the line of succession to the presidency. Until the appointment of David Shulkin in 2017, all appoi"}]}, {"heading": "Deaths", "year": "2012", "date": "January 15", "txt": "Manuel Fraga Iribarne, Spanish lawyer and politician, 3rd President of the Xunta of Galicia (b. 1922)", "entities": [{"title": "President of the Xunta of Galicia", "href": "/wiki/President_of_the_Xunta_of_Galicia", "description": "The President of the Regional Government of Galicia, is the head of government of Galicia. The president leads the executive branch of the regional government."}]}, {"heading": "Deaths", "year": "2012", "date": "January 15", "txt": "Carlo Fruttero, Italian journalist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 15", "txt": "Samuel Jaskilka, American general (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 15", "txt": "Ib Spang Olsen, Danish author and illustrator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 15", "txt": "Hulett C. Smith, American lieutenant and politician, 27th Governor of West Virginia (b. 1918)", "entities": [{"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Deaths", "year": "2013", "date": "January 15", "txt": "Nagisa Oshima, Japanese director and screenwriter (b. 1932)", "entities": [{"title": "Nagisa Oshima", "href": "/wiki/Nagisa_Oshima", "description": "Nagisa Ōshima  was a Japanese film director and screenwriter. His films include In the Realm of the Senses (1976), a sexually explicit film set in 1930s Japan, and Merry Christmas, Mr. Lawrence (1983), about World War II prisoners of war held by the Japanese."}]}, {"heading": "Deaths", "year": "2013", "date": "January 15", "txt": "John Thomas, American high jumper (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 15", "txt": "Curtis Bray, American football player and coach (b. 1970)", "entities": [{"title": "Curtis Bray", "href": "/wiki/Curtis_Bray", "description": "Curtis Sidney Bray was an American football coach. He was a coach for Duquesne University, Western Kentucky University, Villanova University, the University of Pittsburgh, Temple University and Iowa State University."}]}, {"heading": "Deaths", "year": "2014", "date": "January 15", "txt": "John Dobson, Chinese-American astronomer and author (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 15", "txt": "Roger Lloyd-Pack, English actor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 15", "txt": "Ervin Drake, American songwriter and composer (b. 1919)", "entities": [{"title": "Ervin Drake", "href": "/wiki/Ervin_Drake", "description": "Ervin Drake was an American songwriter whose works include such American Songbook standards as \"I Believe\" and \"It Was a Very Good Year\". He wrote in a variety of styles and his work has been recorded by musicians around the world. In 1983, he was inducted into the Songwriters Hall of Fame."}]}, {"heading": "Deaths", "year": "2015", "date": "January 15", "txt": "Kim Fowley, American singer-songwriter, producer, and manager (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 15", "txt": "Ray Nagel, American football player and coach (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 15", "txt": "Francisco X. Alarcón, American poet and educator (b. 1954)", "entities": [{"title": "Francisco X. Alarcón", "href": "/wiki/Francisco_X._Alarc%C3%B3n", "description": "Francisco Xavier Alarcón was a Chicano poet and educator. He was one of the few Chicano poets to have \"gained recognition while writing mostly in Spanish\" within the United States. His poems have been also translated into Irish and Swedish. He made many guest appearances at public schools so that he could help inspire and influence young people to write their own poetry especially because he felt "}]}, {"heading": "Deaths", "year": "2016", "date": "January 15", "txt": "Ken Judge, Australian footballer and coach (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 15", "txt": "Manuel Velázquez, Spanish footballer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 15", "txt": "Jimmy Snuka, Fijian professional wrestler (b. 1943)", "entities": [{"title": "Jimmy Snuka", "href": "/wiki/Jimmy_Snuka", "description": "James Reiher Snuka was a Fijian American professional wrestler. He is better known by the ring name Jimmy \"Superfly\" Snuka."}]}, {"heading": "Deaths", "year": "2018", "date": "January 15", "txt": "Dolores O'Riordan, Irish pop singer (b. 1971)", "entities": [{"title": "Dolores O'Riordan", "href": "/wiki/Dolores_O%27Riordan", "description": "Dolores Mary Eileen O'Riordan was an Irish musician, singer, and songwriter. She was best known as the lead vocalist and lyricist for the alternative rock band the Cranberries. O'Riordan had one of the most recognisable female voices in rock in the 1990s. She was known for her lilting mezzo-soprano voice, signature yodel, emphasized use of keening, and strong Limerick accent. With the Cranberries,"}]}, {"heading": "Deaths", "year": "2019", "date": "January 15", "txt": "Carol Channing, American actress (b. 1921)", "entities": [{"title": "Carol Channing", "href": "/wiki/Carol_Channing", "description": "Carol Elaine Channing was an American actress, singer, dancer, and comedienne, known for starring in Broadway and film musicals. Her characters usually had a fervent expressiveness and an easily identifiable voice, whether singing or for comedic effect."}]}, {"heading": "Deaths", "year": "2019", "date": "January 15", "txt": "Ida Kleijnen, Dutch chef (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "January 15", "txt": "Rocky Johnson, Canadian professional wrestler (b. 1944)", "entities": [{"title": "Rocky Johnson", "href": "/wiki/Rocky_Johnson", "description": "Rocky Johnson was a Canadian professional wrestler. Among many National Wrestling Alliance titles, he was the first black Georgia Heavyweight Champion. He won the World Tag Team Championship in 1983, along with his partner Tony Atlas, to become the first black champions in WWE history. He was the father of actor and former WWE wrestler Dwayne \"The Rock\" Johnson."}]}, {"heading": "Deaths", "year": "2020", "date": "January 15", "txt": "Lloyd Cowan, British athlete and coach (b. 1962)", "entities": []}]