[{"heading": "Events", "year": "532", "date": "January 11", "txt": "Nika riots in Constantinople: A quarrel between supporters of different chariot teams—the Blues and the Greens—in the Hippodrome escalates into violence.", "entities": [{"title": "Nika riots", "href": "/wiki/Nika_riots", "description": "The Nika riots, Nika revolt or Nika sedition took place against Emperor Justinian I in Constantinople over the course of a week in 532 AD. They were the most violent riots in the city's history, with nearly half of Constantinople being burned or destroyed and tens of thousands of people killed."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Chariot racing", "href": "/wiki/Chariot_racing", "description": "Chariot racing was one of the most popular ancient Greek, Roman, and Byzantine sports. Chariot racing was dangerous to both drivers and horses as they often suffered serious injury and even death, but these dangers added to the excitement and interest for spectators. Chariot races could be watched by women, who were banned from watching many other sports. In the Roman form of chariot racing, teams"}, {"title": "Hippodrome of Constantinople", "href": "/wiki/Hippodrome_of_Constantinople", "description": "The Hippodrome of Constantinople or Sultan Ahmet Square is a square in Istanbul, Turkey. Previously, it was a circus that was the sporting and social centre of Constantinople, capital of the Byzantine Empire."}]}, {"heading": "Events", "year": "630", "date": "January 11", "txt": "Conquest of Mecca: The prophet Muhammad and his followers conquer the city, Quraysh surrender.", "entities": [{"title": "Conquest of Mecca", "href": "/wiki/Conquest_of_Mecca", "description": "The conquest of Mecca was the conquering of the town of Mecca by Muslims led by the Islamic prophet Muhammad in December 629 or January 630 AD (Julian), 10–20 Ramadan, 8 AH. The conquest marked the end of the wars between the followers of Muhammad and the Quraysh tribe."}, {"title": "Muhammad", "href": "/wiki/Muhammad", "description": "Muhammad was an Arab religious, social, and political leader and the founder of the world religion of Islam. According to Islamic doctrine, he was a prophet, sent to preach and confirm the monotheistic teachings of Adam, Abraham, Moses, Jesus, and other prophets. He is believed to be the final prophet of God in all the main branches of Islam, though some modern denominations diverge from this beli"}, {"title": "Quraysh", "href": "/wiki/Quraysh", "description": "The Quraysh are a mercantile Arab tribe that historically inhabited and controlled the city of Mecca and its Ka'ba. The Islamic prophet Muhammad was born into the Hashemite clan of the tribe. Despite this, many of the Quraysh staunchly opposed Muhammad, until converting to Islam en masse in c. 630 CE. Afterward, leadership of the Muslim community traditionally passed to a member of the Quraysh, as"}]}, {"heading": "Events", "year": "947", "date": "January 11", "txt": "Emperor Tai Zong of the Khitan-led Liao Dynasty invades the Later Jin, resulting in the destruction of the Later Jin.", "entities": [{"title": "Emperor Taizong of Liao", "href": "/wiki/Emperor_Taizong_of_Liao", "description": "Emperor Taizong of Liao, personal name Yaogu, sinicised name Yelü Deguang, courtesy name Dejin, was the second emperor of the Khitan-led Liao dynasty."}, {"title": "Khitan people", "href": "/wiki/Khitan_people", "description": "The Khitan people were a Para-Mongolic nomadic people from Northeast Asia who, from the 4th century, inhabited an area corresponding to parts of modern Mongolia, Northeast China and the Russian Far East."}, {"title": "Liao dynasty", "href": "/wiki/Liao_dynasty", "description": "The Liao dynasty, also known as the Liao Empire, officially the Great Liao, the Khitan Empire or the Khitan (Qidan) State, was an empire and imperial dynasty in East Asia that ruled from 916 to 1125 over present-day Northern and Northeast China, Mongolia and portions of the Russian Far East and North Korea. The empire was founded by Yelü Abaoji, Khagan of the Khitans around the time of the collaps"}, {"title": "Later Jin (Five Dynasties)", "href": "/wiki/Later_Jin_(Five_Dynasties)", "description": "The Later Jìn, also called Shi Jin (石晉), was one of the Five Dynasties during the Five Dynasties and Ten Kingdoms period in China. It was founded by Shi Jingtang and became a vassal of the Khitan-led Liao dynasty, its protector. After Jin's second ruler, Shi Chonggui, fell out with the Liao, the Liao invaded in 946 and 947, destroying and annexing the Later Jin."}]}, {"heading": "Events", "year": "1055", "date": "January 11", "txt": "Theodora is crowned empress of the Byzantine Empire.", "entities": [{"title": "Theodora III Porphyrogenita", "href": "/wiki/Theodora_III_Porphyrogenita", "description": "Theodora Porphyrogenita was Byzantine Empress from 19 April 1042 to her death on 31 August 1056. She was sole ruler from 11 January 1055. She was born into the Macedonian dynasty that ruled the Byzantine Empire for almost two hundred years."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1158", "date": "January 11", "txt": "Vladislaus II, Duke of Bohemia becomes King of Bohemia.", "entities": [{"title": "Vladislaus II, Duke of Bohemia", "href": "/wiki/Vladislaus_II,_Duke_of_Bohemia", "description": "Vladislaus II or Vladislav II was the Duke of Bohemia from 1140 and then King of Bohemia from 1158 until his abdication in 1173. He was the second Bohemian king after Vratislaus II, but in neither case was the royal title hereditary."}, {"title": "Kingdom of Bohemia", "href": "/wiki/Kingdom_of_Bohemia", "description": "The Kingdom of Bohemia, sometimes later in English literature referred to as the Czech Kingdom, was a medieval and early modern monarchy in Central Europe, the predecessor of the modern Czech Republic. It was an Imperial State in the Holy Roman Empire, and the Bohemian king was a prince-elector of the empire. The kings of Bohemia, besides the region of Bohemia proper itself, also ruled other lands"}]}, {"heading": "Events", "year": "1569", "date": "January 11", "txt": "First recorded lottery in England.", "entities": [{"title": "Lottery", "href": "/wiki/Lottery", "description": "A lottery is a form of gambling that involves the drawing of numbers at random for a prize. Some governments outlaw lotteries, while others endorse it to the extent of organizing a national or state lottery. It is common to find some degree of regulation of lottery by governments. The most common regulation is prohibition of sale to minors, and vendors must be licensed to sell lottery tickets. Alt"}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "1654", "date": "January 11", "txt": "Arauco War: A Spanish army is defeated by local Mapuche-Huilliches as it tries to cross Bueno River in Southern Chile.", "entities": [{"title": "Arauco War", "href": "/wiki/Arauco_War", "description": "The Arauco War was a long-running conflict between colonial Spaniards and the Mapuche people, mostly fought in the Araucanía. The conflict began at first as a reaction to the Spanish conquerors attempting to establish cities and force Mapuches into servitude. It subsequently evolved over time into phases comprising drawn-out sieges, slave-hunting expeditions, pillaging raids, punitive expeditions,"}, {"title": "Battle of Río Bueno", "href": "/wiki/Battle_of_R%C3%ADo_Bueno", "description": "The battle of Río Bueno was fought in 1654 between the Spanish Army of Arauco and indigenous Cuncos and Huilliches of Fütawillimapu in southern Chile. The battle took place against a background of a long-running enmity between the Cuncos and Spanish, dating back to the destruction of Osorno in 1603. More immediate causes were the killing of Spanish shipwreck survivors and looting of the cargo by C"}, {"title": "Huilliche people", "href": "/wiki/Huilliche_people", "description": "The Huilliche [wi.ˈʝi.tʃe], Huiliche or Huilliche-Mapuche are the southern partiality of the Mapuche macroethnic group of Chile. The Huilliche are the principal indigenous population of Chile from Toltén River to Chiloé Archipelago. According to Ricardo E. Latcham the term Huilliche started to be used in Spanish after the second founding of Valdivia in 1645, adopting the usage of the Mapuches of A"}, {"title": "Bueno River", "href": "/wiki/Bueno_River", "description": "Bueno River is a river in southern Chile. It originates in Ranco Lake and like most of Chile rivers it drains into the Pacific Ocean at the southern boundary of the Valdivian Coastal Reserve. Its lower flow forms the border between Osorno Province and Ranco Province. Traditionally it marks also the northern boundary of the indigenous Huilliche territory known as Futahuillimapu. The river passes th"}, {"title": "Zona Sur", "href": "/wiki/Zona_Sur", "description": "The Zona Sur is one of the five natural regions on which CORFO divided continental Chile in 1950. Its northern border is formed by the Bío-Bío River, the limit with the Central Chile Zone. By west with the Pacific Ocean, by the east with the Andean mountains and Argentina. Its southern border is the Chacao Channel, beyond it lies the Austral Zone. While Chiloé Archipelago belongs geographically to"}]}, {"heading": "Events", "year": "1693", "date": "January 11", "txt": "A powerful earthquake destroys parts of Sicily and Malta.", "entities": [{"title": "1693 Sicily earthquake", "href": "/wiki/1693_Sicily_earthquake", "description": "The 1693 Sicily earthquake struck parts of southern Italy near Sicily, Calabria, and Malta on January 11 at around 21:00 local time. This earthquake was preceded by a damaging foreshock on January 9. The main quake had an estimated magnitude of 7.4 on the moment magnitude scale, the most powerful in Italian recorded history, and a maximum intensity of XI (Extreme) on the Mercalli intensity scale, "}, {"title": "Sicily", "href": "/wiki/Sicily", "description": "Sicily is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. The region has 5 million inhabitants. Its capital city is Palermo."}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1759", "date": "January 11", "txt": "The first American life insurance company, the Corporation for Relief of Poor and Distressed Presbyterian Ministers and of the Poor and Distressed Widows and Children of the Presbyterian Ministers (now part of Unum Group), is incorporated in Philadelphia, Pennsylvania.", "entities": [{"title": "Life insurance", "href": "/wiki/Life_insurance", "description": "Life insurance is a contract between an insurance policy holder and an insurer or assurer, where the insurer promises to pay a designated beneficiary a sum of money in exchange for a premium, upon the death of an insured person. Depending on the contract, other events such as terminal illness or critical illness can also trigger payment. The policy holder typically pays a premium, either regularly"}, {"title": "Unum", "href": "/wiki/Unum", "description": "Unum Group is a Chattanooga, Tennessee-based Fortune 500 insurance company formerly known as UnumProvident. Unum Group was created by the 1999 merger of Unum Corporation and The Provident Companies and comprises four distinct businesses – Unum US, Unum UK, Unum Poland and Colonial Life. Its underwriting insurers include The Paul Revere Life Insurance Company and Provident Life and Accident Insuran"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1779", "date": "January 11", "txt": "Ching-Thang Khomba is crowned King of Manipur.", "entities": [{"title": "Ching-Thang Khomba", "href": "/wiki/Ching-Thang_Khomba", "description": "Ningthou Ching-Thang Khomba (1748–1799) was a Meitei monarch of the 18th century CE. The inventor of the Ras Lila dance, with his daughter Shija Lailoibi playing as Radha at the first performance, he is a legendary figure in Manipur, and much of his actions as King had been mythologized. He is also credited with spreading Vaishnavism in Manipur State after his grandfather Pamheiba made Hinduism th"}, {"title": "List of Meitei kings", "href": "/wiki/List_of_Meitei_kings", "description": "List of Monarchs that ruled the Kingdom of Manipur have been recorded in Court Chronicles of the Kings of Manipur ."}, {"title": "Manipur", "href": "/wiki/Manipur", "description": "Manipur is a state in northeastern India, with the city of Imphal as its capital. It is bounded by the Indian states of Nagaland to the north, Mizoram to the south and Assam to the west. It also borders two regions of Myanmar, Sagaing Region to the east and Chin State to the south. The state covers an area of 22,327 square kilometres (8,621 sq mi) and has a population of almost 3 million, includin"}]}, {"heading": "Events", "year": "1787", "date": "January 11", "txt": "William Herschel discovers Titania and Oberon, two moons of Uranus.", "entities": [{"title": "William Herschel", "href": "/wiki/William_Herschel", "description": "Frederick William Herschel was a German-born British astronomer and composer of music. He frequently collaborated with his younger sister and fellow astronomer Caroline Lucretia Herschel (1750–1848). Born in the Electorate of Hanover, William Herschel followed his father into the military band of Hanover, before emigrating to Great Britain in 1757 at the age of nineteen."}, {"title": "Timeline of discovery of Solar System planets and their moons", "href": "/wiki/Timeline_of_discovery_of_Solar_System_planets_and_their_moons", "description": "The timeline of discovery of Solar System planets and their natural satellites charts the progress of the discovery of new bodies over history. Each object is listed in chronological order of its discovery, identified through its various designations, and the discoverer(s) listed.\nHistorically the naming of moons did not always match the times of their discovery. Traditionally, the discoverer enjo"}, {"title": "Titania (moon)", "href": "/wiki/Titania_(moon)", "description": "Titania, also designated Uranus III, is the largest of the moons of Uranus and the eighth largest moon in the Solar System at a diameter of 1,578 kilometres (981 mi). Discovered by William Herschel in 1787, Titania is named after the queen of the fairies in Shakespeare's A Midsummer Night's Dream. Its orbit lies inside Uranus's magnetosphere."}, {"title": "Oberon (moon)", "href": "/wiki/Oberon_(moon)", "description": "Oberon, also designated Uranus IV, is the outermost major moon of the planet Uranus. It is the second-largest and second most massive of the Uranian moons, and the ninth most massive moon in the Solar System. Discovered by William Herschel in 1787, Oberon is named after the mythical king of the fairies who appears as a character in Shakespeare's A Midsummer Night's Dream. Its orbit lies partially "}, {"title": "Moons of Uranus", "href": "/wiki/Moons_of_Uranus", "description": "Uranus, the seventh planet of the Solar System, has 27 known moons, most of which are named after characters that appear in, or are mentioned in, the works of William Shakespeare and Alexander Pope. Uranus's moons are divided into three groups: thirteen inner moons, five major moons, and nine irregular moons. The inner and major moons all have prograde orbits, while orbits of the irregulars are mo"}, {"title": "Uranus", "href": "/wiki/Uranus", "description": "Uranus is the seventh planet from the Sun. Its name is a reference to the Greek god of the sky, Uranus, who, according to Greek mythology, was the great-grandfather of Ares (Mars), grandfather of Zeus (Jupiter) and father of Cronus (Saturn). It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have bu"}]}, {"heading": "Events", "year": "1805", "date": "January 11", "txt": "The Michigan Territory is created.", "entities": [{"title": "Michigan Territory", "href": "/wiki/Michigan_Territory", "description": "The Territory of Michigan was an organized incorporated territory of the United States that existed from June 30, 1805, until January 26, 1837, when the final extent of the territory was admitted to the Union as the State of Michigan. Detroit was the territorial capital."}]}, {"heading": "Events", "year": "1861", "date": "January 11", "txt": "American Civil War: Alabama secedes from the United States.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1863", "date": "January 11", "txt": "American Civil War: Battle of Arkansas Post: General John McClernand and Admiral David Dixon Porter capture the Arkansas River for the Union.", "entities": [{"title": "Battle of Arkansas Post", "href": "/wiki/Battle_of_Arkansas_Post", "description": "The Battle of Arkansas Post, also known as Battle of Fort Hindman, was fought from January 9 until 11, 1863, near the mouth of the Arkansas at Arkansas Post, as part of the Vicksburg Campaign of the American Civil War. Although a Union victory, it did not move them any closer to Vicksburg."}, {"title": "John Alexander McClernand", "href": "/wiki/John_Alexander_McClernand", "description": "John Alexander McClernand was an American lawyer and politician, and a Union general in the American Civil War. He was a prominent Democratic politician in Illinois and a member of the United States House of Representatives before the war. McClernand was firmly dedicated to the principles of Jacksonian democracy and supported the Compromise of 1850."}, {"title": "David Dixon Porter", "href": "/wiki/David_Dixon_Porter", "description": "David Dixon Porter was a United States Navy admiral and a member of one of the most distinguished families in the history of the U.S. Navy. Promoted as the second U.S. Navy officer ever to attain the rank of admiral, after his adoptive brother David G. Farragut, Porter helped improve the Navy as the Superintendent of the U.S. Naval Academy after significant service in the American Civil War."}, {"title": "Arkansas River", "href": "/wiki/Arkansas_River", "description": "The Arkansas River is a major tributary of the Mississippi River. It generally flows to the east and southeast as it traverses the U.S. states of Colorado, Kansas, Oklahoma, and Arkansas. The river's source basin lies in the western United States in Colorado, specifically the Arkansas River Valley. The headwaters derive from the snowpack in the Sawatch and Mosquito mountain ranges. It flows east i"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1863", "date": "January 11", "txt": "American Civil War: CSS Alabama encounters and sinks the USS Hatteras off Galveston Lighthouse in Texas.", "entities": [{"title": "Action off Galveston Light", "href": "/wiki/Action_off_Galveston_Light", "description": "The action off Galveston Light was a short naval battle fought during the American Civil War in January 1863. Confederate raider CSS Alabama encountered and sank the United States Navy steamer USS Hatteras off Galveston Lighthouse in Texas."}, {"title": "USS Hatteras (1861)", "href": "/wiki/USS_Hatteras_(1861)", "description": "The very first USS Hatteras was a 1,126-ton iron-hulled steamer purchased by the Union Navy at the beginning of the American Civil War. She was outfitted as a gunboat and assigned to the Union blockade of the ports and waterways of the Confederate States of America. During an engagement with the disguised Confederate commerce raider, CSS Alabama, she was taken by surprise and was sunk off the coas"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}]}, {"heading": "Events", "year": "1879", "date": "January 11", "txt": "The Anglo-Zulu War begins.", "entities": [{"title": "Anglo-Zulu War", "href": "/wiki/Anglo-Zulu_War", "description": "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following the Constitution Act of 1867 for the federation in Canada, by Lord Carnarvon, it was thought that similar political effort, coupled with military campaigns, might succeed with the African Kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Bartle Frere was sent to South Africa as Hi"}]}, {"heading": "Events", "year": "1908", "date": "January 11", "txt": "Grand Canyon National Monument is created.", "entities": [{"title": "Grand Canyon National Park", "href": "/wiki/Grand_Canyon_National_Park", "description": "Grand Canyon National Park, located in northwestern Arizona, is the 15th site in the United States to have been named as a national park. The park's central feature is the Grand Canyon, a gorge of the Colorado River, which is often considered one of the Wonders of the World. The park, which covers 1,217,262 acres of unincorporated area in Coconino and Mohave counties, received more than six millio"}]}, {"heading": "Events", "year": "1912", "date": "January 11", "txt": "Immigrant textile workers in Lawrence, Massachusetts, go on strike when wages are reduced in response to a mandated shortening of the work week.", "entities": [{"title": "Lawrence, Massachusetts", "href": "/wiki/Lawrence,_Massachusetts", "description": "Lawrence is a city in Essex County, Massachusetts, United States, on the Merrimack River. As of the 2010 census, the city had a population of 76,377, which had risen to an estimated as 80,028 of 2019. Surrounding communities include Methuen to the north, Andover to the southwest, and North Andover to the southeast. Lawrence and Salem were the county seats of Essex County, until the Commonwealth ab"}, {"title": "1912 Lawrence Textile Strike", "href": "/wiki/1912_Lawrence_Textile_Strike", "description": "The Lawrence Textile Strike, also known as the Bread and Roses Strike, was a strike of immigrant workers in Lawrence, Massachusetts, in 1912 led by the Industrial Workers of the World (IWW). Prompted by a two-hour pay cut corresponding to a new law shortening the workweek for women, the strike spread rapidly through the town, growing to more than twenty thousand workers and involving nearly every "}]}, {"heading": "Events", "year": "1917", "date": "January 11", "txt": "The Kingsland munitions factory explosion occurs as a result of sabotage.", "entities": [{"title": "Kingsland Explosion", "href": "/wiki/Kingsland_Explosion", "description": "The Kingsland explosion was an incident that took place during World War I at a munitions factory in Lyndhurst, New Jersey, United States, on January 11, 1917. An arbitration commission in 1931 determined that, \"In the Kingsland Case the Commission finds upon the evidence that the fire was not caused by any German agent.\""}, {"title": "Sabotage", "href": "/wiki/Sabotage", "description": "Sabotage is a deliberate action aimed at weakening a polity, effort, or organization through subversion, obstruction, disruption, or destruction. One who engages in sabotage is a saboteur. Saboteurs typically try to conceal their identities because of the consequences of their actions and to avoid invoking legal and organizational requirements for addressing sabotage."}]}, {"heading": "Events", "year": "1922", "date": "January 11", "txt": "Leonard Thompson becomes the first person to be injected with insulin.", "entities": [{"title": "Leonard Thompson (diabetic)", "href": "/wiki/Leonard_Thompson_(diabetic)", "description": "Leonard Thompson is the first person to have received an injection of insulin as a treatment for Type 1 diabetes."}]}, {"heading": "Events", "year": "1923", "date": "January 11", "txt": "Occupation of the Ruhr: Troops from France and Belgium occupy the Ruhr area to force Germany to make its World War I reparation payments.", "entities": [{"title": "Occupation of the Ruhr", "href": "/wiki/Occupation_of_the_Ruhr", "description": "The Occupation of the Ruhr was a period of military occupation of the Ruhr region of Germany by France and Belgium between 11 January 1923 and 25 August 1925."}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Belgium", "href": "/wiki/Belgium", "description": "Belgium, officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the"}, {"title": "Ruhr", "href": "/wiki/Ruhr", "description": "The Ruhr, also referred to as Ruhr area, Ruhr district, Ruhr region, or Ruhr valley, is a polycentric urban area in North Rhine-Westphalia, Germany. With a population density of 2,800/km2 and a population of over 5 million (2017), it is the largest urban area in Germany. It consists of several large cities bordered by the rivers Ruhr to the south, Rhine to the west, and Lippe to the north. In the "}, {"title": "Germany", "href": "/wiki/Germany", "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; covering an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million"}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1927", "date": "January 11", "txt": "Louis B. Mayer, head of film studio Metro-Goldwyn-Mayer (MGM), announces the creation of the Academy of Motion Picture Arts and Sciences, at a banquet in Los Angeles, California.", "entities": [{"title": "Louis B. Mayer", "href": "/wiki/Louis_B._Mayer", "description": "Louis Burt Mayer was a Canadian-American film producer and co-founder of Metro-Goldwyn-Mayer studios (MGM) in 1924. Under Mayer's management, MGM became the film industry's most prestigious movie studio, accumulating the largest concentration of leading writers, directors, and stars in Hollywood."}, {"title": "Metro-Goldwyn-Mayer", "href": "/wiki/Metro-Goldwyn-Mayer", "description": "Metro-Goldwyn-Mayer Studios Inc. is an American media company, involved primarily in the production and distribution of feature films and television programs. One of the world's oldest film studios, MGM's corporate headquarters are located at 245 North Beverly Drive in Beverly Hills, California."}, {"title": "Academy of Motion Picture Arts and Sciences", "href": "/wiki/Academy_of_Motion_Picture_Arts_and_Sciences", "description": "The Academy of Motion Picture Arts and Sciences is a professional honorary organization with the stated goal of advancing the arts and sciences of motion pictures. The Academy's corporate management and general policies are overseen by a board of governors, which includes representatives from each of the craft branches."}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1935", "date": "January 11", "txt": "Amelia Earhart becomes the first person to fly solo from Hawaii to California.", "entities": [{"title": "Amelia Earhart", "href": "/wiki/Amelia_Earhart", "description": "Amelia Mary Earhart was an American aviation pioneer and author. Earhart was the first female aviator to fly solo across the Atlantic Ocean. She set many other records, wrote best-selling books about her flying experiences, and was instrumental in the formation of The Ninety-Nines, an organization for female pilots."}, {"title": "Hawaii", "href": "/wiki/Hawaii", "description": "Hawaii is a U.S. state in the Western United States, in the Pacific Ocean about 2,000 miles from the U.S. mainland. It is the only state outside North America, the only island state, and the only state in the tropics. Hawaii is also one of a few U.S. states to have once been an independent nation."}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "1942", "date": "January 11", "txt": "World War II: Japanese forces capture Kuala Lumpur, the capital of the Federated Malay States.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Battle of Kuala Lumpur", "href": "/wiki/Battle_of_Kuala_Lumpur", "description": "The Battle of Kuala Lumpur was a battle between Japanese invasion forces and the British forces in Kuala Lumpur, then capital of the-Federated Malay States, a British protectorate."}]}, {"heading": "Events", "year": "1942", "date": "January 11", "txt": "World War II: Japanese forces attack Tarakan in Borneo, Netherlands Indies (Battle of Tarakan)", "entities": [{"title": "Dutch Borneo", "href": "/wiki/Dutch_Borneo", "description": "Kalimantan is the Indonesian portion of the island of Borneo. It comprises 73% of the island's area. The non-Indonesian parts of Borneo are Brunei and East Malaysia. In Indonesia, \"Kalimantan\" refers to the whole island of Borneo. In 2019, the Indonesian President Joko Widodo proposed that Indonesia's capital be moved to Kalimantan."}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}, {"title": "Battle of Tarakan (1942)", "href": "/wiki/Battle_of_Tarakan_(1942)", "description": "\n\nThe Battle of Tarakan took place on 11–12 January 1942, a day after the Empire of Japan declared war on the Kingdom of the Netherlands. Although Tarakan was only a small marshy island off northeastern Borneo in the Netherlands East Indies, its 700 oil wells, refineries, and airfield made it a crucial objective for Japan in the Pacific War."}]}, {"heading": "Events", "year": "1943", "date": "January 11", "txt": "The Republic of China agrees to the Sino-British New Equal Treaty and the Sino-American New Equal Treaty.", "entities": [{"title": "Republic of China (1912–1949)", "href": "/wiki/Republic_of_China_(1912%E2%80%931949)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "Sino-British Treaty for the Relinquishment of Extra-Territorial Rights in China", "href": "/wiki/Sino-British_Treaty_for_the_Relinquishment_of_Extra-Territorial_Rights_in_China", "description": "The Sino-British Treaty for the Relinquishment of Extra-Territorial Rights in China, or the Sino-British New Equal Treaty, was a bilateral treaty concluded between the British and the Chinese governments in Chungking (Chongqing) on 11 January 1943. The formal name of the treaty was Treaty Between His Majesty in Respect of the United Kingdom and India and His Excellency the President of the Nationa"}, {"title": "Sino-American Treaty for the Relinquishment of Extraterritorial Rights in China", "href": "/wiki/Sino-American_Treaty_for_the_Relinquishment_of_Extraterritorial_Rights_in_China", "description": "The Sino-American Treaty for the Relinquishment of Extraterritorial Rights in China or Sino-American New Equal Treaty was a bilateral treaty signed by the United States and the Republic of China on January 11, 1943. The formal name of the treaty was Treaty Between the United States of America and the Republic of China for the Relinquishment of Extraterritorial Rights in China and the Regulation of"}]}, {"heading": "Events", "year": "1943", "date": "January 11", "txt": "Italian-American anarchist Carlo Tresca is assassinated in New York City.", "entities": [{"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1946", "date": "January 11", "txt": "Enver Hoxha, Secretary General of the Communist Party of Albania, declares the People's Republic of Albania with himself as head of state.", "entities": [{"title": "Enver Hoxha", "href": "/wiki/Enver_Hoxha", "description": "Enver Hoxha was an Albanian communist revolutionary and statesman who served as the First Secretary of the Party of Labour of Albania, from 1941 until his death in 1985. He was also a member of the Politburo of the Party of Labour of Albania, chairman of the Democratic Front of Albania, commander-in-chief of the armed forces from 1944 until his death. He served as the 22nd Prime Minister of Albani"}, {"title": "Party of Labour of Albania", "href": "/wiki/Party_of_Labour_of_Albania", "description": "The Party of Labour of Albania (PLA), sometimes referred to as the Albanian Workers' Party (AWP), was the vanguard party of Albania during the communist period (1945–1991) as well as the only legal political party. It was founded on 8 November 1941, as the Communist Party of Albania, but its name was changed in 1948. In 1991, the party was succeeded by the Socialist Party of Albania. For most of i"}, {"title": "People's Socialist Republic of Albania", "href": "/wiki/People%27s_Socialist_Republic_of_Albania", "description": "Albania, officially the People's Socialist Republic of Albania, was ruled by a Marxist-Leninist government from 1946 to 1992. From 1944 to 1946, it was known as the Democratic Government of Albania and from 1946 to 1976 it was known as the People's Republic of Albania."}]}, {"heading": "Events", "year": "1949", "date": "January 11", "txt": "The first \"networked\" television broadcasts took place as KDKA-TV in Pittsburgh, Pennsylvania goes on the air connecting the east coast and mid-west programming.", "entities": [{"title": "KDKA-TV", "href": "/wiki/KDKA-TV", "description": "KDKA-TV, virtual channel 2, is a CBS owned-and-operated television station licensed to Pittsburgh, Pennsylvania, United States. The station is owned by the CBS Television Stations subsidiary of ViacomCBS, as part of a duopoly with Jeannette-licensed CW owned-and-operated station WPCW. The two stations share studios at the Gateway Center in downtown Pittsburgh; KDKA-TV's transmitter is located in t"}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}]}, {"heading": "Events", "year": "1957", "date": "January 11", "txt": "The African Convention is founded in Dakar, Senegal.", "entities": [{"title": "African Convention", "href": "/wiki/African_Convention", "description": "African Convention was a political party in French West Africa, originally formed at a meeting in Dakar on 11 January 1957. The CA consisted of the Senegalese Popular Bloc (BPS) of Léopold Sédar Senghor, the African Popular Movement of Nazi Boni in Upper Volta, and the Nigerien Democratic Front (FDN) of Zodi Ikhia in Niger."}, {"title": "Dakar", "href": "/wiki/Dakar", "description": "Dakar is the capital and largest city of Senegal. The city of Dakar proper has a population of 1,030,594, whereas the population of the Dakar metropolitan area is estimated at 3.94 million in 2021."}]}, {"heading": "Events", "year": "1961", "date": "January 11", "txt": "Throgs Neck Bridge over the East River, linking New York City's boroughs of The Bronx and Queens, opens to road traffic.", "entities": [{"title": "Throgs Neck Bridge", "href": "/wiki/Throgs_Neck_Bridge", "description": "The Throgs Neck Bridge is a suspension bridge in New York City, carrying six lanes of Interstate 295 (I-295) over the East River where it meets the Long Island Sound. The bridge connects the Throggs Neck section of the Bronx with the Bay Terrace section of Queens."}, {"title": "East River", "href": "/wiki/East_River", "description": "The East River is a salt water tidal estuary in New York City. The waterway, which is actually not a river despite its name, connects Upper New York Bay on its south end to Long Island Sound on its north end. It separates the borough of Queens on Long Island from the Bronx on the North American mainland, and also divides Manhattan from Queens and Brooklyn, which is also on Long Island. Because of "}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "The Bronx", "href": "/wiki/The_Bronx", "description": "The Bronx is one of the five boroughs of New York City, in the U.S. state of New York. It has the same boundaries as Bronx County, the third-most-densely populated county in the United States. The Bronx is south of Westchester County; north and east of the New York City borough of Manhattan, across the Harlem River; and north of the New York City borough of Queens, across the East River. The Bronx"}, {"title": "Queens", "href": "/wiki/Queens", "description": "Queens is a borough of New York City, coextensive with Queens County, in the U.S. state of New York. It is the largest borough of New York City in area and is adjacent to the borough of Brooklyn at the western end of Long Island, with Nassau County to the east. Queens also shares water borders with the boroughs of Manhattan, the Bronx, and Staten Island."}]}, {"heading": "Events", "year": "1962", "date": "January 11", "txt": "Cold War: While tied to its pier in Polyarny, the Soviet submarine B-37 is destroyed when fire breaks out in its torpedo compartment.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Russian Shipyard Number 10", "href": "/wiki/Russian_Shipyard_Number_10", "description": "Russian Shipyard No. 10—Shkval is located in Polyarny, Murmansk Oblast, Russia, on the outermost western side of the Murmansk Fjord. In the West, it is more often referred to by the name of the town than its official name. As the first nuclear-powered submarines were delivered to the Northern Fleet at the end of the 1950s, the yard was modified for docking and repair of these vessels. As Soviet Na"}, {"title": "Soviet submarine B-37", "href": "/wiki/Soviet_submarine_B-37", "description": "Soviet submarine B-37 was a Project 641 or Foxtrot-class diesel submarine of the Soviet Navy's Northern Fleet."}]}, {"heading": "Events", "year": "1962", "date": "January 11", "txt": "An avalanche on Huascarán in Peru causes around 4,000 deaths.", "entities": [{"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1964", "date": "January 11", "txt": "Surgeon General of the United States Dr. Luther Terry, M.D., publishes the landmark report Smoking and Health: Report of the Advisory Committee to the Surgeon General of the United States saying that smoking may be hazardous to health, sparking national and worldwide anti-smoking efforts.", "entities": [{"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}, {"title": "Luther Terry", "href": "/wiki/Luther_Terry", "description": "Luther Leonidas Terry was an American physician and public health official. He was appointed the ninth Surgeon General of the United States from 1961 to 1965, and is best known for his warnings against the dangers and the impact of tobacco use on health."}]}, {"heading": "Events", "year": "1972", "date": "January 11", "txt": "East Pakistan renames itself Bangladesh.", "entities": [{"title": "East Pakistan", "href": "/wiki/East_Pakistan", "description": "East Pakistan was the eastern provincial wing of Pakistan between 1947 and 1971, covering the territory of the modern country Bangladesh. Its land borders were with India and Burma, with a coastline on the Bay of Bengal. East Pakistanis were popularly known as \"Pakistani Bengalis\"; to distinguish this region from India's state West Bengal, East Pakistan was known as \"Pakistani Bengal\"."}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "1973", "date": "January 11", "txt": "Major League Baseball owners vote in approval of the American League adopting the designated hitter position.", "entities": [{"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}, {"title": "American League", "href": "/wiki/American_League", "description": "The American League of Professional Baseball Clubs, or simply the American League (AL), is one of two leagues that make up Major League Baseball (MLB) in the United States and Canada. It developed from the Western League, a minor league based in the Great Lakes states, which eventually aspired to major league status. It is sometimes called the Junior Circuit because it claimed Major League status "}, {"title": "Designated hitter", "href": "/wiki/Designated_hitter", "description": "In baseball, the designated hitter (DH) is a player that bats in place of the pitcher. The position is authorized by Major League Baseball Rule 5.11, and was adopted by the American League in 1973. Since then, almost all amateur, collegiate, and professional leagues have adopted the rule or some variant with the notable exception of MLB's National League and Nippon Professional Baseball's Central "}]}, {"heading": "Events", "year": "1986", "date": "January 11", "txt": "The Gateway Bridge, Brisbane, Queensland, Australia is officially opened.", "entities": [{"title": "Sir Leo Hielscher Bridges", "href": "/wiki/Sir_Leo_Hielscher_Bridges", "description": "The Sir Leo Hielscher Bridges are a side-by-side pair of road bridges on the Gateway Motorway (M1), which skirts the eastern suburbs of Brisbane, Queensland, Australia. The western bridge carries traffic to the north and the eastern bridge carries traffic to the south. They are the most eastern crossing of the Brisbane River and the closest to Moreton Bay, crossing at the Quarries Reach and linkin"}]}, {"heading": "Events", "year": "1994", "date": "January 11", "txt": "The Irish Government announces the end of a 15-year broadcasting ban on the IRA and its political arm Sinn Féin.", "entities": [{"title": "Republic of Ireland", "href": "/wiki/Republic_of_Ireland", "description": "Ireland, also known as the Republic of Ireland, is a country in north-western Europe consisting of 26 of the 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ir"}, {"title": "Official Irish Republican Army", "href": "/wiki/Official_Irish_Republican_Army", "description": "The Official Irish Republican Army or Official IRA was an Irish republican paramilitary group whose goal was to remove Northern Ireland from the United Kingdom and create a \"workers' republic\" encompassing all of Ireland. It emerged in December 1969, shortly after the beginning of the Troubles, when the Irish Republican Army (IRA) split into two factions. The other was the Provisional IRA. Each co"}, {"title": "Sinn Féin", "href": "/wiki/Sinn_F%C3%A9in", "description": "Sinn Féin is an Irish republican and democratic socialist political party active in both the Republic of Ireland and Northern Ireland."}]}, {"heading": "Events", "year": "1998", "date": "January 11", "txt": "Over 100 people are killed in the Sidi-Hamed massacre in Algeria.", "entities": [{"title": "Sidi-Hamed massacre", "href": "/wiki/Sidi-Hamed_massacre", "description": "The Sidi-Hamed massacre took place on the night of January 11, 1998, in the town of Sidi-Hamed, 30 km south of Algiers. An estimated fifty gunmen participated, attacking children and adults; they bombed a cafe where films were being watched and a mosque in nearby Haouche Sahraoui, killing those who fled, and entered houses to kill those within. According to official figures, 103 were killed and se"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "2003", "date": "January 11", "txt": "Illinois Governor George Ryan commutes the death sentences of 167 prisoners on Illinois's death row based on the Jon Burge scandal.", "entities": [{"title": "Governor of Illinois", "href": "/wiki/Governor_of_Illinois", "description": "The Governor of Illinois is the chief executive of the State of Illinois, and the various agencies and departments over which the officer has jurisdiction, as prescribed in the state constitution. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enacting laws passed by the Illinois General Assembly. Illinois is one o"}, {"title": "George Ryan", "href": "/wiki/George_Ryan", "description": "George Homer Ryan is an American former politician who was the Republican 39th Governor of Illinois from 1999 until 2003. Ryan received national attention for his 1999 moratorium on executions in Illinois and for commuting more than 160 death sentences to life sentences in 2003. He was later convicted of federal corruption charges and spent more than five years in federal prison and seven months o"}, {"title": "Illinois", "href": "/wiki/Illinois", "description": "Illinois is a state in the Midwestern region of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of t"}, {"title": "Jon Burge", "href": "/wiki/Jon_Burge", "description": "Jon Graham Burge was an American police detective and commander in the Chicago Police Department who was accused of torturing more than 200 innocent men between 1972 and 1991 in order to force confessions."}]}, {"heading": "Events", "year": "2013", "date": "January 11", "txt": "One French soldier and 17 militants are killed in a failed attempt to free a French hostage in Bulo Marer, Somalia.", "entities": [{"title": "Bulo Marer hostage rescue attempt", "href": "/wiki/Bulo_Marer_hostage_rescue_attempt", "description": "On 11 January 2013, the French military attempted a rescue operation in Bulo Marer, Lower Shabelle, Somalia to free French hostage Denis Allex from the militant Islamist organization al-Shabaab. The operation failed: Allex was executed during the raid and two French commandos and at least eight civilians were killed in a firefight."}, {"title": "Bulo Marer", "href": "/wiki/Bulo_Marer", "description": "Bulo Marer, also written as Bulomarer, is a town in the southwestern Lower Shebelle region of Somalia. It was a base of Al-Shabaab, and was the site of an ill-fated 2013 military operation during which French commandos attempted to free a French hostage that was being held by the insurgent group.\nThe town was taken by Somali government forces assisted by AMISOM troops after a battle on August 30, "}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}]}, {"heading": "Births", "year": "347", "date": "January 11", "txt": "Theodosius I, Roman emperor (d. 395)", "entities": [{"title": "Theodosius I", "href": "/wiki/Theodosius_I", "description": "Theodosius I, also called Theodosius the Great, was Roman emperor from 379 to 395. He is best known for making Christianity the state religion of the Roman Empire and great architecture projects in Constantinople."}]}, {"heading": "Births", "year": "889", "date": "January 11", "txt": "Abd-ar-Rahman III, first Caliph of Córdoba (d. 961)", "entities": [{"title": "Abd-ar-Rahman III", "href": "/wiki/Abd-ar-Rahman_III", "description": "Abd al-Raḥmān III, also known as 'Abd al-Rahmān ibn Muḥammad ibn 'Abd Allāh ibn Muḥammad ibn 'Abd al-Raḥmān ibn al-Ḥakam al-Rabdī ibn Hishām ibn 'Abd al-Raḥmān al-Dākhil, was the Umayyad Emir of Córdoba from 912 to 929, at which point he founded the Caliphate of Córdoba, serving as its first Caliph until his death. 'Abd al-Raḥmān won the laqab (sobriquet) al-Nasir li-Dīn Allāh – Defender of God's "}, {"title": "Caliph of Córdoba", "href": "/wiki/Caliph_of_C%C3%B3rdoba", "description": "The Caliphate of Córdoba was an Islamic state, ruled by the Umayyad dynasty from 929 to 1031. Its territory comprised Iberia and parts of North Africa, with its capital in Córdoba. The region was formerly dominated by the Umayyad Emirate of Córdoba (756–929). The period was characterized by an expansion of trade and culture, and saw the construction of masterpieces of al-Andalus architecture. In J"}]}, {"heading": "Births", "year": "1113", "date": "January 11", "txt": "Wang Chongyang, Chinese religious leader and poet (d. 1170)", "entities": [{"title": "Wang Chongyang", "href": "/wiki/Wang_Chongyang", "description": "Wang Chongyang was a Chinese philosopher and poet. He was a Taoist and one of the founders of the Quanzhen School in the 12th century during the Jin dynasty (1115–1234). He was one of the Five Northern Patriarchs of Quanzhen. He also appears as a character in works of wuxia fiction."}]}, {"heading": "Births", "year": "1209", "date": "January 11", "txt": "Möngke Khan, Mongolian emperor (d. 1259)", "entities": [{"title": "Möngke Khan", "href": "/wiki/M%C3%B6ngke_Khan", "description": "Möngke was the fourth khagan-emperor of the Mongol Empire, ruling from 1 July 1251, to 11 August 1259. He was the first Khagan from the Toluid line, and made significant reforms to improve the administration of the Empire during his reign. Under Möngke, the Mongols conquered Iraq and Syria as well as the kingdom of Dali."}]}, {"heading": "Births", "year": "1322", "date": "January 11", "txt": "Emperor Kōmyō of Japan (d. 1380)", "entities": [{"title": "Emperor Kōmyō", "href": "/wiki/Emperor_K%C5%8Dmy%C5%8D", "description": "Emperor Kōmyō  was the second of the Emperors of Northern Court, although he was the first to be supported by the Ashikaga Bakufu. According to pre-Meiji scholars, his reign spanned the years from 1336 through 1348."}]}, {"heading": "Births", "year": "1359", "date": "January 11", "txt": "Emperor Go-En'yū of Japan (d. 1393)", "entities": [{"title": "Emperor Go-En'yū", "href": "/wiki/Emperor_Go-En%27y%C5%AB", "description": "Emperor Go-En'yū  was the 5th of the Emperors of Northern Court during the period of two courts in Japan. According to pre-Meiji scholars, his reign spanned the years from 1371 through 1382."}]}, {"heading": "Births", "year": "1395", "date": "January 11", "txt": "Michele of Valois, daughter of Charles VI of France (d. 1422)", "entities": [{"title": "Michele of Valois", "href": "/wiki/Michele_of_Valois", "description": "Michelle of France was a Duchess consort of Burgundy. She was a daughter of Charles VI of France and Isabeau of Bavaria. She was named for Saint Michael the Archangel after her father noted an improvement in his health after a pilgrimage to Mont Saint-Michel in 1393."}]}, {"heading": "Births", "year": "1503", "date": "January 11", "txt": "Parmigianino, Italian artist (d. 1540)", "entities": [{"title": "Parmigianino", "href": "/wiki/Parmigianino", "description": "Girolamo Francesco Maria Mazzola, also known as Francesco Mazzola or, more commonly, as Parmigianino, was an Italian Mannerist painter and printmaker active in Florence, Rome, Bologna, and his native city of Parma. His work is characterized by a \"refined sensuality\" and often elongation of forms and includes Vision of Saint Jerome (1527) and the iconic if somewhat untypical Madonna with the Long N"}]}, {"heading": "Births", "year": "1589", "date": "January 11", "txt": "William Strode, English politician (d. 1666)", "entities": [{"title": "William Strode (of Barrington)", "href": "/wiki/William_Strode_(of_Barrington)", "description": "Colonel William Strode, Jr — called William Strode of Barrington to distinguish him from contemporaries of the same name, principally the Strodes of Newnham in Devon — was an English Parliamentarian officer and Member of Parliament. A wealthy cloth merchant, he acquired several estates in his native county of Somerset and was noted for his local philanthropy as well as his political and military o"}]}, {"heading": "Births", "year": "1591", "date": "January 11", "txt": "Robert Devereux, 3rd Earl of Essex, English general and politician, Lord Lieutenant of Staffordshire (d. 1646)", "entities": [{"title": "Robert Devereux, 3rd Earl of Essex", "href": "/wiki/Robert_Devereux,_3rd_Earl_of_Essex", "description": "Robert Devereux, 3rd Earl of Essex, KB, PC was an English Parliamentarian and soldier during the first half of the 17th century. With the start of the English Civil War in 1642 he became the first Captain-General and Chief Commander of the Parliamentarian army, also known as the Roundheads. However, he was unable and unwilling to score a decisive blow against the Royalist army of King Charles I. H"}, {"title": "Lord Lieutenant of Staffordshire", "href": "/wiki/Lord_Lieutenant_of_Staffordshire", "description": "This is a list of people who have served as lord lieutenant for Staffordshire. Since 1828, all lord lieutenants have also been custos rotulorum of Staffordshire."}]}, {"heading": "Births", "year": "1624", "date": "January 11", "txt": "Bastiaan Govertsz van der Leeuw, Dutch painter (d. 1680)", "entities": [{"title": "Bastiaan Govertsz van der Leeuw", "href": "/wiki/Bastiaan_Govertsz_van_der_Leeuw", "description": "Bastiaan Govertsz van der Leeuw was a Dutch Golden Age landscape painter."}]}, {"heading": "Births", "year": "1630", "date": "January 11", "txt": "John Rogers, English-American minister, physician, and academic (d. 1684)", "entities": [{"title": "John Rogers (Harvard)", "href": "/wiki/John_Rogers_(Harvard)", "description": "John Rogers was an English academic in early Colonial America. Eldest son of minister Nathaniel Rogers, he was born in Coggeshall, a small town in Essex, and immigrated to New England with his family in 1636. In 1649, at age 19, in the recent settlement of Cambridge, he earned a B.A. from Harvard College which, only seven years earlier, in 1642, had graduated its first class of students. In 1652, "}]}, {"heading": "Births", "year": "1638", "date": "January 11", "txt": "Nicolas Steno, Danish bishop and anatomist (d. 1686)", "entities": [{"title": "Nicolas Steno", "href": "/wiki/Nicolas_Steno", "description": "Nicolas Steno was a Danish scientist, a pioneer in both anatomy and geology who became a Catholic bishop in his later years. Steno was trained in the classical texts on science; however, by 1659 he seriously questioned accepted knowledge of the natural world. Importantly he questioned explanations for tear production, the idea that fossils grew in the ground and explanations of rock formation. His"}]}, {"heading": "Births", "year": "1642", "date": "January 11", "txt": "Johann Friedrich Alberti, German organist and composer (d. 1710)", "entities": [{"title": "Johann Friedrich Alberti", "href": "/wiki/Johann_Friedrich_Alberti", "description": "Johann Friedrich Alberti was a German composer and organist."}]}, {"heading": "Births", "year": "1650", "date": "January 11", "txt": "Diana Glauber, Dutch-German painter (d. 1721)", "entities": [{"title": "Diana Glauber", "href": "/wiki/Diana_Glauber", "description": "Diana Glauber, was a Dutch Golden Age painter."}]}, {"heading": "Births", "year": "1671", "date": "January 11", "txt": "François-Marie, 1st duc de Broglie, French general and diplomat (d. 1745)", "entities": [{"title": "François-Marie, 1st duc de Broglie", "href": "/wiki/Fran%C3%A7ois-Marie,_1st_duc_de_Broglie", "description": "François-Marie, duc de Broglie, was a French military leader."}]}, {"heading": "Births", "year": "1755", "date": "January 11", "txt": "Alexander Hamilton, Nevisian-American general, economist and politician, 1st United States Secretary of the Treasury (d. 1804)", "entities": [{"title": "Alexander Hamilton", "href": "/wiki/Alexander_Hamilton", "description": "Alexander Hamilton was an American statesman, politician, legal scholar, military commander, lawyer, banker, and economist. He was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper. As "}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1757", "date": "January 11", "txt": "Samuel Bentham, English engineer and architect (d. 1831)", "entities": [{"title": "Samuel Bentham", "href": "/wiki/Samuel_Bentham", "description": "Sir Samuel Bentham was a noted English mechanical engineer and naval architect credited with numerous innovations, particularly related to naval architecture, including weapons. He was the only surviving sibling of philosopher Jeremy Bentham, with whom he had a close bond."}]}, {"heading": "Births", "year": "1760", "date": "January 11", "txt": "Oliver Wolcott Jr., American lawyer and politician, 2nd United States Secretary of the Treasury, 24th Governor of Connecticut (d. 1833)", "entities": [{"title": "Oliver Wolcott Jr.", "href": "/wiki/Oliver_Wolcott_Jr.", "description": "Oliver Wolcott Jr. was the second United States Secretary of the Treasury, a judge of the United States Circuit Court for the Second Circuit, and the 24th Governor of Connecticut."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}, {"title": "Governor of Connecticut", "href": "/wiki/Governor_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Births", "year": "1777", "date": "January 11", "txt": "Vincenzo Borg, Maltese merchant and rebel leader (d. 1837)", "entities": [{"title": "Vincenzo Borg", "href": "/wiki/Vincenzo_Borg", "description": "Vincenzo Maria Borg, also known by his nickname Brared, was a Maltese merchant who was one of the main insurgent leaders during the French blockade of 1798–1800. He was a lieutenant from 1801 until he was deposed in January 1804."}]}, {"heading": "Births", "year": "1786", "date": "January 11", "txt": "Joseph Jackson Lister, English physicist (d. 1869)", "entities": [{"title": "Joseph Jackson Lister", "href": "/wiki/Joseph_Jackson_Lister", "description": "Joseph Jackson Lister FRS FRMS was an amateur British opticist and physicist and the father of The 1st Baron Lister."}]}, {"heading": "Births", "year": "1788", "date": "January 11", "txt": "William Thomas Brande, English chemist and academic (d. 1866)", "entities": [{"title": "William Thomas Brande", "href": "/wiki/William_Thomas_Brande", "description": "William Thomas Brande FRS FRSE was an English chemist."}]}, {"heading": "Births", "year": "1800", "date": "January 11", "txt": "Ányos Jedlik, Hungarian physicist and engineer (d. 1895)", "entities": [{"title": "Ányos Jedlik", "href": "/wiki/%C3%81nyos_Jedlik", "description": "Ányos István Jedlik was a Hungarian inventor, engineer, physicist, and Benedictine priest. He was also a member of the Hungarian Academy of Sciences, and author of several books. He is considered by Hungarians and Slovaks to be the unsung father of the dynamo and electric motor."}]}, {"heading": "Births", "year": "1807", "date": "January 11", "txt": "Ezra Cornell, American businessman and philanthropist, founded Western Union and Cornell University (d. 1874)", "entities": [{"title": "Ezra Cornell", "href": "/wiki/Ezra_Cornell", "description": "Ezra Cornell was an American businessman, politician, and philanthropist. He was the founder of Western Union, founder of Ithaca's first library, and a co-founder of Cornell University. He also served as President of the New York Agriculture Society and as a New York State Senator."}, {"title": "Western Union", "href": "/wiki/Western_Union", "description": "The Western Union Company is an American worldwide financial services and communications company, headquartered in Denver, Colorado. Until it discontinued the service in 2006, Western Union was the leading American company in the business of transmitting telegrams."}, {"title": "Cornell University", "href": "/wiki/Cornell_University", "description": "Cornell University is a private, statutory, Ivy League and land-grant research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's"}]}, {"heading": "Births", "year": "1814", "date": "January 11", "txt": "James Paget, English surgeon and pathologist (d. 1899)", "entities": [{"title": "James Paget", "href": "/wiki/James_Paget", "description": "Sir James Paget, 1st Baronet FRS HFRSE was an English surgeon and pathologist who is best remembered for naming Paget's disease and who is considered, together with Rudolf Virchow, as one of the founders of scientific medical pathology. His famous works included Lectures on Tumours (1851) and Lectures on Surgical Pathology (1853). There are several medical conditions which were described and later"}]}, {"heading": "Births", "year": "1814", "date": "January 11", "txt": "Socrates Nelson, American businessman and politician (d. 1867)", "entities": []}, {"heading": "Births", "year": "1815", "date": "January 11", "txt": "John A. Macdonald, Scottish-Canadian lawyer and politician, 1st Prime Minister of Canada (d. 1891)", "entities": [{"title": "John A. Macdonald", "href": "/wiki/John_A._Macdonald", "description": "Sir John Alexander Macdonald was the first prime minister of Canada. The dominant figure of Canadian Confederation, he had a political career that spanned almost half a century. Macdonald was born in Scotland; when he was a boy his family immigrated to Kingston in the Province of Upper Canada. As a lawyer, he was involved in several high-profile cases and quickly became prominent in Kingston, whic"}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1825", "date": "January 11", "txt": "Bayard Taylor, American poet, author, and critic (d. 1878)", "entities": [{"title": "Bayard Taylor", "href": "/wiki/Bayard_Taylor", "description": "Bayard Taylor was an American poet, literary critic, translator, travel author, and diplomat."}]}, {"heading": "Births", "year": "1839", "date": "January 11", "txt": "Eugenio María de Hostos, Puerto Rican lawyer, philosopher, and sociologist (d. 1903)", "entities": [{"title": "Eugenio María de Hostos", "href": "/wiki/Eugenio_Mar%C3%ADa_de_Hostos", "description": "Eugenio María de Hostos, known as \"El Gran Ciudadano de las Américas\", was a Puerto Rican educator, philosopher, intellectual, lawyer, sociologist, novelist, and Puerto Rican independence advocate."}]}, {"heading": "Births", "year": "1842", "date": "January 11", "txt": "William James, American psychologist and philosopher (d. 1910)", "entities": [{"title": "William James", "href": "/wiki/William_James", "description": "William James was an American philosopher, historian, and psychologist, and the first educator to offer a psychology course in the United States.\nJames is considered to be a leading thinker of the late nineteenth century, one of the most influential philosophers of the United States, and the \"Father of American psychology\"."}]}, {"heading": "Births", "year": "1843", "date": "January 11", "txt": "Adolf Eberle, German painter (d. 1914)", "entities": [{"title": "Adolf Eberle", "href": "/wiki/Adolf_Eberle", "description": "Adolf Eberle was a German painter who specialised in genre painting, particularly of Bavarian and Tyrolean farmers and huntsmen."}]}, {"heading": "Births", "year": "1845", "date": "January 11", "txt": "Albert Victor Bäcklund, Swedish mathematician and physicist (d. 1912)", "entities": [{"title": "Albert Victor Bäcklund", "href": "/wiki/Albert_Victor_B%C3%A4cklund", "description": "Albert Victor Bäcklund was a Swedish mathematician and physicist. He was a professor at Lund University and its rector from 1907 to 1909."}]}, {"heading": "Births", "year": "1850", "date": "January 11", "txt": "Joseph Charles Arthur, American pathologist and mycologist (d. 1942)", "entities": [{"title": "Joseph Charles Arthur", "href": "/wiki/Joseph_Charles_Arthur", "description": "Joseph Charles Arthur was a pioneer American plant pathologist and mycologist best known for his work with the parasitic rust fungi (Pucciniales). He was a charter member of the Botanical Society of America, the Mycological Society of America, and the American Phytopathological Society. He was a recipient of the first Doctorate in Sciences awarded by Cornell University.\nThe standard author abbrevi"}]}, {"heading": "Births", "year": "1852", "date": "January 11", "txt": "Constantin Fehrenbach, German lawyer and politician, 4th Chancellor of Weimar Germany (d. 1926)", "entities": [{"title": "Constantin Fehrenbach", "href": "/wiki/Constantin_Fehrenbach", "description": "Constantin Fehrenbach, sometimes falsely, Konstantin Fehrenbach, was a German Catholic politician who was one of the major leaders of the Centre Party or Zentrum. He served as President of the Reichstag in 1918, and then as President of the Weimar National Assembly from 1919 to 1920. In June 1920, Fehrenbach became Chancellor of Germany. He resigned in May 1921 over the issue of war reparation pay"}, {"title": "List of Chancellors of Germany", "href": "/wiki/List_of_Chancellors_of_Germany#Weimar_Republic_(Reichskanzler)_(1919–1933)", "description": "The chancellor of Germany is the political leader of Germany and the head of the federal government. The office holder is responsible for selecting all other members of the government and chairing cabinet meetings."}]}, {"heading": "Births", "year": "1853", "date": "January 11", "txt": "Georgios Jakobides, Greek painter and sculptor (d. 1932)", "entities": [{"title": "Georgios Jakobides", "href": "/wiki/Georgios_Jakobides", "description": "Georgios Jakobides was a painter and one of the main representatives of the Greek artistic movement of the Munich School. He founded and was the first curator of the National Gallery of Greece in Athens."}]}, {"heading": "Births", "year": "1856", "date": "January 11", "txt": "Christian Sinding, Norwegian pianist and composer (d. 1941)", "entities": [{"title": "Christian Sinding", "href": "/wiki/Christian_Sinding", "description": "Christian August Sinding was a Norwegian composer. He is best known for his lyrical work for piano, Frühlingsrauschen. He was often compared to Edvard Grieg and regarded as his successor."}]}, {"heading": "Births", "year": "1857", "date": "January 11", "txt": "Fred Archer, English jockey (d. 1886)", "entities": [{"title": "Fred Archer (jockey)", "href": "/wiki/Fred_Archer_(jockey)", "description": "Frederick James Archer, also known by the nickname The Tin Man, was an English flat race jockey of the Victorian era, described as \"the best all-round jockey that the turf has ever seen\"."}]}, {"heading": "Births", "year": "1858", "date": "January 11", "txt": "Harry Gordon Selfridge, American-English businessman, founded Selfridges (d. 1947)", "entities": [{"title": "Harry Gordon Selfridge", "href": "/wiki/Harry_Gordon_Selfridge", "description": "Harry Gordon Selfridge, Sr. was an American-British retail magnate who founded the London-based department store Selfridges. His 20-year leadership of Selfridges led to his becoming one of the most respected and wealthy retail magnates in the United Kingdom. He was known as the 'Earl of Oxford Street'."}, {"title": "Selfridges", "href": "/wiki/Selfridges", "description": "Selfridges, also known as Selfridges & Co., is a chain of high-end department stores in the United Kingdom that is operated by Canadian group Selfridges Retail Limited, part of the Selfridges Group of department stores. It was founded by Harry Gordon Selfridge in 1908."}]}, {"heading": "Births", "year": "1859", "date": "January 11", "txt": "George Curzon, 1st Marquess Curzon of Kedleston, English politician, 35th Governor-General of India (d. 1925)", "entities": [{"title": "George Curzon, 1st Marquess Curzon of Kedleston", "href": "/wiki/George_Curzon,_1st_Marquess_Curzon_of_Kedleston", "description": "George Nathaniel Curzon, 1st Marquess Curzon of Kedleston,, was styled as Lord Curzon of Kedleston between 1898 and 1911, and as Earl Curzon of Kedleston between 1911 and 1921, was a British Conservative statesman who served as Viceroy of India from 1899 to 1905. During his time as Viceroy, Lord Curzon created the territory of Eastern Bengal and Assam, and fought with the British military commande"}, {"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of Governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Births", "year": "1864", "date": "January 11", "txt": "Thomas Dixon, Jr., American minister, lawyer, and politician (d. 1946)", "entities": [{"title": "Thomas Dixon, Jr.", "href": "/wiki/Thomas_Dixon,_Jr.", "description": "Thomas Frederick Dixon Jr. was an American white supremacist, Baptist minister, politician, lawyer, lecturer, novelist, playwright, and filmmaker. Referred to as a \"professional racist\", Dixon wrote two best-selling novels, The Leopard's Spots: A Romance of the White Man's Burden – 1865–1900 (1902) and The Clansman: A Historical Romance of the Ku Klux Klan (1905), that romanticized Southern white "}]}, {"heading": "Births", "year": "1867", "date": "January 11", "txt": "Edward B. Titchener, English psychologist and academic (d. 1927)", "entities": [{"title": "Edward B. Titchener", "href": "/wiki/Edward_B._Titchener", "description": "Edward Bradford Titchener was an English psychologist who studied under Wilhelm Wundt for several years. Titchener is best known for creating his version of psychology that described the structure of the mind: structuralism. He created the largest doctoral program in the United States after becoming a professor at Cornell University, and his first graduate student, Margaret Floy Washburn, became t"}]}, {"heading": "Births", "year": "1868", "date": "January 11", "txt": "Cai Yuanpei, Chinese philosopher, academic, and politician (d. 1940)", "entities": [{"title": "Cai Yuanpei", "href": "/wiki/Cai_Yuanpei", "description": "Cai Yuanpei was a Chinese philosopher and politician as well as an influential educationalist in the history of Chinese modern education. He made contributions to education reform with his own education ideology. He was the president of Peking University, and founder of the Academia Sinica. He was known for his critical evaluation of Chinese culture and synthesis of Chinese and Western thinking, i"}]}, {"heading": "Births", "year": "1870", "date": "January 11", "txt": "Alexander Stirling Calder, American sculptor and educator (d. 1945)", "entities": [{"title": "Alexander Stirling Calder", "href": "/wiki/Alexander_Stirling_Calder", "description": "Alexander Stirling Calder was an American sculptor and teacher. He was the son of sculptor Alexander Milne Calder and the father of sculptor Alexander (Sandy) Calder. His best-known works are George Washington as President on the Washington Square Arch in New York City, the Swann Memorial Fountain in Philadelphia, and the Leif Eriksson Memorial in Reykjavík, Iceland."}]}, {"heading": "Births", "year": "1872", "date": "January 11", "txt": "G. W. Pierce, American physicist and academic (d. 1956)", "entities": [{"title": "G. W. Pierce", "href": "/wiki/G._W._Pierce", "description": "George Washington Pierce was an American physicist. He was a professor of physics at Harvard University and inventor in the development of electronic telecommunications."}]}, {"heading": "Births", "year": "1873", "date": "January 11", "txt": "John Callan O'Laughlin, American soldier and journalist (d. 1949)", "entities": [{"title": "John Callan O'Laughlin", "href": "/wiki/John_Callan_O%27Laughlin", "description": "John Callan O'Laughlin was a journalist and longtime publisher of the Army and Navy Journal."}]}, {"heading": "Births", "year": "1875", "date": "January 11", "txt": "Reinhold Glière, Russian composer and academic (d. 1956)", "entities": [{"title": "Reinhold Glière", "href": "/wiki/Reinhold_Gli%C3%A8re", "description": "Reinhold Moritzevich Glière, was a Ukrainian composer of German and Polish descent. People's Artist of the USSR (1938)."}]}, {"heading": "Births", "year": "1876", "date": "January 11", "txt": "Elmer Flick, American baseball player (d. 1971)", "entities": [{"title": "Elmer Flick", "href": "/wiki/Elmer_Flick", "description": "Elmer Harrison Flick was an American professional baseball outfielder who played in Major League Baseball from 1898 to 1910 for the Philadelphia Phillies, Philadelphia Athletics, and Cleveland Bronchos/Naps. In 1,483 career games, Flick recorded a .313 batting average while accumulating 164 triples, 1,752 hits, 330 stolen bases, and 756 runs batted in (RBIs). He was elected to the Baseball Hall of"}]}, {"heading": "Births", "year": "1876", "date": "January 11", "txt": "Thomas Hicks, American runner (d. 1952)", "entities": []}, {"heading": "Births", "year": "1878", "date": "January 11", "txt": "Theodoros Pangalos, Greek general and politician, President of Greece (d. 1952)", "entities": [{"title": "Theodoros Pangalos (general)", "href": "/wiki/Theodoros_Pangalos_(general)", "description": "Lieutenant General Theodoros Pangalos was a Greek general, politician and dictator. A distinguished staff officer and an ardent Venizelist and anti-royalist, Pangalos played a leading role in the September 1922 revolt that deposed King Constantine I and in the establishment of the Second Hellenic Republic. In June 1925 Pangalos staged a bloodless coup, and his assumption of power was recognized by"}, {"title": "List of heads of state of Greece", "href": "/wiki/List_of_heads_of_state_of_Greece", "description": "This is a list of the heads of state of the modern Greek state, from its establishment during the Greek Revolution to the present day."}]}, {"heading": "Births", "year": "1885", "date": "January 11", "txt": "Alice Paul, American activist and suffragist (d. 1977)", "entities": [{"title": "Alice Paul", "href": "/wiki/Alice_Paul", "description": "Alice Stokes Paul was an American Quaker, suffragist, feminist, and women's rights activist, and one of the main leaders and strategists of the campaign for the Nineteenth Amendment to the U.S. Constitution, which prohibits sex discrimination in the right to vote. Paul initiated, and along with Lucy Burns and others, strategized events such as the Woman Suffrage Procession and the Silent Sentinels"}]}, {"heading": "Births", "year": "1887", "date": "January 11", "txt": "Aldo Leopold, American ecologist and author (d. 1948)", "entities": [{"title": "Aldo Leopold", "href": "/wiki/Aldo_Leopold", "description": "Aldo Leopold was an American author, philosopher, naturalist, scientist, ecologist, forester, conservationist, and environmentalist. He was a professor at the University of Wisconsin and is best known for his book A Sand County Almanac (1949), which has sold more than two million copies."}]}, {"heading": "Births", "year": "1888", "date": "January 11", "txt": "Joseph B. Keenan, American jurist and politician (d. 1954)", "entities": [{"title": "Joseph B. Keenan", "href": "/wiki/Joseph_B._Keenan", "description": "Joseph Berry Keenan was a United States political figure. He served in the administrations of Franklin Roosevelt and Harry Truman, and was the chief prosecutor in the International Military Tribunal for the Far East."}]}, {"heading": "Births", "year": "1889", "date": "January 11", "txt": "Calvin Bridges, American geneticist and academic (d. 1938)", "entities": [{"title": "Calvin Bridges", "href": "/wiki/Calvin_Bridges", "description": "Calvin Blackman Bridges was an American scientist known for his contributions to the field of genetics. Along with Alfred Sturtevant and H.J. Muller, Bridges was part of Thomas Hunt Morgan's famous \"Fly Room\" at Columbia University."}]}, {"heading": "Births", "year": "1890", "date": "January 11", "txt": "Max Carey, American baseball player and manager (d. 1976)", "entities": [{"title": "Max Carey", "href": "/wiki/Max_Carey", "description": "Maximillian George Carnarius, known as Max George Carey, was an American professional baseball center fielder and manager. Carey played in Major League Baseball for the Pittsburgh Pirates from 1910 through 1926 and for the Brooklyn Robins from 1926 through 1929. He managed the Brooklyn Dodgers in 1932 and 1933."}]}, {"heading": "Births", "year": "1890", "date": "January 11", "txt": "Oswald de Andrade, Brazilian poet and critic (d. 1954)", "entities": []}, {"heading": "Births", "year": "1891", "date": "January 11", "txt": "Andrew Sockalexis, American runner (d. 1919)", "entities": [{"title": "Andrew Sockalexis", "href": "/wiki/Andrew_Sockalexis", "description": "Andrew Sockalexis was an American track and field athlete who competed in the 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1893", "date": "January 11", "txt": "Ellinor Aiki, Estonian painter (d. 1969)", "entities": [{"title": "Ellinor Aiki", "href": "/wiki/Ellinor_Aiki", "description": "Ellinor Aiki was an Estonian painter who is possibly best recalled for her works in later life of vibrant and colorful, heavily textured portraits, landscapes and compositions interspersed with whimsical motifs."}]}, {"heading": "Births", "year": "1893", "date": "January 11", "txt": "Charles Fraser, Australian rugby league player and coach (d. 1981)", "entities": []}, {"heading": "Births", "year": "1893", "date": "January 11", "txt": "Anthony M. Rud, American journalist and author (d. 1942)", "entities": []}, {"heading": "Births", "year": "1895", "date": "January 11", "txt": "Laurens Hammond, American engineer and businessman, founded the Hammond Clock Company (d. 1973)", "entities": [{"title": "Laurens Hammond", "href": "/wiki/Laurens_Hammond", "description": "Laurens Hammond, was an American engineer and inventor. His inventions include, most famously, the Hammond organ, the Hammond clock, and the world's first polyphonic musical synthesizer, the Novachord."}, {"title": "Hammond Clock Company", "href": "/wiki/Hammond_Clock_Company", "description": "The Hammond Clock Company of Chicago, Illinois, produced electric clocks between 1928 and 1941. It was one of the ventures of Laurens Hammond, the inventor of the famous Hammond organ."}]}, {"heading": "Births", "year": "1897", "date": "January 11", "txt": "Bernard DeVoto, American historian and author (d. 1955)", "entities": [{"title": "Bernard DeVoto", "href": "/wiki/Bernard_DeVoto", "description": "Bernard Augustine DeVoto (1897–1955), American historian, essayist, columnist, teacher, editor, and reviewer, was a lifelong champion of American Public lands and the conservation of public resources as well as an outspoken defender of civil liberties. He was the author of a series of Pulitzer-Prize-winning popular histories of the American West and for many years wrote The Easy Chair, an influent"}]}, {"heading": "Births", "year": "1897", "date": "January 11", "txt": "August Heissmeyer, German SS officer (d. 1979)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1899", "date": "January 11", "txt": "Eva Le Gallienne, English-American actress, director, and producer (d. 1991)", "entities": [{"title": "Eva Le Gallienne", "href": "/wiki/Eva_Le_Gallienne", "description": "Eva Le Gallienne was a British-born American stage actress, producer, director, translator, and author. A Broadway star by age 21, Le Gallienne consciously ended her work on Broadway to devote herself to founding the Civic Repertory Theatre, in which she was both director, producer, and lead actress. Noted for her boldness and idealism, she became a pioneering figure in the American Repertory move"}]}, {"heading": "Births", "year": "1901", "date": "January 11", "txt": "Kwon Ki-ok, Korean pilot (d. 1988)", "entities": [{"title": "Kwon Ki-ok", "href": "/wiki/Kwon_Ki-ok", "description": "Kwon Ki-ok, or Quan Jiyu in Chinese, was the first Korean female aviator, as well as one of the first female pilots in China. She went in exile in China during the Japanese occupation of Korea, and became a lieutenant colonel in the Republic of China Air Force. She returned home after the independence of Korea and became a founder of the Republic of Korea Air Force."}]}, {"heading": "Births", "year": "1902", "date": "January 11", "txt": "Maurice Duruflé, French organist and composer (d. 1986)", "entities": [{"title": "Maurice Duruflé", "href": "/wiki/Maurice_Durufl%C3%A9", "description": "Maurice Duruflé was a French composer, organist, and teacher."}]}, {"heading": "Births", "year": "1903", "date": "January 11", "txt": "Alan Paton, South African author and activist (d. 1988)", "entities": [{"title": "Alan Paton", "href": "/wiki/Alan_Paton", "description": "Alan Stewart Paton was a South African author and anti-apartheid activist."}]}, {"heading": "Births", "year": "1905", "date": "January 11", "txt": "Clyde Kluckhohn, American anthropologist and theorist (d. 1960)", "entities": [{"title": "Clyde Kluckhohn", "href": "/wiki/Clyde_Kluckhohn", "description": "Clyde Kluckhohn, was an American anthropologist and social theorist, best known for his long-term ethnographic work among the Navajo and his contributions to the development of theory of culture within American anthropology."}]}, {"heading": "Births", "year": "1906", "date": "January 11", "txt": "Albert Hofmann, Swiss chemist and academic, discoverer of LSD (d. 2008)", "entities": [{"title": "Albert Hofmann", "href": "/wiki/Albert_Hofmann", "description": "Albert Hofmann was a Swiss chemist known best for being the first known person to synthesize, ingest, and learn of the psychedelic effects of lysergic acid diethylamide (LSD). Hofmann was also the first person to isolate, synthesize, and name the principal psychedelic mushroom compounds psilocybin and psilocin. He authored more than 100 scientific articles and numerous books, including LSD: Mein S"}, {"title": "LSD", "href": "/wiki/LSD", "description": "Lysergic acid diethylamide (LSD), also known colloquially as acid, is a hallucinogenic drug. Effects typically include altered thoughts, feelings, and awareness of one's surroundings. Many users have visual or auditory hallucinations. Dilated pupils, increased blood pressure, and increased body temperature are typical. Effects typically begin within half an hour and can last for up to 20 hours. It"}]}, {"heading": "Births", "year": "1907", "date": "January 11", "txt": "Pierre Mendès France, French lawyer and politician, 142nd Prime Minister of France (d. 1982)", "entities": [{"title": "Pierre Mendès France", "href": "/wiki/Pierre_Mend%C3%A8s_France", "description": "Pierre Isaac Isidore Mendès France, known as PMF, was a French politician who served as President of the Council of Ministers for eight months from 1954 to 1955. He represented the Radical Party, and his government had the support of the Communist Party. His main priority was ending the war in Indochina, which had already cost 92,000 dead, 114,000 wounded and 28,000 captured on the French side. Pu"}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Births", "year": "1907", "date": "January 11", "txt": "Abraham Joshua Heschel, Polish-American rabbi, theologian, and philosopher (d. 1972)", "entities": []}, {"heading": "Births", "year": "1908", "date": "January 11", "txt": "Lionel Stander, American actor and activist (d. 1994)", "entities": [{"title": "Lionel Stander", "href": "/wiki/Lionel_Stander", "description": "Lionel Jay Stander was an American actor in films, radio, theater and television. He is best remembered for his role as majordomo Max on the 1980s mystery television series Hart to Hart."}]}, {"heading": "Births", "year": "1910", "date": "January 11", "txt": "Arthur Lambourn, New Zealand rugby player (d. 1999)", "entities": [{"title": "Arthur Lambourn", "href": "/wiki/Arthur_Lambourn", "description": "Arthur Lambourn was a New Zealand rugby union player. A front rower, Lambourn represented Wellington at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1932 to 1938. He played 40 matches for the All Blacks including 10 internationals."}]}, {"heading": "Births", "year": "1910", "date": "January 11", "txt": "Shane Paltridge, Australian soldier and politician (d. 1966)", "entities": []}, {"heading": "Births", "year": "1911", "date": "January 11", "txt": "Tommy Duncan, American singer-songwriter (d. 1967)", "entities": [{"title": "Tommy Duncan", "href": "/wiki/Tommy_Duncan", "description": "Thomas Elmer Duncan, better known as Tommy Duncan, was a pioneering American Western swing vocalist and songwriter who gained fame in the 1930s as a founding member of The Texas Playboys. He recorded and toured with bandleader Bob Wills on and off into the early 1960s."}]}, {"heading": "Births", "year": "1911", "date": "January 11", "txt": "Nora Heysen, Australian painter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1911", "date": "January 11", "txt": "Zenkō Suzuki, Japanese politician, 70th Prime Minister of Japan (d. 2004)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1912", "date": "January 11", "txt": "Don \"Red\" Barry, American actor, producer, and screenwriter (d. 1980)", "entities": [{"title": "Don \"Red\" Barry", "href": "/wiki/Don_%22Red%22_Barry", "description": "Donald Barry de Acosta, also known as Red Barry and Milton Poimboeuf, was an American film and television actor. He was nicknamed \"Red\" after appearing as the first Red Ryder in the highly successful 1940 film Adventures of Red Ryder with Noah Beery Sr.; the character was played in later films by \"Wild Bill\" Elliott and Allan Lane. Barry went on to bigger budget films following Red Ryder, but none"}]}, {"heading": "Births", "year": "1913", "date": "January 11", "txt": "Karl Stegger, Danish actor (d. 1980)", "entities": [{"title": "Karl Stegger", "href": "/wiki/Karl_Stegger", "description": "Karl Stegger was a Danish actor, who appeared in 157 films which makes him the second-most used Danish film actor after Ove Sprogøe."}]}, {"heading": "Births", "year": "1915", "date": "January 11", "txt": "Luise Krüger, German javelin thrower (d. 2001)", "entities": [{"title": "Luise Krüger", "href": "/wiki/Luise_Kr%C3%BCger", "description": "Luise Krüger was a female, German athlete, who competed mainly in the javelin. She won the bronze medal for her native country at the 1934 Women's World Games in London and the silver medal at the 1936 Summer Olympics held in Berlin, Germany, behind teammate Tilly Fleischer. She was born and died in Dresden."}]}, {"heading": "Births", "year": "1915", "date": "January 11", "txt": "Paddy Mayne, British colonel and lawyer (d. 1955)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 11", "txt": "Bernard Blier, Argentinian-French actor (d. 1989)", "entities": [{"title": "Bernard Blier", "href": "/wiki/Bernard_Blier", "description": "Bernard Blier was a French character actor. \nHe was born in Buenos Aires, Argentina, where his father, a researcher at the Pasteur Institute, was posted at the time."}]}, {"heading": "Births", "year": "1917", "date": "January 11", "txt": "John Robarts, Canadian lawyer and politician, 17th Premier of Ontario (d. 1982)", "entities": [{"title": "John Robarts", "href": "/wiki/John_Robarts", "description": "John Parmenter Robarts, was a Canadian lawyer and statesman who served as the 17th premier of Ontario for nearly a decade, from November 8, 1961, to March 1, 1971."}, {"title": "Premier of Ontario", "href": "/wiki/Premier_of_Ontario", "description": "The premier of Ontario is the first minister of the Crown. The premier acts as the head of government for Ontario, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative; together with the Cabinet, the premier manages the Government of Ontario."}]}, {"heading": "Births", "year": "1918", "date": "January 11", "txt": "Robert C. O'Brien, American author and journalist (d. 1973)", "entities": [{"title": "Robert C. O'Brien (author)", "href": "/wiki/Robert_C._O%27Brien_(author)", "description": "Robert Leslie Carroll Conly, better known by pen name Robert C. O'Brien, was an American novelist and a journalist for National Geographic magazine."}]}, {"heading": "Births", "year": "1918", "date": "January 11", "txt": "Spencer Walklate, Australian rugby league player and soldier (d. 1945)", "entities": []}, {"heading": "Births", "year": "1920", "date": "January 11", "txt": "Mick McManus, English wrestler (d. 2013)", "entities": [{"title": "Mick McManus (wrestler)", "href": "/wiki/Mick_McManus_(wrestler)", "description": "Mick McManus was an English professional wrestler. The role he played was noted as a heel European wrestler and often went by the nicknames \"The Man You Love to Hate\", \"Rugged South London Tough Guy\" and \"The Dulwich Destroyer\"."}]}, {"heading": "Births", "year": "1921", "date": "January 11", "txt": "Gory Guerrero, American wrestler and trainer (d. 1990)", "entities": [{"title": "Gory Guerrero", "href": "/wiki/Gory_Guerrero", "description": "Salvador Guerrero Quesada, better known as Gory Guerrero, was one of the premier Mexican American professional wrestlers in the early days of Lucha Libre when most wrestlers were imported from outside Mexico. He wrestled primarily in Empresa Mexicana de la Lucha Libre (EMLL) between the 1940s and 1960s. He was also the patriarch of the Guerrero wrestling family."}]}, {"heading": "Births", "year": "1921", "date": "January 11", "txt": "Juanita M. Kreps, American economist and politician, 24th United States Secretary of Commerce (d. 2010)", "entities": [{"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1923", "date": "January 11", "txt": "Jerome Bixby, American author and screenwriter (d. 1998)", "entities": [{"title": "Jerome Bixby", "href": "/wiki/Jerome_Bixby", "description": "Drexel Jerome Lewis Bixby was an American short story writer and scriptwriter. He wrote the 1953 story \"It's a Good Life\" which was the basis for a 1961 episode of The Twilight Zone and which was included in Twilight Zone: The Movie (1983). He also wrote four episodes for the Star Trek series: \"Mirror, Mirror\", \"Day of the Dove\", \"Requiem for Methuselah\", and \"By Any Other Name\". With Otto Klement"}]}, {"heading": "Births", "year": "1923", "date": "January 11", "txt": "Ernst Nolte, German historian and philosopher (d. 2016)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 11", "txt": "Carroll Shelby, American race car driver, engineer, and businessman, founded Carroll Shelby International (d. 2012)", "entities": [{"title": "Carroll Shelby International", "href": "/wiki/Carroll_Shelby_International", "description": "Shelby American, Inc. is an American high performance vehicle manufacturer founded by former race car driver Carroll Shelby. The Shelby American name has been used by several legally distinct corporations founded by Shelby since his original shop in Venice, California began operation in 1962. The current iteration is a wholly owned subsidiary of Carroll Shelby International, Inc., a holding compan"}]}, {"heading": "Births", "year": "1924", "date": "January 11", "txt": "Roger Guillemin, French-American physician and endocrinologist, Nobel Prize laureate", "entities": [{"title": "Roger Guillemin", "href": "/wiki/Roger_Guillemin", "description": "Roger Charles Louis Guillemin is a French-American neuroscientist. He received the National Medal of Science in 1976, and the Nobel prize for medicine in 1977 for his work on neurohormones, sharing the prize that year with Andrew Schally and Rosalyn Sussman Yalow."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1924", "date": "January 11", "txt": "Sam B. Hall, Jr., American lawyer, judge, and politician (d. 1994)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 11", "txt": "Slim Harpo, American blues singer-songwriter and musician (d. 1970)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 11", "txt": "Grant Tinker, American television producer, co-founded MTM Enterprises (d. 2016)", "entities": [{"title": "Grant Tinker", "href": "/wiki/Grant_Tinker", "description": "Grant Almerin Tinker was an American television executive who served as Chairman and CEO of NBC from 1981 to 1986. Additionally, he was a co-founder of MTM Enterprises and a television producer."}, {"title": "MTM Enterprises", "href": "/wiki/MTM_Enterprises", "description": "MTM Enterprises was an American independent production company established in 1969 by Mary Tyler Moore and her then-husband Grant Tinker to produce The Mary Tyler Moore Show for CBS. The name for the production company was drawn from Moore's initials."}]}, {"heading": "Births", "year": "1926", "date": "January 11", "txt": "Lev Dyomin, Russian colonel, pilot, and astronaut (d. 1998)", "entities": [{"title": "Lev Dyomin", "href": "/wiki/Lev_Dyomin", "description": "Lev Stepanovich Dyomin was a Soviet cosmonaut who flew on the Soyuz 15 spaceflight in 1974. This spaceflight was intended to dock with the space station Salyut 3, but the docking failed."}]}, {"heading": "Births", "year": "1928", "date": "January 11", "txt": "David L. Wolper, American director and producer (d. 2010)", "entities": [{"title": "David L. Wolper", "href": "/wiki/David_L._Wolper", "description": "David Lloyd Wolper was an American television and film producer, responsible for shows such as Roots, The Thorn Birds, North and South, L.A. Confidential, and Willy Wonka & the Chocolate Factory (1971). He was awarded the Jean Hersholt Humanitarian Award at the 57th Academy Awards in 1985 for his work producing the opening and closing ceremonies of the XXIIIrd Olympiad, Los Angeles 1984 as well as"}]}, {"heading": "Births", "year": "1929", "date": "January 11", "txt": "Dmitri Bruns, Estonian architect and theorist (d. 2020)", "entities": [{"title": "Dmitri Bruns", "href": "/wiki/Dmitri_Bruns", "description": "Dmitri Bruns was a Latvia-born Soviet and Estonian architect and architecture theorist of Russian origin."}]}, {"heading": "Births", "year": "1930", "date": "January 11", "txt": "Ron Mulock, Australian lawyer and politician, 10th Deputy Premier of New South Wales (d. 2014)", "entities": [{"title": "Ron Mulock", "href": "/wiki/Ron_Mulock", "description": "Ronald Joseph Mulock AO KCSG was an Australian politician. A former City of Penrith mayor, he was an Australian Labor Party member of the New South Wales Legislative Assembly from 1971 to 1988. He was Deputy Premier of New South Wales under Neville Wran and Barrie Unsworth from 1984 to 1988."}, {"title": "Deputy Premier of New South Wales", "href": "/wiki/Deputy_Premier_of_New_South_Wales", "description": "The Deputy Premier of New South Wales is the second-most senior officer in the Government of New South Wales. The Deputy Premiership has been a ministerial portfolio since 1932, and the Deputy Premier is appointed by the Governor on the advice of the Premier."}]}, {"heading": "Births", "year": "1930", "date": "January 11", "txt": "Rod Taylor, Australian-American actor and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 11", "txt": "Betty Churcher, Australian painter, historian, and curator (d. 2015)", "entities": [{"title": "Betty Churcher", "href": "/wiki/Betty_Churcher", "description": "Elizabeth Ann Dewar Churcher was an Australian arts administrator, best known as director of the National Gallery of Australia from 1990 to 1997. She was also a painter in her own right earlier in her life."}]}, {"heading": "Births", "year": "1931", "date": "January 11", "txt": "Mary Rodgers, American composer and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 11", "txt": "Alfonso Arau, Mexican actor and director", "entities": [{"title": "Alfonso Arau", "href": "/wiki/Alfonso_Arau", "description": "Alfonso Arau Incháustegui is a Mexican actor and director."}]}, {"heading": "Births", "year": "1933", "date": "January 11", "txt": "Goldie Hill, American country singer-songwriter and guitarist (d. 2005)", "entities": [{"title": "Goldie Hill", "href": "/wiki/Goldie_Hill", "description": "Goldie Hill, born Argolda Voncile Hill, was an American country music singer. She was one of the first women in country music, and became one of the first women to reach the top of the country music charts with her No. 1 1953 hit, \"I Let the Stars Get In My Eyes\". Along with Kitty Wells and Jean Shepard she helped set the standard for later women in country music."}]}, {"heading": "Births", "year": "1934", "date": "January 11", "txt": "Jean Chrétien, Canadian lawyer and politician, 20th Prime Minister of Canada", "entities": [{"title": "Jean Chrétien", "href": "/wiki/Jean_Chr%C3%A9tien", "description": "Joseph Jacques Jean Chrétien is a Canadian politician who served as the prime minister of Canada from 1993 to 2003, 20th since Confederation."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1936", "date": "January 11", "txt": "Eva Hesse, German-American sculptor and educator (d. 1970)", "entities": [{"title": "Eva Hesse", "href": "/wiki/Eva_Hesse", "description": "Eva Hesse was a German-born American sculptor known for her pioneering work in materials such as latex, fiberglass, and plastics. She is one of the artists who ushered in the postminimal art movement in the 1960s."}]}, {"heading": "Births", "year": "1938", "date": "January 11", "txt": "Arthur Scargill, English miner, activist, and politician", "entities": [{"title": "Arthur Scargill", "href": "/wiki/Arthur_Scargill", "description": "Arthur Scargill is a British trade unionist. He was President of the National Union of Mineworkers (NUM) from 1982 to 2002. Joining the NUM at the age of nineteen in 1957, he became one of its leading activists in the late 1960s. He led an unofficial strike in 1969, and played a key organising role during the strikes of 1972 and 1974, the latter of which helped in the downfall of Edward Heath's Co"}]}, {"heading": "Births", "year": "1939", "date": "January 11", "txt": "Anne Heggtveit, Canadian alpine skier", "entities": [{"title": "Anne Heggtveit", "href": "/wiki/Anne_Heggtveit", "description": "Anne Heggtveit, is a former alpine ski racer from Canada. She was an Olympic gold medallist and double world champion in 1960."}]}, {"heading": "Births", "year": "1940", "date": "January 11", "txt": "Andres Tarand, Estonian geographer and politician, 10th Prime Minister of Estonia", "entities": [{"title": "Andres Tarand", "href": "/wiki/Andres_Tarand", "description": "Andres Tarand is an Estonian politician who served as the Prime Minister of Estonia from 1994 to 1995. He was also a Member of the European Parliament (MEP) for the Social Democratic Party, part of the Party of European Socialists, between 2004 and 2009."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1941", "date": "January 11", "txt": "Gérson, Brazilian footballer", "entities": [{"title": "Gérson", "href": "/wiki/G%C3%A9rson", "description": "Gérson de Oliveira Nunes, generally known as Gérson, nicknamed Canhotinha de ouro, is a Brazilian former association footballer who played as a midfielder. He won numerous national trophies with the club sides of Flamengo, Botafogo, São Paulo and Fluminense. He is widely known as being \"the brain\" behind the Brazilian Football Team that won the 1970 FIFA World Cup in Mexico."}]}, {"heading": "Births", "year": "1942", "date": "January 11", "txt": "Bud Acton, American basketball player", "entities": [{"title": "Bud Acton", "href": "/wiki/Bud_Acton", "description": "Charles R. \"Bud\" Acton is a retired American basketball player in the National Basketball Association. He was a 6'6\" 210 lbs forward and played collegiately for Hillsdale College."}]}, {"heading": "Births", "year": "1942", "date": "January 11", "txt": "Clarence Clemons, American saxophonist and actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 11", "txt": "Mohammed Abdul-Hayy, Sudanese poet and academic (d. 1989)", "entities": [{"title": "Mohammed Abdul-Hayy", "href": "/wiki/Mohammed_Abdul-Hayy", "description": "Mohammed Abdul-Hayy or Muhammad Abd al-Hayy was a member of the first generation of post-colonial Sudanese writers and academics. Together with Ali El-Mak and Salah Ahmed Ibrahim, he is regarded as a pioneer of modern poetry in Sudan."}]}, {"heading": "Births", "year": "1944", "date": "January 11", "txt": "Shibu Soren, Indian politician, 3rd Chief Minister of Jharkhand", "entities": [{"title": "Chief Minister of Jharkhand", "href": "/wiki/Chief_Minister_of_Jharkhand", "description": "The Chief Minister of Jharkhand is the chief executive of the Indian state of Jharkhand. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the legislative assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor app"}]}, {"heading": "Births", "year": "1945", "date": "January 11", "txt": "Christine Kaufmann, German actress, author, and businesswoman (d. 2017)", "entities": [{"title": "Christine Kaufmann", "href": "/wiki/Christine_Kaufmann", "description": "Christine Maria Kaufmann was a German-Austrian actress, author, and businesswoman. The daughter of a German father and a French mother, she won the Golden Globe Award for New Star of the Year – Actress for Town Without Pity in 1961, the first German to be so honoured."}]}, {"heading": "Births", "year": "1946", "date": "January 11", "txt": "Naomi Judd, American singer-songwriter and actress", "entities": [{"title": "Naomi Judd", "href": "/wiki/Naomi_Judd", "description": "Naomi Judd is an American country music singer and actress."}]}, {"heading": "Births", "year": "1946", "date": "January 11", "txt": "Tony Kaye, English progressive rock keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 11", "txt": "John Piper, American theologian and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 11", "txt": "Hamish Macdonald, New Zealand rugby player", "entities": [{"title": "Hamish Macdonald (rugby player)", "href": "/wiki/Hamish_Macdonald_(rugby_player)", "description": "Hamish Hugh Macdonald is a former New Zealand rugby union player. A lock, Macdonald represented Poverty Bay, Canterbury, and North Auckland at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1972 to 1976. He played 48 matches for the All Blacks including 12 internationals."}]}, {"heading": "Births", "year": "1948", "date": "January 11", "txt": "Fritz Bohla, German footballer and manager", "entities": [{"title": "Fritz Bohla", "href": "/wiki/Fritz_Bohla", "description": "Fritz Bohla is a former German football player and manager."}]}, {"heading": "Births", "year": "1948", "date": "January 11", "txt": "Joe Harper, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 11", "txt": "Madeline Manning, American runner and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 11", "txt": "Wajima Hiroshi, Japanese sumo wrestler, the 54th Yokozuna (d. 2018)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1948", "date": "January 11", "txt": "Terry Williams, Welsh drummer", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 11", "txt": "Daryl Braithwaite, Australian singer-songwriter", "entities": [{"title": "Daryl Braithwaite", "href": "/wiki/Daryl_Braithwaite", "description": "Daryl Braithwaite is an Australian singer. He was the lead vocalist of Sherbet. Braithwaite also had a solo career, placing 15 singles in the Australian top 40, including two number-one hits, \"You're My World\" and \"The Horses\". His second studio album, Edge, peaked at No. 1 on the ARIA Albums Chart, No. 14 in Norway and No. 24 in Sweden."}]}, {"heading": "Births", "year": "1949", "date": "January 11", "txt": "Mohammad Reza Rahimi, Iranian lawyer and politician, 2nd Vice President of Iran", "entities": [{"title": "Vice President of Iran", "href": "/wiki/Vice_President_of_Iran", "description": "The Vice President of Iran is defined by article 124 of the Constitution of Iran, as anyone appointed by the President of Iran to lead an organization related to Presidential affairs. As of August 2019, there are 12 Vice Presidents in Iran. The First Vice President is the most important as he or she leads cabinet meetings in the absence of the president. The Supreme Leader can dismiss vice preside"}]}, {"heading": "Births", "year": "1951", "date": "January 11", "txt": "Charlie Huhn, American rock singer and guitarist", "entities": [{"title": "Charlie Huhn", "href": "/wiki/Charlie_Huhn", "description": "Charles Huhn is an American rock singer and guitarist. He got his start playing with Vic Amato, Andy Dennen and Al Lesert in the band Cirrus, in and around Grand Rapids, Michigan, playing many gigs in West Michigan before joining Ted Nugent in 1978."}]}, {"heading": "Births", "year": "1951", "date": "January 11", "txt": "Willie Maddren, English footballer and manager (d. 2000)", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 11", "txt": "Philip Tartaglia, Scottish archbishop (d. 2021)", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 11", "txt": "Bille Brown, Australian actor and playwright (d. 2013)", "entities": [{"title": "Bille Brown", "href": "/wiki/Bille_Brown", "description": "Bille Brown AM born as William Gerald Brown was an Australian stage, film and television actor and acclaimed playwright."}]}, {"heading": "Births", "year": "1952", "date": "January 11", "txt": "Ben Crenshaw, American golfer and architect", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 11", "txt": "Michael Forshaw, Australian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 11", "txt": "Diana Gabaldon, American author", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 11", "txt": "Lee Ritenour, American guitarist, composer, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 11", "txt": "Graham Allen, English politician, Vice-Chamberlain of the Household", "entities": [{"title": "Graham Allen (politician)", "href": "/wiki/Graham_Allen_(politician)", "description": "Graham William Allen is a British Labour Party politician, who was the Member of Parliament (MP) for Nottingham North from 1987 to 2017. He stood down at the 2017 general election."}, {"title": "Vice-Chamberlain of the Household", "href": "/wiki/Vice-Chamberlain_of_the_Household", "description": "The Vice-Chamberlain of the Household is a member of the Royal Household of the Sovereign of the United Kingdom. The office-holder is usually a junior government whip in the British House of Commons ranking third or fourth after the Chief Whip and the Deputy Chief Whip. He or she is the Deputy to the Lord Chamberlain of the Household. The Vice-Chamberlain's main roles are to compile a daily privat"}]}, {"heading": "Births", "year": "1953", "date": "January 11", "txt": "Kostas Skandalidis, Greek engineer and politician, Greek Minister of Agricultural Development and Food", "entities": [{"title": "Ministry of Agricultural Development and Food (Greece)", "href": "/wiki/Ministry_of_Agricultural_Development_and_Food_(Greece)", "description": "The Ministry of Rural Development and Food is the government department that oversees agriculture in Greece. The incumbent minister is Spilios Livanos of New Democracy."}]}, {"heading": "Births", "year": "1954", "date": "January 11", "txt": "Jaak Aaviksoo, Estonian physicist and politician, 26th Estonian Minister of Defence", "entities": [{"title": "Jaak Aaviksoo", "href": "/wiki/Jaak_Aaviksoo", "description": "Jaak Aaviksoo is an Estonian politician and physicist, a former rector of the University of Tartu and Tallinn University of Technology (TalTech)."}, {"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1954", "date": "January 11", "txt": "Kailash Satyarthi, Indian engineer, academic, and activist, Nobel Prize laureate", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1956", "date": "January 11", "txt": "Big Bank Hank, American rapper (d. 2014)", "entities": [{"title": "Big Bank Hank", "href": "/wiki/Big_Bank_Hank", "description": "Henry Lee Jackson, known by his stage name Big Bank Hank, was an American old school rapper and manager. Also known as Imp the Dimp, he was a member of the trio The Sugarhill Gang, the first hip hop act to have a hit with the cross-over single \"Rapper's Delight\" in the pop charts in 1979. He contributed to many documentaries based on the rap music industry. Lyrics to his verse from \"Rapper's Delig"}]}, {"heading": "Births", "year": "1956", "date": "January 11", "txt": "David Grant, Australian rugby league player (d. 1994)", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 11", "txt": "Darryl Dawkins, American basketball player and coach (d. 2015)", "entities": [{"title": "Darryl Dawkins", "href": "/wiki/Darryl_Dawkins", "description": "Darryl R. Dawkins was an American professional basketball player. He was particularly known for his tenure with the National Basketball Association's Philadelphia 76ers and New Jersey Nets, although he also played briefly for the Detroit Pistons and Utah Jazz late in his career. His nickname, \"Chocolate Thunder\", was bestowed upon him by Stevie Wonder. He was known for his powerful dunks, which le"}]}, {"heading": "Births", "year": "1957", "date": "January 11", "txt": "Peter Moore, Australian rules footballer and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 11", "txt": "Bryan Robson, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 11", "txt": "Vicki Peterson, American singer-songwriter and guitarist", "entities": [{"title": "Vicki Peterson", "href": "/wiki/Vicki_Peterson", "description": "Victoria Anne Theresa Peterson Cowsill is an American rock musician and songwriter. She has been the lead guitarist for the Bangles since their foundation in 1981, and after their first breakup in 1989 she has returned to the band for all subsequent reunions. In intervening years she performed with other artists, most extensively with the Continental Drifters."}]}, {"heading": "Births", "year": "1959", "date": "January 11", "txt": "Brett Bodine, American NASCAR driver", "entities": [{"title": "Brett Bodine", "href": "/wiki/Brett_Bodine", "description": "Brett Elias Bodine III is an American former stock car racing driver, former driver of the pace car in Cup Series events, and current NASCAR employee. Brett is the younger brother of 1986 Daytona 500 winner Geoff Bodine and the older brother of 2006 and 2010 NASCAR Camping World Truck Series champion Todd Bodine. He was born in Chemung, New York. Brett has been named one of the 50 greatest NASCAR "}]}, {"heading": "Births", "year": "1959", "date": "January 11", "txt": "Rob Ramage, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 11", "txt": "Lars-Erik Torph, Swedish racing driver (d. 1989)", "entities": [{"title": "Lars-Erik Torph", "href": "/wiki/Lars-Erik_Torph", "description": "Lars-Erik Torph  was a Swedish rally driver. He debuted in the World Rally Championship in 1980 and took his first points at his home event, the Swedish Rally, in 1984. Driving a Toyota Celica TCT, a Toyota Supra 3.0i and an Audi Coupé Quattro, he went on to finish on the podium four times. After just turning 28, Torph and his co-driver Bertil-Rune Rehnfeldt died while spectating the 1989 Monte Ca"}]}, {"heading": "Births", "year": "1962", "date": "January 11", "txt": "Chris Bryant, Welsh politician, Minister of State for Europe", "entities": [{"title": "Chris Bryant", "href": "/wiki/Chris_Bryant", "description": "Christopher John Bryant is a Welsh politician and former priest who served as Deputy Leader of the House of Commons from 2008 to 2009 and Under-Secretary of State for Europe and Asia from 2009 to 2010. He later served in the Shadow Cabinet as Shadow Culture Secretary and Shadow Leader of the House of Commons from 2015 to 2016. A member of the Labour Party, he has been Member of Parliament (MP) for"}, {"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1962", "date": "January 11", "txt": "Susan Lindauer, American journalist and activist", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 11", "txt": "Brian Moore, English rugby player", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 11", "txt": "Tracy Caulkins, American-Australian swimmer", "entities": [{"title": "Tracy Caulkins", "href": "/wiki/Tracy_Caulkins", "description": "Tracy Anne Stockwell, OAM,, née Tracy Anne Caulkins, is an American former competition swimmer, three-time Olympic gold medalist, five-time world champion, and former world record-holder in three events."}]}, {"heading": "Births", "year": "1963", "date": "January 11", "txt": "Petra Schneider, German swimmer", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 11", "txt": "Ralph Recto, Filipino lawyer and politician", "entities": [{"title": "Ralph Recto", "href": "/wiki/Ralph_Recto", "description": "Ralph Gonzales Recto is a Filipino politician serving as the president pro tempore of the Philippine Senate since 2017, previously holding the position from 2013 to 2016. Since 2010, he has been on his second stint in the Senate, first serving from 2001 to 2007. He was the representative of Batangas' 4th district from 1992 to 2001."}]}, {"heading": "Births", "year": "1964", "date": "January 11", "txt": "Albert Dupontel, French actor and director", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 11", "txt": "Mascarita Sagrada, Mexican wrestler", "entities": [{"title": "Mascarita Sagrada", "href": "/wiki/Mascarita_Sagrada", "description": "Mascarita Sagrada is a Mexican Mini Luchador enmascarado and one of the most well known Mexican Minis of the modern era. He is the original Mascarita Sagrada although there have been several wrestlers who have used the same gimmick through the years. In Mexico, Mascarita Sagrada has worked for AAA, Consejo Mundial de Lucha Libre (CMLL) and a long list of independent promoters over the years. He ha"}]}, {"heading": "Births", "year": "1965", "date": "January 11", "txt": "Aleksey Zhukov, Russian footballer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 11", "txt": "Marc Acito, American author and screenwriter", "entities": [{"title": "Marc Acito", "href": "/wiki/Marc_Acito", "description": "Marc Acito is an American playwright, novelist, and humorist."}]}, {"heading": "Births", "year": "1967", "date": "January 11", "txt": "Michael Healy-Rae, Irish politician", "entities": [{"title": "Michael Healy-Rae", "href": "/wiki/Michael_Healy-Rae", "description": "Michael Healy-Rae is an Irish Independent politician who has been a Teachta Dála (TD) for the Kerry constituency since 2016, and previously from 2011 to 2016 for the Kerry South constituency. He previously served as Chair of the Committee on European Union Affairs from 2016 to 2020."}]}, {"heading": "Births", "year": "1968", "date": "January 11", "txt": "Anders Borg, Swedish economist and politician, Swedish Minister for Finance", "entities": [{"title": "Anders Borg", "href": "/wiki/Anders_Borg", "description": "Anders Erik Borg is a Swedish politician who served as Minister for Finance in the Swedish government from 2006 to 2014. He is a member of the Swedish Moderate Party."}, {"title": "Minister for Finance (Sweden)", "href": "/wiki/Minister_for_Finance_(Sweden)", "description": "The Minister for Finance of Sweden, officially Cabinet Minister and Head of the Ministry of Finance, is a member of the Government of Sweden and is the head of the Ministry of Finance."}]}, {"heading": "Births", "year": "1968", "date": "January 11", "txt": "Tom Dumont, American guitarist and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 11", "txt": "Steve Mavin, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 11", "txt": "Manny Acta, Dominican-American baseball player, coach, manager, and sportscaster", "entities": [{"title": "Manny Acta", "href": "/wiki/Manny_Acta", "description": "Manuel Elias Acta is a Dominican former professional baseball manager who is currently the bench coach for the Seattle Mariners, and formerly a broadcast analyst for ESPN and ESPN Deportes. He has served as manager for the Washington Nationals and the Cleveland Indians of Major League Baseball."}]}, {"heading": "Births", "year": "1970", "date": "January 11", "txt": "Manfredi Beninati, Italian painter and sculptor", "entities": [{"title": "Manfredi Beninati", "href": "/wiki/Manfredi_Beninati", "description": "Manfredi Beninati is an Italian artist born in Palermo (Sicily) in 1970. A contemporary figurative painter, his oeuvre also covers installations, drawings, sculpture, collage and film."}]}, {"heading": "Births", "year": "1970", "date": "January 11", "txt": "Chris Jent, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 11", "txt": "Malcolm D. Lee, American director, producer, screenwriter, and actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 11", "txt": "Ken Ueno, American composer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 11", "txt": "Mary J. Blige, American singer-songwriter, producer, and actress", "entities": [{"title": "Mary J. Blige", "href": "/wiki/Mary_J._Blige", "description": "Mary Jane Blige is an American singer, songwriter, rapper, actress, and philanthropist. Her career began in 1991 when she was signed to Uptown Records. She went on to release 13 studio albums, eight of which have achieved multi-platinum worldwide sales. Blige has sold 50 million albums in the United States and 80 million records worldwide. Blige has won nine Grammy Awards, four American Music Awar"}]}, {"heading": "Births", "year": "1971", "date": "January 11", "txt": "Jeff Orford, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 11", "txt": "Chris Willsher, English singer-songwriter, drummer, and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 11", "txt": "Christian Jacobs, American singer-songwriter, producer, and actor", "entities": [{"title": "Christian Jacobs", "href": "/wiki/Christian_Jacobs", "description": "Christian Richards Jacobs is an American musician, television producer, voice actor and former child actor. He is perhaps most recognized as the co-creator of the award-winning Nick Jr. children's television series Yo Gabba Gabba!, on which he additionally serves as a writer, director, composer and voice actor."}]}, {"heading": "Births", "year": "1972", "date": "January 11", "txt": "Anthony Lledo, Danish composer", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 11", "txt": "Amanda Peet, American actress and playwright", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 11", "txt": "Rockmond Dunbar, American actor", "entities": [{"title": "Rockmond Dunbar", "href": "/wiki/Rockmond_Dunbar", "description": "Rockmond Dunbar is an American actor. He is best known for his roles as Baines on the NBC series Earth 2, Kenny Chadway on Showtime family drama Soul Food, and Benjamin Miles \"C-Note\" Franklin on the Fox crime drama Prison Break. He also played Sheriff Eli Roosevelt on the FX Drama series Sons of Anarchy, FBI Agent Dennis Abbott on The Mentalist, and FBI Agent Abe Gaines in the Hulu series The Pat"}]}, {"heading": "Births", "year": "1973", "date": "January 11", "txt": "Rahul Dravid, Indian cricketer and captain", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 11", "txt": "Roman Görtz, German footballer", "entities": [{"title": "Roman Görtz", "href": "/wiki/Roman_G%C3%B6rtz", "description": "Roman Görtz is a retired German footballer."}]}, {"heading": "Births", "year": "1974", "date": "January 11", "txt": "Cody McKay, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 11", "txt": "Jens Nowotny, German footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 11", "txt": "Rory Fitzpatrick, American ice hockey player", "entities": [{"title": "Rory Fitzpatrick", "href": "/wiki/Rory_Fitzpatrick", "description": "Rory Brian Fitzpatrick is an American former professional ice hockey defenseman who played ten seasons in the National Hockey League (NHL) for the Montreal Canadiens, St. Louis Blues, Nashville Predators, Buffalo Sabres, Vancouver Canucks and Philadelphia Flyers. He was known as a journeyman depth player at the NHL level. He currently serves as the head coach of the Buffalo Jr. Sabres 12 and under"}]}, {"heading": "Births", "year": "1975", "date": "January 11", "txt": "Dan Luger, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 11", "txt": "Matteo Renzi, Italian politician, 56th Prime Minister of Italy", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1976", "date": "January 11", "txt": "Efthimios Rentzias, Greek basketball player", "entities": [{"title": "Efthimios Rentzias", "href": "/wiki/Efthimios_Rentzias", "description": "Efthimios \"Efthimis\" Rentzias is a retired Greek professional basketball player. During his pro club career, he was most notably a member of the Spanish League's FC Barcelona, and the NBA's Philadelphia 76ers. At a height of 2.12 m tall, he played at the center position."}]}, {"heading": "Births", "year": "1977", "date": "January 11", "txt": "Shamari Buchanan, American football player", "entities": [{"title": "Shamari Buchanan", "href": "/wiki/Shamari_Buchanan", "description": "Shomari Buchanan is an American football wide receiver. He played college football for the University of Alabama. and won a SEC Championship his senior year with the Alabama Crimson Tide. He has experience in the NFL, Arena Football League, af2 and also played for the Corpus Christi Hammerheads of the Intense Football League."}]}, {"heading": "Births", "year": "1977", "date": "January 11", "txt": "Anni Friesinger-Postma, German speed skater", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 11", "txt": "Shane Kelly, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 11", "txt": "Olexiy Lukashevych, Ukrainian long jumper", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 11", "txt": "Vallo Allingu, Estonian basketball player", "entities": [{"title": "Vallo Allingu", "href": "/wiki/Vallo_Allingu", "description": "Vallo Allingu is a retired Estonian professional basketballer who last played for Tartu Ülikool/Rock at the center position. Allingu started his senior club career with Korvpalli Meistriliiga teams like \"Puuviljaparadiis\" and KK Rakvere. In 2002 he joined with Tartu Ülikool/Rock and won the Estonian Championship titles in 2004, 2007, 2008 and 2010. Vallo Allingu was a member of the Estonia nationa"}]}, {"heading": "Births", "year": "1978", "date": "January 11", "txt": "Holly Brisley, Australian actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 11", "txt": "Michael Duff, Irish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 11", "txt": "Emile Heskey, English footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 11", "txt": "Darren Lynn Bousman, American director and screenwriter", "entities": [{"title": "Darren Lynn Bousman", "href": "/wiki/Darren_Lynn_Bousman", "description": "Darren Lynn Bousman is an American film director and screenwriter, best known for his work directing four of the Saw films. He directed the horror musicals Repo! The Genetic Opera and The Devil's Carnival movies. Bousman is co-creator and writer of alternate reality games (ARG) and immersive experiences, The Tension Experience (2016), The Lust Experience (2017), Theatre Macabre (2018), iConfidant "}]}, {"heading": "Births", "year": "1979", "date": "January 11", "txt": "Michael Lorenz, German footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 11", "txt": "Terence Morris, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 11", "txt": "Henry Shefflin, Irish hurler", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 11", "txt": "Josh Hannay, Australian rugby league player and coach", "entities": [{"title": "Josh Hannay", "href": "/wiki/Josh_Hannay", "description": "Josh Hannay is an Australian professional rugby league coach who is the interim head coach of the Cronulla-Sutherland Sharks in the NRL and a former professional rugby league footballer who played as a centre in the 1990s and 2000s."}]}, {"heading": "Births", "year": "1980", "date": "January 11", "txt": "Mike Williams, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 11", "txt": "Tony Allen, American basketball player", "entities": [{"title": "Tony Allen (basketball)", "href": "/wiki/Tony_Allen_(basketball)", "description": "Anthony Allen, nicknamed \"The Grindfather,\" is an American former professional basketball player who played for 15 seasons in the National Basketball Association (NBA). He is a six-time member on the NBA All-Defensive Team, including three times on the All-Defensive First Team. Allen won an NBA championship with the Boston Celtics in 2008."}]}, {"heading": "Births", "year": "1982", "date": "January 11", "txt": "Clint Greenshields, Australian-French rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 11", "txt": "Blake Heron, American actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 11", "txt": "Son Ye-jin, South Korean actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 11", "txt": "Turner Battle, American basketball player", "entities": [{"title": "Turner Battle", "href": "/wiki/Turner_Battle", "description": "Turner Battle is an American former basketball point guard for the University at Buffalo Bulls men's basketball team from 2001 to 2005. Battle is credited with fueling the resurgence of the Bulls men's basketball program, which went from 5-23 during his sophomore season to a 23-win senior campaign. Battle is now currently an assistant coach for the University of Alabama-Birmingham men's basketball"}]}, {"heading": "Births", "year": "1983", "date": "January 11", "txt": "André Myhrer, Swedish skier", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 11", "txt": "Ted Richards, Australian rules footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 11", "txt": "Adrian Sutil, German racing driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 11", "txt": "Kevin Boss, American football player", "entities": [{"title": "Kevin Boss", "href": "/wiki/Kevin_Boss", "description": "Kevin Michael Boss is a former American football tight end. He was drafted in the fifth round of the 2007 NFL Draft by the New York Giants out of Western Oregon University. With the Giants, he won Super Bowl XLII over the New England Patriots."}]}, {"heading": "Births", "year": "1984", "date": "January 11", "txt": "Dario Krešić, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 11", "txt": "Matt Mullenweg, American web developer and businessman, co-created WordPress", "entities": [{"title": "WordPress", "href": "/wiki/WordPress", "description": "WordPress is a free and open-source content management system (CMS) written in PHP and paired with a MySQL or MariaDB database. Features include a plugin architecture and a template system, referred to within WordPress as Themes. WordPress was originally created as a blog-publishing system but has evolved to support other web content types including more traditional mailing lists and forums, media"}]}, {"heading": "Births", "year": "1984", "date": "January 11", "txt": "Stijn Schaars, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 11", "txt": "Glenn Stewart, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 11", "txt": "Newton Faulkner, English singer-songwriter and guitarist", "entities": [{"title": "Newton Faulkner", "href": "/wiki/Newton_Faulkner", "description": "Sam Newton Battenberg Faulkner is an English singer-songwriter and musician from Reigate, Surrey. He is known for his percussive style of guitar playing.\nIn 2007 Faulkner's debut studio album Hand Built by Robots was certified double platinum in the United Kingdom. The album topped the UK Albums Chart in August 2007. It was promoted by three singles, \"Dream Catch Me\", \"I Need Something\" and \"Teard"}]}, {"heading": "Births", "year": "1985", "date": "January 11", "txt": "Lucy Knisley, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 11", "txt": "Scotty Cranmer, American Professional BMX rider", "entities": [{"title": "Scotty Cranmer", "href": "/wiki/Scotty_Cranmer", "description": "Scotty Cranmer is an American BMX rider. He is tied with Dave Mirra for the most X Games BMX Park medals with nine, three each in gold, silver and bronze over fourteen appearances. He attended Jackson Memorial High School. Nicknamed \"the Bulldozer\", he is sponsored by Vans Shoes, Hyper Bike Co., Fox Clothing, Pro-tec Helmets, Monster Energy Drink and Snafu. He owns a bike shop in Howell, NJ called"}]}, {"heading": "Births", "year": "1987", "date": "January 11", "txt": "Danuta Kozák, Hungarian sprint canoer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 11", "txt": "Daniel Semenzato, Italian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 11", "txt": "Jamie Vardy, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 11", "txt": "Kim Young-kwang, South Korean actor and model", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 11", "txt": "Rodrigo José Pereira, Brazilian footballer", "entities": [{"title": "Rodrigo José Pereira", "href": "/wiki/Rodrigo_Jos%C3%A9_Pereira", "description": "Fuska real name Rodrigo José Pereira is a Brazilian footballer who currently plays for São José."}]}, {"heading": "Births", "year": "1989", "date": "January 11", "txt": "Kane Linnett, Australian rugby league player", "entities": [{"title": "Kane Linnett", "href": "/wiki/Kane_Linnett", "description": "Kane Linnett is a Scotland international rugby league footballer who plays as a centre or in the second-row forward for Hull Kingston Rovers in the Super League."}]}, {"heading": "Births", "year": "1990", "date": "January 11", "txt": "Ryan Griffin, American football player", "entities": [{"title": "Ryan Griffin (tight end)", "href": "/wiki/Ryan_Griffin_(tight_end)", "description": "Ryan Francis Griffin is an American football tight end for the New York Jets of the National Football League (NFL). He played college football at Connecticut, and was drafted by the Houston Texans in the sixth round of the 2013 NFL Draft."}]}, {"heading": "Births", "year": "1991", "date": "January 11", "txt": "Andrea Bertolacci, Italian footballer", "entities": [{"title": "Andrea Bertolacci", "href": "/wiki/Andrea_Bertolacci", "description": "Andrea Bertolacci is an Italian professional footballer who plays as a midfielder for Turkish club Fatih Karagümrük."}]}, {"heading": "Births", "year": "1992", "date": "January 11", "txt": "Dani Carvajal, Spanish footballer", "entities": [{"title": "Dani Carvajal", "href": "/wiki/Dani_Carvajal", "description": "Daniel Carvajal Ramos is a Spanish professional footballer who plays as a right back for Real Madrid and the Spain national team."}]}, {"heading": "Births", "year": "1992", "date": "January 11", "txt": "Lee Seung-hoon, South Korean rapper and dancer", "entities": []}, {"heading": "Births", "year": "1993", "date": "January 11", "txt": "Michael Keane, English footballer", "entities": [{"title": "Michael Keane (footballer, born 1993)", "href": "/wiki/Michael_Keane_(footballer,_born_1993)", "description": "Michael Vincent Keane is an English professional footballer who plays as a centre-back for Premier League club Everton and the England national team."}]}, {"heading": "Births", "year": "1993", "date": "January 11", "txt": "Will Keane, English footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "January 11", "txt": "Leroy Sané, German footballer", "entities": [{"title": "Leroy Sané", "href": "/wiki/Leroy_San%C3%A9", "description": "Leroy Aziz Sané is a German professional footballer who plays as a winger for Bundesliga club Bayern Munich and the German national team."}]}, {"heading": "Births", "year": "1997", "date": "January 11", "txt": "Cody Simpson, Australian singer-songwriter, guitarist, and actor", "entities": [{"title": "Cody Simpson", "href": "/wiki/Cody_Simpson", "description": "Cody Robert Simpson is an Australian singer, songwriter, dancer, actor, model and swimmer."}]}, {"heading": "Births", "year": "1998", "date": "January 11", "txt": "Thomas Mikaele, New Zealand rugby league player", "entities": [{"title": "Thomas Mikaele", "href": "/wiki/Thomas_Mikaele", "description": "Thomas Mikaele is a New Zealand rugby league footballer who plays as a prop for the Wests Tigers in the NRL."}]}, {"heading": "Births", "year": "1999", "date": "January 11", "txt": "Brandon Wakeham, Australian-Fijian rugby league player", "entities": [{"title": "Brandon Wakeham", "href": "/wiki/Brandon_Wakeham", "description": "Brandon Wakeham is a Fiji international rugby league footballer who plays as a halfback or five-eighth for the Canterbury-Bankstown Bulldogs in the NRL."}]}, {"heading": "Deaths", "year": "140", "date": "January 11", "txt": "Pope Hyginus, Bishop of Rome (b. 74)", "entities": [{"title": "Pope Hyginus", "href": "/wiki/Pope_Hyginus", "description": "Pope Hyginus was the ninth bishop of Rome from c. 138 to his death in c. 142. Tradition holds that during his papacy he determined the various prerogatives of the clergy and defined the grades of the ecclesiastical hierarchy."}]}, {"heading": "Deaths", "year": "705", "date": "January 11", "txt": "Pope John VI (b. 655)", "entities": [{"title": "Pope John VI", "href": "/wiki/Pope_John_VI", "description": "Pope John VI was the bishop of Rome from 30 October 701 to his death. John VI was a Greek from Ephesus who reigned during the Byzantine Papacy. His papacy was noted for military and political breakthroughs on the Italian Peninsula. He was succeeded by Pope John VII after a vacancy of less than two months. The body of the pope was buried in Old St. Peter's Basilica."}]}, {"heading": "Deaths", "year": "782", "date": "January 11", "txt": "Emperor Kōnin of Japan (b. 709)", "entities": [{"title": "Emperor Kōnin", "href": "/wiki/Emperor_K%C5%8Dnin", "description": "Emperor Kōnin  was the 49th emperor of Japan, according to the traditional order of succession. Kōnin's reign lasted from 770 to 781."}]}, {"heading": "Deaths", "year": "812", "date": "January 11", "txt": "Staurakios, Byzantine emperor", "entities": [{"title": "Staurakios", "href": "/wiki/Staurakios", "description": "Staurakios or Stauracius was Byzantine Emperor from 26 July to 2 October 811. He was born in the early 790s, probably between 791 and 793, to Nikephoros I and an unknown woman. Nikephoros seized the throne of the Byzantine Empire from Empress Irene in 802, and elevated Staurakios to co-emperor in December 803. After Nikephoros fell in the Battle of Pliska on 26 July 811, Staurakios was declared em"}]}, {"heading": "Deaths", "year": "844", "date": "January 11", "txt": "Michael I Rangabe, Byzantine emperor (b. 770)", "entities": [{"title": "Michael I Rangabe", "href": "/wiki/Michael_I_Rangabe", "description": "Michael I Rhangabe was Byzantine Emperor from 811 to 813."}]}, {"heading": "Deaths", "year": "887", "date": "January 11", "txt": "Boso of Provence, Frankish nobleman", "entities": [{"title": "Boso of Provence", "href": "/wiki/Boso_of_Provence", "description": "Boso was a Frankish nobleman of the Bosonid family who was related to the Carolingian dynasty and who rose to become King of Lower Burgundy and Provence."}, {"title": "Nobility", "href": "/wiki/Nobility", "description": "Nobility is a social class normally ranked immediately below royalty and found in some societies that have a formal aristocracy. Nobility has often been an estate of the realm that possessed more acknowledged privilege and higher social status than most other classes in society. The privileges associated with nobility may constitute substantial advantages over or relative to non-nobles or may be l"}]}, {"heading": "Deaths", "year": "937", "date": "January 11", "txt": "Cao, empress of Later Tang", "entities": [{"title": "Empress Cao (Li Siyuan's wife)", "href": "/wiki/Empress_Cao_(Li_Siyuan%27s_wife)", "description": "Empress Cao, formally Empress Hewuxian (和武憲皇后), was an empress of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang. Her husband was Later Tang's second emperor Li Siyuan, and she was empress dowager during the subsequent reigns of his son Li Conghou and adoptive son Li Congke. Eventually, when her son-in-law Shi Jingtang rebelled against Li Congke, establishing his own Later Jin"}, {"title": "Later Tang", "href": "/wiki/Later_Tang", "description": "Tang, known in history as Later Tang, was a short-lived imperial dynasty that lasted from 923 to 937 during the Five Dynasties and Ten Kingdoms period in the history of China."}]}, {"heading": "Deaths", "year": "937", "date": "January 11", "txt": "Li Chongmei, prince of Later Tang", "entities": []}, {"heading": "Deaths", "year": "937", "date": "January 11", "txt": "Li Congke, emperor of Later Tang (b. 885)", "entities": []}, {"heading": "Deaths", "year": "937", "date": "January 11", "txt": "Liu, empress of Later Tang", "entities": []}, {"heading": "Deaths", "year": "1055", "date": "January 11", "txt": "Constantine IX Monomachos, Byzantine emperor (b. 1000)", "entities": [{"title": "Constantine IX Monomachos", "href": "/wiki/Constantine_IX_Monomachos", "description": "Constantine IX Monomachos, Latinized as Monomachus, reigned as Byzantine emperor from 11 June 1042 to 11 January 1055. He had been chosen by Zoë Porphyrogenita as a husband and co-emperor in 1042, although he had been exiled for conspiring against her previous husband, Emperor Michael IV the Paphlagonian. They ruled together until Zoë died in 1050."}]}, {"heading": "Deaths", "year": "1068", "date": "January 11", "txt": "Egbert I, Margrave of Meissen", "entities": [{"title": "Egbert I, Margrave of Meissen", "href": "/wiki/Egbert_I,_Margrave_of_Meissen", "description": "Egbert I was the Margrave of Meissen from 1067 until his early death the next year. Egbert was the Count of Brunswick from about 1038, when his father, Liudolf, Margrave of Frisia, died. His mother was Gertrude, the sister of Pope Leo IX."}]}, {"heading": "Deaths", "year": "1083", "date": "January 11", "txt": "Otto of Nordheim (b. 1020)", "entities": [{"title": "Otto of Nordheim", "href": "/wiki/Otto_of_Nordheim", "description": "Otto of Nordheim was Duke of Bavaria from 1061 until 1070. He was one of the leaders of the Saxon Rebellion in 1073-75 and the Great Saxon Revolt of 1077-88 against King Henry IV of Germany."}]}, {"heading": "Deaths", "year": "1266", "date": "January 11", "txt": "Swietopelk II, Duke of Pomerania", "entities": [{"title": "Swietopelk II, Duke of Pomerania", "href": "/wiki/Swietopelk_II,_Duke_of_Pomerania", "description": "Swietopelk II, also Zwantepolc II or Swantopolk II,, sometimes known as the Great, was the ruling Duke of Pomerelia-Gdańsk from 1215 until his death. He was the first member of the Samborides to style himself dux from 1227 onwards."}]}, {"heading": "Deaths", "year": "1344", "date": "January 11", "txt": "Thomas Charlton, Bishop of Hereford and Lord Chancellor of Ireland", "entities": [{"title": "Thomas Charlton (bishop)", "href": "/wiki/Thomas_Charlton_(bishop)", "description": "Thomas Charlton was Bishop of Hereford, Lord High Treasurer of England, Lord Privy Seal, and Lord Chancellor of Ireland. He is buried in Hereford Cathedral in Hereford, Herefordshire, England."}]}, {"heading": "Deaths", "year": "1372", "date": "January 11", "txt": "Eleanor of Lancaster, English noblewoman (b. 1318)", "entities": [{"title": "Eleanor of Lancaster", "href": "/wiki/Eleanor_of_Lancaster", "description": "Eleanor of Lancaster, Countess of Arundel was the fifth daughter of Henry, 3rd Earl of Lancaster and Maud Chaworth."}]}, {"heading": "Deaths", "year": "1396", "date": "January 11", "txt": "Isidore Glabas, Metropolitan bishop of Thessalonica (b.c. 1341)", "entities": [{"title": "Isidore Glabas", "href": "/wiki/Isidore_Glabas", "description": "Isidore Glabas was the metropolitan bishop of Thessalonica between 1380 and 1384, and again from 1386 until his death on 11 January 1396."}, {"title": "Thessalonica", "href": "/wiki/Thessalonica", "description": "Thessaloniki, also known as Thessalonica, Saloniki or Salonica, is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα, literally \"the co-capital\", a "}]}, {"heading": "Deaths", "year": "1397", "date": "January 11", "txt": "Skirgaila, Grand Duke of Lithuania", "entities": [{"title": "Skirgaila", "href": "/wiki/Skirgaila", "description": "Skirgaila was a regent of the Grand Duchy of Lithuania for his brother Jogaila from 1386 to 1392. He was the son of Algirdas, Grand Duke of Lithuania, and his second wife Uliana of Tver."}]}, {"heading": "Deaths", "year": "1494", "date": "January 11", "txt": "Domenico Ghirlandaio, Italian painter (b. 1449)", "entities": [{"title": "Domenico Ghirlandaio", "href": "/wiki/Domenico_Ghirlandaio", "description": "Domenico di Tommaso Curradi di Doffo Bigordi, proffesionally known as Domenico Ghirlandaio, also spelled as Ghirlandajo, was an Italian Renaissance painter born in Florence. Ghirlandaio was part of the so-called \"third generation\" of the Florentine Renaissance, along with Verrocchio, the Pollaiolo brothers and Sandro Botticelli. Ghirlandaio led a large and efficient workshop that included his brot"}]}, {"heading": "Deaths", "year": "1495", "date": "January 11", "txt": "Pedro González de Mendoza, Spanish cardinal (b. 1428)", "entities": [{"title": "Pedro González de Mendoza", "href": "/wiki/Pedro_Gonz%C3%A1lez_de_Mendoza", "description": "Pedro González de Mendoza was a Spanish cardinal and statesman who served as Archbishop of Toledo (1482–1495), Archbishop of Sevilla (1474–1482), Bishop of Sigüenza (1467–1474), and Bishop of Calahorra y La Calzada (1453–1467)."}]}, {"heading": "Deaths", "year": "1546", "date": "January 11", "txt": "Gaudenzio Ferrari, Italian painter and sculptor (b. c. 1471)", "entities": [{"title": "Gaudenzio Ferrari", "href": "/wiki/Gaudenzio_Ferrari", "description": "Gaudenzio Ferrari was a Northern Italian painter and sculptor of the Renaissance."}]}, {"heading": "Deaths", "year": "1547", "date": "January 11", "txt": "Pietro Bembo, Italian poet, scholar, and theorist (b. 1470)", "entities": [{"title": "Pietro Bembo", "href": "/wiki/Pietro_Bembo", "description": "Pietro Bembo, O.S.I.H. was an Italian scholar, poet, and literary theorist who also was a member of the Knights Hospitaller, and a cardinal of the Roman Catholic Church. As an intellectual of the Italian Renaissance, Pietro Bembo greatly influenced the development of the Tuscan dialect as a literary language for poetry and prose, which, by later codification into a standard language, became the mo"}]}, {"heading": "Deaths", "year": "1554", "date": "January 11", "txt": "Min Bin, king of Arakan (b. 1493)", "entities": [{"title": "Min Bin", "href": "/wiki/Min_Bin", "description": "Min Bin was a king of Arakan from 1531 to 1554, \"whose reign witnessed the country's emergence as a major power\". Aided by Portuguese mercenaries and their firearms, his powerful navy and army pushed the boundaries of the kingdom deep into Bengal, where coins bearing his name and styling him sultan were struck, and even interfered in the affairs of mainland Burma."}]}, {"heading": "Deaths", "year": "1641", "date": "January 11", "txt": "Juan Martínez de Jáuregui y Aguilar, Spanish poet and painter (b. 1583)", "entities": [{"title": "Juan Martínez de Jáuregui y Aguilar", "href": "/wiki/Juan_Mart%C3%ADnez_de_J%C3%A1uregui_y_Aguilar", "description": "Juan Martínez de Jáuregui y Aguilar, was a Spanish poet, scholar and painter in the Siglo de Oro."}]}, {"heading": "Deaths", "year": "1696", "date": "January 11", "txt": "Charles Albanel, French priest, missionary, and explorer (b. 1616)", "entities": [{"title": "Charles Albanel", "href": "/wiki/Charles_Albanel", "description": "\nCharles Albanel, born in Ardes or Auvergne, was a French missionary explorer in Canada, and a Jesuit priest."}]}, {"heading": "Deaths", "year": "1703", "date": "January 11", "txt": "Johann Georg Graevius, German scholar and critic (b. 1632)", "entities": [{"title": "Johann Georg Graevius", "href": "/wiki/Johann_Georg_Graevius", "description": "Johann Georg Graevius was a German classical scholar and critic. He was born in Naumburg, in the Electorate of Saxony."}]}, {"heading": "Deaths", "year": "1713", "date": "January 11", "txt": "Pierre Jurieu, French priest and theologian (b. 1637)", "entities": [{"title": "Pierre Jurieu", "href": "/wiki/Pierre_Jurieu", "description": "Pierre Jurieu was a French Protestant leader."}]}, {"heading": "Deaths", "year": "1735", "date": "January 11", "txt": "Danilo I, Metropolitan of Cetinje (b. 1670)", "entities": [{"title": "Danilo I, Metropolitan of Cetinje", "href": "/wiki/Danilo_I,_Metropolitan_of_Cetinje", "description": "Danilo I Petrović-Njegoš was the Metropolitan of Cetinje between 1697 and 1735, and a founder of the House of Petrović-Njegoš, which ruled Montenegro from 1697 to 1918."}]}, {"heading": "Deaths", "year": "1753", "date": "January 11", "txt": "Hans Sloane, Irish-English physician and academic (b. 1660)", "entities": [{"title": "Hans Sloane", "href": "/wiki/Hans_Sloane", "description": "Sir Hans Sloane, 1st Baronet, was an Anglo-Irish physician, naturalist, and collector, with a collection of 71,000 items which he bequeathed to the British nation, thus providing the foundation of the British Museum, the British Library, and the Natural History Museum, London. He was elected to the Royal Society at the age of 24. Sloane travelled to the Caribbean in 1687 and documented his travels"}]}, {"heading": "Deaths", "year": "1757", "date": "January 11", "txt": "Louis Bertrand Castel, French mathematician and philosopher (b. 1688)", "entities": [{"title": "Louis Bertrand Castel", "href": "/wiki/Louis_Bertrand_Castel", "description": "Louis Bertrand Castel was a French mathematician born in Montpellier, who entered the order of the Jesuits in 1703. Having studied literature, he afterwards devoted himself entirely to mathematics and natural philosophy. After moving from Toulouse to Paris in 1720, at the behest of Bernard de Fontenelle, Castel acted as the science editor of the Jesuit Journal de Trévoux."}]}, {"heading": "Deaths", "year": "1762", "date": "January 11", "txt": "Louis-François Roubiliac, French-English sculptor (b. 1695)", "entities": [{"title": "Louis-François Roubiliac", "href": "/wiki/Louis-Fran%C3%A7ois_Roubiliac", "description": "Louis-François Roubiliac was a French sculptor who worked in England, one of the four most prominent sculptors in London working in the rococo style, He was described by Margaret Whinney as \"probably the most accomplished sculptor ever to work in England\"."}]}, {"heading": "Deaths", "year": "1763", "date": "January 11", "txt": "Caspar Abel, German poet, historian, and theologian (b. 1676)", "entities": [{"title": "Caspar Abel", "href": "/wiki/Caspar_Abel", "description": "Caspar Abel was a German theologian, historian and poet."}]}, {"heading": "Deaths", "year": "1771", "date": "January 11", "txt": "Jean-Baptiste de Boyer, Marquis d'Argens, French philosopher and author (b. 1704)", "entities": [{"title": "Jean-Baptiste de Boyer, Marquis d'Argens", "href": "/wiki/Jean-Baptiste_de_Boyer,_Marquis_d%27Argens", "description": "Jean-Baptiste de Boyer, Marquis d'Argens (1704–1771) was a French rationalist, author and critic of the Catholic church, who was a close friend of Voltaire and spent much of his life in exile at the court of Frederick the Great."}]}, {"heading": "Deaths", "year": "1788", "date": "January 11", "txt": "François Joseph Paul de Grasse, French admiral (b. 1722)", "entities": [{"title": "François Joseph Paul de Grasse", "href": "/wiki/Fran%C3%A7ois_Joseph_Paul_de_Grasse", "description": "François Joseph Paul, Comte de Grasse, Marquis of Grasse-Tilly SMOM was a career French officer who achieved the rank of admiral. He is best known for his command of the French fleet at the Battle of the Chesapeake in 1781 in the last year of the American Revolutionary War. It led directly to the British surrender at Yorktown and helped gain the rebels' victory."}]}, {"heading": "Deaths", "year": "1791", "date": "January 11", "txt": "William Williams Pantycelyn, Welsh composer and poet (b. 1717)", "entities": [{"title": "William Williams Pantycelyn", "href": "/wiki/William_Williams_Pantycelyn", "description": "William Williams, Pantycelyn, also known as William Williams, Williams Pantycelyn, and Pantycelyn, is generally seen as Wales's premier hymnist. He is also rated as one of the great literary figures of Wales, as a writer of poetry and prose. In religion he was among the leaders of the 18th-century Welsh Methodist revival, along with the evangelists Howell Harris and Daniel Rowland."}]}, {"heading": "Deaths", "year": "1798", "date": "January 11", "txt": "Heraclius II of Georgia (b. 1720)", "entities": [{"title": "Heraclius II of Georgia", "href": "/wiki/Heraclius_II_of_Georgia", "description": "Heraclius II, also known as Erekle II and The Little Kakhetian, was a Georgian monarch of the Bagrationi dynasty, reigning as the king of Kakheti from 1744 to 1762, and of Kartli and Kakheti from 1762 until 1798. In the contemporary Persian sources he is referred to as Erekli Khan, while Russians knew him as Irakly (Ираклий). His name is frequently transliterated in a Latinized form Heraclius beca"}]}, {"heading": "Deaths", "year": "1801", "date": "January 11", "txt": "Domenico Cimarosa, Italian composer and educator (b. 1749)", "entities": [{"title": "Domenico Cimarosa", "href": "/wiki/Domenico_Cimarosa", "description": "Domenico Cimarosa was an Italian composer of the Neapolitan school and of the Classical period. He wrote more than eighty operas, the best known of which is Il matrimonio segreto (1792); most of his operas are comedies. He also wrote instrumental works and church music."}]}, {"heading": "Deaths", "year": "1824", "date": "January 11", "txt": "Thomas Mullins, 1st Baron Ventry, Anglo-Irish politician and peer (b. 1736)", "entities": [{"title": "Thomas Mullins, 1st Baron Ventry", "href": "/wiki/Thomas_Mullins,_1st_Baron_Ventry", "description": "Thomas Mullins, 1st Baron Ventry was an Anglo-Irish politician and peer."}]}, {"heading": "Deaths", "year": "1836", "date": "January 11", "txt": "John Molson, Canadian businessman, founded the Molson Brewing Company (b. 1763)", "entities": [{"title": "John Molson", "href": "/wiki/John_Molson", "description": "John Molson was an English-born brewer and entrepreneur in colonial Quebec, which during his lifetime became Lower Canada. In addition to founding Molson Brewery, he built the first steamship and the first public railway in Canada, was a president of the Bank of Montreal, and established a hospital, a hotel, and a theatre in Montreal. The dynasty he founded, the Molson family, is still a wealthy a"}, {"title": "Molson", "href": "/wiki/Molson", "description": "The Molson Brewery is a Canadian brewery and beer company in Montreal formed in 1786 by the Molson family. In 2005, Molson merged with the Adolph Coors Company to become Molson Coors."}]}, {"heading": "Deaths", "year": "1843", "date": "January 11", "txt": "Francis Scott Key, American lawyer, author, and songwriter (b. 1779)", "entities": [{"title": "Francis Scott Key", "href": "/wiki/Francis_Scott_Key", "description": "Francis Scott Key was an American lawyer, author, and amateur poet from Frederick, Maryland, who is best known for writing the lyrics for the American national anthem \"The Star-Spangled Banner\"."}]}, {"heading": "Deaths", "year": "1866", "date": "January 11", "txt": "Gustavus Vaughan Brooke, Irish actor (b. 1818)", "entities": [{"title": "Gustavus Vaughan Brooke", "href": "/wiki/Gustavus_Vaughan_Brooke", "description": "Gustavus Vaughan Brooke, commonly referred to as G. V. Brooke, was an Irish stage actor who enjoyed success in Ireland, England and Australia."}]}, {"heading": "Deaths", "year": "1866", "date": "January 11", "txt": "John Woolley, English minister and academic (b. 1816)", "entities": []}, {"heading": "Deaths", "year": "1867", "date": "January 11", "txt": "Stuart Donaldson, English-Australian businessman and politician, 1st Premier of New South Wales (b. 1812)", "entities": [{"title": "Stuart Donaldson", "href": "/wiki/Stuart_Donaldson", "description": "Sir Stuart Alexander Donaldson was the first Premier of the Colony of New South Wales."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1882", "date": "January 11", "txt": "Theodor Schwann, German physiologist and biologist (b. 1810)", "entities": [{"title": "Theodor Schwann", "href": "/wiki/Theodor_Schwann", "description": "Theodor Schwann was a German physician and physiologist. His most significant contribution to biology is considered to be the extension of cell theory to animals. Other contributions include the discovery of Schwann cells in the peripheral nervous system, the discovery and study of pepsin, the discovery of the organic nature of yeast, and the invention of the term metabolism."}]}, {"heading": "Deaths", "year": "1891", "date": "January 11", "txt": "Georges-Eugène Haussmann, French urban planner (b. 1809)", "entities": [{"title": "Georges-Eugène Haussmann", "href": "/wiki/Georges-Eug%C3%A8ne_Haussmann", "description": "Georges-Eugène Haussmann, commonly known as Baron Haussmann, was a French official who served as prefect of Seine (1853–1870), chosen by Emperor Napoleon III to carry out a massive urban renewal programme of new boulevards, parks and public works in Paris commonly referred to as Haussmann's renovation of Paris. Critics forced his resignation for extravagance, but his vision of the city still domin"}]}, {"heading": "Deaths", "year": "1902", "date": "January 11", "txt": "Johnny Briggs, English cricketer and rugby player (b. 1862)", "entities": [{"title": "Johnny Briggs (cricketer)", "href": "/wiki/Johnny_Briggs_(cricketer)", "description": "Johnny Briggs was an English left arm spin bowler who played for Lancashire County Cricket Club between 1879 and 1900 and remains the second-highest wicket-taker in the county's history after Brian Statham. In the early days of Test cricket, Briggs‘ batting was considered careless, although still very useful. He was the first bowler in Test cricket to take 100 wickets, and held the record of most "}]}, {"heading": "Deaths", "year": "1904", "date": "January 11", "txt": "William Sawyer, Canadian merchant and politician (b. 1815)", "entities": [{"title": "William Sawyer (politician)", "href": "/wiki/William_Sawyer_(politician)", "description": "William Sawyer was a lumber merchant and political figure in Quebec. He represented Compton in the Legislative Assembly of Quebec from 1871 to 1886 as a Conservative."}]}, {"heading": "Deaths", "year": "1914", "date": "January 11", "txt": "Carl Jacobsen, Danish brewer and philanthropist (b. 1842)", "entities": [{"title": "Carl Jacobsen", "href": "/wiki/Carl_Jacobsen", "description": "Carl Christian Hillman Jacobsen was a Danish brewer, art collector and philanthropist. Though often preoccupied with his cultural interests, Jacobsen was a shrewd and visionary businessman and initiated the transition of the brewery Carlsberg from a local Copenhagen brewery to the multinational conglomerate that it is today. \n"}]}, {"heading": "Deaths", "year": "1920", "date": "January 11", "txt": "Steinar Schjøtt, Norwegian philologist and lexicographer (b. 1844)", "entities": [{"title": "Steinar Schjøtt", "href": "/wiki/Steinar_Schj%C3%B8tt", "description": "Steinar Schjøtt was a Norwegian educator, philologist and lexicographer."}]}, {"heading": "Deaths", "year": "1923", "date": "January 11", "txt": "Constantine I of Greece (b. 1868)", "entities": [{"title": "Constantine I of Greece", "href": "/wiki/Constantine_I_of_Greece", "description": "Constantine I was King of Greece from 18 March 1913 to 11 June 1917 and from 19 December 1920 to 27 September 1922. He was commander-in-chief of the Hellenic Army during the unsuccessful Greco-Turkish War of 1897 and led the Greek forces during the successful Balkan Wars of 1912–1913, in which Greece expanded to include Thessaloniki, doubling in area and population. He succeeded to the throne of G"}]}, {"heading": "Deaths", "year": "1928", "date": "January 11", "txt": "Thomas Hardy, English novelist and poet (b. 1840)", "entities": [{"title": "Thomas Hardy", "href": "/wiki/Thomas_Hardy", "description": "Thomas Hardy was an English novelist and poet. A Victorian realist in the tradition of George Eliot, he was influenced both in his novels and in his poetry by Romanticism, including the poetry of William Wordsworth. He was highly critical of much in Victorian society, especially on the declining status of rural people in Britain, such as those from his native South West England."}]}, {"heading": "Deaths", "year": "1929", "date": "January 11", "txt": "Elfrida Andrée, Swedish organist, composer, and conductor (b. 1841)", "entities": [{"title": "Elfrida Andrée", "href": "/wiki/Elfrida_Andr%C3%A9e", "description": "Elfrida Andrée, was a Swedish organist, composer, and conductor. A 1996 recording on the Caprice label features Andrée's piano quintet, along with a piano sonata, the string quartet in D minor, and vocal music."}]}, {"heading": "Deaths", "year": "1931", "date": "January 11", "txt": "James Milton Carroll, American pastor, historian, and author (b. 1852)", "entities": [{"title": "James Milton Carroll", "href": "/wiki/James_Milton_Carroll", "description": "James Milton Carroll was an American Baptist pastor, leader, historian, author, and educator."}]}, {"heading": "Deaths", "year": "1937", "date": "January 11", "txt": "Nuri Conker, Turkish colonel and politician (b. 1882)", "entities": [{"title": "Nuri Conker", "href": "/wiki/Nuri_Conker", "description": "Mehmet Nuri Conker was a Turkish politician and an officer of the Ottoman Army and the Turkish Army."}]}, {"heading": "Deaths", "year": "1941", "date": "January 11", "txt": "Emanuel Lasker, German mathematician, philosopher, and chess player (b. 1868)", "entities": [{"title": "Emanuel Lasker", "href": "/wiki/Emanuel_Lasker", "description": "Emanuel Lasker was a German chess player, mathematician, and philosopher who was World Chess Champion for 27 years, from 1894 to 1921, the longest reign of any officially recognised World Chess Champion in history. In his prime, Lasker was one of the most dominant champions, and he is still generally regarded as one of the strongest players in history."}]}, {"heading": "Deaths", "year": "1944", "date": "January 11", "txt": "Galeazzo Ciano, Italian politician, Italian Minister of Foreign Affairs (b. 1903)", "entities": [{"title": "Galeazzo Ciano", "href": "/wiki/Galeazzo_Ciano", "description": "Gian Galeazzo Ciano, 2nd Count of Cortellazzo and Buccari was an Italian diplomat and politician who served as Foreign Minister in the government of his father-in-law, Benito Mussolini, from 1936 until 1943. During this period, he was widely seen as Mussolini's most probable successor as Duce."}, {"title": "Minister of Foreign Affairs (Italy)", "href": "/wiki/Minister_of_Foreign_Affairs_(Italy)", "description": "The Italian Minister of Foreign Affairs is the head of the Ministry of Foreign Affairs in Italy. The office was one of the positions which Italy inherited from the Kingdom of Sardinia where it was the most ancient ministry of the government: this origin gives to the office a ceremonial primacy in the Italian cabinet."}]}, {"heading": "Deaths", "year": "1947", "date": "January 11", "txt": "Eva Tanguay, Canadian singer (b. 1879)", "entities": [{"title": "Eva Tanguay", "href": "/wiki/Eva_Tanguay", "description": "Eva Tanguay was a Canadian singer and entertainer who billed herself as \"the girl who made vaudeville famous\". She was known as \"The Queen of Vaudeville\" during the height of her popularity from the early 1900s until the early 1920s. Tanguay also appeared in films, and was the first performer to achieve national mass-media celebrity, with publicists and newspapers covering her tours from coast-to-"}]}, {"heading": "Deaths", "year": "1952", "date": "January 11", "txt": "Jean de Lattre de Tassigny, French general (b. 1889)", "entities": [{"title": "Jean de Lattre de Tassigny", "href": "/wiki/Jean_de_Lattre_de_Tassigny", "description": "Jean Joseph Marie Gabriel de Lattre de Tassigny was a French army general during World War II and the First Indochina War. He was posthumously elevated to the dignity of Marshal of France."}]}, {"heading": "Deaths", "year": "1952", "date": "January 11", "txt": "Aureliano Pertile, Italian tenor and educator (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "January 11", "txt": "Noe Zhordania, Georgian journalist and politician, Prime Minister of Georgia (b. 1868)", "entities": [{"title": "Noe Zhordania", "href": "/wiki/Noe_Zhordania", "description": "Noe Zhordania was a Georgian journalist and Menshevik politician. He played an eminent role in the socialist revolutionary movement in the Russian Empire, and later chaired the government of the Democratic Republic of Georgia from July 24, 1918 until March 18, 1921, when the Bolshevik Russian Red Army invasion of Georgia forced him into exile to France. There Zhordania led the government-in-exile "}, {"title": "Prime Minister of Georgia", "href": "/wiki/Prime_Minister_of_Georgia", "description": "The prime minister of Georgia is the head of government and chief executive of Georgia. The prime minister organizes, directs, and controls the functions of the Government and signs the legal acts of the government. They appoint and dismiss ministers in the government. The prime minister represents Georgia in foreign relations and concludes international treaties on behalf of Georgia. They are acc"}]}, {"heading": "Deaths", "year": "1953", "date": "January 11", "txt": "Roberta Fulbright, American businesswoman (b.1874)", "entities": []}, {"heading": "Deaths", "year": "1954", "date": "January 11", "txt": "Oscar Straus, Austrian composer (b. 1870)", "entities": [{"title": "Oscar Straus (composer)", "href": "/wiki/Oscar_Straus_(composer)", "description": "Oscar Nathan Straus was a Viennese composer of operettas and film scores and songs. He also wrote about 500 cabaret songs, chamber music, and orchestral and choral works. His original name was actually Strauss, but for professional purposes he deliberately omitted the final 's', since he wished not to be associated with the musical Strauss family of Vienna. However, he did follow the advice of Joh"}]}, {"heading": "Deaths", "year": "1957", "date": "January 11", "txt": "Robert Garran, Australian lawyer and politician, Solicitor-General of Australia (b. 1867)", "entities": [{"title": "Robert Garran", "href": "/wiki/Robert_Garran", "description": "Sir Robert Randolph Garran was an Australian lawyer who became \"Australia's first public servant\" – the first federal government employee after the federation of the Australian colonies. He served as the departmental secretary of the Attorney-General's Department from 1901 to 1932, and after 1916 also held the position of Solicitor-General of Australia."}, {"title": "Solicitor-General of Australia", "href": "/wiki/Solicitor-General_of_Australia", "description": "The Solicitor-General of Australia is the country's second highest-ranking law officer, after the Attorney-General for Australia. The position is often known as the Commonwealth Solicitor-General in order to distinguish it from the state solicitors-general. The current officeholder is Stephen Donaghue, who took office on 16 January 2017."}]}, {"heading": "Deaths", "year": "1958", "date": "January 11", "txt": "Alec Rowley, English organist and composer (b. 1892)", "entities": [{"title": "Alec Rowley", "href": "/wiki/Alec_Rowley", "description": "Alec Rowley was an English composer, organist, pianist, lecturer and writer on music. He composed a large number of works, mainly on a small scale and often of an educational nature though with some larger-scale orchestral and choral works. He was a dedicated teacher, broadcaster and writer; after his death the Alec Rowley Memorial Prize was established at Trinity College of Music."}]}, {"heading": "Deaths", "year": "1958", "date": "January 11", "txt": "Edna Purviance, American actress (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1961", "date": "January 11", "txt": "Elena Gerhardt, German soprano and actress (b. 1883)", "entities": [{"title": "Elena Gerhardt", "href": "/wiki/Elena_Gerhardt", "description": "Elena Gerhardt was a German mezzo-soprano singer associated with the singing of German classical lieder, of which she was considered one of the great interpreters. She left Germany for good to live in London in October 1934."}]}, {"heading": "Deaths", "year": "1963", "date": "January 11", "txt": "Arthur Nock, English-American scholar, theologian, and academic (b. 1902)", "entities": [{"title": "Arthur Nock", "href": "/wiki/Arthur_Nock", "description": "Arthur Darby Nock was an English classicist and theologian, regarded as a leading scholar in the history of religion. He was a professor at Harvard University from 1930 until his death."}]}, {"heading": "Deaths", "year": "1965", "date": "January 11", "txt": "Wally Pipp, American baseball player (b. 1893)", "entities": [{"title": "Wally Pipp", "href": "/wiki/Wally_Pipp", "description": "Walter Clement Pipp was an American professional baseball player. A first baseman, Pipp played in Major League Baseball (MLB) for the Detroit Tigers, New York Yankees, and Cincinnati Reds between 1913 and 1928."}]}, {"heading": "Deaths", "year": "1966", "date": "January 11", "txt": "Alberto Giacometti, Swiss sculptor and painter (b. 1901)", "entities": [{"title": "Alberto Giacometti", "href": "/wiki/Alberto_Giacometti", "description": "Alberto Giacometti was a Swiss sculptor, painter, draftsman and printmaker. Beginning in 1922, he lived and worked mainly in Paris but regularly visited his hometown Borgonovo to see his family and work on his art."}]}, {"heading": "Deaths", "year": "1966", "date": "January 11", "txt": "Lal Bahadur Shastri, Indian academic and politician, 2nd Prime Minister of India (b. 1904)", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "1968", "date": "January 11", "txt": "Moshe Zvi Segal, Israeli linguist and scholar (b. 1876)", "entities": [{"title": "Moshe Zvi Segal", "href": "/wiki/Moshe_Zvi_Segal", "description": "Moshe Zvi (Hirsch) Segal was an Israeli rabbi, linguist and Talmudic scholar."}]}, {"heading": "Deaths", "year": "1969", "date": "January 11", "txt": "Richmal Crompton, English author and educator (b. 1890)", "entities": [{"title": "Richmal Crompton", "href": "/wiki/Richmal_Crompton", "description": "Richmal Crompton Lamburn was a popular English writer, best known for her Just William series of books, humorous short stories, and to a lesser extent adult fiction books."}]}, {"heading": "Deaths", "year": "1972", "date": "January 11", "txt": "Padraic Colum, Irish poet and playwright (b. 1881)", "entities": [{"title": "Padraic Colum", "href": "/wiki/Padraic_Colum", "description": "Padraic Colum was an Irish poet, novelist, dramatist, biographer, playwright, children's author and collector of folklore. He was one of the leading figures of the Irish Literary Revival."}]}, {"heading": "Deaths", "year": "1975", "date": "January 11", "txt": "Max Lorenz, German tenor and actor (b. 1901)", "entities": [{"title": "Max Lorenz (tenor)", "href": "/wiki/Max_Lorenz_(tenor)", "description": "Max Lorenz was a German heldentenor famous for Wagnerian roles."}]}, {"heading": "Deaths", "year": "1980", "date": "January 11", "txt": "Barbara Pym, English author (b. 1913)", "entities": [{"title": "Barbara Pym", "href": "/wiki/Barbara_Pym", "description": "\n\nBarbara Mary Crampton Pym was an English novelist. In the 1950s she published a series of social comedies, of which the best known are Excellent Women (1952) and A Glass of Blessings (1958). In 1977 her career was revived when the critic Lord David Cecil and the poet Philip Larkin both nominated her as the most under-rated writer of the century. Her novel Quartet in Autumn (1977) was nominated f"}]}, {"heading": "Deaths", "year": "1981", "date": "January 11", "txt": "Beulah Bondi, American actress (b. 1889)", "entities": [{"title": "Beulah Bondi", "href": "/wiki/Beulah_Bondi", "description": "Beulah Bondi was an American actress. She began her acting career as a young child in theater and, after establishing herself as a stage actress, reprised her role in Street Scene for the 1931 film version. She played supporting roles in several films during the 1930s, and was twice nominated for an Academy Award for Best Supporting Actress. She played the mother of James Stewart in four films: Of"}]}, {"heading": "Deaths", "year": "1982", "date": "January 11", "txt": "Paul Lynde, American Actor and comedian (b. 1926)", "entities": [{"title": "Paul Lynde", "href": "/wiki/Paul_Lynde", "description": "Paul Edward Lynde was an American comedian, voice artist, game show panelist and actor. A character actor with a distinctively campy and snarky persona that often poked fun at his barely closeted homosexuality, Lynde was well known for his roles as Uncle Arthur on Bewitched, the befuddled father Harry MacAfee in Bye Bye Birdie, and as a regular \"center square\" panelist on the game show The Hollywo"}]}, {"heading": "Deaths", "year": "1985", "date": "January 11", "txt": "Edward Buzzell, American actor, director, and screenwriter (b. 1895)", "entities": [{"title": "Edward Buzzell", "href": "/wiki/Edward_Buzzell", "description": "Edward Buzzell was an American film director whose credits include Child of Manhattan (1933); Honolulu (1939); the Marx Brothers films At the Circus (1939) and Go West (1940); the musicals Best Foot Forward (1943), Song of the Thin Man (1947), and Neptune's Daughter (1949); and Easy to Wed (1946)."}]}, {"heading": "Deaths", "year": "1985", "date": "January 11", "txt": "William McKell, Australian lawyer and politician, 12th Governor-General of Australia (b. 1891)", "entities": [{"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Deaths", "year": "1986", "date": "January 11", "txt": "Sid Chaplin, English author and screenwriter (b. 1916)", "entities": [{"title": "Sid Chaplin", "href": "/wiki/Sid_Chaplin", "description": "Sid Chaplin was an English writer whose works are mostly set in England's north-north-east of the 1940s and 1950s."}]}, {"heading": "Deaths", "year": "1986", "date": "January 11", "txt": "Andrzej Czok, Polish mountaineer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "January 11", "txt": "Albert Ferber, Swiss-English pianist, composer, and conductor (b. 1911)", "entities": [{"title": "Albert Ferber", "href": "/wiki/Albert_Ferber", "description": "Albert Ferber was a Swiss pianist who had an international performing career that spanned four decades and took him across the world."}]}, {"heading": "Deaths", "year": "1988", "date": "January 11", "txt": "Pappy Boyington, American colonel and pilot, Medal of Honor recipient (b. 1912)", "entities": [{"title": "Pappy Boyington", "href": "/wiki/Pappy_Boyington", "description": "Gregory \"Pappy\" Boyington was an American combat pilot who was a United States Marine Corps fighter ace during World War II. He received the Medal of Honor and the Navy Cross."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1988", "date": "January 11", "txt": "Isidor Isaac Rabi, Polish-American physicist and academic, Nobel Prize laureate (b. 1898)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1989", "date": "January 11", "txt": "Ray Moore, English radio host (b. 1942)", "entities": [{"title": "Ray Moore (broadcaster)", "href": "/wiki/Ray_Moore_(broadcaster)", "description": "Raymond Moore was a British broadcaster who was best known for hosting the early morning show on BBC Radio 2 between 1980 and 1988."}]}, {"heading": "Deaths", "year": "1990", "date": "January 11", "txt": "Carolyn Haywood, American author and illustrator (b. 1898)", "entities": [{"title": "Carolyn Haywood", "href": "/wiki/Carolyn_Haywood", "description": "Carolyn Haywood was an American writer and illustrator from Philadelphia, Pennsylvania. She created 47 children's books, most notably the series under the \"Eddie\" and \"Betsy\" titles."}]}, {"heading": "Deaths", "year": "1991", "date": "January 11", "txt": "Carl David Anderson, American physicist and academic, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Carl David Anderson", "href": "/wiki/Carl_David_Anderson", "description": "Carl David Anderson was an American physicist. He is best known for his discovery of the positron in 1932, an achievement for which he received the 1936 Nobel Prize in Physics, and of the muon in 1936."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1994", "date": "January 11", "txt": "Helmut Poppendick, German physician (b. 1902)", "entities": [{"title": "Helmut Poppendick", "href": "/wiki/Helmut_Poppendick", "description": "Helmut Poppendick was a German doctor who served in the SS during World War II. He was an internist and worked in the Medical Doctorate, as Chief of the Personal Staff of the Reich Physician SS and Police. After the war he was a defendant in the Doctors' Trial."}]}, {"heading": "Deaths", "year": "1995", "date": "January 11", "txt": "Josef Gingold, Belarusian-American violinist and educator (b. 1909)", "entities": [{"title": "Josef Gingold", "href": "/wiki/Josef_Gingold", "description": "Josef Gingold was a Belarusian-Jewish-born classical violinist and teacher, who lived most of his life in the United States. At the time of his death he was considered one of the most influential violin masters in the United States, with many successful students."}]}, {"heading": "Deaths", "year": "1995", "date": "January 11", "txt": "Onat Kutlar, Turkish author and poet (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "January 11", "txt": "Lewis Nixon, U.S. Army captain (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "January 11", "txt": "Theodor Wisch, German general (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 11", "txt": "Roger Crozier, Canadian-American ice hockey player, coach, and manager (b. 1942)", "entities": [{"title": "Roger Crozier", "href": "/wiki/Roger_Crozier", "description": "Roger Allan Crozier was a Canadian professional ice hockey goaltender who played fourteen seasons in the National Hockey League (NHL) for the Detroit Red Wings, Buffalo Sabres and Washington Capitals. During his career, Crozier was named to the NHL First All-Star Team once, was a Calder Memorial Trophy winner, and was the first player to win the Conn Smythe Trophy while playing for the losing team"}]}, {"heading": "Deaths", "year": "1999", "date": "January 11", "txt": "Fabrizio De André, Italian singer-songwriter and guitarist (b. 1940)", "entities": [{"title": "Fabrizio De André", "href": "/wiki/Fabrizio_De_Andr%C3%A9", "description": "Fabrizio Cristiano De André was an Italian singer-songwriter."}]}, {"heading": "Deaths", "year": "1999", "date": "January 11", "txt": "Naomi Mitchison, Scottish author and poet (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "January 11", "txt": "Brian Moore, Irish-Canadian author and screenwriter (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "January 11", "txt": "Ivan Combe, American businessman, invented Clearasil (b. 1911)", "entities": [{"title": "Ivan Combe", "href": "/wiki/Ivan_Combe", "description": "Ivan DeBlois Combe was the American inventor of personal-care products, most notably Clearasil and Odor Eaters. In 1949 he established his eponymous company Combe Incorporated in White Plains, New York."}, {"title": "Clearasil", "href": "/wiki/Clearasil", "description": "Clearasil is an American brand of skin care and acne medication, whose products contain chiefly benzoyl peroxide, sulfur and resorcinol, triclosan, or salicylic acid as active ingredients. Clearasil has a wide range of products both for rapid and sometimes slow acne treatment and for everyday prevention. The products are marketed to customers worldwide."}]}, {"heading": "Deaths", "year": "2000", "date": "January 11", "txt": "Bob Lemon, American baseball player and manager (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 11", "txt": "Denys Lasdun, English architect, co-designed the Royal National Theatre (b. 1914)", "entities": [{"title": "Denys Lasdun", "href": "/wiki/Denys_Lasdun", "description": "Sir Denys Louis Lasdun, CH, CBE, RA was an eminent English architect, the son of Nathan Lasdun (1879–1920) and Julie. Probably his best known work is the Royal National Theatre, on London's South Bank of the Thames, which is a Grade II* listed building and one of the most notable examples of Brutalist design in the United Kingdom."}, {"title": "Royal National Theatre", "href": "/wiki/Royal_National_Theatre", "description": "The Royal National Theatre in London, commonly known as the National Theatre (NT), is one of the United Kingdom's three most prominent publicly funded performing arts venues, alongside the Royal Shakespeare Company and the Royal Opera House. Internationally, it is known as the National Theatre of Great Britain."}]}, {"heading": "Deaths", "year": "2002", "date": "January 11", "txt": "Henri Verneuil, French-Armenian director and playwright (b. 1920)", "entities": [{"title": "Henri Verneuil", "href": "/wiki/Henri_Verneuil", "description": "Henri Verneuil was a French-Armenian playwright and filmmaker, who made a successful career in France. He was nominated for Oscar and Palme d'Or awards, and won Locarno International Film Festival, Edgar Allan Poe Awards, French Legion of Honor, Golden Globe Award, French National Academy of Cinema and Honorary Cesar awards."}]}, {"heading": "Deaths", "year": "2003", "date": "January 11", "txt": "Jože Pučnik, Slovenian sociologist and politician (b. 1932)", "entities": [{"title": "Jože Pučnik", "href": "/wiki/Jo%C5%BEe_Pu%C4%8Dnik", "description": "Jože Pučnik was a Slovenian patriot, public intellectual, sociologist and politician. During the communist regime of Josip Broz Tito, Pučnik was one of the most outspoken Slovenian critics of dictatorship and lack of civil liberties in Yugoslavia. He was imprisoned for a total of seven years, and later forced into exile. After returning to Slovenia in the late 1980s, he became the leader of the De"}]}, {"heading": "Deaths", "year": "2007", "date": "January 11", "txt": "Solveig Dommartin, French-German actress (b. 1961)", "entities": [{"title": "Solveig Dommartin", "href": "/wiki/Solveig_Dommartin", "description": "Solveig Dommartin was a French actress."}]}, {"heading": "Deaths", "year": "2007", "date": "January 11", "txt": "Robert Anton Wilson, American psychologist, author, poet, and playwright (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 11", "txt": "Edmund Hillary, New Zealand mountaineer and explorer (b. 1919)", "entities": [{"title": "Edmund Hillary", "href": "/wiki/Edmund_Hillary", "description": "Sir Edmund Percival Hillary was a New Zealand mountaineer, explorer, and philanthropist. On 29 May 1953, Hillary and Sherpa mountaineer Tenzing Norgay became the first climbers confirmed to have reached the summit of Mount Everest. They were part of the ninth British expedition to Everest, led by John Hunt. From 1985 to 1988 he served as New Zealand's High Commissioner to India and Bangladesh and "}]}, {"heading": "Deaths", "year": "2008", "date": "January 11", "txt": "Carl Karcher, American businessman, co-founded Carl's Jr. (b. 1917)", "entities": [{"title": "Carl's Jr.", "href": "/wiki/Carl%27s_Jr.", "description": "Carl's Jr. Restaurants LLC is an American fast food restaurant chain operated by CKE Restaurant Holdings, Inc., with franchisees in New Zealand, Australia, the United States, Canada, Asia, Latin America, Africa, and Europe."}]}, {"heading": "Deaths", "year": "2010", "date": "January 11", "txt": "Miep Gies, Austrian-Dutch humanitarian (b. 1909)", "entities": [{"title": "Miep Gies", "href": "/wiki/Miep_Gies", "description": "Hermine \"Miep\" Gies, was one of the Dutch citizens who hid Anne Frank, her family and four other Dutch Jews from the Nazis in an annex above Otto Frank's business premises during World War II. She was Austrian by birth, but in 1920, at the age of eleven, she was taken in as a foster child by a Dutch family to whom she became very attached. Although she was initially only to stay for six months, th"}]}, {"heading": "Deaths", "year": "2010", "date": "January 11", "txt": "Éric Rohmer, French director, screenwriter, and critic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 11", "txt": "David Nelson, American actor, director, and producer (b. 1936)", "entities": [{"title": "David Nelson (actor)", "href": "/wiki/David_Nelson_(actor)", "description": "David Oswald Nelson was an American actor, director, and producer."}]}, {"heading": "Deaths", "year": "2012", "date": "January 11", "txt": "Mostafa Ahmadi-Roshan, Iranian physicist and academic (b. 1980)", "entities": [{"title": "Mostafa Ahmadi-Roshan", "href": "/wiki/Mostafa_Ahmadi-Roshan", "description": "Mostafa Ahmadi Roshan was an Iranian nuclear scientist who was assassinated in 2012. He was also deputy of commerce at the Natanz nuclear power plant."}]}, {"heading": "Deaths", "year": "2012", "date": "January 11", "txt": "Gilles Jacquier, French journalist and photographer (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 11", "txt": "Edgar Kaiser, Jr, American-Canadian businessman and philanthropist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 11", "txt": "Wally Osterkorn, American basketball player (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 11", "txt": "Steven Rawlings, English astrophysicist, astronomer, and academic (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 11", "txt": "David Whitaker, English composer and conductor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 11", "txt": "Aaron Swartz, American programmer (b. 1986)", "entities": [{"title": "Aaron Swartz", "href": "/wiki/Aaron_Swartz", "description": "Aaron Hillel Swartz was an American computer programmer, entrepreneur, writer, political organizer, and Internet hacktivist. He was involved in the development of the web feed format RSS, the Markdown publishing format, the organization Creative Commons, and the website framework web.py, and joined the social news site Reddit six months after its founding. He was given the title of co-founder of R"}]}, {"heading": "Deaths", "year": "2013", "date": "January 11", "txt": "Guido Forti, Italian businessman, founded the Forti Racing Team (b. 1940)", "entities": [{"title": "Forti", "href": "/wiki/Forti", "description": "Forti Corse, commonly known as Forti, was an Italian motor racing team chiefly known for its brief and unsuccessful involvement in Formula One in the mid-1990s. It was established in the late 1970s and competed in lower formulae for two decades. The team's successes during this period included four Drivers' Championships in Italian Formula Three during the 1980s, and race wins in the International"}]}, {"heading": "Deaths", "year": "2013", "date": "January 11", "txt": "Nguyễn Khánh, Vietnamese general and politician, 3rd President of South Vietnam (b. 1927)", "entities": [{"title": "Leaders of South Vietnam", "href": "/wiki/Leaders_of_South_Vietnam", "description": "This is a list of leaders of South Vietnam, since the establishment of the Autonomous Republic of Cochinchina in 1946, and the division of Vietnam in 1954 until the fall of the Republic of Vietnam in 1975, and the reunification of Vietnam in 1976."}]}, {"heading": "Deaths", "year": "2013", "date": "January 11", "txt": "Mariangela Melato, Italian actress (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 11", "txt": "Tom Parry Jones, Welsh chemist, invented the breathalyzer (b. 1935)", "entities": [{"title": "Breathalyzer", "href": "/wiki/Breathalyzer", "description": "A breathalyzer or breathalyser is a device for estimating blood alcohol content (BAC), or to detect viruses or diseases or difference types of meat from a breath sample."}]}, {"heading": "Deaths", "year": "2013", "date": "January 11", "txt": "Alemayehu Shumye, Ethiopian runner (b. 1988)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 11", "txt": "Keiko Awaji, Japanese actress (b. 1933)", "entities": [{"title": "Keiko Awaji", "href": "/wiki/Keiko_Awaji", "description": "Keiko Awaji  was a Japanese film actress."}]}, {"heading": "Deaths", "year": "2014", "date": "January 11", "txt": "Muhammad Habibur Rahman, Indian-Bangladeshi jurist and politician, Prime Minister of Bangladesh (b. 1928)", "entities": [{"title": "List of Prime Ministers of Bangladesh", "href": "/wiki/List_of_Prime_Ministers_of_Bangladesh", "description": "The complete list of Prime Ministers of Bangladesh includes the persons sworn into the office as Prime Minister of Bangladesh following the Bangladeshi Declaration of Independence in 1971."}]}, {"heading": "Deaths", "year": "2014", "date": "January 11", "txt": "Chai Trong-rong, Taiwanese educator and politician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 11", "txt": "Ariel Sharon, Israeli general and politician, 11th Prime Minister of Israel (b. 1928)", "entities": [{"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Deaths", "year": "2015", "date": "January 11", "txt": "Jenő Buzánszky, Hungarian footballer and coach (b. 1925)", "entities": [{"title": "Jenő Buzánszky", "href": "/wiki/Jen%C5%91_Buz%C3%A1nszky", "description": "Jenő Buzánszky was a Hungarian football player and coach. Buzánszky played as a right back for Hungary. During the 1950s he was a member of the legendary Hungarian national team known as the Mighty Magyars. Other members of the team included Ferenc Puskás, Zoltán Czibor, Sándor Kocsis, József Bozsik and Nándor Hidegkuti. He was the only member of the team not to play for either Honvéd or MTK Hungá"}]}, {"heading": "Deaths", "year": "2015", "date": "January 11", "txt": "Anita Ekberg, Swedish-Italian model and actress (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 11", "txt": "Chashi Nazrul Islam, Bangladeshi director and producer (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 11", "txt": "Vernon Benjamin Mountcastle, American neuroscientist and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 11", "txt": "Monte Irvin, American baseball player (b. 1919)", "entities": [{"title": "Monte Irvin", "href": "/wiki/Monte_Irvin", "description": "Monford Merrill \"Monte\" Irvin was an American left fielder and right fielder in the Negro leagues and Major League Baseball (MLB) who played with the Newark Eagles, New York Giants (1949–1955) and Chicago Cubs (1956). He grew up in New Jersey and was a standout football player at Lincoln University. Irvin left Lincoln to spend several seasons in Negro league baseball. His career was interrupted by"}]}, {"heading": "Deaths", "year": "2016", "date": "January 11", "txt": "David Margulies, American actor (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 11", "txt": "Adenan Satem, Malaysian politician and Chief Minister of Sarawak, Malaysia (b. 1944)", "entities": [{"title": "Adenan Satem", "href": "/wiki/Adenan_Satem", "description": "Tan Sri Pehin Sri Adenan bin Haji Satem was the fifth Chief Minister of Sarawak, in office from 2014 to 2017. During his tenure as Chief Minister, Adenan held the position as the President of Parti Pesaka Bumiputera Bersatu (PBB), which is part of the Barisan Nasional coalition. He was of Malay descent. A popular figure known affectionately as \"Tok Nan\", he died in office on 11 January 2017."}, {"title": "Chief Minister of Sarawak", "href": "/wiki/Chief_Minister_of_Sarawak", "description": "The Chief Minister of Sarawak is the head of government in the Malaysian state of Sarawak. The Federal Constitution and State Constitution provides that the Yang di-Pertua Negeri may, in his discretion, appoint any member of the State Legislative Assembly who, in his judgement, commands the support of a majority of the members of that chamber as Chief Minister. By convention, the Chief Minister is"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Deaths", "year": "2018", "date": "January 11", "txt": "Edgar Ray Killen, American murderer (b.1925)", "entities": [{"title": "Edgar Ray Killen", "href": "/wiki/Edgar_Ray_Killen", "description": "Edgar Ray Killen was a Ku Klux Klan organizer who planned and directed the murders of James Chaney, Andrew Goodman, and Michael Schwerner, three civil rights activists participating in the Freedom Summer of 1964. He was found guilty in state court of three counts of manslaughter on June 21, 2005, the forty-first anniversary of the crime, and sentenced to 60 years in prison. He appealed the verdict"}]}, {"heading": "Deaths", "year": "2019", "date": "January 11", "txt": "Michael Atiyah, British-Lebanese mathematician (b.1929)", "entities": [{"title": "Michael Atiyah", "href": "/wiki/Michael_Atiyah", "description": "Sir Michael Francis Atiyah was a British-Lebanese mathematician specialising in geometry."}]}]