[{"heading": "Events", "year": "AD 98", "date": "January 27", "txt": "Trajan succeeds his adoptive father Nerva as Roman emperor; under his rule the Roman Empire will reach its maximum extent.", "entities": [{"title": "Trajan", "href": "/wiki/Trajan", "description": "Trajan was Roman emperor from 98 to 117. Officially declared by the Senate optimus princeps, Trajan is remembered as a successful soldier-emperor who presided over the second-greatest military expansion in Roman history, after Augustus, leading the empire to attain its maximum territorial extent by the time of his death. He is also known for his philanthropic rule, overseeing extensive public buil"}, {"title": "Nerva", "href": "/wiki/Nerva", "description": "Nerva was Roman emperor from 96 to 98. Nerva became emperor when aged almost 66, after a lifetime of imperial service under Nero and the rulers of the Flavian dynasty. Under Nero, he was a member of the imperial entourage and played a vital part in exposing the Pisonian conspiracy of 65. Later, as a loyalist to the Flavians, he attained consulships in 71 and 90 during the reigns of Vespasian and D"}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}]}, {"heading": "Events", "year": "1186", "date": "January 27", "txt": "Henry VI, the son and heir of the Holy Roman Emperor Frederick I, marries Constance of Sicily.", "entities": [{"title": "Henry VI, Holy Roman Emperor", "href": "/wiki/Henry_VI,_Holy_Roman_Emperor", "description": "Henry VI, a member of the Hohenstaufen dynasty, was King of Germany from 1169 and Holy Roman Emperor from 1191 until his death. From 1194 he was also King of Sicily."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Frederick I, Holy Roman Emperor", "href": "/wiki/Frederick_I,_Holy_Roman_Emperor", "description": "Frederick Barbarossa, also known as Frederick I, was the Holy Roman Emperor from 1155 until his death 35 years later. He was elected King of Germany at Frankfurt on 4 March 1152 and crowned in Aachen on 9 March 1152. He was crowned King of Italy on 24 April 1155 in Pavia and emperor by Pope Adrian IV on 18 June 1155 in Rome. Two years later, the term sacrum (\"holy\") first appeared in a document in"}, {"title": "Constance of Sicily", "href": "/wiki/Constance_of_Sicily", "description": "Constance I was Queen regnant of Sicily in 1194–98, jointly with her spouse from 1194 to 1197, and with her infant son Frederick II, Holy Roman Emperor, in 1198, as the heiress of the Norman kings of Sicily. She was also Holy Roman Empress and later Dowager by marriage to Henry VI, Holy Roman Emperor."}]}, {"heading": "Events", "year": "1302", "date": "January 27", "txt": "Dante Alighieri is condemned in absentia and exiled from Florence.", "entities": [{"title": "Dante Alighieri", "href": "/wiki/Dante_Alighieri", "description": "Dante Alighieri, probably baptized Durante di Alighiero degli Alighieri and often referred to simply as Dante, was an Italian poet, writer and philosopher. His Divine Comedy, originally called Comedìa and later christened Divina by Giovanni Boccaccio, is widely considered the most important poem of the Middle Ages and the greatest literary work in the Italian language."}, {"title": "Florence", "href": "/wiki/Florence", "description": "Florence is a city in Central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area."}]}, {"heading": "Events", "year": "1343", "date": "January 27", "txt": "Pope Clement VI issues the papal bull Unigenitus to justify the power of the pope and the use of indulgences. Nearly 200 years later, Martin Luther would protest this.", "entities": [{"title": "Pope Clement VI", "href": "/wiki/Pope_Clement_VI", "description": "Pope Clement VI, born Pierre Roger, was head of the Catholic Church from 7 May 1342 to his death in 1352. He was the fourth Avignon pope. Clement reigned during the first visitation of the Black Death (1348–1350), during which he granted remission of sins to all who died of the plague."}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Indulgence", "href": "/wiki/Indulgence", "description": "In the teaching of the Catholic Church, an indulgence is \"a way to reduce the amount of punishment one has to undergo for sins\". The Catechism of the Catholic Church describes an indulgence as \"a remission before God of the temporal punishment due to sins whose guilt has already been forgiven, which the faithful Christian who is duly disposed gains under certain prescribed conditions through the a"}, {"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}]}, {"heading": "Events", "year": "1606", "date": "January 27", "txt": "Gunpowder Plot: The trial of Guy Fawkes and other conspirators begins, ending with their execution on January 31.", "entities": [{"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}, {"title": "Guy Fawkes", "href": "/wiki/Guy_Fawkes", "description": "Guy Fawkes, also known as Guido Fawkes while fighting for the Spanish, was a member of a group of provincial English Catholics who was involved in the failed Gunpowder Plot of 1605. He was born and educated in York; his father died when Fawkes was eight years old, after which his mother married a recusant Catholic."}]}, {"heading": "Events", "year": "1695", "date": "January 27", "txt": "Mustafa II becomes the Ottoman sultan and Caliph of Islam in Istanbul on the death of Ahmed II. Mustafa rules until his abdication in 1703.", "entities": [{"title": "Mustafa II", "href": "/wiki/Mustafa_II", "description": "Mustafa II was the Sultan of the Ottoman Empire from 1695 to 1703."}, {"title": "List of sultans of the Ottoman Empire", "href": "/wiki/List_of_sultans_of_the_Ottoman_Empire", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}, {"title": "Caliph of Islam", "href": "/wiki/Caliph_of_Islam", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}, {"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}, {"title": "Ahmed II", "href": "/wiki/Ahmed_II", "description": "Ahmed II was the Sultan of the Ottoman Empire from 1691 to 1695."}, {"title": "1703", "href": "/wiki/1703", "description": "1703 (MDCCIII) was a common year starting on Monday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1703rd year of the Common Era (CE) and Anno Domini (AD) designations, the 703rd year of the 2nd millennium, the 3rd year of the 18th century, and the 4th year of the 1700s decade. As of the start of 1703, the Gregorian calendar was 11 days ahead of the Juli"}]}, {"heading": "Events", "year": "1759", "date": "January 27", "txt": "Spanish forces defeat indigenous Huilliches of southern Chile in the battle of Río Bueno.", "entities": [{"title": "Huilliche people", "href": "/wiki/Huilliche_people", "description": "The Huilliche [wi.ˈʝi.tʃe], Huiliche or Huilliche-Mapuche are the southern partiality of the Mapuche macroethnic group of Chile. The Huilliche are the principal indigenous population of Chile from Toltén River to Chiloé Archipelago. According to Ricardo E. Latcham the term Huilliche started to be used in Spanish after the second founding of Valdivia in 1645, adopting the usage of the Mapuches of A"}, {"title": "Battle of Río Bueno (1759)", "href": "/wiki/Battle_of_R%C3%ADo_Bueno_(1759)", "description": "The Battle of Río Bueno in 1759 was a military engagement between Spanish colonial forces and local Huilliche in the Bueno River of south-central Chile. The battle was fought on January 27 with the Spanish forces being led by Juan Antonio Garretón. The battle of 1759 was an exception to the over-all policy of befriending indigenous communities on behalf of the Spanish authorities in Valdivia."}]}, {"heading": "Events", "year": "1776", "date": "January 27", "txt": "American Revolutionary War: Henry Knox's \"noble train of artillery\" arrives in Cambridge, Massachusetts.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Henry Knox", "href": "/wiki/Henry_Knox", "description": "Henry Knox was a military officer of the Continental Army and later the United States Army, who also served as the first United States Secretary of War from 1789 to 1794."}, {"title": "Noble train of artillery", "href": "/wiki/Noble_train_of_artillery", "description": "The noble train of artillery, also known as the Knox Expedition, was an expedition led by Continental Army Colonel Henry Knox to transport heavy weaponry that had been captured at Fort Ticonderoga to the Continental Army camps outside Boston, Massachusetts during the winter of 1775–1776."}, {"title": "Cambridge, Massachusetts", "href": "/wiki/Cambridge,_Massachusetts", "description": "Cambridge is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area as a major suburb of Boston. As of July 2019, it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162. It is one of two de jure county seats of Middlesex County, although the county's government"}]}, {"heading": "Events", "year": "1785", "date": "January 27", "txt": "The University of Georgia is founded, the first public university in the United States.", "entities": [{"title": "University of Georgia", "href": "/wiki/University_of_Georgia", "description": "The University of Georgia is a public land-grant research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States. The flagship of the University System of Georgia, it is considered to be a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university."}]}, {"heading": "Events", "year": "1820", "date": "January 27", "txt": "A Russian expedition led by Fabian Gottlieb von Bellingshausen and Mikhail Petrovich Lazarev discovers the Antarctic continent, approaching the Antarctic coast.", "entities": [{"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Fabian Gottlieb von Bellingshausen", "href": "/wiki/Fabian_Gottlieb_von_Bellingshausen", "description": "Fabian Gottlieb Thaddeus von Bellingshausen was a Russian naval officer, cartographer and explorer, who ultimately rose to the rank of admiral. He participated in the First Russian circumnavigation of the globe and subsequently became a leader of another circumnavigation expedition that discovered the continent of Antarctica. Like Otto von Kotzebue and Adam Johann von Krusenstern, Bellinghausen be"}, {"title": "Mikhail Petrovich Lazarev", "href": "/wiki/Mikhail_Petrovich_Lazarev", "description": "Admiral Mikhail Petrovich Lazarev was a Russian fleet commander and an explorer."}, {"title": "Antarctic", "href": "/wiki/Antarctic", "description": "The Antarctic is a polar region around Earth's South Pole, opposite the Arctic region around the North Pole. The Antarctic comprises the continent of Antarctica, the Kerguelen Plateau and other island territories located on the Antarctic Plate or south of the Antarctic Convergence. The Antarctic region includes the ice shelves, waters, and all the island territories in the Southern Ocean situated "}]}, {"heading": "Events", "year": "1825", "date": "January 27", "txt": "The U.S. Congress approves Indian Territory (in what is present-day Oklahoma), clearing the way for forced relocation of the Eastern Indians on the \"Trail of Tears\".", "entities": [{"title": "U.S. Congress", "href": "/wiki/U.S._Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Indian Territory", "href": "/wiki/Indian_Territory", "description": "The Indian Territory and the Indian Territories are terms that generally describe an evolving land area set aside by the United States Government for the relocation of Native Americans who held aboriginal title to their land as a sovereign independent state. In general, the tribes ceded land they occupied in exchange for land grants in 1803. The concept of an Indian Territory was an outcome of the"}, {"title": "Oklahoma", "href": "/wiki/Oklahoma", "description": "Oklahoma is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. Partially in the western extreme of the Upland South, it is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents a"}, {"title": "Five Civilized Tribes", "href": "/wiki/Five_Civilized_Tribes", "description": "The term \"Five Civilized Tribes\" derives from the colonial and early federal period in the history of the United States. It refers to five Native American nations—the Cherokee, Chickasaw, Choctaw, Creek (Muscogee), and Seminole. These are the first five tribes that European Americans generally considered to be \"civilized\". Examples of colonial attributes adopted by these five tribes, which led Eur"}, {"title": "Trail of Tears", "href": "/wiki/Trail_of_Tears", "description": "The Trail of Tears was part of a series of forced displacements of approximately 100,000 Native Americans between 1830 and 1850 by the United States government known as the Indian removal. Members of the Cherokee, Muscogee (Creek), Seminole, Chickasaw, and Choctaw nations were forcibly removed from their ancestral homelands in the Southeastern United States to areas to the west of the Mississippi "}]}, {"heading": "Events", "year": "1868", "date": "January 27", "txt": "Boshin War: The Battle of Toba–Fushimi begins, between forces of the Tokugawa shogunate and pro-Imperial factions; it will end in defeat for the shogunate, and is a pivotal point in the Meiji Restoration.", "entities": [{"title": "Boshin War", "href": "/wiki/Boshin_War", "description": "The Boshin War , sometimes known as the Japanese Revolution, was a civil war in Japan, fought from 1868 to 1869 between forces of the ruling Tokugawa shogunate and those seeking to return political power to the Imperial Court."}, {"title": "Battle of Toba–Fushimi", "href": "/wiki/Battle_of_Toba%E2%80%93Fushimi", "description": "The Battle of Toba–Fushimi  occurred between pro-Imperial and Tokugawa shogunate forces during the Boshin War in Japan. The battle started on 27 January 1868, when the forces of the shogunate and the allied forces of Chōshū, Satsuma and Tosa Domains clashed near Fushimi, Kyoto. The battle lasted for four days, ending in a decisive defeat for the shogunate."}, {"title": "Tokugawa shogunate", "href": "/wiki/Tokugawa_shogunate", "description": "The Tokugawa shogunate, also known as the Edo shogunate , was the feudal military government of Japan during the Edo period from 1603 to 1868."}, {"title": "Emperor of Japan", "href": "/wiki/Emperor_of_Japan", "description": "The Emperor of Japan is the head of state and the head of the Imperial Family of Japan. Under the Constitution of Japan, he is defined as \"the Symbol of the State and of the Unity of the People\" and his title is derived from \"the Will of the People, who are the Sovereign\". Imperial Household Law governs the line of imperial succession. The Supreme Court does not have judicial power over him. He is"}, {"title": "Meiji Restoration", "href": "/wiki/Meiji_Restoration", "description": "The Meiji Restoration , referred to at the time as the Honorable Restoration , and also known as the Meiji Renovation, Revolution, Reform, or Renewal, was a political event that restored practical imperial rule to Japan in 1868 under Emperor Meiji. Although there were ruling Emperors before the Meiji Restoration, the events restored practical abilities and consolidated the political system under t"}]}, {"heading": "Events", "year": "1869", "date": "January 27", "txt": "Boshin War: Tokugawa rebels establish the Ezo Republic in Hokkaidō.", "entities": [{"title": "Ezo Republic", "href": "/wiki/Ezo_Republic", "description": "The Republic of Ezo  was a short-lived state established in 1869 by a part of the former Tokugawa military on the island of Ezo, now known as Hokkaido. Ezo is notable for being the first government to attempt to institute democracy in Japan, though voting was allowed only to the samurai caste. The Republic of Ezo existed for only 5 months."}, {"title": "Hokkaidō", "href": "/wiki/Hokkaid%C5%8D", "description": "Hokkaido  is the second largest island of Japan and comprises the largest and northernmost prefecture. The Tsugaru Strait separates Hokkaido from Honshu; the two islands are connected by the undersea railway Seikan Tunnel."}]}, {"heading": "Events", "year": "1874", "date": "January 27", "txt": "Modest Mussorgsky's opera Boris Godunov premieres in Mariinsky Theatre in St.Petersburg", "entities": [{"title": "Modest Mussorgsky", "href": "/wiki/Modest_Mussorgsky", "description": "Modest Petrovich Mussorgsky was a Russian composer, one of the group known as \"The Five\". He was an innovator of Russian music in the Romantic period. He strove to achieve a uniquely Russian musical identity, often in deliberate defiance of the established conventions of Western music."}, {"title": "Mariinsky Theatre", "href": "/wiki/Mariinsky_Theatre", "description": "The Mariinsky Theatre is a historic theatre of opera and ballet in Saint Petersburg, Russia. Opened in 1860, it became the preeminent music theatre of late 19th-century Russia, where many of the stage masterpieces of Tchaikovsky, Mussorgsky, and Rimsky-Korsakov received their premieres. Through most of the Soviet era, it was known as the Kirov Theatre. Today, the Mariinsky Theatre is home to the M"}, {"title": "St.Petersburg", "href": "/wiki/St.Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1880", "date": "January 27", "txt": "Thomas Edison receives a patent for his incandescent lamp.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Incandescent lamp", "href": "/wiki/Incandescent_lamp", "description": "An incandescent light bulb, incandescent lamp or incandescent light globe is an electric light with a wire filament heated until it glows. The filament is enclosed in a glass bulb with a vacuum or inert gas to protect the filament from oxidation. Current is supplied to the filament by terminals or wires embedded in the glass. A bulb socket provides mechanical support and electrical connections."}]}, {"heading": "Events", "year": "1916", "date": "January 27", "txt": "World War I: The British government passes the Military Service Act that introduces conscription in the United Kingdom.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Military Service Act 1916", "href": "/wiki/Military_Service_Act_1916", "description": "The Military Service Act 1916 was an Act passed by the Parliament of the United Kingdom during the First World War."}, {"title": "Conscription in the United Kingdom", "href": "/wiki/Conscription_in_the_United_Kingdom", "description": "In the United Kingdom, conscription has existed for two periods in modern times. The first was from 1916 to 1920, the second from 1939 to 1960, with the last conscripted soldiers leaving the service in 1963. Known as Military Service from 1916 to 1920, the system of conscription from 1939 to 1960 was called National Service, but between 1939 and 1948, it was often referred to as \"war service\" in d"}]}, {"heading": "Events", "year": "1918", "date": "January 27", "txt": "Beginning of the Finnish Civil War.", "entities": [{"title": "Finnish Civil War", "href": "/wiki/Finnish_Civil_War", "description": "The Finnish Civil War was a civil war in Finland in 1918 fought for the leadership and control of Finland between White Finland and Finnish Socialist Workers' Republic during the country's transition from a Grand Duchy of the Russian Empire to an independent state. The clashes took place in the context of the national, political, and social turmoil caused by World War I in Europe. The war was foug"}]}, {"heading": "Events", "year": "1924", "date": "January 27", "txt": "Three days after his death Lenin's body is carried into a specially erected mausoleum.", "entities": [{"title": "Lenin's Mausoleum", "href": "/wiki/Lenin%27s_Mausoleum", "description": "Lenin's Mausoleum, also known as Lenin's Tomb, situated on Red Square in the centre of Moscow, is a mausoleum that serves as the resting place of Soviet leader Vladimir Lenin. His preserved body has been on public display there since shortly after his death in 1924, with rare exceptions in wartime. Alexey Shchusev's diminutive but monumental granite structure incorporates some elements from ancien"}]}, {"heading": "Events", "year": "1927", "date": "January 27", "txt": "Ibn Saud takes the title of King of Nejd.", "entities": [{"title": "Ibn Saud", "href": "/wiki/Ibn_Saud", "description": "Abdulaziz bin Abdul Rahman Al Saud, known in the West as Ibn Saud, was the founder of Saudi Arabia, the third Saudi state. He was King of Saudi Arabia from 23 September 1932 to his death. He had ruled parts of the kingdom as early as 1902, having previously been Emir, Sultan, and King of Nejd and King of Hejaz."}, {"title": "Kingdom of Hejaz and Nejd", "href": "/wiki/Kingdom_of_Hejaz_and_Nejd", "description": "The Kingdom of Hejaz and Nejd, initially the Kingdom of Hejaz and Sultanate of Nejd, was a dual monarchy ruled by Abdulaziz following the victory of the Saudi Sultanate of Nejd over the Hashemite Kingdom of the Hejaz in 1925. It was the fourth iteration of the Third Saudi State."}]}, {"heading": "Events", "year": "1939", "date": "January 27", "txt": "First flight of the Lockheed P-38 Lightning.", "entities": [{"title": "Lockheed P-38 Lightning", "href": "/wiki/Lockheed_P-38_Lightning", "description": "The Lockheed P-38 Lightning is an American single seated, piston-engined fighter aircraft that was used during World War II. Developed for the United States Army Air Corps, the P-38 had distinctive twin booms and a central nacelle containing the cockpit and armament. Allied propaganda claimed it had been nicknamed the fork-tailed devil by the Luftwaffe and \"two planes, one pilot\" by the Japanese. "}]}, {"heading": "Events", "year": "1943", "date": "January 27", "txt": "World War II: The Eighth Air Force sorties ninety-one B-17s and B-24s to attack the U-boat construction yards at Wilhelmshaven, Germany. This was the first American bombing attack on Germany.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Eighth Air Force", "href": "/wiki/Eighth_Air_Force", "description": "The Eighth Air Force  is a numbered air force (NAF) of the United States Air Force's Air Force Global Strike Command (AFGSC). It is headquartered at Barksdale Air Force Base, Louisiana. The command serves as Air Forces Strategic – Global Strike, one of the air components of United States Strategic Command (USSTRATCOM). The Eighth Air Force includes the heart of America's heavy bomber force: the B-"}, {"title": "Boeing B-17 Flying Fortress", "href": "/wiki/Boeing_B-17_Flying_Fortress", "description": "The Boeing B-17 Flying Fortress is a four-engined heavy bomber developed in the 1930s for the United States Army Air Corps (USAAC). Competing against Douglas and Martin for a contract to build 200 bombers, the Boeing entry outperformed both competitors and exceeded the air corps' performance specifications. Although Boeing lost the contract because the prototype crashed, the air corps ordered 13 m"}, {"title": "Consolidated B-24 Liberator", "href": "/wiki/Consolidated_B-24_Liberator", "description": "The Consolidated B-24 Liberator is an American heavy bomber, designed by Consolidated Aircraft of San Diego, California. It was known within the company as the Model 32, and some initial production aircraft were laid down as export models designated as various LB-30s, in the Land Bomber design category."}, {"title": "U-boat", "href": "/wiki/U-boat", "description": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot. While the German term refers to any submarine, the English one refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in"}, {"title": "Wilhelmshaven", "href": "/wiki/Wilhelmshaven", "description": "Wilhelmshaven is a coastal town in Lower Saxony, Germany. It is situated on the western side of the Jade Bight, a bay of the North Sea, and has a population of 76,089. Wilhelmshaven is the centre of the \"JadeBay\" business region and is Germany's main military port."}]}, {"heading": "Events", "year": "1944", "date": "January 27", "txt": "World War II: The 900-day Siege of Leningrad is lifted.", "entities": [{"title": "Siege of Leningrad", "href": "/wiki/Siege_of_Leningrad", "description": "The siege of Leningrad was a prolonged military blockade undertaken from the south by the Army Group North of Nazi Germany against the Soviet city of Leningrad on the Eastern Front in World War II. The Finnish army invaded from the north, co-operating with the Germans until Finland had recaptured territory lost in the recent Winter War, but refused to make further approaches to the city. Also co-o"}]}, {"heading": "Events", "year": "1945", "date": "January 27", "txt": "World War II: The Soviet 322nd Rifle Division liberates the remaining inmates of Auschwitz-Birkenau.", "entities": [{"title": "322nd Rifle Division (Soviet Union)", "href": "/wiki/322nd_Rifle_Division_(Soviet_Union)", "description": "The 322nd Rifle Division was a standard Red Army rifle division during World War II. It is most notable for liberating Auschwitz as part of the 60th Army on January 27, 1945, in the course of the Vistula-Oder offensive. Prior to this the division also distinguished itself during the second liberation of Zhitomir on the last day of 1943. It received further distinctions for its service in western U"}, {"title": "Liberation of Auschwitz concentration camp", "href": "/wiki/Liberation_of_Auschwitz_concentration_camp", "description": "On 27 January 1945, Auschwitz concentration camp—a Nazi concentration camp where more than a million people were murdered—was liberated by the Red Army during the Vistula–Oder Offensive. Although most of the prisoners had been forced onto a death march, about 7,000 had been left behind. The Soviet soldiers attempted to help the survivors and were shocked at the scale of Nazi crimes. The date is re"}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1951", "date": "January 27", "txt": "Nuclear testing at the Nevada Test Site begins with Operation Ranger.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Nevada Test Site", "href": "/wiki/Nevada_Test_Site", "description": "The Nevada National Security Site, known as the Nevada Test Site (NTS) until August 23, 2010, is a United States Department of Energy (DoE) reservation located in southeastern Nye County, Nevada, about 65 miles (105 km) northwest of the city of Las Vegas. Formerly known as the Nevada Proving Grounds, the site was established on January 11, 1951 for the testing of nuclear devices, covering approxim"}, {"title": "Operation Ranger", "href": "/wiki/Operation_Ranger", "description": "Operation Ranger was the fourth American nuclear test series. It was conducted in 1951 and was the first series to be carried out at the Nevada Test Site.\nAll the bombs were dropped by B-50D bombers and exploded in the open air over Frenchman Flat (Area 5)."}]}, {"heading": "Events", "year": "1961", "date": "January 27", "txt": "The Soviet submarine S-80 sinks when its snorkel malfunctions, flooding the boat.", "entities": [{"title": "Soviet submarine S-80", "href": "/wiki/Soviet_submarine_S-80", "description": "S-80 was a diesel-electric submarine of the Soviet Navy."}, {"title": "Submarine snorkel", "href": "/wiki/Submarine_snorkel", "description": "A submarine snorkel is a device which allows a submarine to operate submerged while still taking in air from above the surface. British Royal Navy personnel often refer to it as the snort. A concept devised by Dutch engineers, it was widely used on German U-boats during the last year of World War II and known to them as a Schnorchel."}]}, {"heading": "Events", "year": "1965", "date": "January 27", "txt": "South Vietnamese Prime Minister Tran Van Huong is removed by the military junta of Nguyen Khanh.", "entities": [{"title": "Tran Van Huong", "href": "/wiki/Tran_Van_Huong", "description": "Trần Văn Hương was a South Vietnamese politician. He was the penultimate president of South Vietnam for a week in April 1975 prior to its surrender to the communist forces of North Vietnam and was prime minister for three months from November 1964 to January 1965 under the supervision of a military junta led by General Nguyen Khanh during which there was widespread civil unrest from the Buddhist m"}, {"title": "Nguyen Khanh", "href": "/wiki/Nguyen_Khanh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}]}, {"heading": "Events", "year": "1967", "date": "January 27", "txt": "Apollo program: Astronauts Gus Grissom, Ed White and Roger Chaffee are killed in a fire during a test of their Apollo 1 spacecraft at the Kennedy Space Center, Florida.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Gus Grissom", "href": "/wiki/Gus_Grissom", "description": "Virgil Ivan \"Gus\" Grissom was a United States Air Force (USAF) pilot and a member of the Mercury Seven selected by National Aeronautics and Space Administration's (NASA) as Project Mercury astronauts to be the first Americans in outer space. He was a Project Gemini and an Apollo program astronaut. As a member of the NASA Astronaut Corps, Grissom was the second American to fly in space. He was also"}, {"title": "Ed White (astronaut)", "href": "/wiki/Ed_White_(astronaut)", "description": "Edward Higgins White II was an American aeronautical engineer, United States Air Force officer, test pilot, and NASA astronaut."}, {"title": "Roger Chaffee", "href": "/wiki/Roger_Chaffee", "description": "Roger Bruce Chaffee was an American naval officer, aviator, and aeronautical engineer who was a NASA astronaut in the Apollo program."}, {"title": "Apollo 1", "href": "/wiki/Apollo_1", "description": "Apollo 1, initially designated AS-204, was the first crewed mission of the United States Apollo program, the undertaking to land the first man on the Moon. It was planned to launch on February 21, 1967, as the first low Earth orbital test of the Apollo command and service module. The mission never flew; a cabin fire during a launch rehearsal test at Cape Kennedy Air Force Station Launch Complex 34"}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1967", "date": "January 27", "txt": "Cold War: The Soviet Union, the United States, and the United Kingdom sign the Outer Space Treaty in Washington, D.C., banning deployment of nuclear weapons in space, and limiting the usage of the Moon and other celestial bodies to peaceful purposes.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Outer Space Treaty", "href": "/wiki/Outer_Space_Treaty", "description": "The Outer Space Treaty, formally the Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies, is a treaty that forms the basis of international space law. The treaty was opened for signature in the United States, the United Kingdom, and the Soviet Union on 27 January 1967, and entered into force on 10 October "}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Astronomical object", "href": "/wiki/Astronomical_object", "description": "In astronomy, an astronomical object or celestial object is a naturally occurring physical entity, association, or structure that exists in the observable universe. In astronomy, the terms object and body are often used interchangeably. However, an astronomical body or celestial body is a single, tightly bound, contiguous entity, while an astronomical or celestial object is a complex, less cohesiv"}]}, {"heading": "Events", "year": "1973", "date": "January 27", "txt": "The Paris Peace Accords officially ends the Vietnam War. Colonel William Nolde is killed in action becoming the conflict's last recorded American combat casualty.", "entities": [{"title": "Paris Peace Accords", "href": "/wiki/Paris_Peace_Accords", "description": "The Paris Peace Accords, officially titled the Agreement on Ending the War and Restoring Peace in Viet Nam, was a peace treaty signed on January 27, 1973, to establish peace in Vietnam and end the Vietnam War. The treaty included the governments of the Democratic Republic of Vietnam, the Republic of Vietnam, and the United States, as well as the Republic of South Vietnam (PRG) that represented ind"}, {"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "William Nolde", "href": "/wiki/William_Nolde", "description": "Colonel William Benedict Nolde was an officer in the United States Army. Born in Menominee, Michigan, Nolde was a professor of military science at Central Michigan University before joining the army. He is known for being the last official American combat casualty of the Vietnam War: the 45,914th confirmed death and 57,597th in the total list of Americans killed during the conflict. Nolde was kill"}]}, {"heading": "Events", "year": "1980", "date": "January 27", "txt": "Through cooperation between the U.S. and Canadian governments, six American diplomats secretly escape hostilities in Iran in the culmination of the Canadian Caper.", "entities": [{"title": "Iran hostage crisis", "href": "/wiki/Iran_hostage_crisis", "description": "The Iran hostage crisis was a diplomatic standoff between the United States and Iran. Fifty-two American diplomats and citizens were held hostage after a group of militarized Iranian college students belonging to the Muslim Student Followers of the Imam's Line, who supported the Iranian Revolution, took over the U.S. Embassy in Tehran and seized hostages. The hostages were held for 444 days from N"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Canadian Caper", "href": "/wiki/Canadian_Caper", "description": "The \"Canadian Caper\" was the joint covert rescue by the Canadian government and the CIA of six American diplomats who had evaded capture during the seizure of the United States embassy in Tehran, Iran, on November 4, 1979, after the Iranian Revolution, when Islamist students took most of the American embassy personnel hostage, demanding the return of the US-backed Shah for trial."}]}, {"heading": "Events", "year": "1983", "date": "January 27", "txt": "The pilot shaft of the Seikan Tunnel, the world's longest sub-aqueous tunnel (53.85 km) between the Japanese islands of Honshū and Hokkaidō, breaks through.", "entities": [{"title": "Seikan Tunnel", "href": "/wiki/Seikan_Tunnel", "description": "The Seikan Tunnel, is a 53.85 km (33.46 mi) dual gauge railway tunnel in Japan, with a 23.3 km (14.5 mi) long portion under the seabed of the Tsugaru Strait, which separates Aomori Prefecture on the main Japanese island of Honshu from the northern island of Hokkaido. The track level is about 100 m (330 ft) below the seabed and 240 m (790 ft) below sea level. The tunnel is part of the standard gaug"}, {"title": "Honshū", "href": "/wiki/Honsh%C5%AB", "description": "Honshu , historically called Hondo , is the largest and most populous main island of Japan. It is located south of Hokkaidō across the Tsugaru Strait, north of Shikoku across the Inland Sea, and northeast of Kyūshū across the Kanmon Straits. The island separates the Sea of Japan, which lies to its north and west, from the North Pacific Ocean to the south and east. It is the 7th largest island in t"}, {"title": "Hokkaidō", "href": "/wiki/Hokkaid%C5%8D", "description": "Hokkaido  is the second largest island of Japan and comprises the largest and northernmost prefecture. The Tsugaru Strait separates Hokkaido from Honshu; the two islands are connected by the undersea railway Seikan Tunnel."}]}, {"heading": "Events", "year": "1996", "date": "January 27", "txt": "In a military coup, Colonel Ibrahim Baré Maïnassara deposes the first democratically elected president of Niger, Mahamane Ousmane.", "entities": [{"title": "1996 Nigerien coup d'état", "href": "/wiki/1996_Nigerien_coup_d%27%C3%A9tat", "description": "The 1996 Nigerien coup d'état was a military coup d'état which occurred on 27 January 1996 in Niamey, Niger. It ousted Niger's first democratically elected president, Mahamane Ousmane after nearly three years in power and installed General Ibrahim Baré Maïnassara as head of state. Prime Minister Hama Amadou was arrested in the coup and several soldiers and presidential guards were killed in the fi"}, {"title": "Ibrahim Baré Maïnassara", "href": "/wiki/Ibrahim_Bar%C3%A9_Ma%C3%AFnassara", "description": "General Ibrahim Baré Maïnassara was a military officer and diplomat in Niger who ruled the country until his assassination during the military coup of April 1999."}, {"title": "Niger", "href": "/wiki/Niger", "description": "Niger or the Niger, officially the Republic of the Niger, is a landlocked country in West Africa named after the Niger River. Niger is bordered by Libya to the northeast, Chad to the east, Nigeria to the south, Benin and Burkina Faso to the southwest, Mali to the west, and Algeria to the northwest. Niger covers a land area of almost 1,270,000 km2 (490,000 sq mi), making it the largest country in W"}, {"title": "Mahamane Ousmane", "href": "/wiki/Mahamane_Ousmane", "description": "Mahamane Ousmane is a Nigerien politician. He was the first democratically elected and fourth President of Niger, serving from 16 April 1993 until he was deposed in a military coup d'état on 27 January 1996. He has continued to run for president in each election since his ousting, and he was president of the National Assembly from December 1999 to May 2009. Since April 2020, he is the president of"}]}, {"heading": "Events", "year": "1996", "date": "January 27", "txt": "Germany first observes the International Holocaust Remembrance Day.", "entities": []}, {"heading": "Events", "year": "2002", "date": "January 27", "txt": "An explosion at a military storage facility in Lagos, Nigeria, kills at least 1,100 people and displaces over 20,000 others.", "entities": [{"title": "Lagos armoury explosion", "href": "/wiki/Lagos_armoury_explosion", "description": "\nThe Lagos armoury explosion was the accidental detonation of a large stock of high explosives at a military storage facility in the city of Lagos, Nigeria, on 27 January 2002. The fires created by the debris from this explosion burnt down a large section of Northern Lagos, and created a panic that spread to other areas. As people fled the flames, many stumbled into a concealed canal and drowned. "}, {"title": "Lagos", "href": "/wiki/Lagos", "description": "Lagos is the most populous city in Nigeria and the third-largest city in Africa after Kinshasa, DRC and Cairo, Egypt, having a population of 14.8 million as of 2021 within the city proper. The Lagos metropolitan area has a total population of 21.3 million, making it the second-largest metropolitan area in Africa, after Cairo. Lagos is a major African financial centre and is the economic hub of Lag"}]}, {"heading": "Events", "year": "2003", "date": "January 27", "txt": "The first selections for the National Recording Registry are announced by the Library of Congress.", "entities": [{"title": "National Recording Registry", "href": "/wiki/National_Recording_Registry", "description": "The National Recording Registry is a list of sound recordings that \"are culturally, historically, or aesthetically important, and/or inform or reflect life in the United States.\" The registry was established by the National Recording Preservation Act of 2000, which created the National Recording Preservation Board, whose members are appointed by the Librarian of Congress. The recordings preserved "}, {"title": "Library of Congress", "href": "/wiki/Library_of_Congress", "description": "The Library of Congress (LC) is the research library that officially serves the United States Congress and is the de facto national library of the United States. It is the oldest federal cultural institution in the United States. The library is housed in three buildings on Capitol Hill in Washington, D.C.; it also maintains a conservation center in Culpeper, Virginia. The library's functions are o"}]}, {"heading": "Events", "year": "2010", "date": "January 27", "txt": "The 2009 Honduran constitutional crisis ends when Porfirio Lobo Sosa becomes the new President of Honduras.", "entities": [{"title": "2009 Honduran constitutional crisis", "href": "/wiki/2009_Honduran_constitutional_crisis", "description": "The 2009 Honduran constitutional crisis was a political dispute over plans to either rewrite the Constitution of Honduras or write a new one."}, {"title": "Porfirio Lobo Sosa", "href": "/wiki/Porfirio_Lobo_Sosa", "description": "Porfirio Lobo Sosa, known as Pepe Lobo, is a Honduran politician and agricultural landowner who served as President of Honduras from 2010 to 2014. A member of the conservative National Party and a former deputy in the National Congress of Honduras from 1990, he was president of the National Congress of Honduras from 2002 to 2006. He came second to Manuel Zelaya with 46% of the vote in the 2005 gen"}, {"title": "President of Honduras", "href": "/wiki/President_of_Honduras", "description": "The president of Honduras officially known as the President of the Republic of Honduras, is the head of state and head of government of Honduras, and the Commander-in-chief of the Armed Forces. According to the 1982 Constitution of Honduras, the Government of Honduras consists of three branches: Executive, Legislative and Judicial. The president is the head of the Executive branch, their primary d"}]}, {"heading": "Events", "year": "2011", "date": "January 27", "txt": "Arab Spring: The Yemeni Revolution begins as over 16,000 protestors demonstrate in Sana'a.", "entities": [{"title": "Arab Spring", "href": "/wiki/Arab_Spring", "description": "The Arab Spring was a series of anti-government protests, uprisings, and armed rebellions that spread across much of the Arab world in the early 2010s. It began in response to oppressive regimes and a low standard of living, starting with protests in Tunisia. From Tunisia, the protests then spread to five other countries: Libya, Egypt, Yemen, Syria, and Bahrain, where either the ruler was deposed "}, {"title": "Yemeni Revolution", "href": "/wiki/Yemeni_Revolution", "description": "The Yemeni Revolution (intifada), also known as the Yemeni Revolution of Dignity followed the initial stages of the Tunisian Revolution and occurred simultaneously with the Egyptian Revolution of 2011 and other Arab Spring protests in the Middle East and North Africa. In its early phase, protests in Yemen were initially against unemployment, economic conditions and corruption, as well as against t"}, {"title": "Sana'a", "href": "/wiki/Sana%27a", "description": "Sanaa, also spelled Sanaʽa or Sana, is the largest city in Yemen and the centre of Sanaa Governorate. The city is not part of the Governorate, but forms the separate administrative district of \"Amanat Al-Asemah\". Under the Yemeni constitution, Sanaʽa is the capital of the country, although the seat of the Yemeni government moved to Aden, the former capital of South Yemen in the aftermath of the Ho"}]}, {"heading": "Events", "year": "2013", "date": "January 27", "txt": "Two hundred and forty-two people die in a nightclub fire in the Brazilian city of Santa Maria, Rio Grande do Sul.", "entities": [{"title": "Kiss nightclub fire", "href": "/wiki/Kiss_nightclub_fire", "description": "The Kiss nightclub fire started between 2:00 and 2:30 (BRST) on 27 January 2013 in Santa Maria, Rio Grande do Sul, Brazil, killing 245 people and injuring at least 630 others. It is the second most-devastating fire disaster in the history of Brazil—surpassed only by the Great North American Circus fire of December 1961, which killed 503 people in Niterói, and the deadliest nightclub fire since the"}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "Santa Maria, Rio Grande do Sul", "href": "/wiki/Santa_Maria,_Rio_Grande_do_Sul", "description": "Santa Maria is a municipality (município) in the central region of Rio Grande do Sul, the southernmost state of Brazil. In 2020, its population was 283,677 inhabitants in a total area of 1,823 square kilometres (704 sq mi). Santa Maria is the 5th biggest municipality in the state, and the largest in its micro-region."}]}, {"heading": "Events", "year": "2017", "date": "January 27", "txt": "A naming ceremony for the chemical element tennessine takes place in the United States.", "entities": [{"title": "Tennessine", "href": "/wiki/Tennessine", "description": "Tennessine is a synthetic chemical element with the symbol Ts and atomic number 117. It is the second-heaviest known element and the penultimate element of the 7th period of the periodic table."}]}, {"heading": "Births", "year": "1365", "date": "January 27", "txt": "Edward of Angoulême, English noble (d. 1370)", "entities": [{"title": "Edward of Angoulême", "href": "/wiki/Edward_of_Angoul%C3%AAme", "description": "Edward of Angoulême was second in line to the throne of the Kingdom of England before his death. Born in Angoulême, he was the eldest child of Edward, Prince of Wales, commonly called \"the Black Prince\", and Joan, Countess of Kent, and thus was a member of the House of Plantagenet. Edward's birth, during the Hundred Years' War, was celebrated luxuriously by his father and by other monarchs, such a"}]}, {"heading": "Births", "year": "1443", "date": "January 27", "txt": "Albert III, Duke of Saxony (d. 1500)", "entities": [{"title": "Albert III, Duke of Saxony", "href": "/wiki/Albert_III,_Duke_of_Saxony", "description": "Albert III was a Duke of Saxony. He was nicknamed Albert the Bold or Albert the Courageous and founded the Albertine line of the House of Wettin."}]}, {"heading": "Births", "year": "1546", "date": "January 27", "txt": "Joachim III Frederick, Elector of Brandenburg (d. 1608)", "entities": [{"title": "Joachim III Frederick, Elector of Brandenburg", "href": "/wiki/Joachim_III_Frederick,_Elector_of_Brandenburg", "description": "Joachim Frederick, of the House of Hohenzollern, was Prince-elector of the Margraviate of Brandenburg from 1598 until his death."}]}, {"heading": "Births", "year": "1571", "date": "January 27", "txt": "Abbas I of Persia (d. 1629)", "entities": [{"title": "Abbas I of Persia", "href": "/wiki/Abbas_I_of_Persia", "description": "Abbas the Great or Abbas I of Persia was the 5th Safavid Shah (king) of Iran, and is generally considered as one of the greatest rulers of Persian history and the Safavid dynasty. He was the third son of Shah Mohammad Khodabanda."}]}, {"heading": "Births", "year": "1585", "date": "January 27", "txt": "Hendrick Avercamp, Dutch painter (d. 1634)", "entities": [{"title": "Hendrick Avercamp", "href": "/wiki/Hendrick_Avercamp", "description": "Hendrick Avercamp was a Dutch painter. Avercamp was born in Amsterdam, where he studied with the Danish-born portrait painter Pieter Isaacks (1569–1625), and perhaps also with David Vinckboons. In 1608 he moved from Amsterdam to Kampen in the province of Overijssel. Avercamp was deaf and mute and was known as \"de Stomme van Kampen\"."}]}, {"heading": "Births", "year": "1603", "date": "January 27", "txt": "Sir Harbottle Grimston, 2nd Baronet, English lawyer and politician, Speaker of the House of Commons (d. 1685)", "entities": [{"title": "Sir Harbottle Grimston, 2nd Baronet", "href": "/wiki/Sir_Harbottle_Grimston,_2nd_Baronet", "description": "Sir Harbottle Grimston, 2nd Baronet was an English lawyer and politician who sat in the House of Commons at various times between 1640 and 1685 and was Speaker in 1660. During the English Civil War he remained a Parliamentarian but was sympathetic to the Royalists."}, {"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}]}, {"heading": "Births", "year": "1603", "date": "January 27", "txt": "Humphrey Mackworth, English politician, lawyer and judge (d. 1654)", "entities": []}, {"heading": "Births", "year": "1621", "date": "January 27", "txt": "Thomas Willis, English physician and anatomist (d. 1675)", "entities": [{"title": "Thomas Willis", "href": "/wiki/Thomas_Willis", "description": "Thomas Willis FRS was an English doctor who played an important part in the history of anatomy, neurology and psychiatry. He was a founding member of the Royal Society."}]}, {"heading": "Births", "year": "1662", "date": "January 27", "txt": "Richard Bentley, English scholar and theologian (d. 1742)", "entities": [{"title": "Richard Bentley", "href": "/wiki/Richard_Bentley", "description": "Richard Bentley FRS was an English classical scholar, critic, and theologian. Considered the \"founder of historical philology\", Bentley is widely credited with establishing the English school of Hellenism. In 1892, A. E. Housman called Bentley \"the greatest scholar that England or perhaps that Europe ever bred\"."}]}, {"heading": "Births", "year": "1663", "date": "January 27", "txt": "George Byng, 1st Viscount Torrington, Royal Navy admiral (d. 1733)", "entities": [{"title": "George Byng, 1st Viscount Torrington", "href": "/wiki/George_Byng,_1st_Viscount_Torrington", "description": "Admiral of the Fleet George Byng, 1st Viscount Torrington, of Southill Park in Bedfordshire, was a Royal Navy officer and statesman. While still a lieutenant, he delivered a letter from various captains to Prince William of Orange, who had just landed at Torbay, assuring the Prince of the captains' support; the Prince gave Byng a response which ultimately led to the Royal Navy switching allegiance"}]}, {"heading": "Births", "year": "1687", "date": "January 27", "txt": "Johann Balthasar Neumann, German engineer and architect, designed Würzburg Residence and Basilica of the Fourteen Holy Helpers (d. 1753)", "entities": [{"title": "Johann Balthasar Neumann", "href": "/wiki/Johann_Balthasar_Neumann", "description": "Johann Balthasar Neumann, usually known as Balthasar Neumann, was a German architect and military artillery engineer who developed a refined brand of Baroque architecture, fusing Austrian, Bohemian, Italian, and French elements to design some of the most impressive buildings of the period, including the Würzburg Residence and the Basilica of the Fourteen Holy Helpers."}, {"title": "Würzburg Residence", "href": "/wiki/W%C3%BCrzburg_Residence", "description": "The Würzburg Residence is a palace in Würzburg, Germany. Johann Lukas von Hildebrandt and Maximilian von Welsch, representatives of the Austrian/South German Baroque style, were involved in the construction, as well as Robert de Cotte and Germain Boffrand, who were followers of the French Style. Balthasar Neumann, court architect of the Bishop of Würzburg, was the principal architect of the Reside"}, {"title": "Basilica of the Fourteen Holy Helpers", "href": "/wiki/Basilica_of_the_Fourteen_Holy_Helpers", "description": "The Basilica of the Fourteen Holy Helpers is a church located near the town of Bad Staffelstein near Bamberg, in Bavaria, southern Germany. The late Baroque-Rococo basilica, designed by Balthasar Neumann, was constructed between 1743 and 1772. It is dedicated to the Fourteen Holy Helpers, a group of saints venerated together in the Catholic Church, especially in Germany at the time of the Black De"}]}, {"heading": "Births", "year": "1701", "date": "January 27", "txt": "Johann Nikolaus von Hontheim, German historian and theologian (d. 1790)", "entities": [{"title": "Johann Nikolaus von Hontheim", "href": "/wiki/Johann_Nikolaus_von_Hontheim", "description": "Johann Nikolaus von Hontheim was a German historian and theologian. He is remembered as Febronius, the pseudonym under which he wrote his 1763 treatise On the State of the Church and the Legitimate Power of the Roman Pontiff and which gave rise to febronianism."}]}, {"heading": "Births", "year": "1708", "date": "January 27", "txt": "Grand Duchess Anna Petrovna of Russia (d. 1728)", "entities": [{"title": "Grand Duchess Anna Petrovna of Russia", "href": "/wiki/Grand_Duchess_Anna_Petrovna_of_Russia", "description": "Grand Duchess Anna Petrovna of Russia, Tsesarevna of Russia Russian: Анна Петровна; 27 January 1708, in Moscow – 4 March 1728, in Kiel) was the elder daughter of Emperor Peter I, the Great of Russia and his wife Empress Catherine I. Her younger sister, Empress Elizabeth I, ruled between 1741 and 1762. While a potential heir in the reign of her nephew, she never acceded to the throne due to politic"}]}, {"heading": "Births", "year": "1741", "date": "January 27", "txt": "Hester Thrale, Welsh author (d. 1821)", "entities": [{"title": "Hester Thrale", "href": "/wiki/Hester_Thrale", "description": "Hester Lynch Thrale, a Welsh-born diarist, author and patron of the arts, is an important source of information on Samuel Johnson and 18th-century English life. She was a member of the prominent Salusbury family, Anglo-Welsh landowners, and married first a wealthy brewer, Henry Thrale, then a\nmusic teacher, Gabriel Mario Piozzi. Her Anecdotes of the Late Samuel Johnson (1786) and her diary Thralia"}]}, {"heading": "Births", "year": "1756", "date": "January 27", "txt": "Wolfgang Amadeus Mozart, Austrian pianist and composer (d. 1791)", "entities": [{"title": "Wolfgang Amadeus Mozart", "href": "/wiki/Wolfgang_Amadeus_Mozart", "description": "Wolfgang Amadeus Mozart, baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart, was a prolific and influential composer of the Classical period."}]}, {"heading": "Births", "year": "1775", "date": "January 27", "txt": "Friedrich Wilhelm Joseph Schelling, German-Swiss philosopher and academic (d. 1854)", "entities": [{"title": "Friedrich Wilhelm Joseph Schelling", "href": "/wiki/Friedrich_Wilhelm_Joseph_Schelling", "description": "Friedrich Wilhelm Joseph Schelling, later von Schelling, was a German philosopher. Standard histories of philosophy make him the midpoint in the development of German idealism, situating him between Johann Gottlieb Fichte, his mentor in his early years, and Georg Wilhelm Friedrich Hegel, his one-time university roommate, early friend, and later rival. Interpreting Schelling's philosophy is regarde"}]}, {"heading": "Births", "year": "1790", "date": "January 27", "txt": "Juan Álvarez, Mexican general and president (1855) (d. 1867)", "entities": [{"title": "Juan Álvarez", "href": "/wiki/Juan_%C3%81lvarez", "description": "Juan Nepomuceno Álvarez Hurtado de Luna, generally known as Juan Álvarez, was a general, long-time caudillo in southern Mexico, and interim president of Mexico for two months in 1855, following the liberals ouster of Antonio López de Santa Anna. Álvarez had risen to power in the Tierra Caliente, in southern Mexico with the support of indigenous peasants whose lands he protected. He fought along wi"}]}, {"heading": "Births", "year": "1795", "date": "January 27", "txt": "Eli Whitney Blake, American engineer, invented the Mortise lock (d. 1886)", "entities": [{"title": "Eli Whitney Blake", "href": "/wiki/Eli_Whitney_Blake", "description": "Eli Whitney Blake, Sr. was an American inventor, best known for his mortise lock and stone-crushing machine, the latter of which earned him a place into the National Inventors Hall of Fame."}, {"title": "Mortise lock", "href": "/wiki/Mortise_lock", "description": "A mortise lock is a lock that requires a pocket—the mortise—to be cut into the edge of the door or piece of furniture into which the lock is to be fitted. In most parts of the world, mortise locks are found on older buildings constructed before the advent of bored cylindrical locks, but they have recently become more common in commercial and upmarket residential construction in the United States. "}]}, {"heading": "Births", "year": "1803", "date": "January 27", "txt": "Eunice Hale Waite Cobb, American writer, public speaker, and activist (d. 1880)", "entities": [{"title": "Eunice Hale Waite Cobb", "href": "/wiki/Eunice_Hale_Waite_Cobb", "description": "Eunice Hale Waite Cobb was an American writer, public speaker, and activist."}]}, {"heading": "Births", "year": "1805", "date": "January 27", "txt": "Maria Anna of Bavaria (d. 1877)", "entities": [{"title": "Maria Anna of Bavaria (1805–1877)", "href": "/wiki/Maria_Anna_of_Bavaria_(1805%E2%80%931877)", "description": "Princess Maria Anna of Bavaria was Queen Consort of Saxony from 1836 to 1854."}]}, {"heading": "Births", "year": "1805", "date": "January 27", "txt": "Samuel Palmer, English painter and etcher (d. 1881)", "entities": []}, {"heading": "Births", "year": "1806", "date": "January 27", "txt": "Juan Crisóstomo Arriaga, Spanish composer and educator (d. 1826)", "entities": [{"title": "Juan Crisóstomo Arriaga", "href": "/wiki/Juan_Cris%C3%B3stomo_Arriaga", "description": "Juan Crisóstomo Jacobo Antonio de Arriaga y Balzola was a Spanish Basque composer. He was nicknamed \"the Spanish Mozart\" after he died, because, like Wolfgang Amadeus Mozart, he was both a child prodigy and an accomplished composer who died young. They also shared the same first and second baptismal names; and they shared the same birthday, 27 January."}]}, {"heading": "Births", "year": "1808", "date": "January 27", "txt": "David Strauss, German theologian and author (d. 1874)", "entities": [{"title": "David Strauss", "href": "/wiki/David_Strauss", "description": "David Friedrich Strauss was a German liberal Protestant theologian and writer, who influenced Christian Europe with his portrayal of the \"historical Jesus\", whose divine nature he denied. His work was connected to the Tübingen School, which revolutionized study of the New Testament, early Christianity, and ancient religions. Strauss was a pioneer in the historical investigation of Jesus."}]}, {"heading": "Births", "year": "1814", "date": "January 27", "txt": "Eugène Viollet-le-Duc, French architect, designed the Lausanne Cathedral (d. 1879)", "entities": [{"title": "Eugène Viollet-le-Duc", "href": "/wiki/Eug%C3%A8ne_Viollet-le-Duc", "description": "Eugène Emmanuel Viollet-le-Duc was a French architect and author who restored many prominent medieval landmarks in France, including those which had been damaged or abandoned during the French Revolution. His major restoration projects included Notre-Dame de Paris, the Basilica of Saint Denis, Mont Saint-Michel, Sainte-Chapelle, and the medieval walls of the city of Carcassonne. His later writings"}, {"title": "Lausanne Cathedral", "href": "/wiki/Lausanne_Cathedral", "description": "The Cathedral of Notre Dame of Lausanne is a church located in the city of Lausanne, in the canton of Vaud in Switzerland. It belongs to the Evangelical Reformed Church of the Canton of Vaud."}]}, {"heading": "Births", "year": "1821", "date": "January 27", "txt": "John Chivington, American colonel and pastor (d. 1892)", "entities": [{"title": "John Chivington", "href": "/wiki/John_Chivington", "description": "John Milton Chivington was a war criminal, American Methodist pastor and Mason who served as a colonel in the United States Volunteers during the New Mexico Campaign of the American Civil War. He led a rear action against a Confederate supply train in the Battle of Glorieta Pass, and was then appointed a colonel of cavalry during the Colorado War."}]}, {"heading": "Births", "year": "1823", "date": "January 27", "txt": "Édouard Lalo, French violinist and composer (d. 1892)", "entities": [{"title": "Édouard Lalo", "href": "/wiki/%C3%89douard_Lalo", "description": "Édouard-Victoire-Antoine Lalo was a French composer. His most celebrated piece is the Symphonie espagnole, a five-movement concerto for violin and orchestra, which remains a popular work in the standard repertoire."}]}, {"heading": "Births", "year": "1824", "date": "January 27", "txt": "Urbain Johnson, Canadian farmer and political figure (d. 1917)", "entities": [{"title": "Urbain Johnson", "href": "/wiki/Urbain_Johnson", "description": "Urbain Johnson was a farmer and political figure in the Canadian province of New Brunswick. He represented Kent County in the Legislative Assembly of New Brunswick from 1869 to 1870, from 1874 to 1882 and from 1895 to 1908 as a Liberal member."}]}, {"heading": "Births", "year": "1826", "date": "January 27", "txt": "Mikhail Saltykov-Shchedrin, Russian journalist and author (d. 1889)", "entities": [{"title": "Mikhail Saltykov-Shchedrin", "href": "/wiki/Mikhail_Saltykov-Shchedrin", "description": "Mikhail Yevgrafovich Saltykov-Shchedrin, was a major Russian writer and satirist of the 19th century. He spent most of his life working as a civil servant in various capacities. After the death of poet Nikolay Nekrasov he acted as editor of the well-known Russian magazine, Otechestvenniye Zapiski, until the government banned it in 1884. His best-known work, the novel The Golovlyov Family, appeared"}]}, {"heading": "Births", "year": "1826", "date": "January 27", "txt": "Richard Taylor, American general, historian, and politician (d. 1879)", "entities": []}, {"heading": "Births", "year": "1832", "date": "January 27", "txt": "Lewis Carroll, English novelist, poet, and mathematician (d. 1898)", "entities": [{"title": "Lewis Carroll", "href": "/wiki/Lewis_Carroll", "description": "Charles Lutwidge Dodgson, better known by his pen name Lewis Carroll, was an English writer of children's fiction, notably Alice's Adventures in Wonderland and its sequel Through the Looking-Glass. He was noted for his facility with word play, logic, and fantasy. The poems \"Jabberwocky\" and The Hunting of the Snark are classified in the genre of literary nonsense. He was also a mathematician, phot"}]}, {"heading": "Births", "year": "1832", "date": "January 27", "txt": "Carl Friedrich Schmidt, Estonian-Russian geologist and botanist (d. 1908)", "entities": []}, {"heading": "Births", "year": "1836", "date": "January 27", "txt": "Leopold von Sacher-Masoch, Austrian journalist and author (d. 1895)", "entities": [{"title": "Leopold von Sacher-Masoch", "href": "/wiki/Leopold_von_Sacher-Masoch", "description": "Leopold Ritter von Sacher-Masoch was an Austrian nobleman, writer and journalist, who gained renown for his romantic stories of Galician life. The term masochism is derived from his name, invented by his contemporary, the Austrian psychiatrist Richard von Krafft-Ebing. Masoch did not approve of this use of his name."}]}, {"heading": "Births", "year": "1842", "date": "January 27", "txt": "Arkhip Kuindzhi, Ukrainian-Russian painter (d. 1910)", "entities": [{"title": "Arkhip Kuindzhi", "href": "/wiki/Arkhip_Kuindzhi", "description": "Arkhip Ivanovich Kuindzhi was a Russian landscape painter of Greek descent."}]}, {"heading": "Births", "year": "1848", "date": "January 27", "txt": "Tōgō Heihachirō, Japanese admiral (d. 1934)", "entities": [{"title": "Tōgō Heihachirō", "href": "/wiki/T%C5%8Dg%C5%8D_Heihachir%C5%8D", "description": " Marshal-Admiral the Marquis Tōgō Heihachirō , served as a  gensui or admiral of the fleet in the Imperial Japanese Navy and became one of Japan's greatest naval heroes. As Commander-in-Chief of the Combined Fleet during the Russo-Japanese War of 1904–1905, he successfully confined the Russian Pacific naval forces to Port Arthur before winning a decisive victory over a relieving fleet at Tsushima "}]}, {"heading": "Births", "year": "1850", "date": "January 27", "txt": "John Collier, English painter and author (d. 1934)", "entities": [{"title": "John Collier (Pre-Raphaelite painter)", "href": "/wiki/John_Collier_(Pre-Raphaelite_painter)", "description": "John Maler Collier OBE RP ROI was a leading English painter and writer. He painted in the Pre-Raphaelite style, and was one of the most prominent portrait painters of his generation. Both his marriages were to daughters of Thomas Henry Huxley. He studied painting at the Munich Academy starting in 1875."}]}, {"heading": "Births", "year": "1850", "date": "January 27", "txt": "Samuel Gompers, English-American labor leader (d. 1924)", "entities": []}, {"heading": "Births", "year": "1850", "date": "January 27", "txt": "Edward Smith, English captain (d. 1912)", "entities": []}, {"heading": "Births", "year": "1858", "date": "January 27", "txt": "Neel Doff, Dutch-Belgian author (d. 1942)", "entities": [{"title": "Neel Doff", "href": "/wiki/Neel_Doff", "description": "Cornelia Hubertina \"Neel\" Doff was an author of Dutch origin living and working in Belgium and mainly writing in French. She is one of the most important contributors to proletarian literature."}]}, {"heading": "Births", "year": "1859", "date": "January 27", "txt": "Wilhelm II, German Emperor (d. 1941)", "entities": [{"title": "Wilhelm II, German Emperor", "href": "/wiki/Wilhelm_II,_German_Emperor", "description": "Wilhelm II, anglicised as William II, was the last German Emperor (Kaiser) and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. Despite strengthening Germany's position as a great power by building a blue-water navy and promoting scientific innovation, his tactless public statements greatly antagonized the international community and his foreign policy was seen "}]}, {"heading": "Births", "year": "1869", "date": "January 27", "txt": "Will Marion Cook, American violinist and composer (d. 1944)", "entities": [{"title": "Will Marion Cook", "href": "/wiki/Will_Marion_Cook", "description": "William Mercer Cook, better known as Will Marion Cook, was an American composer, violinist, and choral director. Cook was a student of Antonín Dvořák. In 1919 he took his New York Syncopated Orchestra to England for a command performance for King George V of the United Kingdom, and tour. Cook is probably best known for his popular songs and landmark Broadway musicals, featuring African-American cr"}]}, {"heading": "Births", "year": "1878", "date": "January 27", "txt": "Dorothy Scarborough, American author (d. 1935)", "entities": [{"title": "Dorothy Scarborough", "href": "/wiki/Dorothy_Scarborough", "description": "Emily Dorothy Scarborough was an American writer who wrote about Texas, folk culture, cotton farming, ghost stories and women's life in the Southwest."}]}, {"heading": "Births", "year": "1885", "date": "January 27", "txt": "Jerome Kern, American composer and songwriter (d. 1945)", "entities": [{"title": "Jerome Kern", "href": "/wiki/Jerome_Kern", "description": "Jerome David Kern was an American composer of musical theatre and popular music. One of the most important American theatre composers of the early 20th century, he wrote more than 700 songs, used in over 100 stage works, including such classics as \"Ol' Man River\", \"Can't Help Lovin' Dat Man\", \"A Fine Romance\", \"Smoke Gets in Your Eyes\", \"The Song Is You\", \"All the Things You Are\", \"The Way You Loo"}]}, {"heading": "Births", "year": "1885", "date": "January 27", "txt": "Seison Maeda, Japanese painter (d. 1977)", "entities": []}, {"heading": "Births", "year": "1886", "date": "January 27", "txt": "Radhabinod Pal, Indian academic and jurist (d. 1967)", "entities": [{"title": "Radhabinod Pal", "href": "/wiki/Radhabinod_Pal", "description": "Radhabinod Pal was an Indian jurist who was a member of the United Nations' International Law Commission from 1952 to 1966. He was one of three Asian judges appointed to the International Military Tribunal for the Far East, the \"Tokyo Trials\" of Japanese war crimes committed during the Second World War. Among all the judges of the tribunal, he was the only one who submitted a judgment which insist"}]}, {"heading": "Births", "year": "1889", "date": "January 27", "txt": "Balthasar van der Pol, Dutch physicist and academic (d. 1959)", "entities": [{"title": "Balthasar van der Pol", "href": "/wiki/Balthasar_van_der_Pol", "description": "Balthasar van der Pol was a Dutch physicist."}]}, {"heading": "Births", "year": "1891", "date": "January 27", "txt": "Ilya Ehrenburg, Russian journalist and author (d. 1967)", "entities": [{"title": "Ilya Ehrenburg", "href": "/wiki/Ilya_Ehrenburg", "description": "Ilya Grigoryevich Ehrenburg was a Soviet writer, revolutionary, journalist and historian."}]}, {"heading": "Births", "year": "1893", "date": "January 27", "txt": "Soong Ching-ling, Chinese politician, Honorary President of the People's Republic of China (d. 1981)", "entities": [{"title": "Soong Ching-ling", "href": "/wiki/Soong_Ching-ling", "description": "Rosamond Soong Ch'ing-ling was a Chinese political figure. As the third wife of Sun Yat-sen, one of the leaders of the 1911 revolution that established the Republic of China, she was often referred to as Madame Sun Yat-sen. She was a member of the Soong family and, together with her siblings, played a prominent role in China's politics prior to and after 1949."}, {"title": "List of Presidents of the People's Republic of China", "href": "/wiki/List_of_Presidents_of_the_People%27s_Republic_of_China", "description": "The office of President of the People's Republic of China, called 国家主席 in short, was created in 1954 when the first constitution consolidated the system of government in the People's Republic of China. At the time, the title was translated into English as State Chairman. The position was abolished between 1975 and 1982 with the functions of head of state being performed by the Chairman of the Stan"}]}, {"heading": "Births", "year": "1895", "date": "January 27", "txt": "Joseph Rosenstock, Polish-American conductor and manager (d. 1985)", "entities": [{"title": "Joseph Rosenstock", "href": "/wiki/Joseph_Rosenstock", "description": "Joseph Rosenstock was an American conductor."}]}, {"heading": "Births", "year": "1895", "date": "January 27", "txt": "Harry Ruby, American composer and screenwriter (d. 1974)", "entities": []}, {"heading": "Births", "year": "1900", "date": "January 27", "txt": "Hyman G. Rickover, American admiral (d. 1986)", "entities": [{"title": "Hyman G. Rickover", "href": "/wiki/Hyman_G._Rickover", "description": "Hyman G. Rickover was an admiral in the U.S. Navy. He directed the original development of naval nuclear propulsion and controlled its operations for three decades as director of the U.S. Naval Reactors office. In addition, he oversaw the development of the Shippingport Atomic Power Station, the world's first commercial pressurized water reactor used for generating electricity. Rickover is also on"}]}, {"heading": "Births", "year": "1901", "date": "January 27", "txt": "Willy Fritsch, German actor (d. 1973)", "entities": [{"title": "Willy Fritsch", "href": "/wiki/Willy_Fritsch", "description": "Willy Fritsch was a German theater and film actor, a popular leading man and character actor from the silent-film era to the early 1960s."}]}, {"heading": "Births", "year": "1901", "date": "January 27", "txt": "Art Rooney, American football player, coach and owner (d. 1988)", "entities": []}, {"heading": "Births", "year": "1903", "date": "January 27", "txt": "John Eccles, Australian-Swiss neurophysiologist and academic, Nobel Prize laureate (d. 1997)", "entities": [{"title": "John Eccles (neurophysiologist)", "href": "/wiki/John_Eccles_(neurophysiologist)", "description": "Sir John Carew Eccles was an Australian neurophysiologist and philosopher who won the 1963 Nobel Prize in Physiology or Medicine for his work on the synapse. He shared the prize with Andrew Huxley and Alan Lloyd Hodgkin."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1904", "date": "January 27", "txt": "James J. Gibson, American psychologist and academic (d. 1979)", "entities": [{"title": "James J. Gibson", "href": "/wiki/James_J._Gibson", "description": "James Jerome Gibson, was an American psychologist and one of the most important contributors to the field of visual perception. Gibson challenged the idea that the nervous system actively constructs conscious visual perception, and instead promoted ecological psychology, in which the mind directly perceives environmental stimuli without additional cognitive construction or processing. A Review of "}]}, {"heading": "Births", "year": "1905", "date": "January 27", "txt": "Howard McNear, American actor (d. 1969)", "entities": [{"title": "Howard McNear", "href": "/wiki/Howard_McNear", "description": "Howard Terbell McNear was an American stage, screen, and radio character actor. McNear is best remembered as Floyd Lawson, the barber on The Andy Griffith Show (1961-1967)."}]}, {"heading": "Births", "year": "1908", "date": "January 27", "txt": "William Randolph Hearst, Jr., American journalist and publisher (d. 1993)", "entities": [{"title": "William Randolph Hearst, Jr.", "href": "/wiki/William_Randolph_Hearst,_Jr.", "description": "William Randolph Hearst Jr. was an American businessman and newspaper publisher. He was the second son of the publisher William Randolph Hearst. He became editor-in-chief of Hearst Newspapers after the death of his father in 1951. He won a Pulitzer Prize for his interview with Soviet premier, Nikita Khrushchev, and associated commentaries in 1955."}]}, {"heading": "Births", "year": "1910", "date": "January 27", "txt": "Edvard Kardelj, Slovene general, economist, and politician, 2nd Foreign Minister of Yugoslavia (d. 1979)", "entities": [{"title": "Edvard Kardelj", "href": "/wiki/Edvard_Kardelj", "description": "Edvard Kardelj, also known by the pseudonyms Bevc, Sperans and Krištof, was a Yugoslav politician and economist. He was one of the leading members of the Communist Party of Slovenia before World War II. During the war, Kardelj was one of the leaders of the Liberation Front of the Slovenian People and a Slovene Partisan, and after the war, he was a federal political leader in the Socialist Federal "}, {"title": "Ministry of Foreign Affairs (Yugoslavia)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Yugoslavia)", "description": "The Ministry of Foreign Affairs of Yugoslavia was the ministry responsible for representing the Kingdom of Yugoslavia internationally from 1918 to 1941 and the Socialist Federal Republic of Yugoslavia from 1945 to 1992. It may also refer to the ministry which represented Serbia and Montenegro from 1992 to 2006."}]}, {"heading": "Births", "year": "1912", "date": "January 27", "txt": "Arne Næss, Norwegian philosopher and environmentalist (d. 2009)", "entities": [{"title": "Arne Næss", "href": "/wiki/Arne_N%C3%A6ss", "description": "Arne Dekke Eide Næss was a Norwegian philosopher who coined the term \"deep ecology\" and was an important intellectual and inspirational figure within the environmental movement of the late twentieth century. Næss cited Rachel Carson's 1962 book Silent Spring as being a key influence in his vision of deep ecology. Næss combined his ecological vision with Gandhian nonviolence and on several occasion"}]}, {"heading": "Births", "year": "1912", "date": "January 27", "txt": "Francis Rogallo, American engineer, invented the Rogallo wing (d. 2009)", "entities": [{"title": "Rogallo wing", "href": "/wiki/Rogallo_wing", "description": "The Rogallo wing is a flexible type of wing. In 1948, Francis Rogallo, a NASA engineer, and his wife Gertrude Rogallo, invented a self-inflating flexible wing they called the Parawing, also known after them as the \"Rogallo Wing\" and flexible wing. NASA considered Rogallo's flexible wing as an alternative recovery system for the Mercury and Gemini space capsules, and for possible use in other space"}]}, {"heading": "Births", "year": "1915", "date": "January 27", "txt": "Jules Archer, American historian and author (d. 2008)", "entities": [{"title": "Jules Archer", "href": "/wiki/Jules_Archer", "description": "Jules Archer was an American author who wrote many volumes of non-fiction history for a general audience and for young adults.\nArcher attended DeWitt Clinton High School in New York City and the College of the City of New York, where he received a degree in advertising."}]}, {"heading": "Births", "year": "1915", "date": "January 27", "txt": "Jacques Hnizdovsky, Ukrainian-American painter, sculptor, and illustrator (d. 1985)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 27", "txt": "Skitch Henderson, American pianist, composer, and conductor (d. 2005)", "entities": [{"title": "Skitch Henderson", "href": "/wiki/Skitch_Henderson", "description": "Lyle Russell Cedric \"Skitch\" Henderson was a pianist, conductor, and composer. His nickname \"Skitch\" came from his ability to \"re-sketch\" a song in a different key and Bing Crosby suggested that he should use the name professionally."}]}, {"heading": "Births", "year": "1918", "date": "January 27", "txt": "Elmore James, American singer-songwriter and guitarist (d. 1963)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 27", "txt": "William Seawell, American general (d. 2005)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 27", "txt": "Ross Bagdasarian, Sr., American singer-songwriter, pianist, producer, and actor, created Alvin and the Chipmunks (d. 1972)", "entities": [{"title": "Ross Bagdasarian, Sr.", "href": "/wiki/Ross_Bagdasarian,_Sr.", "description": "Rostom Sipan \"Ross\" Bagdasarian, known professionally by his stage name David Seville, was an American singer-songwriter, record producer, and actor, best known for creating the cartoon band Alvin and the Chipmunks. Initially a stage and film actor, he rose to prominence in 1958 with the songs \"Witch Doctor\" and \"The Chipmunk Song \", which both became Billboard number-one singles. He produced and "}, {"title": "Alvin and the Chipmunks", "href": "/wiki/Alvin_and_the_Chipmunks", "description": "Alvin and the Chipmunks, originally David Seville and the Chipmunks or simply the Chipmunks, are an American animated virtual band created by Ross Bagdasarian for a novelty record in 1958. The group consists of three singing animated anthropomorphic chipmunks: Alvin, the mischievous troublemaker; Simon, the tall, bespectacled intellectual; and Theodore, the chubby, shy one. The trio is managed by "}]}, {"heading": "Births", "year": "1920", "date": "January 27", "txt": "Hiroyoshi Nishizawa, Japanese lieutenant and pilot (d. 1944)", "entities": [{"title": "Hiroyoshi Nishizawa", "href": "/wiki/Hiroyoshi_Nishizawa", "description": "Lieutenant Junior Grade Hiroyoshi Nishizawa  was a Japanese naval aviator and an ace of the Imperial Japanese Navy Air Service during World War II. Nishizawa was known to his colleagues as 'the Devil' for his breathtaking, brilliant, and unpredictable aerobatics and superb control of his aircraft while in combat. He was a member of the Tainan Kōkūtai's famous \"clean up trio\" with fellow aces Sabur"}]}, {"heading": "Births", "year": "1920", "date": "January 27", "txt": "Helmut Zacharias, German violinist and composer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "January 27", "txt": "Donna Reed, American actress (d. 1986)", "entities": [{"title": "Donna Reed", "href": "/wiki/Donna_Reed", "description": "Donna Reed was an American actress and comedian. Her career spanned more than 40 years, with performances in more than 40 films. She is well known for her role as Mary Hatch Bailey in Frank Capra's 1946 film It's a Wonderful Life. In 1953, she received the Academy Award for Best Supporting Actress for her performance as Lorene Burke in the war drama From Here to Eternity."}]}, {"heading": "Births", "year": "1924", "date": "January 27", "txt": "Rauf Denktaş, Cypriot lawyer and politician, 1st President of Northern Cyprus (d. 2012)", "entities": [{"title": "Rauf Denktaş", "href": "/wiki/Rauf_Denkta%C5%9F", "description": "Rauf Raif Denktaş was a Turkish Cypriot politician, barrister and jurist who served as the founding president of Northern Cyprus. He occupied this position as the president of the Turkish Republic of Northern Cyprus between the declaration of the de facto state by Denktaş in 1983 and 2005, as the president of the Turkish Federated State of Cyprus between 1975 and 1983 and as the president of the A"}, {"title": "President of Northern Cyprus", "href": "/wiki/President_of_Northern_Cyprus", "description": "The president of Northern Cyprus is the head of state of the Turkish Republic of Northern Cyprus. Rauf Denktaş was the first and founding president of Northern Cyprus, and retired in 2005. His position was taken over by Mehmet Ali Talat, followed by Derviş Eroğlu, then Mustafa Akinci, and the current president, Ersin Tatar."}]}, {"heading": "Births", "year": "1924", "date": "January 27", "txt": "Brian Rix, English actor, producer, and politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 27", "txt": "Harvey Shapiro, American poet (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 27", "txt": "Fritz Spiegl, Austrian flute player and journalist (d. 2003)", "entities": [{"title": "Fritz Spiegl", "href": "/wiki/Fritz_Spiegl", "description": "\nFritz Spiegl was an Austrian-born musician, journalist, broadcaster, humorist and collector who lived and worked in Britain from 1939."}]}, {"heading": "Births", "year": "1926", "date": "January 27", "txt": "Ingrid Thulin, Swedish actress (d. 2004)", "entities": []}, {"heading": "Births", "year": "1928", "date": "January 27", "txt": "Michael Craig, Indian-English actor and screenwriter", "entities": [{"title": "Michael Craig (actor)", "href": "/wiki/Michael_Craig_(actor)", "description": "Michael Francis Gregson, known professionally as Michael Craig, is a British-Australian actor and scriptwriter, known for his work in theatre, film and television both in the United Kingdom and in Australia."}]}, {"heading": "Births", "year": "1928", "date": "January 27", "txt": "Hans Modrow, Polish-German lawyer and politician, 5th Prime Minister of East Germany", "entities": [{"title": "Prime Minister of East Germany", "href": "/wiki/Prime_Minister_of_East_Germany", "description": "The political leadership of East Germany was in the hands of several offices."}]}, {"heading": "Births", "year": "1929", "date": "January 27", "txt": "Mohamed Al-Fayed, Egyptian-Swiss businessman", "entities": [{"title": "Mohamed Al-Fayed", "href": "/wiki/Mohamed_Al-Fayed", "description": "Mohamed Al-Fayed is an Egyptian-born businessman whose residence and chief business interests have been in the United Kingdom since the late 1960s. Fayed's business interests include ownership of Hôtel Ritz Paris and formerly Harrods department store and Fulham F.C., both in London."}]}, {"heading": "Births", "year": "1929", "date": "January 27", "txt": "Gastón Suárez, Bolivian author and playwright (d. 1984)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 27", "txt": "Bobby \"Blue\" Bland, American blues singer-songwriter (d. 2013)", "entities": [{"title": "Bobby Bland", "href": "/wiki/Bobby_Bland", "description": "Robert Calvin Bland, known professionally as Bobby \"Blue\" Bland, was an American blues singer."}]}, {"heading": "Births", "year": "1931", "date": "January 27", "txt": "Mordecai Richler, Canadian author and screenwriter (d. 2001)", "entities": [{"title": "Mordecai Richler", "href": "/wiki/Mordecai_Richler", "description": "Mordecai Richler was a Canadian writer. His best known works are The Apprenticeship of Duddy Kravitz (1959) and Barney's Version (1997). His 1970 novel St. Urbain's Horseman and 1989 novel Solomon Gursky Was Here were shortlisted for the Man Booker Prize. He is also well known for the Jacob Two-Two children's fantasy series. In addition to his fiction, Richler wrote numerous essays about the Jewis"}]}, {"heading": "Births", "year": "1931", "date": "January 27", "txt": "Nigel Vinson, Baron Vinson, English lieutenant and businessman", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 27", "txt": "Boris Shakhlin, Russian-Ukrainian gymnast (d. 2008)", "entities": [{"title": "Boris Shakhlin", "href": "/wiki/Boris_Shakhlin", "description": "Boris Anfiyanovich Shakhlin was a Soviet gymnast who was the 1960 Olympic all-around champion and the 1958 all-around World Champion. He won a total of 13 medals including seven gold medals at the Summer Olympics, and was the most successful athlete at the 1960 Summer Olympics. He held the record for most Olympic medals by a male athlete record until gymnast Nikolai Andrianov won his 14th and 15th"}]}, {"heading": "Births", "year": "1933", "date": "January 27", "txt": "Jerry Buss, American chemist and businessman (d. 2013)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 27", "txt": "Édith Cresson, French politician and diplomat, 160th Prime Minister of France", "entities": [{"title": "Édith Cresson", "href": "/wiki/%C3%89dith_Cresson", "description": "Édith Cresson is a French politician. She is the first, and so far only, woman to have held the office of Prime Minister of France. Other than her breakthrough gender role, her term was uneventful. Her political career ended in scandal as a result of corruption charges dating from her tenure as European Commissioner for Research, Science and Technology."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Births", "year": "1934", "date": "January 27", "txt": "George Follmer, American race car driver", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 27", "txt": "Steve Demeter, American baseball player, coach, and manager (d. 2013)", "entities": [{"title": "Steve Demeter", "href": "/wiki/Steve_Demeter", "description": "Stephen Demeter was an American professional baseball player and scout. He played in Major League Baseball as a third baseman for two seasons."}]}, {"heading": "Births", "year": "1936", "date": "January 27", "txt": "Troy Donahue, American actor (d. 2001)", "entities": [{"title": "Troy Donahue", "href": "/wiki/Troy_Donahue", "description": "Troy Donahue was an American film and television actor and singer. He was a popular sex symbol in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1936", "date": "January 27", "txt": "Samuel C. C. Ting, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1937", "date": "January 27", "txt": "Fred Åkerström, Swedish singer-songwriter and guitarist (d. 1985)", "entities": [{"title": "Fred Åkerström", "href": "/wiki/Fred_%C3%85kerstr%C3%B6m", "description": "Fred Åkerström was a Swedish folk guitarist and singer particularly noted for his interpretations of Carl Michael Bellman's music, and his own work of the typically Swedish song segment named visa. These songs, visor, are traditionally very narrative and the performance is \"acted\" to some degree. The singer is in context a vissångare, a troubadour character. Åkerström was also known for his actor'"}]}, {"heading": "Births", "year": "1940", "date": "January 27", "txt": "Ahmet Kurtcebe Alptemoçin, Turkish engineer and politician, 35th Turkish Minister of Foreign Affairs", "entities": [{"title": "Ahmet Kurtcebe Alptemoçin", "href": "/wiki/Ahmet_Kurtcebe_Alptemo%C3%A7in", "description": "Ahmet Kurtcebe Alptemoçin is a Turkish mechanical engineer, industrialist and politician belonging to the Motherland Party. He served as Minister of Finance and Customs between 1984–1985 and Minister of Foreign Affairs between 1990 and 1991."}, {"title": "List of Ministers of Foreign Affairs (Turkey)", "href": "/wiki/List_of_Ministers_of_Foreign_Affairs_(Turkey)", "description": "The following is a list of Ministers of Foreign Affairs of Turkey."}]}, {"heading": "Births", "year": "1940", "date": "January 27", "txt": "James Cromwell, American actor", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 27", "txt": "Terry Harper, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 27", "txt": "Petru Lucinschi, Romanian activist and politician, 2nd President of Moldova", "entities": [{"title": "President of Moldova", "href": "/wiki/President_of_Moldova", "description": "The President of the Republic of Moldova is the head of state of Moldova. The current president is Maia Sandu, who assumed office on 24 December 2020."}]}, {"heading": "Births", "year": "1940", "date": "January 27", "txt": "Reynaldo Rey, American actor and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 27", "txt": "Beatrice Tinsley, New Zealand astronomer and cosmologist (d. 1981)", "entities": [{"title": "Beatrice Tinsley", "href": "/wiki/Beatrice_Tinsley", "description": "Beatrice Muriel Hill Tinsley was a British-born New Zealand astronomer and cosmologist and professor of astronomy at Yale University, whose research made fundamental contributions to the astronomical understanding of how galaxies evolve, grow and die."}]}, {"heading": "Births", "year": "1942", "date": "January 27", "txt": "Maki Asakawa, Japanese singer-songwriter and producer (d. 2010)", "entities": [{"title": "Maki Asakawa", "href": "/wiki/Maki_Asakawa", "description": "Maki Asakawa  was a Japanese jazz and blues singer, lyricist and composer. She was an important voice of the Japanese urban counterculture."}]}, {"heading": "Births", "year": "1942", "date": "January 27", "txt": "Tasuku Honjo, Japanese immunologist, Nobel Prize laureate in Physiology or Medicine", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 27", "txt": "John Witherspoon, American actor and comedian (d. 2019)", "entities": [{"title": "2019", "href": "/wiki/2019", "description": "2019 (MMXIX) was a common year starting on Tuesday of the Gregorian calendar, the 2019th year of the Common Era (CE) and Anno Domini (AD) designations, the 19th year of the 3rd millennium, the 19th year of the 21st century, and the 10th and last year of the 2010s decade. "}]}, {"heading": "Births", "year": "1942", "date": "January 27", "txt": "Kate Wolf, American singer-songwriter and guitarist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 27", "txt": "Julia Cumberlege, Baroness Cumberlege, English businesswoman and politician", "entities": [{"title": "Julia Cumberlege, Baroness Cumberlege", "href": "/wiki/Julia_Cumberlege,_Baroness_Cumberlege", "description": "Julia Frances Cumberlege, Baroness Cumberlege, is a British Conservative Party politician and businesswoman. She was created a life peer on 18 May 1990 as Baroness Cumberlege, of Newick in the County of East Sussex."}]}, {"heading": "Births", "year": "1944", "date": "January 27", "txt": "Peter Akinola, Nigerian archbishop", "entities": [{"title": "Peter Akinola", "href": "/wiki/Peter_Akinola", "description": "Peter Jasper Akinola is the former Anglican Primate of the Church of Nigeria. He is also the former Bishop of Abuja and Archbishop of Province III, which covered the northern and central parts of the country. When the division into ecclesiastical provinces was adopted in 2002, he became the first Archbishop of Abuja Province, a position he held until 2010. He is married and a father of six."}]}, {"heading": "Births", "year": "1944", "date": "January 27", "txt": "Mairead Maguire, Northern Irish activist, Nobel Prize laureate", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1944", "date": "January 27", "txt": "Nick Mason, English drummer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 27", "txt": "Harold Cardinal, Canadian lawyer and politician (d. 2005)", "entities": [{"title": "Harold Cardinal", "href": "/wiki/Harold_Cardinal", "description": "Harold Cardinal was a Cree writer, political leader, teacher, negotiator, and lawyer. Throughout his career he advocated, on behalf of all First Nation peoples, for the right to be \"the red tile in the Canadian mosaic.\""}]}, {"heading": "Births", "year": "1946", "date": "January 27", "txt": "Christopher Hum, English academic and diplomat, British Ambassador to China", "entities": [{"title": "Christopher Hum", "href": "/wiki/Christopher_Hum", "description": "Sir Christopher Owen Hum is the former UK Ambassador to the People's Republic of China and Master of a constituent college of the University of Cambridge."}, {"title": "List of Ambassadors of the United Kingdom to China", "href": "/wiki/List_of_Ambassadors_of_the_United_Kingdom_to_China", "description": "The British Ambassador to China is the United Kingdom's foremost diplomatic representative in the People's Republic of China, and in charge of the UK's diplomatic mission in China."}]}, {"heading": "Births", "year": "1946", "date": "January 27", "txt": "Nedra Talley, American singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 27", "txt": "Björn Afzelius, Swedish singer-songwriter and guitarist (d. 1999)", "entities": [{"title": "Björn Afzelius", "href": "/wiki/Bj%C3%B6rn_Afzelius", "description": "Björn Svante Afzelius was a Swedish singer-songwriter and guitar player. Politically, he was an outspoken socialist, known for his support for Olof Palme. His songs are about love, politics and joys and sadness in life."}]}, {"heading": "Births", "year": "1947", "date": "January 27", "txt": "Vyron Polydoras, Greek lawyer and politician, Greek Minister for Public Order", "entities": [{"title": "Ministry of Public Order and Citizen Protection", "href": "/wiki/Ministry_of_Public_Order_and_Citizen_Protection", "description": "The Ministry of Citizen Protection is the government department responsible for Greece's public security services, i.e. the Hellenic Police, the Hellenic Fire Service, the Hellenic Coast Guard, Hellenic (Corrections) Prison System, the Agrarian Police and the General Secretariat for Civil Protection."}]}, {"heading": "Births", "year": "1947", "date": "January 27", "txt": "Cal Schenkel, American painter and illustrator", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 27", "txt": "Philip Sugden, English historian and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 27", "txt": "Perfecto Yasay Jr., Filipino lawyer and Secretary of Foreign Affairs of the Philippines", "entities": [{"title": "Secretary of Foreign Affairs (Philippines)", "href": "/wiki/Secretary_of_Foreign_Affairs_(Philippines)", "description": "The secretary of foreign affairs is the Cabinet of the Philippines member in charge of the Department of Foreign Affairs."}]}, {"heading": "Births", "year": "1948", "date": "January 27", "txt": "Mikhail Baryshnikov, Russian-American dancer, choreographer, and actor", "entities": [{"title": "Mikhail Baryshnikov", "href": "/wiki/Mikhail_Baryshnikov", "description": "Mikhail Nikolayevich Baryshnikov is a Soviet Latvian-born Russian-American dancer, choreographer, and actor. He was the preeminent male classical dancer of the 1970s and 1980s. He subsequently became a noted dance director."}]}, {"heading": "Births", "year": "1948", "date": "January 27", "txt": "Jean-Philippe Collard, French pianist", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 27", "txt": "Seth Justman, American keyboard player and songwriter", "entities": [{"title": "Seth Justman", "href": "/wiki/Seth_Justman", "description": "Seth Justman is the keyboard player for the U.S. rock band, The J. Geils Band."}]}, {"heading": "Births", "year": "1951", "date": "January 27", "txt": "Cees van der Knaap, Dutch soldier and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 27", "txt": "Brian Gottfried, American tennis player", "entities": [{"title": "Brian Gottfried", "href": "/wiki/Brian_Gottfried", "description": "Brian Edward Gottfried is a retired American tennis player who won 25 singles titles and 54 doubles titles during his professional career. He was the runner-up in singles at the 1977 French Open, won the 1975 and 1977 French Open Doubles as well as the 1976 Wimbledon Doubles. He achieved a career-high singles ranking on the ATP tour on June 19, 1977, when he became world No. 3, and a career-high d"}]}, {"heading": "Births", "year": "1952", "date": "January 27", "txt": "Billy Johnson, American football player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 27", "txt": "Tam O'Shaughnessy, American tennis player, psychologist, and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 27", "txt": "G. E. Smith, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 27", "txt": "Peter Laird, American author and illustrator", "entities": [{"title": "Peter Laird", "href": "/wiki/Peter_Laird", "description": "Peter Alan Laird is an American comic book writer and artist best known for co-creating the Teenage Mutant Ninja Turtles with writer and artist Kevin Eastman."}]}, {"heading": "Births", "year": "1954", "date": "January 27", "txt": "Ed Schultz, American talk show host and sportscaster (d. 2018)", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 27", "txt": "Brian Engblom, Canadian ice hockey player and sportscaster", "entities": [{"title": "Brian Engblom", "href": "/wiki/Brian_Engblom", "description": "Brian Paul Engblom is a Canadian ice hockey broadcaster for the Tampa Bay Lightning and NBCSN, and a former professional hockey defenseman."}]}, {"heading": "Births", "year": "1955", "date": "January 27", "txt": "John Roberts, American lawyer and judge, 17th Chief Justice of the United States", "entities": [{"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1956", "date": "January 27", "txt": "Mimi Rogers, American actress", "entities": [{"title": "Mimi Rogers", "href": "/wiki/Mimi_Rogers", "description": "Miriam Rogers is an American actress and producer. Her notable film roles are Gung Ho (1986), Someone to Watch Over Me (1987), and Desperate Hours (1990). She garnered the greatest acclaim of her career for her role in the religious drama The Rapture (1991), with critic Robin Wood declaring that she \"gave one of the greatest performances in the history of the Hollywood cinema.\" Rogers has since ap"}]}, {"heading": "Births", "year": "1957", "date": "January 27", "txt": "Janick Gers, English guitarist and songwriter", "entities": [{"title": "Janick Gers", "href": "/wiki/Janick_Gers", "description": "Janick Robert Gers is an English musician and one of the three guitarists in Iron Maiden. He was also previously a member of the bands Gillan and White Spirit."}]}, {"heading": "Births", "year": "1957", "date": "January 27", "txt": "Frank Miller, American illustrator, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 27", "txt": "James Grippando, American lawyer and author", "entities": [{"title": "James Grippando", "href": "/wiki/James_Grippando", "description": "James Grippando is an American novelist and lawyer best known as the 2017 winner of the Harper Lee Prize for Legal Fiction."}]}, {"heading": "Births", "year": "1958", "date": "January 27", "txt": "Alan Milburn, English businessman and politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1959", "date": "January 27", "txt": "Cris Collinsworth, American football player and sportscaster", "entities": [{"title": "Cris Collinsworth", "href": "/wiki/Cris_Collinsworth", "description": "Anthony Cris Collinsworth is an American sports broadcaster and former professional American football player who was a wide receiver in the National Football League (NFL) for eight seasons, all with the Cincinnati Bengals, during the 1980s. He played college football for the University of Florida, and was recognized as an All-American. He is currently a television sportscaster for NBC, Showtime, a"}]}, {"heading": "Births", "year": "1959", "date": "January 27", "txt": "Göran Hägglund, Swedish lawyer and politician, 28th Swedish Minister for Social Affairs", "entities": [{"title": "Minister for Health and Social Affairs (Sweden)", "href": "/wiki/Minister_for_Health_and_Social_Affairs_(Sweden)", "description": "The Minister of Health and Social Affairs or Social minister is the chief of the Ministry of Health and Social Affairs in the government of Sweden. Lena Hallengren, appointed on 21 January 2019, is the current Minister (Statsråd) for Health and Social Affairs and the current head of the ministry."}]}, {"heading": "Births", "year": "1959", "date": "January 27", "txt": "Keith Olbermann, American journalist and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 27", "txt": "Fiona O'Donnell, Canadian-Scottish politician", "entities": [{"title": "Fiona O'Donnell", "href": "/wiki/Fiona_O%27Donnell", "description": "Fiona O'Donnell is a Scottish Labour Party politician who served as the Member of Parliament (MP) for East Lothian from 2010 to 2015."}]}, {"heading": "Births", "year": "1961", "date": "January 27", "txt": "Narciso Rodriguez, American fashion designer", "entities": [{"title": "Narciso Rodriguez", "href": "/wiki/Narciso_Rodriguez", "description": "Narciso Jesus Rodriguez III is an American fashion designer."}]}, {"heading": "Births", "year": "1961", "date": "January 27", "txt": "Margo Timmins, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 27", "txt": "Roberto Paci Dalò, Italian director and composer", "entities": [{"title": "Roberto Paci Dalò", "href": "/wiki/Roberto_Paci_Dal%C3%B2", "description": "Roberto Paci Dalò is an Italian author, composer and musician, film maker and theatre director, visual artist, radio-maker. He is the co-founder and director of the performing arts ensemble Giardini Pensili and he has been the artistic director of Wikimania 2016 Esino Lario. He won the Premio Napoli per la lingua e la cultura italiana in 2015."}]}, {"heading": "Births", "year": "1963", "date": "January 27", "txt": "George Monbiot, English-Welsh author and activist", "entities": [{"title": "George Monbiot", "href": "/wiki/George_Monbiot", "description": "George Joshua Richard Monbiot is a British writer known for his environmental and political activism. He writes a weekly column for The Guardian, and is the author of a number of books, including Captive State: The Corporate Takeover of Britain (2000), Feral: Searching for Enchantment on the Frontiers of Rewilding (2013) and Out of the Wreckage: A New Politics in the Age of Crisis (2017). He is th"}]}, {"heading": "Births", "year": "1964", "date": "January 27", "txt": "Patrick van Deurzen, Dutch composer and academic", "entities": [{"title": "Patrick van Deurzen", "href": "/wiki/Patrick_van_Deurzen", "description": "Patrick van Deurzen is a Dutch composer."}]}, {"heading": "Births", "year": "1964", "date": "January 27", "txt": "Bridget Fonda, American actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 27", "txt": "Alan Cumming, Scottish-American actor", "entities": [{"title": "Alan Cumming", "href": "/wiki/Alan_Cumming", "description": "Alan Cumming is a Scottish-American actor, singer, writer, filmmaker, and activist who has acted in numerous films, television shows, and plays. His London stage appearances include Hamlet, the Maniac in Accidental Death of an Anarchist, the lead in Bent, The National Theatre of Scotland's The Bacchae and Samuel Beckett's Endgame at The Old Vic opposite Daniel Radcliffe. On Broadway, he has appear"}]}, {"heading": "Births", "year": "1965", "date": "January 27", "txt": "Mike Newell, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 27", "txt": "Ignacio Noé, Argentinian author and illustrator", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 27", "txt": "Attila Sekerlioglu, Austrian footballer and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 27", "txt": "Tamlyn Tomita, Japanese-American actress and singer", "entities": [{"title": "Tamlyn Tomita", "href": "/wiki/Tamlyn_Tomita", "description": "Tamlyn Naomi Tomita is a Japanese-American actress and singer. She made her screen debut as Kumiko in The Karate Kid Part II (1986) and reprised the character for the streaming web series Cobra Kai (2021). She is also well known for her role as Waverly in The Joy Luck Club (1993). Additional films include Come See the Paradise (1990), Picture Bride (1994), Four Rooms (1995), Robot Stories (2003), "}]}, {"heading": "Births", "year": "1967", "date": "January 27", "txt": "Dave Manson, Canadian ice hockey player and coach", "entities": [{"title": "Dave Manson", "href": "/wiki/Dave_Manson", "description": "David Michael Manson is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) with several teams. He currently serves an assistant coach with the Bakersfield Condors of the American Hockey League (AHL)."}]}, {"heading": "Births", "year": "1968", "date": "January 27", "txt": "Tracy Lawrence, American country singer", "entities": [{"title": "Tracy Lawrence", "href": "/wiki/Tracy_Lawrence", "description": "Tracy Lee Lawrence is an American country music singer, songwriter, and record producer. Born in Atlanta, Texas and raised in Foreman, Arkansas, Lawrence began performing at age 15 and moved to Nashville, Tennessee, in 1990 to begin his country music career. He signed to Atlantic Records Nashville in 1991 and made his debut late that year with the album Sticks and Stones. Five more studio albums, "}]}, {"heading": "Births", "year": "1968", "date": "January 27", "txt": "Mike Patton, American singer, composer, and voice artist", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 27", "txt": "Matt Stover, American football player", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 27", "txt": "Michael Kulas, Canadian singer-songwriter and producer", "entities": [{"title": "Michael Kulas", "href": "/wiki/Michael_Kulas", "description": "Michael Wade Kulas is a Canadian singer, songwriter and music producer who was a member of the English rock band James between 1997 and 2001."}]}, {"heading": "Births", "year": "1969", "date": "January 27", "txt": "Patton Oswalt, American comedian and actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 27", "txt": "Shane Thomson, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 27", "txt": "Bradley Clyde, Australian rugby league player", "entities": [{"title": "Bradley Clyde", "href": "/wiki/Bradley_Clyde", "description": "Bradley Clyde is an Australian former professional rugby league footballer who played in the 1980s, 1990s and 2000s who, at the peak of his playing career was widely acknowledged as the best lock in the game. He represented both New South Wales, and played for the Australian national side, and played his club football in Australia for the Canberra Raiders and Canterbury-Bankstown Bulldogs, and in "}]}, {"heading": "Births", "year": "1970", "date": "January 27", "txt": "Dean Headley, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 27", "txt": "Patrice Brisebois, Canadian ice hockey player and coach", "entities": [{"title": "Patrice Brisebois", "href": "/wiki/Patrice_Brisebois", "description": "Joseph Jean-Guy Patrice Brisebois is a Canadian former professional ice hockey defenceman who played for the Montreal Canadiens and Colorado Avalanche, playing nearly 900 games with the former and 1,009 games overall. Brisebois was recently the Canadiens' Director of Player Development."}]}, {"heading": "Births", "year": "1972", "date": "January 27", "txt": "Bibi Gaytán, Mexican singer and actress", "entities": [{"title": "Bibi Gaytán", "href": "/wiki/Bibi_Gayt%C3%A1n", "description": "Bibi Gaytán is a Mexican singer and actress. Since she was born, she has lived in Villahermosa, Tabasco and she considers herself \"Tabasqueña\"."}]}, {"heading": "Births", "year": "1973", "date": "January 27", "txt": "Valyantsin Byalkevich, Belarusian footballer and manager (d. 2014)", "entities": [{"title": "Valyantsin Byalkevich", "href": "/wiki/Valyantsin_Byalkevich", "description": "Valyantsin Byalkevich, also referred to as Valiantsin Bialkevich, was a Belarusian footballer who played as a midfielder. He spent the majority of his career with Ukrainian club Dynamo Kyiv, where he was predominantly used as a playmaker, and was part of the team that reached the semi-finals of 1998–99 UEFA Champions League."}]}, {"heading": "Births", "year": "1974", "date": "January 27", "txt": "Ole Einar Bjørndalen, Norwegian skier and biathlete", "entities": [{"title": "Ole Einar Bjørndalen", "href": "/wiki/Ole_Einar_Bj%C3%B8rndalen", "description": "Ole Einar Bjørndalen is a retired Norwegian professional biathlete and coach, often referred to by the nickname, the \"King of Biathlon\". With 13 Winter Olympic Games medals, he is second on the list of multiple medalists behind Marit Bjørgen who has won 15 medals. He is also the most successful biathlete of all time at the Biathlon World Championships, having won 45 medals, more than double that o"}]}, {"heading": "Births", "year": "1974", "date": "January 27", "txt": "Andrei Pavel, Romanian tennis player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 27", "txt": "Chaminda Vaas, Sri Lankan cricketer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 27", "txt": "Ahn Jung-hwan, South Korean footballer", "entities": [{"title": "Ahn Jung-hwan", "href": "/wiki/Ahn_Jung-hwan", "description": "Ahn Jung-hwan is a South Korean former football player and television personality. A former second striker, he played for South Korea and scored three goals in two FIFA World Cups, including the golden goal against Italy which led his team to the quarter-finals in the 2002 FIFA World Cup. After his retirement as a football player, he became a television show host and a football commentator."}]}, {"heading": "Births", "year": "1976", "date": "January 27", "txt": "Danielle George MBE FIET, American professor", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 27", "txt": "Pete Laforest, Canadian-American baseball player and manager", "entities": [{"title": "Pete Laforest", "href": "/wiki/Pete_Laforest", "description": "Pierre-Luc \"Pete\" Laforest is a Canadian former professional baseball catcher and was the first manager of the Trois-Rivières Aigles."}]}, {"heading": "Births", "year": "1979", "date": "January 27", "txt": "Daniel Vettori, New Zealand cricketer and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 27", "txt": "Chanda Gunn, American ice hockey player and coach", "entities": [{"title": "Chanda Gunn", "href": "/wiki/Chanda_Gunn", "description": "Chanda Leigh Gunn is an American ice hockey player. She won a bronze medal at the 2006 Winter Olympics. At the games in Turin, she played close to 250 minutes and had 50 saves with a save percentage of 89.3%."}]}, {"heading": "Births", "year": "1980", "date": "January 27", "txt": "Marat Safin, Russian tennis player and politician", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 27", "txt": "Alicia Molik, Australian tennis player and sportscaster", "entities": [{"title": "Alicia Molik", "href": "/wiki/Alicia_Molik", "description": "Alicia Molik is an Australian former professional tennis player. She reached a career-high singles ranking of world No. 8 and won a bronze medal for Australia at the 2004 Athens Olympics by upsetting then world No. 3 and reigning French Open champion Anastasia Myskina. Molik peaked at No. 6 in the doubles rankings and won Grand Slam titles at the 2005 Australian Open and the 2007 French Open along"}]}, {"heading": "Births", "year": "1981", "date": "January 27", "txt": "Tony Woodcock, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 27", "txt": "Eva Asderaki, Greek tennis umpire", "entities": [{"title": "Eva Asderaki", "href": "/wiki/Eva_Asderaki", "description": "Eva Asderaki, also known by her married name Eva Asderaki-Moore, is a Greek tennis umpire, who has umpired international tennis matches since 2001. She has umpired at all four Grand Slam tournaments, and in 2015, she became the first woman to umpire a men's US Open tennis final."}]}, {"heading": "Births", "year": "1983", "date": "January 27", "txt": "Carlo Colaiacovo, Canadian ice hockey player", "entities": [{"title": "Carlo Colaiacovo", "href": "/wiki/Carlo_Colaiacovo", "description": "Carlo Colaiacovo is a Canadian former professional ice hockey defenceman who is currently co-hosting a show on Canada’s TSN 1050 radio station, First Up with Landsberg and Colaiacovo. He most recently played for Adler Mannheim in the Deutsche Eishockey Liga (DEL). Colaiacovo has an identical twin brother, Paulo Colaiacovo, who has also played professional ice hockey, as a goaltender."}]}, {"heading": "Births", "year": "1983", "date": "January 27", "txt": "Paulo Colaiacovo, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 27", "txt": "Gavin Floyd, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 27", "txt": "Lee Grant, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 27", "txt": "Vince Mellars, New Zealand rugby league player", "entities": [{"title": "Vince Mellars", "href": "/wiki/Vince_Mellars", "description": "Vincent \"Vinny\" Mellars is a New Zealand rugby league and rugby union footballer who plays in the Centres. He has previously played in the NRL, Super League and Air New Zealand Cup and in the RFL Championship for Featherstone Rovers."}]}, {"heading": "Births", "year": "1987", "date": "January 27", "txt": "Katy Rose, American singer-songwriter and producer", "entities": [{"title": "Katy Rose", "href": "/wiki/Katy_Rose", "description": "Kathryn Rosemary Bullard, known as Katy Rose, is an American singer-songwriter and producer. Rose released two studio albums, Because I Can and Candy Eyed. Since her last album, Rose has released eight independent singles."}]}, {"heading": "Births", "year": "1987", "date": "January 27", "txt": "Anton Shunin, Russian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 27", "txt": "Ashley Grace, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 27", "txt": "Kerlon, Brazilian footballer", "entities": [{"title": "Kerlon", "href": "/wiki/Kerlon", "description": "Kerlon Moura Souza is a Brazilian former professional footballer who played as an attacking midfielder. After retiring, he worked as a coach at Olé Soccer in the United States."}]}, {"heading": "Births", "year": "1989", "date": "January 27", "txt": "Alberto Botía, Spanish footballer", "entities": [{"title": "Alberto Botía", "href": "/wiki/Alberto_Bot%C3%ADa", "description": "Alberto Tomás Botía Rabasco is a Spanish professional footballer who plays as a central defender for Saudi Arabian club Al Wehda FC."}]}, {"heading": "Births", "year": "1991", "date": "January 27", "txt": "Christian Bickel, German footballer", "entities": [{"title": "Christian Bickel", "href": "/wiki/Christian_Bickel", "description": "Christian Bickel is a German professional footballer who plays for Chemnitzer FC as a midfielder."}]}, {"heading": "Births", "year": "1991", "date": "January 27", "txt": "Sebastine Ikahihifo, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 27", "txt": "Stefano Pettinari, Italian footballer", "entities": [{"title": "Stefano Pettinari", "href": "/wiki/Stefano_Pettinari", "description": "Stefano Pettinari is an Italian professional footballer who plays as an attacking midfielder or striker for Lecce."}]}, {"heading": "Births", "year": "1995", "date": "January 27", "txt": "Harrison Reed, English footballer", "entities": [{"title": "Harrison Reed (footballer)", "href": "/wiki/Harrison_Reed_(footballer)", "description": "Harrison James Reed is an English professional footballer who plays as a midfielder for Premier League club Fulham."}]}, {"heading": "Births", "year": "2000", "date": "January 27", "txt": "Cory Paix, Australian rugby league player", "entities": [{"title": "Cory Paix", "href": "/wiki/Cory_Paix", "description": "Cory Paix is a professional rugby league footballer who plays as a halfback or hooker for the Brisbane Broncos in the NRL."}]}, {"heading": "Deaths", "year": "AD 98", "date": "January 27", "txt": "Nerva, Roman emperor (b. 35)", "entities": [{"title": "Nerva", "href": "/wiki/Nerva", "description": "Nerva was Roman emperor from 96 to 98. Nerva became emperor when aged almost 66, after a lifetime of imperial service under Nero and the rulers of the Flavian dynasty. Under Nero, he was a member of the imperial entourage and played a vital part in exposing the Pisonian conspiracy of 65. Later, as a loyalist to the Flavians, he attained consulships in 71 and 90 during the reigns of Vespasian and D"}]}, {"heading": "Deaths", "year": "457", "date": "January 27", "txt": "Marcian, Byzantine emperor (b. 392)", "entities": [{"title": "Marcian", "href": "/wiki/Marcian", "description": "Marcian was Roman emperor of the East from 450 to 457. Very little of his life before becoming emperor is known, other than that he was a domesticus who served under the commanders Ardabur and his son Aspar for fifteen years. After the death of Emperor Theodosius II on 28 July 450, Marcian was made a candidate for the throne by Aspar, who held much influence because of his military power. After a "}]}, {"heading": "Deaths", "year": "555", "date": "January 27", "txt": "Yuan Di, emperor of the Liang Dynasty (b. 508)", "entities": [{"title": "Emperor Yuan of Liang", "href": "/wiki/Emperor_Yuan_of_Liang", "description": "Emperor Yuan of Liang, personal name Xiao Yi (蕭繹), courtesy name Shicheng (世誠), nickname Qifu (七符), was an emperor of the Chinese Liang Dynasty. After his father Emperor Wu and brother Emperor Jianwen were successively taken hostage and controlled by the rebel general Hou Jing, Xiao Yi was largely viewed as the de facto leader of Liang, and after defeating Hou in 552 declared himself emperor. In 5"}]}, {"heading": "Deaths", "year": "672", "date": "January 27", "txt": "Pope Vitalian", "entities": [{"title": "Pope Vitalian", "href": "/wiki/Pope_Vitalian", "description": "Pope Vitalian was the bishop of Rome from 30 July 657 to his death. His pontificate was marked by the dispute between the papacy and the imperial government in Constantinople over Monothelitism, which Rome condemned. Vitalian tried to resolve the dispute and had a conciliatory relationship with Emperor Constans II, who visited him in Rome and gave him gifts. Vitalian's pontificate also saw the sec"}]}, {"heading": "Deaths", "year": "847", "date": "January 27", "txt": "Pope Sergius II (b. 790)", "entities": [{"title": "Pope Sergius II", "href": "/wiki/Pope_Sergius_II", "description": "Pope Sergius II was the bishop of Rome and ruler of the Papal States from January 844 to his death. Sergius II's pontificate saw the Arab raid against Rome as well as the city's redevelopment."}]}, {"heading": "Deaths", "year": "906", "date": "January 27", "txt": "Liu Can, chancellor of the Tang Dynasty", "entities": [{"title": "Liu Can (Tang dynasty)", "href": "/wiki/Liu_Can_(Tang_dynasty)", "description": "Liu Can, courtesy name Zhaozhi, formally the Baron of Hedong (河東男), nicknamed Liu Qiezi, was an official of the Chinese dynasty Tang Dynasty, serving as a chancellor during the reigns of Emperor Zhaozong and Emperor Zhaozong's son Emperor Ai, near the end of the dynasty. He was an associate of the powerful warlord Zhu Quanzhong the military governor (Jiedushi) of Xuanwu Circuit, who assisted Zhu i"}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}]}, {"heading": "Deaths", "year": "931", "date": "January 27", "txt": "Ruotger, archbishop of Trier", "entities": [{"title": "Ruotger", "href": "/wiki/Ruotger", "description": "Ruotger, also spelled Rutger, Rudger or Rudgar, was the archbishop of Trier from 915. His archdiocese at first lay within the kingdom of West Francia, but after 925 it was annexed to East Francia, an event in which Ruotger played a major role."}, {"title": "Roman Catholic Diocese of Trier", "href": "/wiki/Roman_Catholic_Diocese_of_Trier", "description": "The Roman Catholic diocese of Trier, in English traditionally known by its French name of Treves, is a diocese of the Latin Rite of the Roman Catholic church in Germany. When it was the archbishopric and Electorate of Trier, it was one of the most important states of the Holy Roman Empire, both as an ecclesiastical principality and as a diocese of the Church. Unlike the other Rhenish dioceses — Ma"}]}, {"heading": "Deaths", "year": "947", "date": "January 27", "txt": "Zhang Yanze, Chinese general and governor", "entities": [{"title": "Zhang Yanze", "href": "/wiki/Zhang_Yanze", "description": "Zhang Yanze (張彥澤) was a general of the Chinese Five Dynasties and Ten Kingdoms Period states Later Tang and Later Jin, as well as the Khitan state Liao. He was reviled in traditional sources for his cruelty, avarice, and lack of faithfulness to Later Jin."}]}, {"heading": "Deaths", "year": "1062", "date": "January 27", "txt": "Adelaide of Hungary, (b. c. 1040)", "entities": [{"title": "Adelaide of Hungary", "href": "/wiki/Adelaide_of_Hungary", "description": "Adelaide of Hungary was the only daughter of King Andrew I of Hungary of the Árpád dynasty and Anastasia of Kiev. She was the second wife of Vratislav II of Bohemia, whom she married in 1058. She was a good dynastic match for Vratislav, as he profited from the alliance with her father. They had four children, including Bretislaus II of Bohemia and Judith of Bohemia. Vratislav became duke in 1061 a"}]}, {"heading": "Deaths", "year": "1311", "date": "January 27", "txt": "Külüg Khan, Emperor Wuzong of Yuan", "entities": [{"title": "Külüg Khan, Emperor Wuzong of Yuan", "href": "/wiki/K%C3%BCl%C3%BCg_Khan,_Emperor_Wuzong_of_Yuan", "description": "Külüg Khan, born Khayishan, also known by the temple name Wuzong, Prince of Huai-ning (懷寧王) in 1304-7, was an emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the seventh Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. His name means \"warrior Khan or fine horse Khan\" in the Mongolian language."}]}, {"heading": "Deaths", "year": "1377", "date": "January 27", "txt": "Frederick the Simple, King of Sicily", "entities": [{"title": "Frederick the Simple", "href": "/wiki/Frederick_the_Simple", "description": "Frederick III, called the Simple, was King of Sicily from 1355 to 1377. He was the second son of Peter II of Sicily and Elisabeth of Carinthia. He succeeded his brother Louis. The documents of his era call him the \"infante Frederick, ruler of the kingdom of Sicily\", without any regnal number."}]}, {"heading": "Deaths", "year": "1490", "date": "January 27", "txt": "Ashikaga Yoshimasa, Japanese shōgun (b. 1435)", "entities": [{"title": "Ashikaga Yoshimasa", "href": "/wiki/Ashikaga_Yoshimasa", "description": "Ashikaga Yoshimasa  was the 8th shōgun of the Ashikaga shogunate who reigned from 1449 to 1473 during the Muromachi period of Japan."}]}, {"heading": "Deaths", "year": "1504", "date": "January 27", "txt": "Ludovico II, Marquess of Saluzzo (b. 1438)", "entities": [{"title": "Ludovico II, Marquess of Saluzzo", "href": "/wiki/Ludovico_II,_Marquess_of_Saluzzo", "description": "Ludovico II del Vasto was marquess of Saluzzo from 1475 until his death. Before his accession as marquis he held the title of Count of Carmagnola."}]}, {"heading": "Deaths", "year": "1540", "date": "January 27", "txt": "Angela Merici, Italian educator and saint, founded the Company of St. Ursula (b. 1474)", "entities": [{"title": "Angela Merici", "href": "/wiki/Angela_Merici", "description": "Angela Merici or Angela de Merici was an Italian religious educator, who is honored as a saint by the Roman Catholic Church. She founded the Company of St. Ursula in 1535 in Brescia, in which women dedicated their lives to the service of the Church through the education of girls. From this organisation later sprang the monastic Order of Ursulines, whose nuns established places of prayer and learni"}, {"title": "Company of St. Ursula", "href": "/wiki/Company_of_St._Ursula", "description": "The Angelines, also known as the Company of Saint Ursula or officially the Secular Institute of Saint Angela Merici, is a secular institute of consecrated women in the Catholic Church founded in 1535 by Saint Angela Merici in Brescia, Italy. Their primary focus is the education of women and girls, and the care of the sick and needy. Their patron saint is Saint Ursula. They follow the original form"}]}, {"heading": "Deaths", "year": "1592", "date": "January 27", "txt": "Gian Paolo Lomazzo, Italian painter (b. 1538)", "entities": [{"title": "Gian Paolo Lomazzo", "href": "/wiki/Gian_Paolo_Lomazzo", "description": "Gian Paolo Lomazzo was an Italian painter, best remembered for his writings on art theory, belonging to the second generation that produced Mannerism in Italian art and architecture."}]}, {"heading": "Deaths", "year": "1596", "date": "January 27", "txt": "Francis Drake, English captain and explorer (b. 1540)", "entities": [{"title": "Francis Drake", "href": "/wiki/Francis_Drake", "description": "Sir Francis Drake was an English explorer, sea captain, privateer, naval officer, and politician. Drake is best known for his circumnavigation of the world in a single expedition, from 1577 to 1580. This included his incursion into the Pacific Ocean, until then an area of exclusive Spanish interest, and his claim to New Albion for England, an area in what is now the American state of California. H"}]}, {"heading": "Deaths", "year": "1629", "date": "January 27", "txt": "Hieronymus Praetorius, German organist and composer (b. 1560)", "entities": [{"title": "Hieronymus Praetorius", "href": "/wiki/Hieronymus_Praetorius", "description": "Hieronymus Praetorius was a north German composer and organist of the late Renaissance and very early Baroque eras. He was not related to the much more famous Michael Praetorius, though the Praetorius family had many distinguished musicians throughout the 16th and 17th centuries."}]}, {"heading": "Deaths", "year": "1638", "date": "January 27", "txt": "Gonzalo de Céspedes y Meneses, Spanish author and poet (b. 1585)", "entities": [{"title": "Gonzalo de Céspedes y Meneses", "href": "/wiki/Gonzalo_de_C%C3%A9spedes_y_Meneses", "description": "Gonzalo de Céspedes y Meneses was a Spanish novelist."}]}, {"heading": "Deaths", "year": "1651", "date": "January 27", "txt": "Abraham Bloemaert, Dutch painter and illustrator (b. 1566)", "entities": [{"title": "Abraham Bloemaert", "href": "/wiki/Abraham_Bloemaert", "description": "Abraham Bloemaert was a Dutch painter and printmaker in etching and engraving. He was initially working in the style of the \"Haarlem Mannerists\", but in the 16th century altered his style in line with the new Baroque style that was then developing. He mostly painted history subjects and some landscapes. He was an important teacher, who trained most of the Utrecht Caravaggisti, at least for a perio"}]}, {"heading": "Deaths", "year": "1689", "date": "January 27", "txt": "Robert Aske, English merchant and philanthropist (b. 1619)", "entities": [{"title": "Robert Aske (merchant)", "href": "/wiki/Robert_Aske_(merchant)", "description": "Robert Aske was a merchant and haberdasher in the City of London. He is remembered primarily for the charitable foundation created from his estate, which nowadays operates two schools in Hertfordshire, Haberdashers' Aske's Boys' School and Haberdashers' Aske's School for Girls, and others elsewhere."}]}, {"heading": "Deaths", "year": "1731", "date": "January 27", "txt": "Bartolomeo Cristofori, Italian instrument maker, invented the Piano (b. 1655)", "entities": [{"title": "Bartolomeo Cristofori", "href": "/wiki/Bartolomeo_Cristofori", "description": "Bartolomeo Cristofori di Francesco was an Italian maker of musical instruments famous for inventing the piano."}, {"title": "Piano", "href": "/wiki/Piano", "description": "The piano is an acoustic, stringed musical instrument invented in Italy by Bartolomeo Cristofori around the year 1700, in which the strings are struck by wooden hammers that are coated with a softer material. It is played using a keyboard, which is a row of keys that the performer presses down or strikes with the fingers and thumbs of both hands to cause the hammers to strike the strings."}]}, {"heading": "Deaths", "year": "1733", "date": "January 27", "txt": "Thomas Woolston, English theologian and author (b. 1669)", "entities": [{"title": "Thomas Woolston", "href": "/wiki/Thomas_Woolston", "description": "\n\nThomas Woolston was an English theologian. Although he was often classed as a deist, his biographer William H. Trapnell regards him as an Anglican who held unorthodox theological views."}]}, {"heading": "Deaths", "year": "1740", "date": "January 27", "txt": "Louis Henri, Duke of Bourbon (b. 1692)", "entities": [{"title": "Louis Henri, Duke of Bourbon", "href": "/wiki/Louis_Henri,_Duke_of_Bourbon", "description": "Louis Henri, Duke of Bourbon, or Louis Henri I, Prince of Condé, was head of the Bourbon-Condé cadet branch of the France's reigning House of Bourbon from 1710 to his death, and served as prime minister to his kinsman Louis XV from 1723 to 1726. Despite succeeding as head of the House of Condé in 1709 as Prince of Condé, he never used that name, preferring the title Duke of Bourbon, and was known "}]}, {"heading": "Deaths", "year": "1770", "date": "January 27", "txt": "Philippe Macquer, French historian (b. 1720)", "entities": [{"title": "Philippe Macquer", "href": "/wiki/Philippe_Macquer", "description": "Philippe Macquer was a French historian and lawyer. His brother was the chemist Pierre Joseph Macquer."}]}, {"heading": "Deaths", "year": "1794", "date": "January 27", "txt": "Antoine Philippe de La Trémoille, French general (b. 1765)", "entities": [{"title": "Antoine Philippe de La Trémoille", "href": "/wiki/Antoine_Philippe_de_La_Tr%C3%A9moille", "description": "Antoine Philippe de La Trémoïlle, Prince of Talmont was a French noble and royalist notable for his military involvement against the French Revolution."}]}, {"heading": "Deaths", "year": "1812", "date": "January 27", "txt": "John Perkins, Anglo-Jamaican captain", "entities": [{"title": "John Perkins (Royal Navy officer)", "href": "/wiki/John_Perkins_(Royal_Navy_officer)", "description": "Captain John Perkins, nicknamed Jack Punch, was a British Royal Navy officer. Perkins was perhaps the first mulatto commissioned officer in the Royal Navy. He rose from obscurity to be one of the most successful ship captains of the Georgian navy. He captained a 10-gun schooner during the American War of Independence and in a two-year period captured at least 315 enemy ships."}]}, {"heading": "Deaths", "year": "1814", "date": "January 27", "txt": "Johann Gottlieb Fichte, German philosopher and academic (b. 1762)", "entities": [{"title": "Johann Gottlieb Fichte", "href": "/wiki/Johann_Gottlieb_Fichte", "description": "Johann Gottlieb Fichte was a German philosopher who became a founding figure of the philosophical movement known as German idealism, which developed from the theoretical and ethical writings of Immanuel Kant. Recently, philosophers and scholars have begun to appreciate Fichte as an important philosopher in his own right due to his original insights into the nature of self-consciousness or self-awa"}]}, {"heading": "Deaths", "year": "1816", "date": "January 27", "txt": "Samuel Hood, 1st Viscount Hood, English admiral and politician (b. 1724)", "entities": [{"title": "Samuel Hood, 1st Viscount Hood", "href": "/wiki/Samuel_Hood,_1st_Viscount_Hood", "description": "Admiral Samuel Hood, 1st Viscount Hood of Whitley, Warwickshire, was a Royal Navy officer. As a junior officer he saw action during the War of the Austrian Succession. While in temporary command of Antelope, he drove a French ship ashore in Audierne Bay, and captured two privateers in 1757 during the Seven Years' War. He held senior command as Commander-in-Chief, North American Station and then as"}]}, {"heading": "Deaths", "year": "1851", "date": "January 27", "txt": "John James Audubon, French-American ornithologist and painter (b. 1789)", "entities": [{"title": "John James Audubon", "href": "/wiki/John_James_Audubon", "description": "John James Audubon was an American ornithologist, naturalist, and painter. His combined interests in art and ornithology turned into a plan to make a complete pictoral record of all the bird species of North America. He was notable for his extensive studies documenting all types of American birds and for his detailed illustrations that depicted the birds in their natural habitats. His major work, "}]}, {"heading": "Deaths", "year": "1852", "date": "January 27", "txt": "Paavo Ruotsalainen, Finnish farmer and lay preacher (b. 1777)", "entities": [{"title": "Paavo Ruotsalainen", "href": "/wiki/Paavo_Ruotsalainen", "description": "Paavo Heikki Ruotsalainen was a Finnish farmer and lay preacher who became the leader of the revivalist Awakening religious movement in Finland."}]}, {"heading": "Deaths", "year": "1860", "date": "January 27", "txt": "János Bolyai, Romanian-Hungarian mathematician and academic (b. 1802)", "entities": [{"title": "János Bolyai", "href": "/wiki/J%C3%A1nos_Bolyai", "description": "János Bolyai or Johann Bolyai, was a Hungarian mathematician, who developed absolute geometry—a geometry that includes both Euclidean geometry and hyperbolic geometry. The discovery of a consistent alternative geometry that might correspond to the structure of the universe helped to free mathematicians to study abstract concepts irrespective of any possible connection with the physical world."}]}, {"heading": "Deaths", "year": "1880", "date": "January 27", "txt": "Edward Middleton Barry, English architect and academic, co-designed the Halifax Town Hall and the Royal Opera House (b. 1830)", "entities": [{"title": "Edward Middleton Barry", "href": "/wiki/Edward_Middleton_Barry", "description": "Edward Middleton Barry RA was an English architect of the 19th century."}, {"title": "Halifax Town Hall", "href": "/wiki/Halifax_Town_Hall", "description": "Halifax Town Hall is a grade II* listed, 19th century town hall in the town of Halifax, West Yorkshire, England. It is notable for its design and interiors by Charles Barry and his son, Edward Middleton Barry, and for its sculptures by John Thomas."}, {"title": "Royal Opera House, Valletta", "href": "/wiki/Royal_Opera_House,_Valletta", "description": "The Royal Opera House, also known as the Royal Theatre, was an opera house and performing arts venue in Valletta, Malta. It was designed by the English architect Edward Middleton Barry and was erected in 1866. In 1873 its interior was extensively damaged by fire but was eventually restored by 1877. The theatre received a direct hit from aerial bombing in 1942 during World War II. Prior to its dest"}]}, {"heading": "Deaths", "year": "1901", "date": "January 27", "txt": "Giuseppe Verdi, Italian composer (b. 1813)", "entities": [{"title": "Giuseppe Verdi", "href": "/wiki/Giuseppe_Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}]}, {"heading": "Deaths", "year": "1910", "date": "January 27", "txt": "Thomas Crapper, English plumber and businessman (b. 1836)", "entities": [{"title": "Thomas Crapper", "href": "/wiki/Thomas_Crapper", "description": "Thomas Crapper was an English businessman and plumber. He founded Thomas Crapper & Co in London, a sanitary equipment company. Crapper held nine patents, three of them for water closet improvements such as the floating ballcock. He improved the S-bend plumbing trap in 1880 by inventing the U-bend. The firm's lavatorial equipment was manufactured at premises in nearby Marlborough Road. The company "}]}, {"heading": "Deaths", "year": "1919", "date": "January 27", "txt": "Endre Ady, Hungarian poet and journalist (b. 1877)", "entities": [{"title": "Endre Ady", "href": "/wiki/Endre_Ady", "description": "Endre Ady was a turn-of-the-century Hungarian poet and journalist. Regarded by many as the greatest Hungarian poet of the 20th century, he was noted for his steadfast belief in social progress and development and for his poetry's exploration of fundamental questions of the modern European experience: love, temporality, faith, individuality, and patriotism."}]}, {"heading": "Deaths", "year": "1921", "date": "January 27", "txt": "Maurice Buckley, Australian sergeant (b. 1891)", "entities": [{"title": "Maurice Buckley", "href": "/wiki/Maurice_Buckley", "description": "Maurice Vincent Buckley, was an Australian soldier serving under the pseudonym Gerald Sexton who was awarded the Victoria Cross during the First World War. This is the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}]}, {"heading": "Deaths", "year": "1922", "date": "January 27", "txt": "Nellie Bly, American journalist and author (b. 1864)", "entities": [{"title": "Nellie Bly", "href": "/wiki/Nellie_Bly", "description": "Elizabeth Cochrane Seaman, better known by her pen name Nellie Bly, was an American journalist, industrialist, inventor, and charity worker who was widely known for her record-breaking trip around the world in 72 days, in emulation of Jules Verne's fictional character Phileas Fogg, and an exposé in which she worked undercover to report on a mental institution from within. She was a pioneer in her "}]}, {"heading": "Deaths", "year": "1927", "date": "January 27", "txt": "Jurgis Matulaitis-Matulevičius, Lithuanian bishop (b. 1871)", "entities": [{"title": "Jurgis Matulaitis-Matulevičius", "href": "/wiki/Jurgis_Matulaitis-Matulevi%C4%8Dius", "description": "Jurgis Matulaitis-Matulevičius, also known as Jerzy Bolesław Matulewicz-Matulaitis was a Roman Catholic prelate who served as the Bishop of Vilnius from late 1918 until his resignation in 1925. Matulaitis was also the founder of the Sisters of the Immaculate Conception and the Handmaids of Jesus in the Eucharist; he served as the Superior-General of the Marian Fathers from 1911 until his death. He"}]}, {"heading": "Deaths", "year": "1931", "date": "January 27", "txt": "Nishinoumi Kajirō II, Japanese sumo wrestler, the 25th Yokozuna (b. 1880)", "entities": [{"title": "Nishinoumi Kajirō II", "href": "/wiki/Nishinoumi_Kajir%C5%8D_II", "description": "Nishinoumi Kajirō II  was a Japanese professional sumo wrestler. He was the sport's 25th yokozuna."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1940", "date": "January 27", "txt": "Isaac Babel, Russian short story writer, journalist, and playwright (b. 1894)", "entities": [{"title": "Isaac Babel", "href": "/wiki/Isaac_Babel", "description": "Isaac Emmanuilovich Babel was a Russian writer, journalist, playwright, and literary translator. He is best known as the author of Red Cavalry, Story of My Dovecote and The Odessa Tales—stories from the life of Jewish gangsters from Odessa led by Benya Krik. He has been acclaimed as \"the greatest prose writer of Russian Jewry\". Babel was arrested by the NKVD on 15 May 1939 on fabricated charges of"}]}, {"heading": "Deaths", "year": "1942", "date": "January 27", "txt": "Kaarel Eenpalu, Estonian journalist and politician, Prime Minister of Estonia (b. 1888)", "entities": [{"title": "Kaarel Eenpalu", "href": "/wiki/Kaarel_Eenpalu", "description": "Kaarel Eenpalu was an Estonian journalist, politician and head of state, who served as 7th Prime Minister of Estonia."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Deaths", "year": "1951", "date": "January 27", "txt": "Carl Gustaf Emil Mannerheim, Finnish field marshal and politician, 6th President of Finland (b. 1867)", "entities": [{"title": "Carl Gustaf Emil Mannerheim", "href": "/wiki/Carl_Gustaf_Emil_Mannerheim", "description": "Baron Carl Gustaf Emil Mannerheim was a Finnish military leader and statesman. He served as the military leader of the Whites in the Finnish Civil War of 1918, Regent of Finland (1918–1919), commander-in-chief of Finland's defence forces during World War II (1939–1945), Marshal of Finland, and the sixth president of Finland (1944–1946)."}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Deaths", "year": "1956", "date": "January 27", "txt": "Erich Kleiber, Austrian conductor and director (b. 1890)", "entities": [{"title": "Erich Kleiber", "href": "/wiki/Erich_Kleiber", "description": "Erich Kleiber was an Austrian, later Argentine, conductor, known for his interpretations of the classics and as an advocate of new music."}]}, {"heading": "Deaths", "year": "1961", "date": "January 27", "txt": "Bernard Friedberg, Austrian scholar and author (b. 1876)", "entities": [{"title": "Bernard Friedberg", "href": "/wiki/Bernard_Friedberg", "description": "Bernard Friedberg was an Austrian Hebraist, scholar and bibliographer."}]}, {"heading": "Deaths", "year": "1963", "date": "January 27", "txt": "John Farrow, Australian-American director, producer, and screenwriter (b. 1904)", "entities": [{"title": "John Farrow", "href": "/wiki/John_Farrow", "description": "John Villiers Farrow, KGCHS was an Australian-born American film director, producer and screenwriter. In 1942 he was nominated for the Academy Award for Best Director for Wake Island, and in 1957 he won the Academy Award for Best Adapted Screenplay for Around the World in Eighty Days. He had seven children by his wife, actress Maureen O'Sullivan, including actress Mia Farrow."}]}, {"heading": "Deaths", "year": "1965", "date": "January 27", "txt": "Abraham Walkowitz, American painter (b. 1878)", "entities": [{"title": "Abraham Walkowitz", "href": "/wiki/Abraham_Walkowitz", "description": "Abraham Walkowitz was an Russian-American painter grouped in with early American Modernists working in the Modernist style. While never attaining the same level of fame as his contemporaries, Walkowitz' close relationship with the 291 Gallery and Alfred Stieglitz placed him at the center of the modernist movement. His early abstract cityscapes and collection of over 5,000 drawings of Isadora Dunca"}]}, {"heading": "Deaths", "year": "1967", "date": "January 27", "txt": "crew of Apollo 1\nRoger B. Chaffee, American pilot, engineer, and astronaut (b. 1935)\nGus Grissom, American pilot and astronaut (b. 1926)\nEd White, American colonel, engineer, and astronaut (b. 1930)", "entities": [{"title": "Apollo 1", "href": "/wiki/Apollo_1", "description": "Apollo 1, initially designated AS-204, was the first crewed mission of the United States Apollo program, the undertaking to land the first man on the Moon. It was planned to launch on February 21, 1967, as the first low Earth orbital test of the Apollo command and service module. The mission never flew; a cabin fire during a launch rehearsal test at Cape Kennedy Air Force Station Launch Complex 34"}]}, {"heading": "Deaths", "year": "1967", "date": "January 27", "txt": "Alphonse Juin, Algerian-French general (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "January 27", "txt": "Rocco D'Assunta, Italian actor, comedian and playwright (b. 1904)", "entities": [{"title": "Rocco D'Assunta", "href": "/wiki/Rocco_D%27Assunta", "description": "Rocco D'Assunta was an Italian actor, comedian and playwright."}]}, {"heading": "Deaths", "year": "1970", "date": "January 27", "txt": "Marietta Blau, Austrian physicist and academic (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "January 27", "txt": "Jacobo Árbenz, Guatemalan captain and politician, President of Guatemala (b. 1913)", "entities": [{"title": "Jacobo Árbenz", "href": "/wiki/Jacobo_%C3%81rbenz", "description": "Juan Jacobo Árbenz Guzmán was a Guatemalan military officer and politician who served as the 25th President of Guatemala. He was Minister of National Defense from 1944 to 1951, and the second democratically elected President of Guatemala, from 1951 to 1954. He was a major figure in the ten-year Guatemalan Revolution, which represented some of the few years of representative democracy in Guatemalan"}, {"title": "President of Guatemala", "href": "/wiki/President_of_Guatemala", "description": "The President of Guatemala, officially known as the President of the Republic of Guatemala, is the head of state and head of government of Guatemala, elected to a single four-year term. The position of President was created in 1839."}]}, {"heading": "Deaths", "year": "1972", "date": "January 27", "txt": "Mahalia Jackson, American singer (b. 1911)", "entities": [{"title": "Mahalia Jackson", "href": "/wiki/Mahalia_Jackson", "description": "Mahalia Jackson was an American gospel singer, widely considered one of the most influential vocalists of the 20th century. With a career spanning 40 years, Jackson was integral to the development and spread of gospel blues in black churches throughout the U.S. During a time when racial segregation was pervasive in American society, she met considerable and unexpected success in a recording career"}]}, {"heading": "Deaths", "year": "1973", "date": "January 27", "txt": "William Nolde, American colonel (b. 1929)", "entities": [{"title": "William Nolde", "href": "/wiki/William_Nolde", "description": "Colonel William Benedict Nolde was an officer in the United States Army. Born in Menominee, Michigan, Nolde was a professor of military science at Central Michigan University before joining the army. He is known for being the last official American combat casualty of the Vietnam War: the 45,914th confirmed death and 57,597th in the total list of Americans killed during the conflict. Nolde was kill"}]}, {"heading": "Deaths", "year": "1974", "date": "January 27", "txt": "Georgios Grivas, Cypriot general (b. 1898)", "entities": [{"title": "Georgios Grivas", "href": "/wiki/Georgios_Grivas", "description": "Georgios Grivas, also known by his nickname Digenis, was a Greek Cypriot general in the Greek Army and the leader of the EOKA organisation."}]}, {"heading": "Deaths", "year": "1975", "date": "January 27", "txt": "Bill Walsh, American screenwriter and producer (b. 1913)", "entities": [{"title": "Bill Walsh (producer)", "href": "/wiki/Bill_Walsh_(producer)", "description": "William Crozier Walsh was a film producern screenwriter and comics writer who primarily worked on live-action films for Walt Disney Productions. He was born in New York City. For his work on Mary Poppins, he shared Academy Award nominations for Best Picture with Walt Disney, and for Best Writing, Screenplay Based on Material from Another Medium with Don DaGradi. He also wrote the Mickey Mouse comi"}]}, {"heading": "Deaths", "year": "1979", "date": "January 27", "txt": "Victoria Ocampo. Argentine writer (b. 1890)", "entities": [{"title": "Victoria Ocampo", "href": "/wiki/Victoria_Ocampo", "description": "Victoria Ocampo was an Argentine writer and intellectual, described by Jorge Luis Borges as La mujer más argentina. Best known as an advocate for others and as publisher of the literary magazine Sur, she was also a writer and critic in her own right and one of the most prominent South American women of her time. Her sister Silvina Ocampo, also a writer, was married to Adolfo Bioy Casares."}]}, {"heading": "Deaths", "year": "1983", "date": "January 27", "txt": "Louis de Funès, French actor and screenwriter (b. 1914)", "entities": [{"title": "Louis de Funès", "href": "/wiki/Louis_de_Fun%C3%A8s", "description": "Louis Germain David de Funès de Galarza was a French actor and comedian. According to several polls conducted since 1968, he is France's favourite actor – having played over 150 roles in film and over 100 on stage. His acting style is remembered for its high-energy performance and his wide range of facial expressions and tics. A considerable part of his best-known acting was directed by Jean Girau"}]}, {"heading": "Deaths", "year": "1986", "date": "January 27", "txt": "Lilli Palmer, German-American actress (b. 1914)", "entities": [{"title": "Lilli Palmer", "href": "/wiki/Lilli_Palmer", "description": "Lilli Palmer was a German actress and writer. After beginning her career in British films in the 1930s, she would later transition to major Hollywood productions, earning a Golden Globe Award nomination for her performance in But Not for Me (1959)."}]}, {"heading": "Deaths", "year": "1987", "date": "January 27", "txt": "Norman McLaren, Scottish-Canadian animator and director (b. 1914)", "entities": [{"title": "Norman McLaren", "href": "/wiki/Norman_McLaren", "description": "Norman McLaren, was a Scottish Canadian animator, director and producer known for his work for the National Film Board of Canada (NFB). He was a pioneer in a number of areas of animation and filmmaking, including hand-drawn animation, drawn-on-film animation, visual music, abstract film, pixilation and graphical sound."}]}, {"heading": "Deaths", "year": "1988", "date": "January 27", "txt": "Massa Makan Diabaté, Malian historian, author, and playwright (b. 1938)", "entities": [{"title": "Massa Makan Diabaté", "href": "/wiki/Massa_Makan_Diabat%C3%A9", "description": "Massa Makan Diabaté was a Malian historian, author, and playwright."}]}, {"heading": "Deaths", "year": "1989", "date": "January 27", "txt": "Thomas Sopwith, English ice hockey player and pilot (b. 1888)", "entities": [{"title": "Thomas Sopwith", "href": "/wiki/Thomas_Sopwith", "description": "Sir Thomas Octave Murdoch Sopwith, CBE, Hon FRAeS was an English aviation pioneer, business executive and yachtsman."}]}, {"heading": "Deaths", "year": "1993", "date": "January 27", "txt": "André the Giant, French professional wrestler and actor (b. 1946)", "entities": [{"title": "André the Giant", "href": "/wiki/Andr%C3%A9_the_Giant", "description": "André René Roussimoff was a French professional wrestler and actor. He was better known by his ring name André the Giant, and was best known for his time in the World Wide Wrestling Federation/World Wrestling Federation promotion from 1973 to 1991."}]}, {"heading": "Deaths", "year": "1994", "date": "January 27", "txt": "Claude Akins, American actor (b. 1918)", "entities": [{"title": "Claude Akins", "href": "/wiki/Claude_Akins", "description": "Claude Aubrey Akins was an American character actor with a long career on stage, screen, and television. He was best known as Sheriff Lobo on the 1979–1981 television series B. J. and the Bear, and later The Misadventures of Sheriff Lobo, a spin-off series."}]}, {"heading": "Deaths", "year": "1996", "date": "January 27", "txt": "Ralph Yarborough, American colonel, lawyer, and politician (b. 1903)", "entities": [{"title": "Ralph Yarborough", "href": "/wiki/Ralph_Yarborough", "description": "Ralph Webster Yarborough was an American politician and lawyer. He was a Texas Democratic politician who served in the United States Senate from 1957 to 1971 and was a leader of the progressive wing of his party. Along with Senate Majority Leader Lyndon B. Johnson and Speaker of the House Sam Rayburn, but unlike most Southern congressmen, Yarborough refused to support the 1956 Southern Manifesto, "}]}, {"heading": "Deaths", "year": "2000", "date": "January 27", "txt": "Friedrich Gulda, Austrian pianist and composer (b. 1930)", "entities": [{"title": "Friedrich Gulda", "href": "/wiki/Friedrich_Gulda", "description": "Friedrich Gulda was an Austrian pianist and composer who worked in both the classical and jazz fields."}]}, {"heading": "Deaths", "year": "2003", "date": "January 27", "txt": "Henryk Jabłoński, Polish historian and politician, President of Poland (b. 1909)", "entities": [{"title": "Henryk Jabłoński", "href": "/wiki/Henryk_Jab%C5%82o%C5%84ski", "description": "Henryk Jan Jabłoński was a Polish Socialist. After 1948, he became a Communist politician, as well as a historian and professor at Warsaw University. He served as head of state of the People's Republic of Poland between 1972 and 1985."}, {"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Deaths", "year": "2004", "date": "January 27", "txt": "Salvador Laurel, Filipino lawyer and politician, 10th Vice President of the Philippines (b. 1928)", "entities": [{"title": "Salvador Laurel", "href": "/wiki/Salvador_Laurel", "description": "Salvador Roman Hidalgo Laurel, also known as Doy Laurel, was a Filipino lawyer and politician who served as the vice-president of the Philippines from 1986 to 1992 under President Corazon Aquino and briefly served as the last prime minister from 25 February to 25 March 1986, when the position was abolished. He was a major leader of the United Nationalist Democratic Organization (UNIDO), the politi"}, {"title": "Vice President of the Philippines", "href": "/wiki/Vice_President_of_the_Philippines", "description": "The vice president of the Philippines is the second-highest executive official of the government of the Philippines, after the president. The vice president currently holds office at the Quezon City Reception House in Quezon City. Previously, the vice president of the Philippines held office at the Coconut Palace, the Philippine National Bank Financial Center, and the Philippine International Conv"}]}, {"heading": "Deaths", "year": "2004", "date": "January 27", "txt": "Jack Paar, American talk show host and author (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 27", "txt": "Gene McFadden, American singer-songwriter and producer (b. 1948)", "entities": [{"title": "Gene McFadden", "href": "/wiki/Gene_McFadden", "description": "Gene McFadden was an American singer, songwriter, and record producer. He is best known as one of the key members of the Philadelphia International record label, and was one-half of the successful team of McFadden & Whitehead with John Whitehead."}]}, {"heading": "Deaths", "year": "2006", "date": "January 27", "txt": "Johannes Rau, German journalist and politician, 8th President of Germany (b. 1931)", "entities": [{"title": "President of Germany", "href": "/wiki/President_of_Germany", "description": "The president of Germany, officially the Federal President of the Federal Republic of Germany, is the head of state of Germany."}]}, {"heading": "Deaths", "year": "2007", "date": "January 27", "txt": "Yang Chuan-kwang, Taiwanese decathlete, long jumper, and hurdler (b. 1933)", "entities": [{"title": "Yang Chuan-kwang", "href": "/wiki/Yang_Chuan-kwang", "description": "Yang Chuan-kwang, or C.K. Yang, was an Olympic decathlete from Taiwan. Yang attended college at UCLA where he trained and competed with team mate and Olympian Rafer Johnson and was coached by Elvin C. Drake."}]}, {"heading": "Deaths", "year": "2008", "date": "January 27", "txt": "Suharto, Indonesian general and politician, 2nd President of Indonesia (b. 1921)", "entities": [{"title": "Suharto", "href": "/wiki/Suharto", "description": "Suharto was an Indonesian politician and military dictator, who was the second President of Indonesia. Widely classified as a dictator by foreign observers, Suharto was president for 31 years, from the coup d'etat against Sukarno in 1967 until his overthrow in 1998. The legacy of his 31-year rule, and his US$38 billion net worth, is still debated at home and abroad."}, {"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Deaths", "year": "2008", "date": "January 27", "txt": "Gordon B. Hinckley, American religious leader and author, 15th President of The Church of Jesus Christ of Latter-day Saints (b. 1910)", "entities": [{"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "2008", "date": "January 27", "txt": "Louie Welch, American businessman and politician, 54th Mayor of Houston (b. 1918)", "entities": [{"title": "List of mayors of Houston", "href": "/wiki/List_of_mayors_of_Houston", "description": "The following is a list of people who have served as mayor of the city of Houston in the U.S. state of Texas."}]}, {"heading": "Deaths", "year": "2009", "date": "January 27", "txt": "John Updike, American novelist, short story writer, and critic (b. 1932)", "entities": [{"title": "John Updike", "href": "/wiki/John_Updike", "description": "John Hoyer Updike was an American novelist, poet, short-story writer, art critic, and literary critic. One of only four writers to win the Pulitzer Prize for Fiction more than once, Updike published more than twenty novels, more than a dozen short-story collections, as well as poetry, art and literary criticism and children's books during his career."}]}, {"heading": "Deaths", "year": "2009", "date": "January 27", "txt": "R. Venkataraman, Indian lawyer and politician, 8th President of India (b. 1910)", "entities": [{"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Deaths", "year": "2010", "date": "January 27", "txt": "Zelda Rubinstein, American actress (b. 1933)", "entities": [{"title": "Zelda Rubinstein", "href": "/wiki/Zelda_Rubinstein", "description": "Zelda May Rubinstein was an American actress and human rights activist, known as eccentric medium Tangina Barrons in the Poltergeist film series. Playing \"Ginny\", she was a regular on David E. Kelley's Emmy Award-winning television series Picket Fences for two seasons. She also made guest appearances in the TV show Poltergeist: The Legacy (1996), as seer Christina, and was the voice of Skittles ca"}]}, {"heading": "Deaths", "year": "2010", "date": "January 27", "txt": "J. D. Salinger, American soldier and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 27", "txt": "Howard Zinn, American historian, author, and activist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 27", "txt": "Charlie Callas, American comedian and musician (b. 1927)", "entities": [{"title": "Charlie Callas", "href": "/wiki/Charlie_Callas", "description": "Charlie Callas was an American comedian and actor most commonly known for his work with Mel Brooks, Jerry Lewis, and Dean Martin, and his many stand-up appearances on television talk shows in the 1970s. He was also known for his role as Malcolm Argos, the restaurant owner and former con man, on the Eddie Albert and Robert Wagner television series Switch (1975–1978). Callas was also known as the vo"}]}, {"heading": "Deaths", "year": "2012", "date": "January 27", "txt": "Greg Cook, American football player and sportscaster (b. 1946)", "entities": [{"title": "Greg Cook", "href": "/wiki/Greg_Cook", "description": "Gregory Lynn Cook was an American football quarterback. Once considered a rising star for the Cincinnati Bengals, shoulder troubles prematurely ended his career."}]}, {"heading": "Deaths", "year": "2012", "date": "January 27", "txt": "Ted Dicks, English composer and screenwriter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 27", "txt": "Jeannette Hamby, American nurse and politician (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 27", "txt": "Kevin White, American politician, 51st Mayor of Boston (b. 1929)", "entities": [{"title": "Mayor of Boston", "href": "/wiki/Mayor_of_Boston", "description": "The mayor of Boston is the head of the municipal government in Boston, Massachusetts. Boston has a mayor-council system of government. Boston's mayoral elections are non-partisan, and elect a mayor to a four-year term; there are no term limits. The mayor's office is in Boston City Hall, in Government Center."}]}, {"heading": "Deaths", "year": "2013", "date": "January 27", "txt": "Ivan Bodiul, Ukrainian-Russian politician (b. 1918)", "entities": [{"title": "Ivan Bodiul", "href": "/wiki/Ivan_Bodiul", "description": "Ivan Ivanovich Bodiul was a Soviet and Moldovan politician prominent in the Moldavian SSR, particularly during the Brezhnev era."}]}, {"heading": "Deaths", "year": "2013", "date": "January 27", "txt": "Stanley Karnow, American journalist and historian (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 27", "txt": "Pete Seeger, American singer-songwriter, guitarist and activist (b. 1919)", "entities": [{"title": "Pete Seeger", "href": "/wiki/Pete_Seeger", "description": "Peter Seeger was an American folk singer and social activist."}]}, {"heading": "Deaths", "year": "2014", "date": "January 27", "txt": "Epimaco Velasco, Filipino lawyer and politician, Governor of Cavite (b. 1935)", "entities": [{"title": "Governor of Cavite", "href": "/wiki/Governor_of_Cavite", "description": "The governor of Cavite is the local chief executive of the Province of Cavite in the Philippines."}]}, {"heading": "Deaths", "year": "2014", "date": "January 27", "txt": "Paul Zorner, German soldier and pilot (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 27", "txt": "Rocky Bridges, American baseball player and coach (b. 1927)", "entities": [{"title": "Rocky Bridges", "href": "/wiki/Rocky_Bridges", "description": "Everett Lamar \"Rocky\" Bridges was a middle infielder and third baseman with an 11-year career in American Major League Baseball from 1951 to 1961. Bridges played for the Brooklyn Dodgers, Cincinnati Redlegs and St. Louis Cardinals of the National League, and the Washington Senators, Detroit Tigers, Cleveland Indians and Los Angeles Angels of the American League. He also appeared occasionally in th"}]}, {"heading": "Deaths", "year": "2015", "date": "January 27", "txt": "David Landau, English-Israeli journalist (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 27", "txt": "Joseph Rotman, Canadian businessman and philanthropist (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 27", "txt": "Charles Hard Townes, American physicist and academic, Nobel Prize laureate (b. 1915)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2015", "date": "January 27", "txt": "Larry Winters, American wrestler and trainer (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 27", "txt": "Carlos Loyzaga, Filipino basketball player and coach (b. 1930)", "entities": [{"title": "Carlos Loyzaga", "href": "/wiki/Carlos_Loyzaga", "description": "Carlos \"Caloy\" Loyzaga y Matute was a Filipino basketball player and coach. He was the most dominant basketball player of his era in the Philippines and is considered as the greatest Filipino basketball player of all time. Loyzaga was a two-time Olympian, as a member of the Philippines men's national basketball team."}]}, {"heading": "Deaths", "year": "2017", "date": "January 27", "txt": "Emmanuelle Riva, French actress (b. 1927)", "entities": [{"title": "Emmanuelle Riva", "href": "/wiki/Emmanuelle_Riva", "description": "Emmanuelle Riva was a French actress, best known for her roles in the films Hiroshima mon amour (1959) and Amour (2012)."}]}, {"heading": "Deaths", "year": "2017", "date": "January 27", "txt": "Arthur H. Rosenfeld, American physicist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "January 27", "txt": "Ingvar Kamprad, Founder of IKEA (b. 1926)", "entities": [{"title": "Ingvar Kamprad", "href": "/wiki/Ingvar_Kamprad", "description": "Feodor Ingvar Kamprad was a Swedish billionaire business magnate best known for founding IKEA, a multinational retail company specialising in furniture. He lived in Switzerland from 1976 to 2014."}, {"title": "IKEA", "href": "/wiki/IKEA", "description": "IKEA is a Swedish multinational conglomerate that designs and sells ready-to-assemble furniture, kitchen appliances and home accessories, among other useful goods and occasionally home services. Founded in Sweden in 1943 by 17-year-old Ingvar Kamprad, IKEA has been the world's largest furniture retailer since 2008. The brand used by the group is an acronym that consists of the founder's initials, "}]}, {"heading": "Deaths", "year": "2018", "date": "January 27", "txt": "Mort Walker, American cartoonist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "January 27", "txt": "Countess Maya von Schönburg-Glauchau, German socialite (b. 1958)", "entities": [{"title": "Countess Maya von Schönburg-Glauchau", "href": "/wiki/Countess_Maya_von_Sch%C3%B6nburg-Glauchau", "description": "Countess Maria Felicitas von Schönburg-Glauchau, also known as Maya von Schönburg, was a German socialite."}]}, {"heading": "Deaths", "year": "2020", "date": "January 27", "txt": "Lina Ben Mhenni,  Tunisian Internet activist and blogger (b. 1983)", "entities": [{"title": "Lina Ben Mhenni", "href": "/wiki/Lina_Ben_Mhenni", "description": "Lina Ben Mhenni was a Tunisian Internet activist, blogger and lecturer in linguistics at Tunis University. She was internationally recognised for her work during the 2011 Tunisian revolution and in the following years."}]}, {"heading": "Deaths", "year": "2021", "date": "January 27", "txt": "Cloris Leachman, American actress and comedian (b. 1926)", "entities": []}]