[{"heading": "Events", "year": "613", "date": "January 22", "txt": "Eight-month-old Constantine is crowned as co-emperor (Caesar) by his father Heraclius at Constantinople.", "entities": [{"title": "Constantine III (Byzantine emperor)", "href": "/wiki/Constantine_III_(Byzantine_emperor)", "description": "Constantine III or Heraclius Constantine was the shortest reigning Byzantine emperor, ruling for four months in 641. He was the eldest son of the Byzantine Emperor Heraclius and his first wife Eudokia."}, {"title": "Heraclius", "href": "/wiki/Heraclius", "description": "Flavius Heraclius was the Byzantine emperor from 610 to 641. His rise to power began in 608, when he and his father, Heraclius the Elder, the exarch of Africa, led a revolt against the unpopular usurper Phocas."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "871", "date": "January 22", "txt": "Battle of Basing: The West Saxons led by King Æthelred I are defeated by the Danelaw Vikings at Basing.", "entities": [{"title": "Battle of Basing", "href": "/wiki/Battle_of_Basing", "description": "The Battle of Basing was a victory of a Danish Viking army over the West Saxons at the royal estate of Basing in Hampshire on about 22 January 871."}, {"title": "Wessex", "href": "/wiki/Wessex", "description": "Wessex was an Anglo-Saxon kingdom in the south of Great Britain, from 519 until England was unified by Æthelstan in 927."}, {"title": "Æthelred of Wessex", "href": "/wiki/%C3%86thelred_of_Wessex", "description": "Æthelred I was King of Wessex from 865 until his death in 871. He was the fourth of five sons of King Æthelwulf of Wessex, four of whom in turn became king. Æthelred succeeded his elder brother Æthelberht and was followed by his youngest brother, Alfred the Great. Æthelred had two sons, Æthelhelm and Æthelwold, who were passed over for the kingship on their father's death because they were still i"}, {"title": "Danelaw", "href": "/wiki/Danelaw", "description": "The Danelaw was the part of England in which the laws of the Danes held sway and dominated those of the Anglo-Saxons. The Danelaw contrasts with the West Saxon law and the Mercian law. The term is first recorded in the early 11th century as Dena lage. The areas that constituted the Danelaw lie in northern and eastern England, long occupied by Danes and other Norsemen."}, {"title": "Vikings", "href": "/wiki/Vikings", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}, {"title": "Old Basing", "href": "/wiki/Old_Basing", "description": "Old Basing is a village in Hampshire, England, just east of Basingstoke."}]}, {"heading": "Events", "year": "1506", "date": "January 22", "txt": "The first contingent of 150 Swiss Guards arrives at the Vatican.", "entities": [{"title": "Swiss Guard", "href": "/wiki/Swiss_Guard", "description": "The Pontifical Swiss Guard \nis a minor armed forces and honour guards unit maintained by the Holy See that protects the Pope and the Apostolic Palace, serving as the de facto military of Vatican City. Established in 1506 under Pope Julius II, the Pontifical Swiss Guard is among the oldest military units in continuous operation."}, {"title": "Vatican City", "href": "/wiki/Vatican_City", "description": "Vatican City, officially the Vatican City State, is the Holy See's independent city state, an enclave within Rome, Italy. The Vatican City State, also known as The Vatican, became independent from Italy with the Lateran Treaty (1929), and it is a distinct territory under \"full ownership, exclusive dominion, and sovereign authority and jurisdiction\" of the Holy See, itself a sovereign entity of int"}]}, {"heading": "Events", "year": "1517", "date": "January 22", "txt": "The Ottoman Empire under Selim I defeats the Mamluk Sultanate and captures present-day Egypt at the Battle of Ridaniya.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Selim I", "href": "/wiki/Selim_I", "description": "Selim I , known as Selim the Grim or Selim the Resolute, was the Sultan of the Ottoman Empire from 1512 to 1520. Despite lasting only eight years, his reign is notable for the enormous expansion of the Empire, particularly his conquest between 1516 and 1517 of the entire Mamluk Sultanate of Egypt, which included all of the Levant, Hejaz, Tihamah, and Egypt itself. On the eve of his death in 1520, "}, {"title": "Mamluk Sultanate (Cairo)", "href": "/wiki/Mamluk_Sultanate_(Cairo)", "description": "The Mamluk Sultanate was a medieval realm spanning Egypt, the Levant and Hejaz that established itself as a caliphate. It lasted from the overthrow of the Ayyubid dynasty until the Ottoman conquest of Egypt in 1517. Historians have traditionally broken the era of Mamluk rule into two periods, one covering 1250–1382 and the other 1382–1517. Western historians call the former the \"Baḥrī\" period and "}, {"title": "Battle of Ridaniya", "href": "/wiki/Battle_of_Ridaniya", "description": "The Battle of Ridaniya or Battle of Ridanieh was fought on January 22, 1517, in Egypt. The Ottoman forces of Selim I defeated the Mamluk forces under Al-Ashraf Tuman bay II. The Turks marched into Cairo, and the severed head of Tuman bay II, Egypt’s last Mamluk Sultan, was hung over an entrance gate in the Al Ghourieh quarter of Cairo. Or, alternatively, he was hung from the gate and buried after "}]}, {"heading": "Events", "year": "1555", "date": "January 22", "txt": "The Ava Kingdom falls to the Taungoo Dynasty in what is now Myanmar.", "entities": [{"title": "Ava Kingdom", "href": "/wiki/Ava_Kingdom", "description": "The Ava Kingdom was the dominant kingdom that ruled upper Burma (Myanmar) from 1364 to 1555. Founded in 1365, the kingdom was the successor state to the petty kingdoms of Myinsaing, Pinya and Sagaing that had ruled central Burma since the collapse of the Pagan Empire in the late 13th century."}, {"title": "Taungoo Dynasty", "href": "/wiki/Taungoo_Dynasty", "description": "The Toungoo dynasty, and also known as the Restored Toungoo dynasty, was the ruling dynasty of Burma (Myanmar) from the mid-16th century to 1752. Its early kings Tabinshwehti and Bayinnaung succeeded in reunifying the territories of the Pagan Kingdom for the first time since 1287 and in incorporating the Shan States for the first time. At its peak, Toungoo Empire was the largest and strongest empi"}, {"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}]}, {"heading": "Events", "year": "1689", "date": "January 22", "txt": "The Convention Parliament convenes to determine whether James II and VII, the last Roman Catholic monarch of England, Ireland and Scotland, had vacated the thrones of England and Ireland when he fled to France in 1688.", "entities": [{"title": "Convention Parliament (1689)", "href": "/wiki/Convention_Parliament_(1689)", "description": "The English Convention (1689) was an assembly of the Parliament of England which met between 22 January and 12 February 1689 and transferred the crowns of England and Ireland from James II to William III and Mary II."}, {"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}, {"title": "Roman Catholic Church", "href": "/wiki/Roman_Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "1688", "href": "/wiki/1688", "description": "1688 (MDCLXXXVIII) was a leap year starting on Thursday of the Gregorian calendar and a leap year starting on Sunday of the Julian calendar, the 1688th year of the Common Era (CE) and Anno Domini (AD) designations, the 688th year of the 2nd millennium, the 88th year of the 17th century, and the 9th year of the 1680s decade. As of the start of 1688, the Gregorian calendar was 10 days ahead of the J"}]}, {"heading": "Events", "year": "1808", "date": "January 22", "txt": "The Portuguese royal family arrives in Brazil after fleeing the French army's invasion of Portugal two months earlier.", "entities": [{"title": "House of Braganza", "href": "/wiki/House_of_Braganza", "description": "The Most Serene House of Braganza, also known as the Brigantine Dynasty, is a dynasty of emperors, kings, princes, and dukes of Portuguese origin which reigned in Europe and the Americas."}, {"title": "Transfer of the Portuguese Court to Brazil", "href": "/wiki/Transfer_of_the_Portuguese_Court_to_Brazil", "description": "The transfer of the Portuguese court to Brazil occurred with the strategic retreat of Queen Maria I of Portugal, Prince Regent John, and the Braganza royal family and its court of nearly 420 people from Lisbon on November 27, 1807. The embarkment took place on the 27th, but due to weather conditions, the ships were only able to depart on the 29th of November. The Braganza royal family departed for"}, {"title": "Invasion of Portugal (1807)", "href": "/wiki/Invasion_of_Portugal_(1807)", "description": "The Invasion of Portugal saw an Imperial French corps under Jean-Andoche Junot and Spanish military troops invade the Kingdom of Portugal, which was headed by its Prince Regent João of Bragança. The military operation resulted in the occupation of Portugal. The French and Spanish presence was challenged by the Portuguese people and by the United Kingdom in 1808. The invasion marked the start of th"}]}, {"heading": "Events", "year": "1824", "date": "January 22", "txt": "The Ashantis defeat British forces in the Gold Coast.", "entities": [{"title": "Ashantis", "href": "/wiki/Ashantis", "description": "Ashanti, also known as Asante, are part of the Akan ethnic group and are native to the Ashanti Region of modern-day Ghana. Twi is spoken by over nine million Asante people as a first or second language."}, {"title": "Gold Coast (British colony)", "href": "/wiki/Gold_Coast_(British_colony)", "description": "The Gold Coast was a British Crown Colony on the Gulf of Guinea in West Africa from 1821 to its independence as part of the nation of Ghana in 1957. The term Gold Coast is also often used to describe all of the four separate jurisdictions that were under the administration of the Governor of the Gold Coast. These were the Gold Coast itself, Ashanti, the Northern Territories Protectorate and the Br"}]}, {"heading": "Events", "year": "1849", "date": "January 22", "txt": "Second Anglo-Sikh War: The Siege of Multan ends after nine months when the last Sikh defenders of Multan, Punjab, surrender.", "entities": [{"title": "Second Anglo-Sikh War", "href": "/wiki/Second_Anglo-Sikh_War", "description": "The Second Anglo-Sikh War was a military conflict between the Sikh Empire and the British East India Company that that took place in 1848 and 1849. It resulted in the fall of the Sikh Empire, and the annexation of the Punjab and what subsequently became the North-West Frontier Province, by the East India Company."}, {"title": "Siege of Multan", "href": "/wiki/Siege_of_Multan", "description": "The siege of Multan was a prolonged contest between the city and state of Multan and the British East India Company. The siege lasted from 19 April 1848, when a rebellion in the city against a ruler imposed by the East India Company precipitated the Second Anglo-Sikh War, until 22 January 1849, when the last defenders surrendered."}, {"title": "Sikhism", "href": "/wiki/Sikhism", "description": "Sikhism or Sikhi is a monotheistic and panentheistic religion that originated in the Punjab region of the Indian subcontinent around the end of the 15th century CE. Sikhism is one of the youngest of the major religions and the world's fifth-largest organized religion, with about 25-30 million Sikhs as of the early-21st century."}, {"title": "Multan", "href": "/wiki/Multan", "description": "Multan is a city and capital of Multan Division located in Punjab, Pakistan. Situated on the bank of the Chenab River, Multan is Pakistan's 7th largest city and is the major cultural and economic centre of Southern Punjab."}, {"title": "Punjab region", "href": "/wiki/Punjab_region", "description": "Punjab is a geopolitical, cultural, and historical region in South Asia, specifically in the northern part of the Indian subcontinent, comprising areas of eastern Pakistan and northern India. The boundaries of the region are ill-defined and focus on historical accounts."}]}, {"heading": "Events", "year": "1863", "date": "January 22", "txt": "The January Uprising breaks out in Poland, Lithuania and Belarus. The aim of the national movement is to regain Polish–Lithuanian–Ruthenian Commonwealth from occupation by Russia.", "entities": [{"title": "January Uprising", "href": "/wiki/January_Uprising", "description": "The January Uprising was an insurrection principally in Russia's Kingdom of Poland aimed at the restoration of the Polish–Lithuanian Commonwealth. It began on 22 January 1863 and continued until the last insurgents were captured by the Russian forces in 1864."}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Belarus", "href": "/wiki/Belarus", "description": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Covering an area of 207,600 square kilometres (80,200 sq mi) and with a population of 9.4 million, Belarus is the thirteenth-largest and the twentieth-most populous country in"}, {"title": "Polish–Lithuanian–Ruthenian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian%E2%80%93Ruthenian_Commonwealth", "description": "The Polish–Lithuanian–Ruthenian Commonwealth was a proposed European state in the 17th century that would have replaced the existing Polish–Lithuanian Commonwealth."}]}, {"heading": "Events", "year": "1879", "date": "January 22", "txt": "The Battle of Isandlwana during the Anglo-Zulu War results in a British defeat.", "entities": [{"title": "Battle of Isandlwana", "href": "/wiki/Battle_of_Isandlwana", "description": "The Battle of Isandlwana on 22 January 1879 was the first major encounter in the Anglo-Zulu War between the British Empire and the Zulu Kingdom. Eleven days after the British commenced their invasion of Zululand in South Africa, a Zulu force of some 20,000 warriors attacked a portion of the British main column consisting of about 1,800 British, colonial and native troops and perhaps 400 civilians."}, {"title": "Anglo-Zulu War", "href": "/wiki/Anglo-Zulu_War", "description": "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following the Constitution Act of 1867 for the federation in Canada, by Lord Carnarvon, it was thought that similar political effort, coupled with military campaigns, might succeed with the African Kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Bartle Frere was sent to South Africa as Hi"}]}, {"heading": "Events", "year": "1879", "date": "January 22", "txt": "The Battle of Rorke's Drift, also during the Anglo-Zulu War and just some 15 km away from Isandlwana, results in a British victory.", "entities": []}, {"heading": "Events", "year": "1890", "date": "January 22", "txt": "The United Mine Workers of America is founded in Columbus, Ohio.", "entities": [{"title": "United Mine Workers of America", "href": "/wiki/United_Mine_Workers_of_America", "description": "The United Mine Workers of America is a North American labor union best known for representing coal miners. Today, the Union also represents health care workers, truck drivers, manufacturing workers and public employees in the United States and Canada. Although its main focus has always been on workers and their rights, the UMW of today also advocates for better roads, schools, and universal healt"}, {"title": "Columbus, Ohio", "href": "/wiki/Columbus,_Ohio", "description": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population estimated at 898,553 in 2019, it is the 14th-most populous city in the U.S., the second-most populous city in the Midwest after Chicago, and the third-most populous state capital. Columbus is the county seat of Franklin County; it also extends into Delaware and Fairfield counties. It is the core c"}]}, {"heading": "Events", "year": "1901", "date": "January 22", "txt": "Edward VII is proclaimed King after the death of his mother, Queen Victoria.", "entities": [{"title": "Edward VII", "href": "/wiki/Edward_VII", "description": "Edward VII was King of the United Kingdom of Great Britain and Ireland and the British Dominions, and Emperor of India from 22 January 1901 until his death in 1910."}, {"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Events", "year": "1905", "date": "January 22", "txt": "Bloody Sunday in Saint Petersburg, beginning of the 1905 revolution.", "entities": [{"title": "Bloody Sunday (1905)", "href": "/wiki/Bloody_Sunday_(1905)", "description": "Bloody Sunday or Red Sunday is the name given to the events of Sunday, 22 January [O.S. 9 January] 1905 in St Petersburg, Russia, when unarmed demonstrators, led by Father Georgy Gapon, were fired upon by soldiers of the Imperial Guard as they marched towards the Winter Palace to present a petition to Tsar Nicholas II of Russia."}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "1905 Russian Revolution", "href": "/wiki/1905_Russian_Revolution", "description": "The Russian Revolution of 1905, also known as the First Russian Revolution, was a wave of mass political and social unrest that spread through vast areas of the Russian Empire, some of which was directed at the government. It included worker strikes, peasant unrest, and military mutinies. It led to constitutional reform, including the establishment of the State Duma, the multi-party system, and th"}]}, {"heading": "Events", "year": "1906", "date": "January 22", "txt": "SS Valencia runs aground on rocks on Vancouver Island, British Columbia, killing more than 130.", "entities": [{"title": "SS Valencia", "href": "/wiki/SS_Valencia", "description": "SS Valencia was an iron-hulled passenger steamer built for the Red D Line for service between Venezuela and New York City. She was built in 1882 by William Cramp and Sons, one year after the construction of her sister ship Caracas. She was a 1,598-ton vessel, 252 feet (77 m) in length. In 1897, Valencia was deliberately attacked by the Spanish cruiser Reina Mercedes off Guantanamo Bay, Cuba. The n"}, {"title": "Vancouver Island", "href": "/wiki/Vancouver_Island", "description": "Vancouver Island, often simply \"the Island\" to residents of southwestern BC, is in the northeastern Pacific Ocean, and part of the Canadian province of British Columbia. The island is 456 km (283 mi) in length, 100 km (62 mi) in width at its widest point, and 32,134 km2 (12,407 sq mi) in area. It is the largest island on the west coasts of the Americas and is also the most populous."}, {"title": "British Columbia", "href": "/wiki/British_Columbia", "description": "British Columbia (BC) is the westernmost province of Canada, situated between the Pacific Ocean and the Rocky Mountains. In the 2016 Census, the province's recorded population was 4,648,055, making it Canada's third-most populous province. The capital of British Columbia is Victoria, the fifteenth-largest metropolitan region in Canada, named for Queen Victoria, who ruled the British Empire during "}]}, {"heading": "Events", "year": "1915", "date": "January 22", "txt": "Over 600 people are killed in Guadalajara, Mexico, when a train plunges off the tracks into a deep canyon.", "entities": [{"title": "Guadalajara", "href": "/wiki/Guadalajara", "description": "Guadalajara is a metropolis in western Mexico and the capital of the state of Jalisco. According to the 2020 census, the city has a population of 1,385,629, while the Guadalajara metropolitan area has a population of 5,268,642, making it the third-largest metropolitan area in the country. Guadalajara has the second highest population density in Mexico, with over 10,361 people per square kilometre."}, {"title": "Guadalajara train disaster", "href": "/wiki/Guadalajara_train_disaster", "description": "The Guadalajara train disaster occurred around January 22, 1915, in Mexico and killed over 600 people."}]}, {"heading": "Events", "year": "1917", "date": "January 22", "txt": "American entry into World War I: President Wilson of the still-neutral United States calls for \"peace without victory\" in Europe.", "entities": [{"title": "American entry into World War I", "href": "/wiki/American_entry_into_World_War_I", "description": "The American entry into World War I came in April 1917, after more than two and a half years of efforts by President Woodrow Wilson to keep the United States out of the war."}]}, {"heading": "Events", "year": "1919", "date": "January 22", "txt": "Act Zluky is signed, unifying the Ukrainian People's Republic and the West Ukrainian National Republic.", "entities": [{"title": "Act Zluky", "href": "/wiki/Act_Zluky", "description": "The Act Zluky was an agreement signed on January 22, 1919, by the Ukrainian People's Republic and the West Ukrainian People's Republic on the St Sophia Square in Kyiv. Since 1999 the Day of Unity of Ukraine, celebrated every year on January 22 to mark the signing of the treaty, is a state holiday; but not a public holiday."}, {"title": "Ukrainian People's Republic", "href": "/wiki/Ukrainian_People%27s_Republic", "description": "The Ukrainian People's Republic (UPR), or Ukrainian National Republic (UNR), was declared in Ukraine following the February Revolution in Russia. It initially formed part of the Russian Republic and proclaimed its independence from the Russian Soviet Republic on 25 January 1918. During its short existence, the republic went through several political transformations - from the socialist-leaning rep"}, {"title": "West Ukrainian National Republic", "href": "/wiki/West_Ukrainian_National_Republic", "description": "The West Ukrainian People's Republic (WUPR) or West Ukrainian National Republic (WUNR), from January 1919 the Western Oblast of the Ukrainian People's Republic, was a short-lived republic that existed from November 1918 to July 1919 in eastern Galicia. It included the cities of Lviv, Ternopil, Kolomyia, Drohobych, Boryslav, Stanislaviv and right-bank Przemyśl, and claimed parts of Bukovina and Car"}]}, {"heading": "Events", "year": "1924", "date": "January 22", "txt": "Ramsay MacDonald becomes the first Labour Prime Minister of the United Kingdom.", "entities": [{"title": "Ramsay MacDonald", "href": "/wiki/Ramsay_MacDonald", "description": "James Ramsay MacDonald was the first Prime Minister of the United Kingdom who belonged to the Labour Party, leading minority Labour governments for nine months in 1924 and again between 1929–1931. From 1931 to 1935, he headed a National Government dominated by the Conservative Party and supported by only a few Labour members. MacDonald was expelled from the Labour Party as a result."}, {"title": "Labour Party (UK)", "href": "/wiki/Labour_Party_(UK)", "description": "The Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. In all general elections since 1922, Labour has been either the governing party or the Official Opposition. There have been six Labour prime ministers and thirteen Labour ministries."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Events", "year": "1927", "date": "January 22", "txt": "Teddy Wakelam gives the first live radio commentary of a football match, between Arsenal F.C. and Sheffield United at Highbury.", "entities": [{"title": "Teddy Wakelam", "href": "/wiki/Teddy_Wakelam", "description": "\n\nLieutenant-Colonel Henry Blythe Thornhill Wakelam, known as Teddy Wakelam, was an English sports broadcaster and rugby union player who captained Harlequin F.C.."}, {"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}, {"title": "Arsenal F.C.", "href": "/wiki/Arsenal_F.C.", "description": "Arsenal Football Club is a professional football club based in Islington, London, England that plays in the Premier League, the top flight of English football. The club has won 13 league titles, a record 14 FA Cups, two League Cups, 16 FA Community Shields, the League Centenary Trophy, one European Cup Winners' Cup, and one Inter-Cities Fairs Cup."}, {"title": "Sheffield United F.C.", "href": "/wiki/Sheffield_United_F.C.", "description": "Sheffield United Football Club is a professional football club in Sheffield, South Yorkshire, England, which competes in the Premier League, the top division of English football. They formed in 1889, as an offshoot of Sheffield United Cricket Club, and are nicknamed The Blades due to Sheffield's history of steel production. They have played home games at Bramall Lane since their formation."}, {"title": "Arsenal Stadium", "href": "/wiki/Arsenal_Stadium", "description": "Arsenal Stadium was a football stadium in Highbury, London, which was the home of Arsenal Football Club between 6 September 1913 and 7 May 2006. It was popularly known as \"Highbury\" due to its location and was given the affectionate nickname of the \"Home of Football\" by the club."}]}, {"heading": "Events", "year": "1941", "date": "January 22", "txt": "World War II: British and Commonwealth troops capture Tobruk from Italian forces during Operation Compass.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}, {"title": "Tobruk", "href": "/wiki/Tobruk", "description": "Tobruk or Tobruck is a port city on Libya's eastern Mediterranean coast, near the border with Egypt. It is the capital of the Butnan District and has a population of 120,000."}, {"title": "Regio Esercito", "href": "/wiki/Regio_Esercito", "description": "The Royal Italian Army, also known as the Regio Esercito, was established during the proclamation of the Kingdom of Italy. During the 1800s Italy started to unify into one country and in 1861, Manfredo Fanti signed a creation decree which created the Army of the Two Sicilies. This newly created army first task was to defend against the repressive power in southern Italy. The Army of Two Sicilies c"}, {"title": "Operation Compass", "href": "/wiki/Operation_Compass#Tobruk", "description": "Operation Compass was the first large British military operation of the Western Desert Campaign (1940–1943) during the Second World War. British, Indian, Commonwealth and Allied forces attacked Italian forces of the 10th Army in western Egypt and Cyrenaica, the eastern province of Libya, from December 1940 to February 1941."}]}, {"heading": "Events", "year": "1943", "date": "January 22", "txt": "World War II: Australian and American forces defeat Japanese army and navy units in the bitterly fought Battle of Buna–Gona.", "entities": [{"title": "Battle of Buna–Gona", "href": "/wiki/Battle_of_Buna%E2%80%93Gona", "description": "The Battle of Buna–Gona was part of the New Guinea campaign in the Pacific Theatre during World War II. It followed the conclusion of the Kokoda Track campaign and lasted from 16 November 1942 until 22 January 1943. The battle was fought by Australian and United States forces against the Japanese beachheads at Buna, Sanananda and Gona. From these, the Japanese had launched an overland attack on Po"}]}, {"heading": "Events", "year": "1944", "date": "January 22", "txt": "World War II: The Allies commence Operation Shingle, an assault on Anzio and Nettuno, Italy.", "entities": [{"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Operation Shingle", "href": "/wiki/Operation_Shingle", "description": "The Battle of Anzio was a battle of the Italian Campaign of World War II that took place from January 22, 1944 to June 5, 1944. The operation was opposed by German forces in the area of Anzio and Nettuno."}, {"title": "Anzio", "href": "/wiki/Anzio", "description": "Anzio is a city and comune on the coast of the Lazio region of Italy, about 51 kilometres (32 mi) south of Rome."}, {"title": "Nettuno", "href": "/wiki/Nettuno", "description": "Nettuno is a town and comune of the Metropolitan City of Rome in the Lazio region of central Italy, 60 kilometres south of Rome. A resort city and agricultural center on the Tyrrhenian Sea, it has a population of approximately 50,000."}]}, {"heading": "Events", "year": "1946", "date": "January 22", "txt": "In Iran, Qazi Muhammad declares the independent people's Republic of Mahabad at Chahar Cheragh Square in the Kurdish city of Mahabad; he becomes the new president and Haji Baba Sheikh becomes the prime minister.", "entities": [{"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Qazi Muhammad", "href": "/wiki/Qazi_Muhammad", "description": "Qazi Muhammad was an Iranian Kurdish separatist leader who founded the Democratic Party of Iranian Kurdistan and headed the short-lived, Soviet-backed Republic of Kurdistan. He was hanged by the Pahlavi dynasty for treason in 1947."}, {"title": "Republic of Mahabad", "href": "/wiki/Republic_of_Mahabad", "description": "The Republic of Mahabad was a short-lived Kurdish self-governing unrecognized state in present-day Iran, from 22 January to 15 December 1946. The Republic of Mahabad, a puppet state of the Soviet Union, arose alongside the Azerbaijan People's Government, a similarly short-lived unrecognized Soviet puppet state."}, {"title": "Chahar Cheragh Square", "href": "/wiki/Chahar_Cheragh_Square", "description": "Chahar Cheragh or Chuar-chira Square, is a public square in the centre of the city of Mahabad. It is now officially called Shahrdari Square."}, {"title": "Mahabad", "href": "/wiki/Mahabad", "description": "Mahabad, also Romanized as Mihābād and Muhābād, is a city and capital of Mahabad County, West Azerbaijan Province, Iran. At the 2006 census, its population was 168,000 in 31,000 families."}, {"title": "Haji Baba Sheikh", "href": "/wiki/Haji_Baba_Sheikh", "description": "Haji Baba Sheikh was the prime minister of the Republic of Mahabad. After the republic was conquered by the Iranian army in 1947, unlike Qazi Muhammad, he was not executed. He was immune because of his religious standing. The journalist and lyric Hemin Mukriyani was his secretary during the republic."}, {"title": "Prime minister", "href": "/wiki/Prime_minister", "description": "A prime minister is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems, a prime minister is not the head of state of their respective state nor a monarch; rather the prime minister is the head of government, serving typically under a monarch in a hybrid of aristocratic and democrat"}]}, {"heading": "Events", "year": "1946", "date": "January 22", "txt": "Creation of the Central Intelligence Group, forerunner of the Central Intelligence Agency.", "entities": [{"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Events", "year": "1947", "date": "January 22", "txt": "KTLA, the first commercial television station west of the Mississippi River, begins operation in Hollywood.", "entities": [{"title": "KTLA", "href": "/wiki/KTLA", "description": "KTLA, virtual channel 5, is a CW-affiliated television station licensed to Los Angeles, California, United States. The station is the largest directly-owned property of Nexstar Media Group. KTLA's studios are located at the Sunset Bronson Studios on Sunset Boulevard in Hollywood, and its transmitter is located atop Mount Wilson. It is the second-largest CW affiliate by market size that is not owne"}, {"title": "Television station", "href": "/wiki/Television_station", "description": "A television station is a set of equipment managed by a business, organisation or other entity, such as an amateur television (ATV) operator, that transmits video content and audio content via radio waves directly from a transmitter on the earth's surface to any number of tuned receivers simultaneously."}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "Hollywood", "href": "/wiki/Hollywood", "description": "Hollywood is a neighborhood in the central region of Los Angeles, California. Its name has come to be a shorthand reference for the U.S. film industry and the people associated with it. Many of its studios such as Disney, Paramount Pictures, Warner Bros., and Universal Pictures were founded there; Paramount still has its studios there."}]}, {"heading": "Events", "year": "1957", "date": "January 22", "txt": "Israel withdraws from the Sinai Peninsula.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Sinai Peninsula", "href": "/wiki/Sinai_Peninsula", "description": "The Sinai Peninsula, or simply Sinai, is a peninsula in Egypt, and the only part of the country located in Asia. It is between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the "}]}, {"heading": "Events", "year": "1957", "date": "January 22", "txt": "The New York City \"Mad Bomber\", George P. Metesky, is arrested in Waterbury, Connecticut and charged with planting more than 30 bombs.", "entities": [{"title": "Waterbury, Connecticut", "href": "/wiki/Waterbury,_Connecticut", "description": "Waterbury is a city in the U.S. state of Connecticut on the Naugatuck River, 33 miles (53 km) southwest of Hartford and 77 miles (124 km) northeast of New York City. Waterbury is the second-largest city in New Haven County, Connecticut. As of the 2010 census, Waterbury had a population of 110,366, making it the 10th largest city in the New York Metropolitan Area, 9th largest city in New England an"}]}, {"heading": "Events", "year": "1963", "date": "January 22", "txt": "The Élysée Treaty of cooperation between France and Germany is signed by Charles de Gaulle and Konrad Adenauer.", "entities": [{"title": "Élysée Treaty", "href": "/wiki/%C3%89lys%C3%A9e_Treaty", "description": "The Élysée Treaty was a treaty of friendship between France and West Germany, signed by President Charles de Gaulle and Chancellor Konrad Adenauer on 22 January 1963 at the Élysée Palace in Paris. With the signing of this treaty, Germany and France established a new foundation for relations that ended centuries of rivalry."}, {"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}, {"title": "Konrad Adenauer", "href": "/wiki/Konrad_Adenauer", "description": "Konrad Hermann Joseph Adenauer was a German statesman who served as the first Chancellor of the Federal Republic of Germany from 1949 to 1963. From 1946 to 1966, he was the first leader of the Christian Democratic Union (CDU), a Christian democratic party he co-founded, which under his leadership became the dominant force in the country."}]}, {"heading": "Events", "year": "1968", "date": "January 22", "txt": "Apollo 5 lifts off carrying the first Lunar module into space.", "entities": [{"title": "Apollo 5", "href": "/wiki/Apollo_5", "description": "Apollo 5, was the first uncrewed flight of the Apollo Lunar Module (LM), which would later carry astronauts to the lunar surface. It lifted off with a Saturn IB rocket on an Earth-orbital flight."}, {"title": "Lunar module", "href": "/wiki/Lunar_module", "description": "A lunar module is a lunar lander designed to allow astronauts to travel between a spacecraft in lunar orbit and the lunar surface. As of 2020, Apollo Lunar Module was the only lunar module ever used in human spaceflight. Carried atop a Saturn V launch vehicle, the Apollo LM was used for the Apollo program from 1969 to 1972."}]}, {"heading": "Events", "year": "1968", "date": "January 22", "txt": "Operation Igloo White, a US electronic surveillance system to stop communist infiltration into South Vietnam begins installation.", "entities": [{"title": "People's Army of Vietnam", "href": "/wiki/People%27s_Army_of_Vietnam", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Coast Guard, Border Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1970", "date": "January 22", "txt": "The Boeing 747, the world's first \"jumbo jet\", enters commercial service for launch customer Pan American Airways with its maiden voyage from John F. Kennedy International Airport to London Heathrow Airport.", "entities": [{"title": "Boeing 747", "href": "/wiki/Boeing_747", "description": "The Boeing 747 is a large, long–range wide-body airliner and cargo aircraft manufactured by Boeing Commercial Airplanes in the United States.\n\nAfter introducing the 707 in October 1958, Pan Am wanted a jet 2+1⁄2 times its size, to reduce its seat cost by 30% to democratize air travel. In 1965, Joe Sutter left the 737 development program to design the 747, the first twin aisle airliner. In April 19"}, {"title": "Pan American Airways", "href": "/wiki/Pan_American_Airways", "description": "Pan American World Airways, originally founded as Pan American Airways and commonly known as Pan Am, was the principal and largest international air carrier and unofficial overseas flag carrier of the United States from 1927 until the airline's collapse on December 4, 1991. Pan Am is credited for many innovations that shaped the international airline industry, including the widespread use of jet a"}, {"title": "John F. Kennedy International Airport", "href": "/wiki/John_F._Kennedy_International_Airport", "description": "John F. Kennedy International Airport is an international airport in Queens, New York City, and one of the primary airports serving New York City. The airport is the busiest international air passenger gateway into North America, the 20th-busiest airport in the world, the sixth-busiest airport in the United States, and the busiest airport in the New York airport system, having handled over 62.5 mi"}, {"title": "London Heathrow Airport", "href": "/wiki/London_Heathrow_Airport", "description": "Heathrow Airport, originally called London Airport until 1966 and now known as London Heathrow, is a major international airport in London, England. Heathrow is the second busiest airport in the world by international passenger traffic, the third busiest airport in Europe by passenger traffic but only the twenty second busiest airport in the world by total passenger traffic, the sole UK entry in t"}]}, {"heading": "Events", "year": "1971", "date": "January 22", "txt": "The Singapore Declaration, one of the two most important documents to the uncodified constitution of the Commonwealth of Nations, is issued.", "entities": [{"title": "Singapore Declaration", "href": "/wiki/Singapore_Declaration", "description": "\n\nThe Singapore Declaration of Commonwealth Principles was a declaration issued by the assembled Heads of Government of the Commonwealth of Nations, setting out the core political volunteering values that would form the main part of the Commonwealth's membership criteria. The Declaration was issued in Singapore on 22 January 1971 at the conclusion of the first Commonwealth Heads of Government Meet"}, {"title": "Uncodified constitution", "href": "/wiki/Uncodified_constitution", "description": "An uncodified constitution is a type of constitution where the fundamental rules often take the form of customs, usage, precedent and a variety of statutes and legal instruments. An understanding of the constitution is obtained through reading commentary by the judiciary, government committees or legal experts. In such a constitutional system, all these elements may be recognized by courts, legisl"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1973", "date": "January 22", "txt": "The Supreme Court of the United States delivers its decisions in Roe v. Wade and Doe v. Bolton, legalizing elective abortion in all fifty states.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Abortion in the United States", "href": "/wiki/Abortion_in_the_United_States", "description": "Abortion is legal throughout the United States and its territories, although restrictions and accessibility vary from state to state. Abortion is a controversial and divisive issue in the society, culture and politics of the U.S., and various anti-abortion laws have been in force in each state since at least 1900. Since 1976, the Republican Party has generally sought to restrict abortion access or"}]}, {"heading": "Events", "year": "1973", "date": "January 22", "txt": "The crew of Apollo 17 addresses a joint session of Congress after the completion of the final Apollo moon landing mission.", "entities": []}, {"heading": "Events", "year": "1973", "date": "January 22", "txt": "A chartered Boeing 707 explodes in flames upon landing at Kano Airport, Nigeria, killing 176.", "entities": [{"title": "Kano air disaster", "href": "/wiki/Kano_air_disaster", "description": "The Kano air disaster was a chartered Boeing 707 passenger flight on 22 January 1973 that crashed while attempting to land at Kano International Airport. It is the deadliest aviation disaster ever to take place in Nigeria, as 176 passengers and crew perished in the crash. There were 26 survivors."}, {"title": "Kano Airport", "href": "/wiki/Kano_Airport", "description": "Mallam Aminu Kano International Airport is an international airport serving Kano, the capital city of Kano State of Nigeria. It was a Royal Air Force station before the country became independent. It is the main airport serving northern Nigeria and was named after politician Aminu Kano. The airport has an international and a domestic terminal. Construction started on a new domestic terminal and wa"}, {"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}]}, {"heading": "Events", "year": "1973", "date": "January 22", "txt": "In a bout for the world heavyweight boxing championship in Kingston, Jamaica, challenger George Foreman knocks down champion Joe Frazier six times in the first two rounds before the fight is stopped by referee Arthur Mercante.", "entities": [{"title": "George Foreman", "href": "/wiki/George_Foreman", "description": "George Edward Foreman is an American former professional boxer, entrepreneur, minister and author. As a professional boxer, he was nicknamed \"Big George\" and competed between 1969 and 1997. He is a two-time world heavyweight champion and an Olympic gold medalist. As an entrepreneur, he is known for the George Foreman Grill."}, {"title": "Joe Frazier", "href": "/wiki/Joe_Frazier", "description": "Joseph William Frazier, nicknamed \"Smokin' Joe,\" was an American professional boxer who competed from 1965 to 1981. Frazier was known for his strength, durability, formidable punching power, and relentless pressure fighting style and was the first boxer to beat Muhammad Ali. He reigned as the undisputed heavyweight champion from 1970 to 1973 and as an amateur won a gold medal at the 1964 Summer Ol"}, {"title": "Arthur Mercante", "href": "/wiki/Arthur_Mercante", "description": "Arthur Mercante Sr. was an American boxing referee. His career lasted from the 1960s until 2001. Mercante's son also became a noted referee. In his youth, Arthur Mercante Sr. was a member of the Merchant Marines."}]}, {"heading": "Events", "year": "1984", "date": "January 22", "txt": "The Apple Macintosh, the first consumer computer to popularize the computer mouse and the graphical user interface, is introduced during a Super Bowl XVIII television commercial.", "entities": [{"title": "Apple Macintosh", "href": "/wiki/Apple_Macintosh", "description": "The Macintosh is a family of personal computers designed, manufactured, and sold by Apple Inc. since January 1984."}, {"title": "Computer mouse", "href": "/wiki/Computer_mouse", "description": "A computer mouse is a hand-held pointing device that detects two-dimensional motion relative to a surface. This motion is typically translated into the motion of a pointer on a display, which allows a smooth control of the graphical user interface of a computer."}, {"title": "Graphical user interface", "href": "/wiki/Graphical_user_interface", "description": "The graphical user interface is a form of user interface that allows users to interact with electronic devices through graphical icons and audio indicator such as primary notation, instead of text-based user interfaces, typed command labels or text navigation. GUIs were introduced in reaction to the perceived steep learning curve of command-line interfaces (CLIs), which require commands to be type"}, {"title": "Super Bowl XVIII", "href": "/wiki/Super_Bowl_XVIII", "description": "Super Bowl XVIII was an American football game played on January 22, 1984, at Tampa Stadium between the National Football Conference (NFC) champion and defending Super Bowl XVII champion Washington Redskins and the American Football Conference (AFC) champion Los Angeles Raiders to determine the National Football League (NFL) champion for the 1983 season. The Raiders defeated the Redskins, 38–9. Th"}, {"title": "Television commercial", "href": "/wiki/Television_commercial", "description": "A television advertisement is a span of television programming produced and paid for by an organization. It conveys a message promoting, and aiming to market, a product or service. Advertisers and marketers may refer to television commercials as TVCs."}]}, {"heading": "Events", "year": "1987", "date": "January 22", "txt": "Philippine security forces open fire on a crowd of 10,000–15,000 demonstrators at Malacañang Palace, Manila, killing 13.", "entities": [{"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Mendiola massacre", "href": "/wiki/Mendiola_massacre", "description": "The Mendiola massacre, also called Black Thursday by some Filipino journalists, was an incident that took place in Mendiola Street, San Miguel, Manila, Philippines on January 22, 1987, in which state security forces violently dispersed a farmers' march to Malacañang Palace in protest of the lack of government action on land reform."}, {"title": "Malacañang Palace", "href": "/wiki/Malaca%C3%B1ang_Palace", "description": "Malacañang Palace is the official residence and principal workplace of the President of the Philippines. It is located in old Manila district of San Miguel, and is commonly associated with Mendiola Street. The term \"Malacañang\" is often used as a metonym for the president and his advisers. The sprawling Malacañang Palace complex includes numerous mansions and office buildings designed and built la"}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}]}, {"heading": "Events", "year": "1992", "date": "January 22", "txt": "Rebel forces occupy Zaire's national radio station in Kinshasa and broadcast a demand for the government's resignation.", "entities": [{"title": "Zaire", "href": "/wiki/Zaire", "description": "Zaire, officially the Republic of Zaire, was the name of a sovereign state between 1971 and 1997 in Central Africa that is now known as the Democratic Republic of the Congo. It was, by area, the largest country in sub-Saharan Africa, the third-largest in all of Africa, and the 11th-largest in the world. With a population of over 23 million inhabitants, Zaire was the most-populous officially Franco"}, {"title": "Kinshasa", "href": "/wiki/Kinshasa", "description": "Kinshasa, formerly Léopoldville, is the capital and the largest city of the Democratic Republic of the Congo. With a total population of 15 million as of 2021, it is the largest city in Africa."}]}, {"heading": "Events", "year": "1992", "date": "January 22", "txt": "Space Shuttle program: The space shuttle Discovery launches on STS-42 carrying Dr. Roberta Bondar, who becomes the first Canadian woman and the first neurologist in space.", "entities": [{"title": "Space Shuttle Discovery", "href": "/wiki/Space_Shuttle_Discovery", "description": "Space Shuttle Discovery is one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle has three main components: the"}, {"title": "STS-42", "href": "/wiki/STS-42", "description": "STS-42 was a Space Shuttle Discovery mission with the Spacelab module. Liftoff was originally scheduled for 8:45 EST 22 January 1992, but the launch was delayed due to weather constraints. Discovery successfully lifted off an hour later at 9:52 EST. The main goal of the mission was to study the effects of microgravity on a variety of organisms. The shuttle landed at 8:07 PST on 30 January 1992 on "}, {"title": "Roberta Bondar", "href": "/wiki/Roberta_Bondar", "description": "Roberta Bondar is Canada's first female astronaut and the first neurologist in space. After more than a decade as head of an international space medicine research team collaborating with NASA, Bondar became a consultant and speaker in the business, scientific, and medical communities."}]}, {"heading": "Events", "year": "1995", "date": "January 22", "txt": "Israeli–Palestinian conflict: Beit Lid suicide bombing: In central Israel, near Netanya, two Gazans blow themselves up at a military transit point, killing 19 Israeli soldiers.", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Beit Lid suicide bombing", "href": "/wiki/Beit_Lid_suicide_bombing", "description": "The Beit Lid suicide bombing, was a double suicide attack by the Palestinian Islamic Jihad against Israeli soldiers at the Beit Lid Junction on January 22, 1995. It was the first suicide attack by Palestinian Islamic Jihad."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Netanya", "href": "/wiki/Netanya", "description": "Netanya is a city in the Northern Central District of Israel, and is the capital of the surrounding Sharon plain. It is 30 km (18.6 mi) north of Tel Aviv, and 56 km (34.8 mi) south of Haifa, between Nahal Poleg and Wingate Institute in the south and the 'Avichail' stream in the north. Netanya was named in honor of Nathan Straus, a prominent Jewish American merchant and philanthropist in the early "}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}]}, {"heading": "Events", "year": "1998", "date": "January 22", "txt": "Space Shuttle program: space shuttle Endeavour launches on STS-89 to dock with the Russian space station Mir.", "entities": [{"title": "Space Shuttle Endeavour", "href": "/wiki/Space_Shuttle_Endeavour", "description": "Space Shuttle Endeavour is a retired orbiter from NASA's Space Shuttle program and the fifth and final operational Shuttle built. It embarked on its first mission, STS-49, in May 1992 and its 25th and final mission, STS-134, in May 2011. STS-134 was expected to be the final mission of the Space Shuttle program, but with the authorization of STS-135, Atlantis became the last shuttle to fly."}, {"title": "STS-89", "href": "/wiki/STS-89", "description": "STS-89 was a Space Shuttle mission to the Mir space station flown by Space Shuttle  Endeavour, and launched from Kennedy Space Center, Florida on 22 January 1998."}]}, {"heading": "Events", "year": "1999", "date": "January 22", "txt": "Australian missionary Graham Staines and his two sons are burned alive by radical Hindus while sleeping in their car in Eastern India.", "entities": [{"title": "Graham Staines", "href": "/wiki/Graham_Staines", "description": "Graham Stuart Staines was an Australian Christian missionary, who along with his two sons, Philip and Timothy, was burnt to death in India by members of a Hindu fundamentalist group named Bajrang Dal. In 2003, Bajrang Dal activist Dara Singh was convicted of leading the murderers and was sentenced to life in prison."}]}, {"heading": "Events", "year": "2002", "date": "January 22", "txt": "Kmart becomes the largest retailer in United States history to file for Chapter 11 bankruptcy protection.", "entities": [{"title": "Kmart", "href": "/wiki/Kmart", "description": "Kmart Corporation is an American big box department store chain headquartered in Hoffman Estates, Illinois, United States.\nThe company was incorporated in 1899 as S. S. Kresge Corporation and renamed Kmart Corporation in 1977. The first store with the Kmart name opened in 1962. At its peak in 1994, Kmart operated 2,486 stores globally, including 2,323 discount stores and Super Kmart Center locatio"}, {"title": "Chapter 11 bankruptcy protection", "href": "/wiki/Chapter_11_bankruptcy_protection", "description": "Chapter 11 of the United States Bankruptcy Code permits reorganization under the bankruptcy laws of the United States. Such reorganization, known as \"Chapter 11 bankruptcy\", is available to every business, whether organized as a corporation, partnership or sole proprietorship, and to individuals, although it is most prominently used by corporate entities. In contrast, Chapter 7 governs the process"}]}, {"heading": "Events", "year": "2006", "date": "January 22", "txt": "Evo Morales is inaugurated as President of Bolivia, becoming the country's first indigenous president.", "entities": [{"title": "Evo Morales", "href": "/wiki/Evo_Morales", "description": "Juan Evo Morales Ayma is a Bolivian politician and former cocalero activist who served as the 65th President of Bolivia from 2006 to 2019. Widely regarded as the country's first president to come from its indigenous population, his administration focused on the implementation of leftist policies and combating the influence of the United States and multinational corporations. Ideologically a social"}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}]}, {"heading": "Events", "year": "2007", "date": "January 22", "txt": "At least 88 people are killed when two car bombs explode in the Bab Al-Sharqi market in central Baghdad, Iraq.", "entities": [{"title": "22 January 2007 Baghdad bombings", "href": "/wiki/22_January_2007_Baghdad_bombings", "description": "The 22 January 2007 Baghdad bombings was a terrorist attack that occurred when two powerful car bombs ripped through the Bab Al-Sharqi market in central Baghdad, killing at least 88 people and wounding 160 others in one of the bloodiest days since the US invasion of Iraq. The attack occurred two days after the start of the 10-day Shiite festival leading up to Ashoura. It also coincided with the ar"}, {"title": "Bab Al-Sharqi", "href": "/wiki/Bab_Al-Sharqi", "description": "Bab Al-Sharqi is a neighborhood of central Baghdad, Iraq. The area surrounding Bab Al-Sharqi market is a stronghold of the Mahdi Army, the main Shia militia in central Iraq.."}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Births", "year": "1263", "date": "January 22", "txt": "Ibn Taymiyyah, Syrian scholar and theologian (d. 1328)", "entities": [{"title": "Ibn Taymiyyah", "href": "/wiki/Ibn_Taymiyyah", "description": "Taqī ad-Dīn Aḥmad ibn Abd al-Halim ibn Abd al-Salam al-Numayri al-Ḥarrānī, known simply Ibn Taymiyyah, was a controversial Islamic jurist scholar, muhaddith, theologian, judge, philosopher, economist, and polymath. He is known for his diplomatic involvement with the Ilkhanid ruler Ghazan Khan and for his involvement at the Battle of Marj al-Saffar which ended the Mongol invasions of the Levant. A "}]}, {"heading": "Births", "year": "1440", "date": "January 22", "txt": "Ivan III of Russia (d. 1505)", "entities": [{"title": "Ivan III of Russia", "href": "/wiki/Ivan_III_of_Russia", "description": "Ivan III Vasilyevich, also known as Ivan the Great, was a Grand Prince of Moscow and Grand Prince of all Rus'. Ivan served as the co-ruler and regent for his blind father Vasily II from the mid-1450s before he officially ascended the throne in 1462."}]}, {"heading": "Births", "year": "1522", "date": "January 22", "txt": "Charles II de Valois, Duke of Orléans, (d. 1545)", "entities": [{"title": "Charles II de Valois, Duke of Orléans", "href": "/wiki/Charles_II_de_Valois,_Duke_of_Orl%C3%A9ans", "description": "Charles II of Orléans was the third son of Francis I and Claude of France."}]}, {"heading": "Births", "year": "1552", "date": "January 22", "txt": "Walter Raleigh, English poet, soldier, courtier, and explorer (d. 1618)", "entities": [{"title": "Walter Raleigh", "href": "/wiki/Walter_Raleigh", "description": "Sir Walter Raleigh, also spelled Ralegh, was an English statesman, soldier, spy, writer, poet, explorer, and landed gentleman. One of the most notable figures of the Elizabethan era, he played a leading part in English colonisation of North America, suppressed rebellion in Ireland, helped defend England during the Spanish Armada and held political positions under Elizabeth I."}]}, {"heading": "Births", "year": "1561", "date": "January 22", "txt": "Francis Bacon, English philosopher and politician, Attorney General for England and Wales (d. 1626)", "entities": [{"title": "Francis Bacon", "href": "/wiki/Francis_Bacon", "description": "Francis Bacon, 1st Viscount St Alban,, also known as Lord Verulam, was an English philosopher and statesman who served as Attorney General and as Lord Chancellor of England. His works are seen as developing the scientific method and remained influential through the scientific revolution."}, {"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Births", "year": "1570", "date": "January 22", "txt": "Sir Robert Cotton, 1st Baronet, of Connington, English historian and politician, founded the Cotton library (d. 1631)", "entities": [{"title": "Sir Robert Cotton, 1st Baronet, of Connington", "href": "/wiki/Sir_Robert_Cotton,_1st_Baronet,_of_Connington", "description": "Sir Robert Bruce Cotton, 1st Baronet of Conington Hall in the parish of Conington in Huntingdonshire, England, was a Member of Parliament and an antiquarian who founded the Cotton library."}, {"title": "Cotton library", "href": "/wiki/Cotton_library", "description": "The Cotton or Cottonian library is a collection of manuscripts once owned by Sir Robert Bruce Cotton MP (1571–1631), an antiquarian and bibliophile. It later became the basis of what is now the British Library, which still holds the collection. After the Dissolution of the Monasteries, many priceless and ancient manuscripts that had belonged to the monastic libraries began to be disseminated among"}]}, {"heading": "Births", "year": "1573", "date": "January 22", "txt": "John Donne, English poet and cleric in the Church of England, wrote the Holy Sonnets (d. 1631)", "entities": [{"title": "John Donne", "href": "/wiki/John_Donne", "description": "John Donne was an English poet, scholar, soldier and secretary born into a recusant family, who later became a cleric in the Church of England. Under royal patronage, he was made Dean of St Paul's Cathedral in London (1621–1631). He is considered the preeminent representative of the metaphysical poets. His poetical works are noted for their metaphorical and sensual style and include sonnets, love "}, {"title": "Church of England", "href": "/wiki/Church_of_England", "description": "The Church of England is a Christian church and also the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the 3rd-century, a"}, {"title": "Holy Sonnets", "href": "/wiki/Holy_Sonnets", "description": "The Holy Sonnets—also known as the Divine Meditations or Divine Sonnets—are a series of nineteen poems by the English poet John Donne (1572–1631). The sonnets were first published in 1633—two years after Donne's death. They are written predominantly in the style and form prescribed by Renaissance Italian poet Petrarch (1304–1374) in which the sonnet consisted of two quatrains and a sestet. However"}, {"title": "1631", "href": "/wiki/1631", "description": "1631 (MDCXXXI) was a common year starting on Wednesday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1631st year of the Common Era (CE) and Anno Domini (AD) designations, the 631st year of the 2nd millennium, the 31st year of the 17th century, and the 2nd year of the 1630s decade. As of the start of 1631, the Gregorian calendar was 10 days ahead of th"}]}, {"heading": "Births", "year": "1592", "date": "January 22", "txt": "Pierre Gassendi, French mathematician, astronomer, and philosopher (d. 1655)", "entities": [{"title": "Pierre Gassendi", "href": "/wiki/Pierre_Gassendi", "description": "Pierre Gassendi was a French philosopher, Catholic priest, astronomer, and mathematician. While he held a church position in south-east France, he also spent much time in Paris, where he was a leader of a group of free-thinking intellectuals. He was also an active observational scientist, publishing the first data on the transit of Mercury in 1631. The lunar crater Gassendi is named after him."}]}, {"heading": "Births", "year": "1645", "date": "January 22", "txt": "William Kidd, Scottish sailor and pirate hunter (probable; d. 1701)", "entities": [{"title": "William Kidd", "href": "/wiki/William_Kidd", "description": "William Kidd, also known as Captain William Kidd or simply Captain Kidd, was a Scottish sailor who was tried and executed for piracy after returning from a voyage to the Indian Ocean. Some modern historians, for example Sir Cornelius Neale Dalton, deem his piratical reputation unjust."}]}, {"heading": "Births", "year": "1654", "date": "January 22", "txt": "Richard Blackmore, English physician and poet (d. 1729)", "entities": [{"title": "Richard Blackmore", "href": "/wiki/Richard_Blackmore", "description": "Sir Richard Blackmore, English poet and physician, is remembered primarily as the object of satire and as a dull poet, but he was also a respected medical doctor and theologian."}]}, {"heading": "Births", "year": "1690", "date": "January 22", "txt": "Nicolas Lancret, French painter (d. 1743)", "entities": [{"title": "Nicolas Lancret", "href": "/wiki/Nicolas_Lancret", "description": "Nicolas Lancret was a French painter. Born in Paris, he was a brilliant depicter of light comedy which reflected the tastes and manners of French society during the regency of the Duke of Orleans and, later, early reign of King Louis XV."}]}, {"heading": "Births", "year": "1729", "date": "January 22", "txt": "Gotthold Ephraim Lessing, German philosopher and author (d. 1781)", "entities": [{"title": "Gotthold Ephraim Lessing", "href": "/wiki/Gotthold_Ephraim_Lessing", "description": "Gotthold Ephraim Lessing was a German writer, philosopher, dramatist, publicist and art critic, and an outstanding representative of the Enlightenment era. His plays and theoretical writings substantially influenced the development of German literature. He is widely considered by theatre historians to be the first dramaturg in his role at Abel Seyler's Hamburg National Theatre."}]}, {"heading": "Births", "year": "1733", "date": "January 22", "txt": "Philip Carteret, English admiral and explorer (d. 1796)", "entities": [{"title": "Philip Carteret", "href": "/wiki/Philip_Carteret", "description": "Philip Carteret, Seigneur of Trinity was a British naval officer and explorer who participated in two of the Royal Navy's circumnavigation expeditions in 1764–66 and 1766–69."}]}, {"heading": "Births", "year": "1740", "date": "January 22", "txt": "Noah Phelps, American soldier, lawyer, and judge (d. 1809)", "entities": [{"title": "Noah Phelps", "href": "/wiki/Noah_Phelps", "description": "Major General Noah Phelps was the son of Lt. David Phelps and Abigail Pettibone Phelps and was descended from the English immigrant William Phelps. His parents settled in Simsbury, Connecticut before 1750 and Phelps became an active and influential man. He was a Yale University graduate, a justice of the Peace, judge of Probate for twenty years, and was a Delegate to the Constitutional Convention "}]}, {"heading": "Births", "year": "1781", "date": "January 22", "txt": "François Habeneck, French violinist and conductor (d. 1849)", "entities": [{"title": "François Habeneck", "href": "/wiki/Fran%C3%A7ois_Habeneck", "description": "François Antoine Habeneck was a French classical violinist and conductor."}]}, {"heading": "Births", "year": "1788", "date": "January 22", "txt": "Lord Byron, English poet and playwright (d. 1824)", "entities": [{"title": "Lord Byron", "href": "/wiki/Lord_Byron", "description": "George Gordon Byron, 6th Baron Byron, known simply as Lord Byron, was an English peer, who was a poet and politician. He was one of the leading figures of the Romantic movement and is regarded as one of the greatest English poets. He remains widely read and influential. Among his best-known works are the lengthy narrative poems Don Juan and Childe Harold's Pilgrimage; many of his shorter lyrics in"}]}, {"heading": "Births", "year": "1792", "date": "January 22", "txt": "Lady Lucy Whitmore, English noblewoman, hymn writer (d. 1840)", "entities": [{"title": "Lady Lucy Whitmore", "href": "/wiki/Lady_Lucy_Whitmore", "description": "Lady Lucy Whitmore was an English noblewoman and a hymn writer."}]}, {"heading": "Births", "year": "1796", "date": "January 22", "txt": "Karl Ernst Claus, Estonian-Russian chemist, botanist, and academic (d. 1864)", "entities": [{"title": "Karl Ernst Claus", "href": "/wiki/Karl_Ernst_Claus", "description": "Karl Ernst Claus was a German-Russian chemist and naturalist of Baltic German origin. Claus was a professor at Kazan State University and a member of the Russian Academy of Sciences. He was primarily known as a chemist and discoverer of the chemical element ruthenium, which he named after his homeland of Russia, but also as one of the first scientists who applied quantitative methods in botany."}]}, {"heading": "Births", "year": "1797", "date": "January 22", "txt": "Maria Leopoldina of Austria (d. 1826)", "entities": [{"title": "Maria Leopoldina of Austria", "href": "/wiki/Maria_Leopoldina_of_Austria", "description": "Dona Maria Leopoldina of Austria, was Empress of Brazil as the wife of Emperor Dom Pedro I. She was Queen of Portugal during her husband's brief reign as King Dom Pedro IV."}]}, {"heading": "Births", "year": "1799", "date": "January 22", "txt": "Ludger Duvernay, Canadian journalist, publisher, and politician (d. 1852)", "entities": [{"title": "Ludger Duvernay", "href": "/wiki/Ludger_Duvernay", "description": "Ludger Duvernay, born in Verchères, Quebec, was a printer by profession and published a number of newspapers including the Gazette des Trois-Rivières, the first newspaper in Lower Canada outside of Quebec City and Montreal, and also La Minerve, which supported the Parti patriote and Louis-Joseph Papineau in the years leading up to the Lower Canada Rebellion."}]}, {"heading": "Births", "year": "1802", "date": "January 22", "txt": "Richard Upjohn, English-American architect (d. 1878)", "entities": [{"title": "Richard Upjohn", "href": "/wiki/Richard_Upjohn", "description": "Richard Upjohn was a British-born American architect who emigrated to the United States and became most famous for his Gothic Revival churches. He was partially responsible for launching the movement to such popularity in the United States. Upjohn also did extensive work in and helped to popularize the Italianate style. He was a founder and the first president of the American Institute of Architec"}]}, {"heading": "Births", "year": "1828", "date": "January 22", "txt": "Dayrolles Eveleigh-de-Moleyns, 4th Baron Ventry, Irish hereditary peer (d. 1914)", "entities": [{"title": "Dayrolles Eveleigh-de-Moleyns, 4th Baron Ventry", "href": "/wiki/Dayrolles_Eveleigh-de-Moleyns,_4th_Baron_Ventry", "description": "Dayrolles Blakeney Eveleigh-de-Moleyns, 4th Baron Ventry, DL, JP, was an Irish hereditary peer, elected as a representative peer in 1871."}]}, {"heading": "Births", "year": "1831", "date": "January 22", "txt": "Prince Christian of Schleswig-Holstein (d. 1917)", "entities": [{"title": "Prince Christian of Schleswig-Holstein", "href": "/wiki/Prince_Christian_of_Schleswig-Holstein", "description": "Prince Christian of Schleswig-Holstein was a minor Danish-born German prince who became a member of the British Royal Family through his marriage to Princess Helena of the United Kingdom, the fifth child and third daughter of Queen Victoria and Prince Albert of Saxe-Coburg-Gotha."}]}, {"heading": "Births", "year": "1840", "date": "January 22", "txt": "Ernest Wilberforce, English bishop (d. 1907)", "entities": [{"title": "Ernest Wilberforce", "href": "/wiki/Ernest_Wilberforce", "description": "Ernest Roland Wilberforce was an Anglican clergyman and bishop. From 1882 to 1896 he was the first Anglican Bishop of Newcastle upon the diocese's creation, and from 1896 to 1907 he was Bishop of Chichester."}]}, {"heading": "Births", "year": "1849", "date": "January 22", "txt": "August Strindberg, Swedish novelist, poet, and playwright (d. 1912)", "entities": [{"title": "August Strindberg", "href": "/wiki/August_Strindberg", "description": "Johan August Strindberg was a Swedish playwright, novelist, poet, essayist and painter. A prolific writer who often drew directly on his personal experience, Strindberg's career spanned four decades, during which time he wrote more than sixty plays and more than thirty works of fiction, autobiography, history, cultural analysis, and politics. A bold experimenter and iconoclast throughout, he explo"}]}, {"heading": "Births", "year": "1858", "date": "January 22", "txt": "Beatrice Webb, English sociologist and economist (d. 1943)", "entities": [{"title": "Beatrice Webb", "href": "/wiki/Beatrice_Webb", "description": "Martha Beatrice Webb, Baroness Passfield,, was an English sociologist, economist, socialist, labour historian and social reformer. It was Webb who coined the term collective bargaining. She was among the founders of the London School of Economics and played a crucial role in forming the Fabian Society."}]}, {"heading": "Births", "year": "1861", "date": "January 22", "txt": "George Fuller, Australian politician, 22nd Premier of New South Wales (d. 1940)", "entities": [{"title": "George Fuller (Australian politician)", "href": "/wiki/George_Fuller_(Australian_politician)", "description": "Sir George Warburton Fuller was an Australian politician who served as the 22nd Premier of New South Wales, in office from 1922 to 1925 and for one day in December 1921. He previously served in the federal House of Representatives from 1901 to 1913, representing the Division of Illawarra, and was Minister for Home Affairs under Alfred Deakin from 1909 to 1910."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1865", "date": "January 22", "txt": "Wilbur Scoville, American chemist and pharmacist (d. 1942)", "entities": [{"title": "Wilbur Scoville", "href": "/wiki/Wilbur_Scoville", "description": "Wilbur Lincoln Scoville was an American pharmacist best known for his creation of the \"Scoville Organoleptic Test\", now standardized as the Scoville scale."}]}, {"heading": "Births", "year": "1867", "date": "January 22", "txt": "Gisela Januszewska, Jewish-Austrian physician (d. 1943)", "entities": [{"title": "Gisela Januszewska", "href": "/wiki/Gisela_Januszewska", "description": "Gisela Januszewska was an Austrian physician. Having earned her degree in Switzerland, she briefly worked in Germany before becoming the first female physician in the Bosnian town of Banja Luka. She received highest decorations for her service during the First World War and social activism in Austria afterwards, but was deported to a Nazi concentration camp, where she died, during the Second World"}]}, {"heading": "Births", "year": "1869", "date": "January 22", "txt": "José Vicente de Freitas, Portuguese colonel and politician, 97th Prime Minister of Portugal (d. 1952)", "entities": [{"title": "José Vicente de Freitas", "href": "/wiki/Jos%C3%A9_Vicente_de_Freitas", "description": "José Vicente de Freitas, 2nd Baron of Freitas GCTE was a Portuguese military officer and politician."}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1874", "date": "January 22", "txt": "Edward Harkness, American philanthropist (d. 1940)", "entities": [{"title": "Edward Harkness", "href": "/wiki/Edward_Harkness", "description": "Edward Stephen Harkness was an American philanthropist. Given privately and through his family's Commonwealth Fund, Harkness' gifts to private hospitals, art museums, and educational institutions in the Northeastern United States were among the largest of the early twentieth century. He was a major benefactor to Columbia University, Yale University, Harvard University, Phillips Exeter Academy, St."}]}, {"heading": "Births", "year": "1874", "date": "January 22", "txt": "Jay Hughes, American baseball player and coach (d. 1924)", "entities": []}, {"heading": "Births", "year": "1875", "date": "January 22", "txt": "D. W. Griffith, American director, producer, and screenwriter (d. 1948)", "entities": [{"title": "D. W. Griffith", "href": "/wiki/D._W._Griffith", "description": "David Wark Griffith was an American film director. Widely considered as the most important filmmaker of his generation, he pioneered financing of the feature-length movie."}]}, {"heading": "Births", "year": "1877", "date": "January 22", "txt": "Tom Jones, American baseball player and manager (d. 1923)", "entities": [{"title": "Tom Jones (baseball)", "href": "/wiki/Tom_Jones_(baseball)", "description": "Thomas Jones was an American baseball player. He played professional baseball, principally as a first baseman, from 1902 to 1915, including eight years in Major League Baseball with the Baltimore Orioles (1902), St. Louis Browns (1904–1909), and Detroit Tigers (1909–1910). He compiled a .251 career batting average in 813 major league games."}]}, {"heading": "Births", "year": "1879", "date": "January 22", "txt": "Francis Picabia, French painter and poet (d. 1953)", "entities": [{"title": "Francis Picabia", "href": "/wiki/Francis_Picabia", "description": "Francis Picabia was a French avant-garde painter, poet and typographist. After experimenting with Impressionism and Pointillism, Picabia became associated with Cubism. His highly abstract planar compositions were colourful and rich in contrasts. He was one of the early major figures of the Dada movement in the United States and in France. He was later briefly associated with Surrealism, but would "}]}, {"heading": "Births", "year": "1880", "date": "January 22", "txt": "Bill O'Neill, Canadian-American baseball player (d. 1920)", "entities": [{"title": "Bill O'Neill (baseball)", "href": "/wiki/Bill_O%27Neill_(baseball)", "description": "William John O'Neill was an outfielder in Major League Baseball who played for the Boston Americans (1904), Washington Senators (1904) and Chicago White Sox (1906). O'Neill was a switch-hitter and threw right-handed. He was born in Saint John, New Brunswick, Canada."}]}, {"heading": "Births", "year": "1880", "date": "January 22", "txt": "Frigyes Riesz, Hungarian mathematician and academic (d. 1956)", "entities": []}, {"heading": "Births", "year": "1881", "date": "January 22", "txt": "Ira Thomas, American baseball player and manager (d. 1958)", "entities": [{"title": "Ira Thomas", "href": "/wiki/Ira_Thomas", "description": "Ira Felix Thomas was an American professional baseball player. He played all or part of ten seasons of Major League Baseball, all in the American League, with the New York Highlanders (1906–07), Detroit Tigers (1908), and Philadelphia Athletics (1909–15), primarily as a catcher."}]}, {"heading": "Births", "year": "1886", "date": "January 22", "txt": "John J. Becker, American pianist, composer, and conductor (d. 1961)", "entities": [{"title": "John J. Becker", "href": "/wiki/John_J._Becker", "description": "John Joseph Becker was an American composer of contemporary classical music, a pianist, a conductor, a writer on music, and a music administrator."}]}, {"heading": "Births", "year": "1887", "date": "January 22", "txt": "Helen Hoyt, American poet and author (d. 1972)", "entities": [{"title": "Helen Hoyt", "href": "/wiki/Helen_Hoyt", "description": "Helen Lyman commonly known as Helen Hoyt or Helen Hoyt Lyman \nwas an American poet."}]}, {"heading": "Births", "year": "1889", "date": "January 22", "txt": "Henri Pélissier, French cyclist (d. 1935)", "entities": [{"title": "Henri Pélissier", "href": "/wiki/Henri_P%C3%A9lissier", "description": "Henri Pélissier was a French racing cyclist from Paris and champion of the 1923 Tour de France. In addition to his 29 career victories, he was known for his long-standing feud with Tour founder Henri Desgrange and for protesting against the conditions endured by riders in the early years of the Tour. He was killed by his lover with the gun that his wife had used to commit suicide."}]}, {"heading": "Births", "year": "1889", "date": "January 22", "txt": "Amos Strunk, American baseball player and manager (d. 1979)", "entities": []}, {"heading": "Births", "year": "1890", "date": "January 22", "txt": "Fred M. Vinson, American judge and politician, 13th Chief Justice of the United States (d. 1953)", "entities": [{"title": "Fred M. Vinson", "href": "/wiki/Fred_M._Vinson", "description": "Frederick Moore Vinson was an American lawyer and Democratic politician. One of the few Americans to have served in all three branches of the U.S. government, Vinson served as a U.S. Representative from Kentucky from 1924 to 1928 and 1930 to 1938, as a federal appellate judge on the U.S. Court of Appeals for the D.C. Circuit from 1938 to 1943, as U.S. Secretary of the Treasury from 1945 to 1946, a"}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1891", "date": "January 22", "txt": "Antonio Gramsci, Italian philosopher and politician (d. 1937)", "entities": [{"title": "Antonio Gramsci", "href": "/wiki/Antonio_Gramsci", "description": "Antonio Francesco Gramsci was an Italian Marxist philosopher, journalist, linguist, writer and politician. He wrote on philosophy, political theory, sociology, history and linguistics. He was a founding member and one-time leader of the Communist Party of Italy and was imprisoned by Benito Mussolini's Fascist regime."}]}, {"heading": "Births", "year": "1892", "date": "January 22", "txt": "Marcel Dassault, French businessman, founded Dassault Aviation (d. 1986)", "entities": [{"title": "Marcel Dassault", "href": "/wiki/Marcel_Dassault", "description": "Marcel Dassault was a French engineer and industrialist who spent his career in aircraft manufacturing."}, {"title": "Dassault Aviation", "href": "/wiki/Dassault_Aviation", "description": "Dassault Aviation SA is an international French aircraft manufacturer of military and business jets, and is a subsidiary of Dassault Group."}]}, {"heading": "Births", "year": "1893", "date": "January 22", "txt": "Conrad Veidt, German-American actor, director, and producer (d. 1943)", "entities": [{"title": "Conrad Veidt", "href": "/wiki/Conrad_Veidt", "description": "Hans Walter Conrad Veidt was a German actor best remembered for his roles in the films Different from the Others (1919), The Cabinet of Dr. Caligari (1920), and The Man Who Laughs (1928). After a successful career in German silent films, where he was one of the best-paid stars of UFA, he and his new Jewish wife Ilona Prager were forced to leave Germany in 1933 after the Nazis came to power. The co"}]}, {"heading": "Births", "year": "1897", "date": "January 22", "txt": "Rosa Ponselle, American operatic soprano (d. 1981)", "entities": [{"title": "Rosa Ponselle", "href": "/wiki/Rosa_Ponselle", "description": "Rosa Ponselle was an American operatic soprano."}]}, {"heading": "Births", "year": "1897", "date": "January 22", "txt": "Dilipkumar Roy, a Bengali Indian musician, musicologist, novelist, poet and essayist. (d. 1980)", "entities": []}, {"heading": "Births", "year": "1898", "date": "January 22", "txt": "Ross Barnett, American lawyer and politician, 52nd Governor of Mississippi (d. 1987)", "entities": [{"title": "Ross Barnett", "href": "/wiki/Ross_Barnett", "description": "Ross Robert Barnett was the Governor of Mississippi from 1960 to 1964. He was a prominent member of the Dixiecrats, Southern Democrats who supported racial segregation."}, {"title": "Governor of Mississippi", "href": "/wiki/Governor_of_Mississippi", "description": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and re"}]}, {"heading": "Births", "year": "1898", "date": "January 22", "txt": "Sergei Eisenstein, Russian director and screenwriter (d. 1948)", "entities": []}, {"heading": "Births", "year": "1898", "date": "January 22", "txt": "Denise Legeay, French actress (d. 1968)", "entities": []}, {"heading": "Births", "year": "1899", "date": "January 22", "txt": "Martti Haavio, Finnish poet and mythologist (d. 1973)", "entities": [{"title": "Martti Haavio", "href": "/wiki/Martti_Haavio", "description": "Martti Henrikki Haavio was a Finnish poet, folklorist and mythologist, writing poetry under the pen name P. Mustapää. He was born on 22 January 1899 in Temmes, and died 4 February 1973 in Helsinki. He was also a professor of folklore and an influential researcher of Finnish mythology. In 1960, Haavio married Aale Tynni, after his first wife Elsa Enäjärvi-Haavio died in 1951 of cancer. His daughter"}]}, {"heading": "Births", "year": "1900", "date": "January 22", "txt": "Ernst Busch, German actor and singer (d. 1980)", "entities": [{"title": "Ernst Busch (actor)", "href": "/wiki/Ernst_Busch_(actor)", "description": "Friedrich Wilhelm Ernst Busch was a German singer and actor."}]}, {"heading": "Births", "year": "1902", "date": "January 22", "txt": "Daniel Kinsey, American hurdler, coach, and academic (d. 1970)", "entities": [{"title": "Daniel Kinsey", "href": "/wiki/Daniel_Kinsey", "description": "Daniel Chapin \"Dan\" Kinsey was an American hurdler and a scholar in physical education."}]}, {"heading": "Births", "year": "1903", "date": "January 22", "txt": "Fritz Houtermans, Polish-German physicist and academic (d. 1966)", "entities": [{"title": "Fritz Houtermans", "href": "/wiki/Fritz_Houtermans", "description": "Friedrich Georg \"Fritz\" Houtermans was a Dutch-Austrian-German atomic and nuclear physicist born in Zoppot near Danzig, West Prussia to a Dutch father, who was a wealthy banker. He was brought up in Vienna, where he was educated, and moved to Göttingen when he was 18 to study. It was in Göttingen where he obtained his Ph.D. under James Franck. Houtermans made important contributions to geochemistr"}]}, {"heading": "Births", "year": "1904", "date": "January 22", "txt": "George Balanchine, Georgian-American dancer, choreographer, and director, co-founded the New York City Ballet (d. 1983)", "entities": [{"title": "George Balanchine", "href": "/wiki/George_Balanchine", "description": "George Balanchine was an American ballet choreographer who was one of the most influential 20th-century choreographers. Styled as the father of American ballet, he co-founded the New York City Ballet and remained its Artistic Director for more than 35 years. His choreography is characterized by plotless ballets with minimal costume and décor, performed to classical and neoclassical music."}, {"title": "New York City Ballet", "href": "/wiki/New_York_City_Ballet", "description": "New York City Ballet (NYCB) is a ballet company founded in 1948 by choreographer George Balanchine and Lincoln Kirstein. Balanchine and Jerome Robbins are considered the founding choreographers of the company. Léon Barzin was the company's first music director. City Ballet grew out of earlier troupes: the Producing Company of the School of American Ballet, 1934; the American Ballet, 1935, and Ball"}]}, {"heading": "Births", "year": "1904", "date": "January 22", "txt": "Arkady Gaidar, Russian journalist and author (d. 1941)", "entities": []}, {"heading": "Births", "year": "1905", "date": "January 22", "txt": "Willy Hartner, German physicist, historian, and academic (d. 1981)", "entities": [{"title": "Willy Hartner", "href": "/wiki/Willy_Hartner", "description": "Willy Hartner was a German scientist and polymath.\nHe studied at Goethe University, Frankfurt am Main, where he obtained his PhD in physics in 1928 and where he later served as professor from 1940, as ordinary professor [German academic terminology] from 1946."}]}, {"heading": "Births", "year": "1906", "date": "January 22", "txt": "Robert E. Howard, American author and poet (d. 1936)", "entities": [{"title": "Robert E. Howard", "href": "/wiki/Robert_E._Howard", "description": "Robert Ervin Howard was an American author who wrote pulp fiction in a diverse range of genres. He is well known for his character Conan the Barbarian and is regarded as the father of the sword and sorcery subgenre."}]}, {"heading": "Births", "year": "1907", "date": "January 22", "txt": "Douglas Corrigan, American pilot and engineer (d. 1995)", "entities": [{"title": "Douglas Corrigan", "href": "/wiki/Douglas_Corrigan", "description": "Douglas Corrigan was an American aviator born in Galveston, Texas. He was nicknamed \"Wrong Way\" in 1938. After a transcontinental flight from Long Beach, California, to New York City, he flew from Floyd Bennett Field in Brooklyn, New York, to Ireland, though his flight plan was filed to return to Long Beach. He claimed his unauthorized flight was due to a navigational error, caused by heavy cloud "}]}, {"heading": "Births", "year": "1907", "date": "January 22", "txt": "Dixie Dean, English footballer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1908", "date": "January 22", "txt": "Lev Landau, Azerbaijani-Russian physicist and academic, Nobel Prize laureate (d. 1968)", "entities": [{"title": "Lev Landau", "href": "/wiki/Lev_Landau", "description": "Lev Davidovich Landau was a Soviet physicist who made fundamental contributions to many areas of theoretical physics."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1908", "date": "January 22", "txt": "Prince Oana, American baseball player and manager (d. 1976)", "entities": []}, {"heading": "Births", "year": "1909", "date": "January 22", "txt": "Martha Norelius, Swedish-born American swimmer (d. 1955)", "entities": [{"title": "Martha Norelius", "href": "/wiki/Martha_Norelius", "description": "Martha Maria Norelius was a Swedish-born American competition swimmer, Olympic gold medalist, and former world record-holder in five different freestyle swimming events."}]}, {"heading": "Births", "year": "1909", "date": "January 22", "txt": "Porfirio Rubirosa, Dominican racing driver, polo player, and diplomat (d. 1965)", "entities": []}, {"heading": "Births", "year": "1909", "date": "January 22", "txt": "Ann Sothern, American actress and singer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1909", "date": "January 22", "txt": "U Thant, Burmese educator and diplomat, 3rd United Nations Secretary-General (d. 1974)", "entities": [{"title": "United Nations Secretary-General", "href": "/wiki/United_Nations_Secretary-General", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Births", "year": "1911", "date": "January 22", "txt": "Bruno Kreisky, Austrian lawyer and politician, 22nd Chancellor of Austria (d. 1990)", "entities": [{"title": "Bruno Kreisky", "href": "/wiki/Bruno_Kreisky", "description": "Bruno Kreisky was an Austrian social democratic politician who served as Foreign Minister from 1959 to 1966 and as Chancellor from 1970 to 1983. Aged 72 at the end of his chancellorship, he was the oldest Chancellor after World War II. His 13-year tenure was the longest of any Chancellor in republican Austria."}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1913", "date": "January 22", "txt": "Henry Bauchau, Belgian psychoanalyst and author (d. 2012)", "entities": [{"title": "Henry Bauchau", "href": "/wiki/Henry_Bauchau", "description": "Henry Bauchau was a Belgian psychoanalyst, lawyer, and author of French prose and poetry."}]}, {"heading": "Births", "year": "1913", "date": "January 22", "txt": "William Conway, Irish cardinal (d. 1977)", "entities": []}, {"heading": "Births", "year": "1913", "date": "January 22", "txt": "Carl F. H. Henry, American theologian and publisher (d. 2003)", "entities": []}, {"heading": "Births", "year": "1914", "date": "January 22", "txt": "Dimitris Dragatakis, Greek violinist and composer (d. 2001)", "entities": [{"title": "Dimitris Dragatakis", "href": "/wiki/Dimitris_Dragatakis", "description": "Dimitris Dragatakis was a Greek composer of classical music and Greek art music."}]}, {"heading": "Births", "year": "1915", "date": "January 22", "txt": "Heinrich Albertz, German theologian and politician, Mayor of Berlin (d. 1993)", "entities": [{"title": "Heinrich Albertz", "href": "/wiki/Heinrich_Albertz", "description": "Heinrich Albertz was a German Protestant theologian, priest and politician of the Social Democratic Party (SPD). He served as Governing Mayor of Berlin from 1966 to 1967."}, {"title": "List of mayors of Berlin", "href": "/wiki/List_of_mayors_of_Berlin", "description": "The Governing Mayor of Berlin is the head of government, presiding over the Berlin Senate. As Berlin is an independent city as well as one of the constituent States of Germany (Bundesländer), the office is the equivalent of the Ministers President of the other German states, except the states of Hamburg and Bremen, where the heads of government are called \"First Mayor\" and \"President of the Senate"}]}, {"heading": "Births", "year": "1916", "date": "January 22", "txt": "Bill Durnan, Canadian ice hockey player and coach (d. 1972)", "entities": [{"title": "Bill Durnan", "href": "/wiki/Bill_Durnan", "description": "William Ronald Durnan was a Canadian professional ice hockey goaltender who played seven seasons with the Montreal Canadiens in the National Hockey League (NHL). During his career he was one of the most dominant goaltenders in the NHL, winning the Vezina Trophy for fewest goals allowed six times, being named First All-Star Team as best goaltender six times, and helped the Canadiens win the Stanley"}]}, {"heading": "Births", "year": "1916", "date": "January 22", "txt": "Henri Dutilleux, French pianist, composer, and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 22", "txt": "Harilal Upadhyay, Indian author, poet, and astrologist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 22", "txt": "Elmer Lach, Canadian ice hockey player and coach (d. 2015)", "entities": [{"title": "Elmer Lach", "href": "/wiki/Elmer_Lach", "description": "Elmer James Lach was a Canadian professional ice hockey player who played 14 seasons for the Montreal Canadiens in the National Hockey League (NHL). A centre, he was a member of the Punch line, along with Maurice Richard and Toe Blake. Lach led the NHL in scoring twice, and was awarded the Hart Trophy in 1945 as the league's most valuable player."}]}, {"heading": "Births", "year": "1919", "date": "January 22", "txt": "Diomedes Olivo, Dominican baseball player and scout (d. 1977)", "entities": [{"title": "Diomedes Olivo", "href": "/wiki/Diomedes_Olivo", "description": "Diomedes Antonio Olivo Maldonado, nicknamed \"Guayubin\" for his hometown, was a Dominican professional baseball player and scout. The left-handed pitcher appeared in 85 Major League Baseball pitched over all or part of three seasons between 1960 and 1963 for the Pittsburgh Pirates and St. Louis Cardinals. He was the brother of fellow major leaguer Chi-Chi Olivo, and the father of major league pitch"}]}, {"heading": "Births", "year": "1920", "date": "January 22", "txt": "Irving Kristol, American journalist, author, and academic, founded The National Interest (d. 2009)", "entities": [{"title": "Irving Kristol", "href": "/wiki/Irving_Kristol", "description": "Irving Kristol was an American journalist who was dubbed the \"godfather of neoconservatism\". As a founder, editor, and contributor to various magazines, he played an influential role in the intellectual and political culture of the last half of the twentieth century. After his death, he was described by The Daily Telegraph as being \"perhaps the most consequential public intellectual of the latter "}]}, {"heading": "Births", "year": "1920", "date": "January 22", "txt": "Alf Ramsey, English footballer and coach (d. 1999)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 22", "txt": "Howard Moss, American poet, playwright and critic (d. 1987)", "entities": [{"title": "Howard Moss", "href": "/wiki/Howard_Moss", "description": "Howard Moss was an American poet, dramatist and critic. He was poetry editor of The New Yorker magazine from 1948 until his death and he won the National Book Award in 1972 for Selected Poems."}]}, {"heading": "Births", "year": "1923", "date": "January 22", "txt": "Diana Douglas, British-American actress (d. 2015)", "entities": [{"title": "Diana Douglas", "href": "/wiki/Diana_Douglas", "description": "Diana Love Webster was an American actress born in Bermuda who was known for her marriage to actor Kirk Douglas from 1943 until their divorce in 1951. She was the mother of Michael and Joel Douglas."}]}, {"heading": "Births", "year": "1924", "date": "January 22", "txt": "J. J. Johnson, American trombonist and composer (d. 2001)", "entities": [{"title": "J. J. Johnson", "href": "/wiki/J._J._Johnson", "description": "James Louis Johnson was an American jazz trombonist, composer and arranger."}]}, {"heading": "Births", "year": "1924", "date": "January 22", "txt": "Ján Chryzostom Korec, Slovak cardinal (d. 2015)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 22", "txt": "Charles Lisanby, American production designer and art director (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 22", "txt": "Johnny Bucha, American baseball player (d. 1996)", "entities": [{"title": "Johnny Bucha", "href": "/wiki/Johnny_Bucha", "description": "John George Bucha was an American professional baseball player whose 18-year career included 84 games in Major League Baseball (MLB) over three seasons. A catcher and native of Allentown, Pennsylvania, Bucha appeared in only two games for the 1948 St. Louis Cardinals, but was a full-year member of the 1950 Redbirds and the 1953 Detroit Tigers. He threw and batted right-handed, stood 5 feet 11 inch"}]}, {"heading": "Births", "year": "1925", "date": "January 22", "txt": "Bobby Young, American baseball player (d. 1985)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 22", "txt": "Lou Creekmur, American football player and sportscaster (d. 2009)", "entities": [{"title": "Lou Creekmur", "href": "/wiki/Lou_Creekmur", "description": "Louis Creekmur was an American football offensive lineman. He was inducted into the Pro Football Hall of Fame in 1996."}]}, {"heading": "Births", "year": "1927", "date": "January 22", "txt": "Joe Perry, American footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1928", "date": "January 22", "txt": "Yoshihiko Amino, Japanese historian, author, and academic (d. 2004)", "entities": [{"title": "Yoshihiko Amino", "href": "/wiki/Yoshihiko_Amino", "description": "\nYoshihiko Amino  was a Japanese Marxist historian and public intellectual, perhaps most singularly known for his novel examination of medieval Japanese history. Although little of Amino's work has been published in the West, Japanese writers and historians of Japan regard Amino as one of the most important Japanese historians of the twentieth century. Some of Amino's findings are now available in"}]}, {"heading": "Births", "year": "1929", "date": "January 22", "txt": "Petr Eben, Czech composer, organist and choirmaster (d. 2007)", "entities": [{"title": "Petr Eben", "href": "/wiki/Petr_Eben", "description": "Petr Eben was a Czech composer of modern and contemporary classical music, and an organist and choirmaster."}]}, {"heading": "Births", "year": "1930", "date": "January 22", "txt": "Mariví Bilbao, Spanish actress (d. 2013)", "entities": [{"title": "Mariví Bilbao", "href": "/wiki/Mariv%C3%AD_Bilbao", "description": "María Victoria Bilau-Goyoaga Álvarez better known by her stage name Mariví Bilbao was a Spanish actress, especially famous for her roles as Marisa Benito in Aquí no hay quien viva and Izaskun Sagastume in La que se avecina."}]}, {"heading": "Births", "year": "1930", "date": "January 22", "txt": "Éamon de Buitléar, Irish accordion player and director (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 22", "txt": "Sam Cooke, American singer-songwriter (d. 1964)", "entities": [{"title": "Sam Cooke", "href": "/wiki/Sam_Cooke", "description": "Samuel Cook, known professionally as Sam Cooke, was an American singer, songwriter, and entrepreneur. Considered to be a pioneer and one of the most influential soul artists of all time, Cooke is commonly referred to as the \"King of Soul\" for his distinctive vocals, notable contributions to the genre and high significance in popular music."}]}, {"heading": "Births", "year": "1931", "date": "January 22", "txt": "Galina Zybina, Russian shot putter and javelin thrower", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 22", "txt": "Berthold Grünfeld, Norwegian psychiatrist and academic (d. 2007)", "entities": [{"title": "Berthold Grünfeld", "href": "/wiki/Berthold_Gr%C3%BCnfeld", "description": "Berthold Grünfeld was a Norwegian psychiatrist, sexologist, and professor of social medicine at the University of Oslo. He was also a recognized expert in forensic psychiatry, often employed by Norwegian courts to examine insanity defense pleas."}]}, {"heading": "Births", "year": "1932", "date": "January 22", "txt": "Piper Laurie, American actress", "entities": []}, {"heading": "Births", "year": "1932", "date": "January 22", "txt": "Tom Fisher Railsback, American politician (d. 2020)", "entities": [{"title": "Tom Railsback", "href": "/wiki/Tom_Railsback", "description": "Thomas Fisher Railsback was an American politician and lawyer who served eight terms in the United States House of Representatives from 1967–1983 for Illinois's 19th congressional district. A member of the Republican Party, he sat on the House Judiciary Committee, which in 1974, voted to refer articles of impeachment against President Richard Nixon to the full House."}]}, {"heading": "Births", "year": "1933", "date": "January 22", "txt": "Yuri Chesnokov, Russian volleyball player and coach (d. 2010)", "entities": [{"title": "Yuri Chesnokov (volleyball)", "href": "/wiki/Yuri_Chesnokov_(volleyball)", "description": "Yuri Borisovich Chesnokov was a Russian volleyball player who competed for the Soviet Union in the 1964 Summer Olympics. He was born in Moscow."}]}, {"heading": "Births", "year": "1934", "date": "January 22", "txt": "Vijay Anand, Indian actor, director, producer, and screenwriter (d. 2004)", "entities": [{"title": "Vijay Anand (Hindi film maker)", "href": "/wiki/Vijay_Anand_(Hindi_film_maker)", "description": "Vijay Anand, also known as Goldie Anand, was an Indian filmmaker, producer, screenwriter, editor and actor, who is known for acclaimed films such as Guide (1965), Teesri Manzil (1966), Jewel Thief (1967) and Johny Mera Naam (1970). He made most of his films for the in-house banner Navketan Films and was part of the Anand family."}]}, {"heading": "Births", "year": "1934", "date": "January 22", "txt": "Bill Bixby, American actor and director (d. 1993)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 22", "txt": "Graham Kerr, English chef and author", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 22", "txt": "Alexander Men, Russian priest and scholar (d. 1990)", "entities": [{"title": "Alexander Men", "href": "/wiki/Alexander_Men", "description": "Alexander Vladimirovich Men was a Russian Orthodox priest, theologian, biblical scholar and writer on theology, Christian history and other religions."}]}, {"heading": "Births", "year": "1936", "date": "January 22", "txt": "Ong Teng Cheong, Singaporean architect and politician, 5th President of Singapore (d. 2002)", "entities": [{"title": "Ong Teng Cheong", "href": "/wiki/Ong_Teng_Cheong", "description": "Ong Teng Cheong was a Singaporean politician and architect who was the fifth president of Singapore serving a six-year term from 1 September 1993 to 31 August 1999 after winning the 1993 Singaporean presidential election as a candidate. He was Singaporean's first elected president and was named as People's President by Singaporeans. On 8 February 2002, at the age of 66, Mr Ong died in his sleep fr"}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Births", "year": "1936", "date": "January 22", "txt": "Alan J. Heeger, American physicist and chemist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1937", "date": "January 22", "txt": "Edén Pastora, Nicaraguan politician", "entities": [{"title": "Edén Pastora", "href": "/wiki/Ed%C3%A9n_Pastora", "description": "Edén Atanacio Pastora Gómez was a Nicaraguan politician and guerrilla who ran for president as the candidate of the Alternative for Change (AC) party in the 2006 general elections. In the years prior to the fall of the Somoza regime, Pastora was the leader of the Southern Front, the largest militia in southern Nicaragua, second only to the FSLN in the north. Pastora was nicknamed Comandante Cero."}]}, {"heading": "Births", "year": "1937", "date": "January 22", "txt": "Joseph Wambaugh, American police officer and author", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 22", "txt": "Peter Beard, Australian photographer and author (d. 2020)", "entities": [{"title": "Peter Beard", "href": "/wiki/Peter_Beard", "description": "Peter Hill Beard was an American artist, photographer, diarist, and writer who lived and worked in New York City, Montauk and Kenya. His photographs of Africa, African animals and the journals that often integrated his photographs, have been widely shown and published since the 1960s."}]}, {"heading": "Births", "year": "1938", "date": "January 22", "txt": "Joe Esposito, American author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 22", "txt": "Altair Gomes de Figueiredo, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 22", "txt": "Jørgen Garde, Danish admiral (d. 1996)", "entities": [{"title": "Jørgen Garde", "href": "/wiki/J%C3%B8rgen_Garde", "description": "Hans Jørgen Garde was a Danish admiral."}]}, {"heading": "Births", "year": "1939", "date": "January 22", "txt": "Alfredo Palacio, Ecuadoran physician and politician, President of Ecuador", "entities": [{"title": "President of Ecuador", "href": "/wiki/President_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Births", "year": "1939", "date": "January 22", "txt": "Luigi Simoni, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 22", "txt": "J. C. Tremblay, Canadian ice hockey player and scout (d. 1994)", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 22", "txt": "John Hurt, English actor (d. 2017)", "entities": [{"title": "John Hurt", "href": "/wiki/John_Hurt", "description": "Sir John Vincent Hurt was an English actor whose career spanned over five decades. He came to prominence for his role as Richard Rich in the film A Man for All Seasons (1966) and gained BAFTA Award nominations for his portrayals of Timothy Evans in 10 Rillington Place (1971) and Quentin Crisp in television film The Naked Civil Servant (1975) – winning his first BAFTA for the latter. He played Cali"}]}, {"heading": "Births", "year": "1940", "date": "January 22", "txt": "George Seifert, American football player and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 22", "txt": "Gillian Shephard, English educator and politician, Secretary of State for Education", "entities": [{"title": "Secretary of State for Education", "href": "/wiki/Secretary_of_State_for_Education", "description": "The Secretary of State for Education, also referred to as the Education Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Education. The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1941", "date": "January 22", "txt": "Jaan Kaplinski, Estonian poet, philosopher, and critic", "entities": [{"title": "Jaan Kaplinski", "href": "/wiki/Jaan_Kaplinski", "description": "Jaan Kaplinski is an Estonian poet, philosopher, and culture critic. Kaplinski is known for his independent mind, focus on global issues and support for left-wing/liberal thinking. He has been influenced by Eastern philosophical schools."}]}, {"heading": "Births", "year": "1941", "date": "January 22", "txt": "Eugene Hasenfus, former United States Marine whose capture led to exposure of the Iran–Contra affair", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 22", "txt": "Mimis Domazos, Greek footballer", "entities": [{"title": "Mimis Domazos", "href": "/wiki/Mimis_Domazos", "description": "Dimitris \"Mimis\" Domazos is a Greek former professional footballer who played as an attacking midfielder. His nickname was \"The General\"."}]}, {"heading": "Births", "year": "1943", "date": "January 22", "txt": "Michael Spicer, English journalist and politician (d. 2019)", "entities": [{"title": "Michael Spicer", "href": "/wiki/Michael_Spicer", "description": "William Michael Hardy Spicer, Baron Spicer, was a British politician and life peer who was a Conservative member of the House of Lords from 2010. He served as Member of Parliament for West Worcestershire from 1974 to 2010 and was a minister from 1984 to 1990. He later served as chairman of the 1922 Committee from 2001 to 2010."}]}, {"heading": "Births", "year": "1944", "date": "January 22", "txt": "Khosrow Golsorkhi, Iranian journalist, poet, and activist (d. 1974)", "entities": [{"title": "Khosrow Golsorkhi", "href": "/wiki/Khosrow_Golsorkhi", "description": "Khosrow Golsorkhi \n(22 January 1944, in Rasht – 18 February 1974, in Tehran) was an Iranian journalist, poet, and communist."}]}, {"heading": "Births", "year": "1944", "date": "January 22", "txt": "Uto Ughi, Italian violinist and conductor", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 22", "txt": "Jophery Brown, American baseball player, actor, and stuntman (d. 2014)", "entities": [{"title": "Jophery Brown", "href": "/wiki/Jophery_Brown", "description": "Jophery Clifford Brown, was a pitcher in Major League Baseball who played for the Chicago Cubs, as well as an award-winning stunt man and actor."}]}, {"heading": "Births", "year": "1945", "date": "January 22", "txt": "Jean-Pierre Nicolas, French racing driver and manager", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 22", "txt": "Christoph Schönborn, Austrian cardinal", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 22", "txt": "Alojz Uran, Slovenian archbishop", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 22", "txt": "Malcolm McLaren, English singer-songwriter and manager (d. 2010)", "entities": [{"title": "Malcolm McLaren", "href": "/wiki/Malcolm_McLaren", "description": "Malcolm Robert Andrew McLaren was an English impresario, visual artist, performer, musician, clothes designer and boutique owner, notable for combining these activities in an inventive and provocative way. He is best known as a promoter and manager of bands the New York Dolls and the Sex Pistols."}]}, {"heading": "Births", "year": "1946", "date": "January 22", "txt": "Serge Savard, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 22", "txt": "Vladimir Oravsky, Czech-Swedish author and director", "entities": [{"title": "Vladimir Oravsky", "href": "/wiki/Vladimir_Oravsky", "description": "Vladimir Oravsky is a Swedish author and film director."}]}, {"heading": "Births", "year": "1948", "date": "January 22", "txt": "Gilbert Levine, American conductor and academic", "entities": [{"title": "Gilbert Levine", "href": "/wiki/Gilbert_Levine", "description": "Sir Gilbert Levine, GCSG is an American conductor. He is considered an \"outstanding personality in the world of international music television.\" He has led the PBS concert debuts of the Staatskapelle Dresden, Royal Philharmonic, London Philharmonic, Philharmonia Orchestra, WDR Symphony Orchestra, and the Pittsburgh Symphony, and the PBS premieres of works including the Beethoven Missa Solemnis, Ba"}]}, {"heading": "Births", "year": "1949", "date": "January 22", "txt": "Mike Caldwell, American baseball player and coach", "entities": [{"title": "Mike Caldwell (baseball)", "href": "/wiki/Mike_Caldwell_(baseball)", "description": "Ralph Michael Caldwell is an American former professional baseball left-handed pitcher."}]}, {"heading": "Births", "year": "1949", "date": "January 22", "txt": "J.P. Pennington, American country-rock singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 22", "txt": "Steve Perry, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 22", "txt": "Paul Bew, Northern Irish historian and academic", "entities": [{"title": "Paul Bew", "href": "/wiki/Paul_Bew", "description": "Paul Anthony Elliott Bew, Baron Bew, is a British historian from Northern Ireland and a life peer. He has worked at Queen's University Belfast since 1979, and is currently Professor of Irish Politics, a position he has held since 1991."}]}, {"heading": "Births", "year": "1950", "date": "January 22", "txt": "Frank Schade, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 22", "txt": "Ondrej Nepela, Slovak figure skater and coach (d. 1989)", "entities": [{"title": "Ondrej Nepela", "href": "/wiki/Ondrej_Nepela", "description": "Ondrej Nepela was a Slovak figure skater who represented Czechoslovakia. He was the 1972 Olympic champion, a three-time World champion (1971–73), and a five-time European champion (1969–73). Later in his career, he performed professionally and became a coach."}]}, {"heading": "Births", "year": "1951", "date": "January 22", "txt": "Leon Roberts, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 22", "txt": "Ramón Avilés, Puerto Rican-American baseball player", "entities": [{"title": "Ramón Avilés", "href": "/wiki/Ram%C3%B3n_Avil%C3%A9s", "description": "Ramón Antonio Avilés Miranda was a Puerto Rican backup infielder in Major League Baseball who played for the Boston Red Sox (1977) and Philadelphia Phillies (1979–1981). He batted and threw right-handed."}]}, {"heading": "Births", "year": "1953", "date": "January 22", "txt": "Winfried Berkemeier, German footballer and manager", "entities": [{"title": "Winfried Berkemeier", "href": "/wiki/Winfried_Berkemeier", "description": "Winfried Berkemeier is a former German footballer."}]}, {"heading": "Births", "year": "1953", "date": "January 22", "txt": "Myung-whun Chung, South Korean pianist and conductor", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 22", "txt": "Jim Jarmusch, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 22", "txt": "Thomas David Jones, American captain, pilot, and astronaut", "entities": [{"title": "Thomas David Jones", "href": "/wiki/Thomas_David_Jones", "description": "Thomas David Jones is a former United States astronaut. He was selected to the astronaut corps in 1990 and completed four space shuttle flights before retiring in 2001. He flew on STS-59 and STS-68 in 1994, STS-80 in 1996, and STS-98 in 2001. His total mission time was 53 days 48 minutes. He works as a planetary scientist, space operations consultant, astronaut speaker, and author."}]}, {"heading": "Births", "year": "1955", "date": "January 22", "txt": "Timothy R. Ferguson, American politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 22", "txt": "Steve Riley, American drummer", "entities": [{"title": "Steve Riley (drummer)", "href": "/wiki/Steve_Riley_(drummer)", "description": "Steve Riley is an American rock and glam metal drummer, best known being the drummer of L.A. Guns and W.A.S.P.."}]}, {"heading": "Births", "year": "1957", "date": "January 22", "txt": "Mike Bossy, Canadian ice hockey player and sportscaster", "entities": [{"title": "Mike Bossy", "href": "/wiki/Mike_Bossy", "description": "Michael Dean Bossy or, according to some sources, Michael Jean Bossy is a Canadian former professional ice hockey player who played his entire National Hockey League (NHL) career for the New York Islanders, and was a crucial part of their four-year reign as Stanley Cup champions in the early 1980s."}]}, {"heading": "Births", "year": "1957", "date": "January 22", "txt": "Brian Dayett, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 22", "txt": "Godfrey Thoma, Nauruan politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 22", "txt": "Francis Wheen, English journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 22", "txt": "Nikos Anastopoulos, Greek footballer and manager", "entities": [{"title": "Nikos Anastopoulos", "href": "/wiki/Nikos_Anastopoulos", "description": "Nikos Anastopoulos is a Greek former football player, one of the most prolific strikers in the Greek league during the 1980s and widely regarded as one of the best strikers in the history of Greek football. With 29 goals he is the all-time top scorer for the Greek national football team. He is considered as one of the greatest players in Olympiacos history, where he scored 159 goals in 291 officia"}]}, {"heading": "Births", "year": "1958", "date": "January 22", "txt": "Filiz Koçali, Turkish journalist and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 22", "txt": "Linda Blair, American actress", "entities": [{"title": "Linda Blair", "href": "/wiki/Linda_Blair", "description": "Linda Denise Blair is an American actress and activist. She is best known for playing Regan MacNeil in the horror film The Exorcist (1973), for which she was nominated for an Academy Award and won a Golden Globe Award. Blair reprised the role in Exorcist II: The Heretic (1977), for which she was nominated for a Saturn Award."}]}, {"heading": "Births", "year": "1960", "date": "January 22", "txt": "Michael Hutchence, Australian singer-songwriter (d. 1997)", "entities": [{"title": "Michael Hutchence", "href": "/wiki/Michael_Hutchence", "description": "Michael Kelland John Hutchence was an Australian musician, singer-songwriter and actor. Hutchence co-founded the rock band INXS, which sold over 50 million records worldwide and was inducted into the ARIA Hall of Fame in 2001. He was the lead singer and lyricist of INXS from 1977 until his death."}]}, {"heading": "Births", "year": "1962", "date": "January 22", "txt": "Jimmy Herring, American guitarist", "entities": [{"title": "Jimmy Herring", "href": "/wiki/Jimmy_Herring", "description": "Jimmy Herring is the lead guitarist for the band Widespread Panic. He is a founding member of Aquarium Rescue Unit and Jazz Is Dead and has played with The Allman Brothers Band, Project Z, Derek Trucks Band, Phil Lesh and Friends, and The Dead."}]}, {"heading": "Births", "year": "1962", "date": "January 22", "txt": "Mizan Zainal Abidin of Terengganu, Yang di-Pertuan Agong of Malaysia", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 22", "txt": "Nigel Benn, English-Australian boxer", "entities": [{"title": "Nigel Benn", "href": "/wiki/Nigel_Benn", "description": "Nigel Gregory Benn is a British former professional boxer who competed from 1987 to 1996. He held world championships in two weight classes, including the WBO middleweight title in 1990, and the WBC super-middleweight title from 1992 to 1996. Regionally he held the Commonwealth middleweight title from 1988 to 1989. Nicknamed \"The Dark Destroyer\" for his formidable punching power and aggressive fig"}]}, {"heading": "Births", "year": "1964", "date": "January 22", "txt": "Stojko Vranković, Croatian basketball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 22", "txt": "Steven Adler, American rock drummer", "entities": [{"title": "Steven Adler", "href": "/wiki/Steven_Adler", "description": "Steven Adler is an American musician. He is best known as the former drummer and co-songwriter of the hard rock band Guns N' Roses, with whom he achieved worldwide success in the late 1980s. Adler was fired from Guns N' Roses over his heroin addiction in 1990, following which he reformed his pre-Guns N' Roses band Road Crew and briefly joined BulletBoys. During the 2000s, Adler was the drummer of "}]}, {"heading": "Births", "year": "1965", "date": "January 22", "txt": "DJ Jazzy Jeff, American DJ and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 22", "txt": "Diane Lane, American actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 22", "txt": "Andrew Roachford, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 22", "txt": "Craig Salvatori, Australian rugby league player and coach", "entities": [{"title": "Craig Salvatori", "href": "/wiki/Craig_Salvatori", "description": "Craig Salvatori is an Australian former professional rugby league footballer who played in the 1980s and 1990s. He spent most of his career at the Eastern Suburbs club. His position of choice was in the front row. Salvatori also played for the South Sydney Rabbitohs as well as representing Australia and New South Wales."}]}, {"heading": "Births", "year": "1968", "date": "January 22", "txt": "Guy Fieri, American chef, author, and television host", "entities": [{"title": "Guy Fieri", "href": "/wiki/Guy_Fieri", "description": "Guy Ramsay Fieri is an American restaurateur, author, and an Emmy Award winning television presenter. He co-owns three restaurants in California, licenses his name to restaurants in New York City and Las Vegas, Nevada, and is known for hosting various television series on the Food Network. By 2010, The New York Times reported that Fieri had become the \"face of the network\", bringing an \"element of"}]}, {"heading": "Births", "year": "1968", "date": "January 22", "txt": "Heath, Japanese singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 22", "txt": "Frank Leboeuf, French footballer, sportscaster, and actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 22", "txt": "Mauricio Serna, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 22", "txt": "Olivia d'Abo, English-American singer-songwriter and actress", "entities": [{"title": "Olivia d'Abo", "href": "/wiki/Olivia_d%27Abo", "description": "Olivia Jane d'Abo is an English-American actress, singer, and songwriter. She is known for her role as Karen Arnold, Kevin Arnold's rebellious teenage hippie sister in the ABC comedy-drama series The Wonder Years (1988–1993), female serial killer Nicole Wallace in Law & Order: Criminal Intent, Marie Blake on The Single Guy (1995-1997), and Jane Porter in The Legend of Tarzan (2001-2003). and movie"}]}, {"heading": "Births", "year": "1969", "date": "January 22", "txt": "Keith Gordon, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 22", "txt": "Jason Lowrie, New Zealand rugby league player and coach", "entities": [{"title": "Jason Lowrie", "href": "/wiki/Jason_Lowrie", "description": "Jason Anthony Lowrie is a New Zealand rugby league coach and former player who represented New Zealand."}]}, {"heading": "Births", "year": "1970", "date": "January 22", "txt": "Abraham Olano, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 22", "txt": "Stan Collymore, English footballer and sportscaster", "entities": [{"title": "Stan Collymore", "href": "/wiki/Stan_Collymore", "description": "Stanley Victor Collymore is an English football pundit and former player who played as a striker from 1990 to 2001, most notably for Nottingham Forest and later Liverpool, who he joined from the former for an English transfer record of £8.5 million in 1995."}]}, {"heading": "Births", "year": "1972", "date": "January 22", "txt": "Terry Hill, Australian rugby league player and coach", "entities": [{"title": "Terry Hill", "href": "/wiki/Terry_Hill", "description": "Terry Hill is an Australian former professional rugby league footballer who played as a centre in the 1990s and 2000s. He played in the NRL for the South Sydney Rabbitohs, Eastern Suburbs, Western Suburbs Magpies, Manly-Warringah Sea Eagles and the Wests Tigers as well as representative football for New South Wales and Australia. He is also well known for his promotional television work with Lowes"}]}, {"heading": "Births", "year": "1973", "date": "January 22", "txt": "Rogério Ceni, Brazilian footballer", "entities": [{"title": "Rogério Ceni", "href": "/wiki/Rog%C3%A9rio_Ceni", "description": "Rogério Mücke Ceni is a Brazilian football manager and former player who played as a goalkeeper, and is the current manager of Flamengo."}]}, {"heading": "Births", "year": "1974", "date": "January 22", "txt": "Cameron McConville, Australian racing driver and sportscaster", "entities": [{"title": "Cameron McConville", "href": "/wiki/Cameron_McConville", "description": "Cameron 'Cam' McConville is an Australian racing driver and motorsport celebrity. While retired from full-time competition McConville still races occasionally and is an in-demand endurance event co-driver. McConville spent 14 years as a professional driver, ten of those in the largest Australian domestic category, Supercars Championship. McConville has also written for several magazines and presen"}]}, {"heading": "Births", "year": "1974", "date": "January 22", "txt": "Joseph Muscat, Maltese journalist and politician, 13th Prime Minister of Malta", "entities": [{"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1976", "date": "January 22", "txt": "Jimmy Anderson, American baseball player and coach", "entities": [{"title": "Jimmy Anderson (baseball)", "href": "/wiki/Jimmy_Anderson_(baseball)", "description": "James Drew Anderson is an American former professional baseball pitcher who pitched for five seasons in the Major League Baseball (MLB). Anderson made his MLB debut in 1999, appearing in 13 games for the Pirates. In 2000, Anderson pitched in 27 games, compiling a record of 5-11 in 144 innings. In 2001, Anderson had career highs in wins (9), games started (34), innings pitched (206.1) and strikeout"}]}, {"heading": "Births", "year": "1976", "date": "January 22", "txt": "James Dearth, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 22", "txt": "Mario Domm, Mexican singer-songwriter, pianist, and producer", "entities": [{"title": "Mario Domm", "href": "/wiki/Mario_Domm", "description": "Mario Alberto Domínguez Zarzar, Aka Mario Domm, is a Mexican singer, songwriter and record producer. A founding member of the pop rock band Camila, he has won four Latin Grammy Awards; four Billboard Awards; 11 Premios Lo Nuestro; 14 SACM awards; five Juventud Awards, five Telehit awards, four MTV Awards, eight ASCAP Awards, three Gaviotas de Plata Awards and three Gaviotas de Oro Awards, seven Mo"}]}, {"heading": "Births", "year": "1977", "date": "January 22", "txt": "Anna Linkova, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 22", "txt": "Hidetoshi Nakata, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 22", "txt": "Luciano Andrade Rissutt, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 22", "txt": "Chone Figgins, American baseball player", "entities": [{"title": "Chone Figgins", "href": "/wiki/Chone_Figgins", "description": "Desmond DeChone Figgins is an American former professional baseball third baseman and outfielder. He played in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim, Seattle Mariners, and Los Angeles Dodgers. Figgins was a utility player, playing all positions except catcher, pitcher, and first base."}]}, {"heading": "Births", "year": "1979", "date": "January 22", "txt": "Aidan Burley, New Zealand-English politician", "entities": [{"title": "Aidan Burley", "href": "/wiki/Aidan_Burley", "description": "Aidan Burley is a British politician. He was Conservative Member of Parliament for Cannock Chase, elected in 2010 on a large vote swing away from the Labour Party candidate. Burley stepped down in 2015."}]}, {"heading": "Births", "year": "1979", "date": "January 22", "txt": "Carlos Ruiz, Panamanian baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 22", "txt": "Chor Boogie, American artist", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 22", "txt": "Jonathan Woodgate, English footballer", "entities": [{"title": "Jonathan Woodgate", "href": "/wiki/Jonathan_Woodgate", "description": "Jonathan Simon Woodgate is an English football manager and former player who is currently manager of AFC Bournemouth."}]}, {"heading": "Births", "year": "1981", "date": "January 22", "txt": "Willa Ford, American singer-songwriter, producer, and actress", "entities": [{"title": "Willa Ford", "href": "/wiki/Willa_Ford", "description": "Amanda Lee Williford, known by her stage name Willa Ford, is an American singer, songwriter, dancer, model, television personality and film actress. She released her debut album, Willa Was Here, in 2001. Ford also has appeared in movies such as Friday the 13th (2009), hosted several reality television shows, posed for Playboy and competed on ABC's Dancing with the Stars."}]}, {"heading": "Births", "year": "1981", "date": "January 22", "txt": "Beverley Mitchell, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 22", "txt": "Ben Moody, American singer-songwriter, guitarist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 22", "txt": "Ibrahima Sonko, French footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 22", "txt": "Fabricio Coloccini, Argentinian footballer", "entities": [{"title": "Fabricio Coloccini", "href": "/wiki/Fabricio_Coloccini", "description": "Fabricio Coloccini is an Argentinian professional footballer who plays as a centre back for Primera División club San Lorenzo."}]}, {"heading": "Births", "year": "1983", "date": "January 22", "txt": "Shaun Cody, American football player", "entities": [{"title": "Shaun Cody", "href": "/wiki/Shaun_Cody", "description": "Shaun Michael Cody is a former American football nose tackle. He played college football for the University of Southern California (USC), and was recognized as a consensus All-American. The Detroit Lions chose him in the second round of the 2005 NFL Draft. He is currently a commentator for the USC football team."}]}, {"heading": "Births", "year": "1984", "date": "January 22", "txt": "Ben Eager, Canadian ice hockey player", "entities": [{"title": "Ben Eager", "href": "/wiki/Ben_Eager", "description": "Benjamin Arthur Eager is a Canadian former professional ice hockey player. He won the Stanley Cup with the Chicago Blackhawks in 2010."}]}, {"heading": "Births", "year": "1984", "date": "January 22", "txt": "Ubaldo Jiménez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 22", "txt": "Leon Powe, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 22", "txt": "Maceo Rigters, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 22", "txt": "Fotios Papoulis, Greek footballer", "entities": [{"title": "Fotios Papoulis", "href": "/wiki/Fotios_Papoulis", "description": "Fotios \"Fotis\" Papoulis is a Greek-Cypriot footballer who plays for Omonia in the Cypriot First Division and in Cyprus national team."}]}, {"heading": "Births", "year": "1985", "date": "January 22", "txt": "Yan Xu, Singaporean table tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 22", "txt": "Maher Magri, Tunisian footballer", "entities": [{"title": "Maher Magri", "href": "/wiki/Maher_Magri", "description": "Maher Magri is a Tunisian footballer."}]}, {"heading": "Births", "year": "1986", "date": "January 22", "txt": "Matt Simon, Australian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 22", "txt": "Astrid Jacobsen, Norwegian skier", "entities": [{"title": "Astrid Jacobsen", "href": "/wiki/Astrid_Jacobsen", "description": "Astrid Uhrenholdt Jacobsen is a Norwegian cross-country skier. She skis with the IL Heming club in Oslo, near Holmenkollen. Her greatest achievement is winning the gold medal in sprint at the 2007 World Championships. On 22 April 2020, she announced her retirement from cross-country skiing in favour of medical studies."}]}, {"heading": "Births", "year": "1987", "date": "January 22", "txt": "Shane Long, Irish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 22", "txt": "Asher Allen, American football player", "entities": [{"title": "Asher Allen", "href": "/wiki/Asher_Allen", "description": "Asher Allen is a former American football cornerback who played for three seasons in the National Football League (NFL) for the Minnesota Vikings. After playing college football for Georgia, he was drafted by the Vikings in the third round of the 2009 NFL Draft."}]}, {"heading": "Births", "year": "1988", "date": "January 22", "txt": "Greg Oden, American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 22", "txt": "Marcel Schmelzer, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 22", "txt": "Theo Robinson, English-Jamaican footballer", "entities": [{"title": "Theo Robinson", "href": "/wiki/Theo_Robinson", "description": "Theo Larayan Ronaldo Shadiki Robinson is an English-born Jamaican professional footballer who plays for League Two club Port Vale. He won seven caps for Jamaica in 2013."}]}, {"heading": "Births", "year": "1990", "date": "January 22", "txt": "Alizé Cornet, French tennis player", "entities": [{"title": "Alizé Cornet", "href": "/wiki/Aliz%C3%A9_Cornet", "description": "Alizé Cornet is a French professional tennis player. Cornet has won six singles and three doubles titles on the WTA Tour, as well as three singles and three doubles titles on the ITF Circuit. On 16 February 2009, she reached her highest WTA singles ranking of world No. 11. Cornet has also made the second week at each of the four Grand Slam events, having reached the fourth round at the 2009 Austra"}]}, {"heading": "Births", "year": "1990", "date": "January 22", "txt": "Dean Whare, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 22", "txt": "Logic, American rapper", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 22", "txt": "Phil Wang, British-Malaysian comedian", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 22", "txt": "Stefan Kolb, German footballer", "entities": [{"title": "Stefan Kolb", "href": "/wiki/Stefan_Kolb", "description": "Stefan Kolb is a German football striker who plays for TSV Neudrossenfeld."}]}, {"heading": "Births", "year": "1996", "date": "January 22", "txt": "Joshua Ho-Sang, Canadian ice hockey player", "entities": [{"title": "Joshua Ho-Sang", "href": "/wiki/Joshua_Ho-Sang", "description": "Joshua Ho-Sang is a Canadian professional ice hockey forward who is currently playing on loan with Linköping HC in the Swedish Hockey League (SHL) while under contract with the New York Islanders of the National Hockey League (NHL). He was selected by the Islanders in the first round, 28th overall, in the 2014 NHL Entry Draft."}]}, {"heading": "Births", "year": "1996", "date": "January 22", "txt": "Kumi Sasaki, Japanese idol", "entities": []}, {"heading": "Births", "year": "1998", "date": "January 22", "txt": "Silento, American rapper, singer and songwriter ", "entities": [{"title": "Silento", "href": "/wiki/Silento", "description": "Richard Lamar \"Ricky\" Hawk, better known as Silentó or Prince Silentó, is an American rapper and singer. He is best known for his debut single \"Watch Me ,\" which charted at number three on the US Billboard Hot 100. He later released a project titled Fresh Outta High School in August 2018 after some delay. He is a native of Stone Mountain, Georgia. On February 1, 2021, he was arrested in DeKalb Cou"}]}, {"heading": "Births", "year": "2000", "date": "January 22", "txt": "Laia Codina, Spanish footballer (soccer player)", "entities": [{"title": "Laia Codina", "href": "/wiki/Laia_Codina", "description": "Laia Codina Panedas is a Spanish footballer that plays as a central defender for Fútbol Club Barcelona in Spain's Primera Iberdrola, the country's top division women's league. She has represented Spain on multiple youth national teams."}]}, {"heading": "Deaths", "year": "239", "date": "January 22", "txt": "Cao Rui, Chinese emperor (b. 205)", "entities": [{"title": "Cao Rui", "href": "/wiki/Cao_Rui", "description": "Cao Rui, courtesy name Yuanzhong, was the second emperor of the state of Cao Wei during the Three Kingdoms period. His parentage is in dispute: his mother, Lady Zhen, was Yuan Xi's wife, but she later remarried Cao Pi, the first ruler of Wei. Based on conflicting accounts of his age, Pei Songzhi calculated that, in order to be Cao Pi's son, Cao Rui could not have been 33 when he died as recorded, "}]}, {"heading": "Deaths", "year": "628", "date": "January 22", "txt": "Anastasius of Persia, monk", "entities": [{"title": "Anastasius of Persia", "href": "/wiki/Anastasius_of_Persia", "description": "Saint Anastasius of Persia, was originally a Zoroastrian soldier in the Sasanian army. He later became a convert to Christianity and was martyred in 628."}]}, {"heading": "Deaths", "year": "906", "date": "January 22", "txt": "He, empress of the Tang Dynasty", "entities": [{"title": "Empress He (Tang dynasty)", "href": "/wiki/Empress_He_(Tang_dynasty)", "description": "Empress He, formally Empress Xuanmu (宣穆皇后) as honored by Later Tang, semi-formally known as Empress Jishan (積善皇后), was the wife of Emperor Zhaozong near the end of the Tang dynasty of China, and the mother of two of his sons, Li Yu, Prince of De, and Emperor Ai. Her husband, she, and her sons would all die at the hands of the warlord Zhu Quanzhong, who would eventually take over the Tang throne an"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "935", "date": "January 22", "txt": "Ma, empress of Southern Han", "entities": [{"title": "Empress Ma (Southern Han)", "href": "/wiki/Empress_Ma_(Southern_Han)", "description": "Empress Ma was the only known empress of the Chinese Five Dynasties and Ten Kingdoms period state Southern Han. She was the wife of Southern Han's founding emperor Liu Yan, and the daughter of Ma Yin, the prince of Southern Han's northern neighbor Chu."}, {"title": "Southern Han", "href": "/wiki/Southern_Han", "description": "Southern Han, officially Han, originally Yue, was one of the ten kingdoms that existed during the Five Dynasties and Ten Kingdoms period. It was located on China's southern coast, controlling modern Guangdong and Guangxi. The kingdom greatly expanded its capital Xingwang Fu. It attempted but failed to annex the independent polity of Jinghai which was controlled by the Vietnamese."}]}, {"heading": "Deaths", "year": "1051", "date": "January 22", "txt": "Ælfric Puttoc, archbishop of York", "entities": [{"title": "Ælfric Puttoc", "href": "/wiki/%C3%86lfric_Puttoc", "description": "Ælfric Puttoc was a medieval Archbishop of York and Bishop of Worcester."}]}, {"heading": "Deaths", "year": "1170", "date": "January 22", "txt": "Wang Chongyang, Chinese Daoist and co-founder of the Quanzhen School (b. 1113)", "entities": [{"title": "Wang Chongyang", "href": "/wiki/Wang_Chongyang", "description": "Wang Chongyang was a Chinese philosopher and poet. He was a Taoist and one of the founders of the Quanzhen School in the 12th century during the Jin dynasty (1115–1234). He was one of the Five Northern Patriarchs of Quanzhen. He also appears as a character in works of wuxia fiction."}, {"title": "Quanzhen School", "href": "/wiki/Quanzhen_School", "description": "The Quanzhen School, also known as Completion of Authenticity, Complete Reality, and Complete Perfection is currently the most dominant branch of Taoism in continental China. It originated in Northern China in 1170 under the Jin dynasty (1115–1234). One of its founders was the Taoist Wang Chongyang, who lived in the early Jin. When the Mongols invaded the Song dynasty (960–1279) in 1254, the Quanz"}]}, {"heading": "Deaths", "year": "1188", "date": "January 22", "txt": "Ferdinand II of León (b. 1137)", "entities": [{"title": "Ferdinand II of León", "href": "/wiki/Ferdinand_II_of_Le%C3%B3n", "description": "Ferdinand II, was a member of the Castilian cadet branch of the House of Ivrea and King of León and Galicia from 1157 until his death."}]}, {"heading": "Deaths", "year": "1341", "date": "January 22", "txt": "Louis I, Duke of Bourbon (b. 1279)", "entities": [{"title": "Louis I, Duke of Bourbon", "href": "/wiki/Louis_I,_Duke_of_Bourbon", "description": "Louis I, called the Lame was Count of Clermont-en-Beauvaisis and La Marche and the first Duke of Bourbon."}]}, {"heading": "Deaths", "year": "1517", "date": "January 22", "txt": "Hadım Sinan Pasha, Ottoman politician, 32nd Grand Vizier of the Ottoman Empire (b. ?)", "entities": [{"title": "Hadım Sinan Pasha", "href": "/wiki/Had%C4%B1m_Sinan_Pasha", "description": "Hadım Sinan Pasha was Grand Vizier of the Ottoman Empire from 1516 to 1517. He was of Bosnian descent."}, {"title": "Grand Vizier of the Ottoman Empire", "href": "/wiki/Grand_Vizier_of_the_Ottoman_Empire", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1536", "date": "January 22", "txt": "Bernhard Knipperdolling, German religious leader (b. 1495)", "entities": [{"title": "Bernhard Knipperdolling", "href": "/wiki/Bernhard_Knipperdolling", "description": "Bernhard Knipperdolling was a German leader of the Münster Anabaptists. He was also known as Bernd or Berndt Knipperdollinck or Knypperdollynck or Bertrand Knipperdoling; his birth name was van Stockem."}]}, {"heading": "Deaths", "year": "1536", "date": "January 22", "txt": "John of Leiden, Anabaptist leader from the Dutch city of Leiden (b. 1509)", "entities": []}, {"heading": "Deaths", "year": "1552", "date": "January 22", "txt": "Edward Seymour, 1st Duke of Somerset, English general and politician, Lord High Treasurer of England (b. 1500)", "entities": [{"title": "Edward Seymour, 1st Duke of Somerset", "href": "/wiki/Edward_Seymour,_1st_Duke_of_Somerset", "description": "Edward Seymour, 1st Duke of Somerset PC, also known as Edward Semel, was the eldest surviving brother of Queen Jane Seymour (d. 1537), the third wife of King Henry VIII. He was Lord Protector of England from 1547 to 1549 during the minority of his nephew King Edward VI (1547–1553). Despite his popularity with the common people, his policies often angered the gentry and he was overthrown."}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1560", "date": "January 22", "txt": "Wang Zhi, Chinese pirate", "entities": [{"title": "Wang Zhi (pirate)", "href": "/wiki/Wang_Zhi_(pirate)", "description": "Wang Zhi, art name Wufeng (五峰), was a Chinese pirate lord of the 16th century, one of the chief named and known figures among the wokou pirates prevalent during the reign of the Jiajing Emperor. Originally a salt merchant, Wang Zhi turned to smuggling during the Ming dynasty's period of maritime prohibitions banning all private overseas trade, and eventually became the head of a pirate syndicate s"}]}, {"heading": "Deaths", "year": "1575", "date": "January 22", "txt": "James Hamilton, Duke of Châtellerault (b. 1516)", "entities": [{"title": "James Hamilton, Duke of Châtellerault", "href": "/wiki/James_Hamilton,_Duke_of_Ch%C3%A2tellerault", "description": "James Hamilton, Duke of Châtellerault, 2nd Earl of Arran, was a regent for Mary, Queen of Scots, from 1543 to 1554."}]}, {"heading": "Deaths", "year": "1599", "date": "January 22", "txt": "Cristofano Malvezzi, Italian organist and composer (b. 1547)", "entities": [{"title": "Cristofano Malvezzi", "href": "/wiki/Cristofano_Malvezzi", "description": "Cristofano Malvezzi was an Italian organist and composer of the late Renaissance. He was one of the most famous composers in the city of Florence during a time of transition to the Baroque style."}]}, {"heading": "Deaths", "year": "1666", "date": "January 22", "txt": "Shah Jahan, Mughal emperor (b. 1592)", "entities": [{"title": "Shah Jahan", "href": "/wiki/Shah_Jahan", "description": "Shahab-ud-din Muhammad Khurram, better known by his regnal name, Shah Jahan, was the fifth Mughal emperor, and reigned from 1628 to 1658. Under his reign, the Mughal Empire reached the peak of its cultural glory. Although an able military commander, Shah Jahan is best remembered for his architectural achievements. His reign ushered in the golden age of Mughal architecture. Shah Jahan commissioned "}]}, {"heading": "Deaths", "year": "1750", "date": "January 22", "txt": "Franz Xaver Josef von Unertl, Bavarian politician (b. 1675)", "entities": [{"title": "Franz Xaver Josef von Unertl", "href": "/wiki/Franz_Xaver_Josef_von_Unertl", "description": "Franz Xaver Josef Baron von Unertl was a Bavarian politician."}]}, {"heading": "Deaths", "year": "1763", "date": "January 22", "txt": "John Carteret, 2nd Earl Granville, English politician, Lord Lieutenant of Ireland (b. 1690)", "entities": [{"title": "John Carteret, 2nd Earl Granville", "href": "/wiki/John_Carteret,_2nd_Earl_Granville", "description": "John Carteret, 2nd Earl Granville, 7th Seigneur of Sark,, commonly known by his earlier title Lord Carteret, was a British statesman and Lord President of the Council from 1751 to 1763; he worked extremely closely with the Prime Minister of the country, Spencer Compton, Earl of Wilmington, in order to manage the various factions of the Government. He was Seigneur of Sark from 1715 to 1720 when he "}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1767", "date": "January 22", "txt": "Johann Gottlob Lehmann, German meteorologist and geologist (b. 1719)", "entities": [{"title": "Johann Gottlob Lehmann (scientist)", "href": "/wiki/Johann_Gottlob_Lehmann_(scientist)", "description": "Johann Gottlob Lehmann was a German mineralogist and geologist noted for his work and research contributions to the geologic record leading to the development of stratigraphy."}]}, {"heading": "Deaths", "year": "1779", "date": "January 22", "txt": "Jeremiah Dixon, English surveyor and astronomer (b. 1733)", "entities": [{"title": "Jeremiah Dixon", "href": "/wiki/Jeremiah_Dixon", "description": "Jeremiah Dixon FRS was an English surveyor and astronomer who is best known for his work with Charles Mason, from 1763 to 1767, in determining what was later called the Mason–Dixon line."}]}, {"heading": "Deaths", "year": "1779", "date": "January 22", "txt": "Claudius Smith, American guerrilla leader (b. 1736)", "entities": []}, {"heading": "Deaths", "year": "1798", "date": "January 22", "txt": "Lewis Morris, American judge and politician (b. 1726)", "entities": [{"title": "Lewis Morris", "href": "/wiki/Lewis_Morris", "description": "Lewis Morris was an American landowner and developer from Morrisania, New York, presently part of Bronx County. He signed the U.S. Declaration of Independence as a delegate to the Continental Congress from New York."}]}, {"heading": "Deaths", "year": "1840", "date": "January 22", "txt": "Johann Friedrich Blumenbach, German physician, physiologist, and anthropologist (b. 1752)", "entities": [{"title": "Johann Friedrich Blumenbach", "href": "/wiki/Johann_Friedrich_Blumenbach", "description": "Johann Friedrich Blumenbach was a German physician, naturalist, physiologist, and anthropologist. He is considered to be a main founder of zoology and anthropology as comparative, scientific disciplines. He was also important as a race theorist."}]}, {"heading": "Deaths", "year": "1850", "date": "January 22", "txt": "Vincent Pallotti, Italian missionary and saint (b. 1795)", "entities": [{"title": "Vincent Pallotti", "href": "/wiki/Vincent_Pallotti", "description": "Vincent Pallotti was an Italian ecclesiastic and a saint. Born in Rome, he was the founder of the Society of the Catholic Apostolate later to be known as the \"Pious Society of Missions\". The original name was restored in 1947. He is buried in the church of San Salvatore in Onda. He is considered the forerunner of Catholic Action. His feast day is 22 January."}]}, {"heading": "Deaths", "year": "1879", "date": "January 22", "txt": "Anthony Durnford, Irish colonel (b. 1830)", "entities": [{"title": "Anthony Durnford", "href": "/wiki/Anthony_Durnford", "description": "Lieutenant-Colonel Anthony William Durnford was an Irish career British Army officer of the Royal Engineers who served in the Anglo-Zulu War. Breveted colonel, Durnford is mainly known for his defeat by the Zulus at the Battle of Isandlwana, which was a disaster for the British Army."}]}, {"heading": "Deaths", "year": "1879", "date": "January 22", "txt": "Henry Pulleine, English colonel (b. 1838)", "entities": []}, {"heading": "Deaths", "year": "1892", "date": "January 22", "txt": "Joseph P. Bradley, American lawyer and jurist (b. 1813)", "entities": [{"title": "Joseph P. Bradley", "href": "/wiki/Joseph_P._Bradley", "description": "Joseph Philo Bradley was an American jurist best known for his service on the United States Supreme Court, and on the Electoral Commission that decided the disputed 1876 presidential election."}]}, {"heading": "Deaths", "year": "1900", "date": "January 22", "txt": "David Edward Hughes, Welsh-American physicist, co-invented the microphone (b. 1831)", "entities": [{"title": "David Edward Hughes", "href": "/wiki/David_Edward_Hughes", "description": "David Edward Hughes, was a British-American inventor, practical experimenter, and professor of music known for his work on the printing telegraph and the microphone. He is generally considered to have been born in London but his family moved around that time so he may have been born in Corwen, Wales. His family moved to the U.S. while he was a child and he became a professor of music in Kentucky. "}, {"title": "Microphone", "href": "/wiki/Microphone", "description": "A microphone, colloquially called a mic or mike, is a device – a transducer – that converts sound into an electrical signal. Microphones are used in many applications such as telephones, hearing aids, public address systems for concert halls and public events, motion picture production, live and recorded audio engineering, sound recording, two-way radios, megaphones, radio and television broadcast"}]}, {"heading": "Deaths", "year": "1901", "date": "January 22", "txt": "Queen Victoria of the United Kingdom (b. 1819)", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Deaths", "year": "1901", "date": "January 22", "txt": "Emil Erlenmeyer, German chemist and academic (b. 1825)", "entities": []}, {"heading": "Deaths", "year": "1921", "date": "January 22", "txt": "George Streeter, American captain and businessman (b. 1837)", "entities": [{"title": "George Streeter", "href": "/wiki/George_Streeter", "description": "George Wellington \"Cap\" Streeter was an American who became infamous in Chicago for his real estate schemes and oftentimes bizarre eccentricity. From 1886 to 1921, Streeter, often through forgery and other manipulative means, attempted to lay claim to 186 acres (0.75 km2) of Lake Michigan shoreline from various owners. Failing in his efforts to defraud wealthy landowners, he turned to selling the "}]}, {"heading": "Deaths", "year": "1922", "date": "January 22", "txt": "Fredrik Bajer, Danish educator and politician, Nobel Prize laureate (b. 1837)", "entities": [{"title": "Fredrik Bajer", "href": "/wiki/Fredrik_Bajer", "description": "Fredrik Bajer was a Danish writer, teacher, and pacifist politician who received the Nobel Peace Prize in 1908 together with Klas Pontus Arnoldson."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1922", "date": "January 22", "txt": "Pope Benedict XV (b. 1854)", "entities": []}, {"heading": "Deaths", "year": "1922", "date": "January 22", "txt": "Camille Jordan, French mathematician and academic (b. 1838)", "entities": []}, {"heading": "Deaths", "year": "1925", "date": "January 22", "txt": "Fanny Bullock Workman, American geographer and mountain climber (b. 1859)", "entities": [{"title": "Fanny Bullock Workman", "href": "/wiki/Fanny_Bullock_Workman", "description": "Fanny Bullock Workman was an American geographer, cartographer, explorer, travel writer, and mountaineer, notably in the Himalayas. She was one of the first female professional mountaineers; she not only explored but also wrote about her adventures. She set several women's altitude records, published eight travel books with her husband, and championed women's rights and women's suffrage."}]}, {"heading": "Deaths", "year": "1927", "date": "January 22", "txt": "James Ford Rhodes, American historian and author (b. 1848)", "entities": [{"title": "James Ford Rhodes", "href": "/wiki/James_Ford_Rhodes", "description": "James Ford Rhodes, was an American industrialist and historian born in Cleveland, Ohio. After earning a fortune in the iron, coal, and steel industries by 1885, he retired from business. He devoted his life to historical research and publishing a seven-volume history of the United States beginning in 1850; his work was published from 1893 to 1906. He published an eighth volume in 1920. His work, H"}]}, {"heading": "Deaths", "year": "1929", "date": "January 22", "txt": "R. C. Lehmann, English journalist, author, and politician (b. 1856)", "entities": [{"title": "R. C. Lehmann", "href": "/wiki/R._C._Lehmann", "description": "Rudolph Chambers \"R.C.\" Lehmann was an English writer and Liberal Party politician who sat in the House of Commons from 1906 to 1910. As a writer he was best known for three decades in which he was a major contributor to Punch as well as founding editor of Granta magazine."}]}, {"heading": "Deaths", "year": "1930", "date": "January 22", "txt": "Stephen Mather, American businessman and conservationist, co-founded the Thorkildsen-Mather Borax Company (b. 1867)", "entities": [{"title": "Stephen Mather", "href": "/wiki/Stephen_Mather", "description": "Stephen Tyng Mather was an American industrialist and conservationist who was the first director of the National Park Service. As president and owner of Thorkildsen-Mather Borax Company he became a millionaire. With his friend the journalist Robert Sterling Yard, Mather led a publicity campaign to promote the creation of a unified federal agency to oversee National Parks administration, which was "}, {"title": "Thorkildsen-Mather Borax Company", "href": "/wiki/Thorkildsen-Mather_Borax_Company", "description": "Thorkildsen-Mather Borax Company was a borax mining company founded in 1898 by Stephen Mather and Thomas Thorkildsen. The two men were both employees of Francis Marion \"Borax\" Smith's Pacific Coast Borax Company, but they left the company to form this new company and went into direct competition with their former boss. The company was later renamed Sterling Borax. Francis Marion Smith subsequently"}]}, {"heading": "Deaths", "year": "1931", "date": "January 22", "txt": "László Batthyány-Strattmann, Hungarian physician and ophthalmologist (b. 1870)", "entities": [{"title": "László Batthyány-Strattmann", "href": "/wiki/L%C3%A1szl%C3%B3_Batthy%C3%A1ny-Strattmann", "description": "László Batthyány-Strattmann was a Hungarian aristocrat and physician. Until 1914, he was known as László Batthyány. A devout Roman Catholic, he became known as the \"doctor of the poor\" and was beatified by the church in 2003."}]}, {"heading": "Deaths", "year": "1945", "date": "January 22", "txt": "Else Lasker-Schüler, German poet and playwright (b. 1869)", "entities": [{"title": "Else Lasker-Schüler", "href": "/wiki/Else_Lasker-Sch%C3%BCler", "description": " Else Lasker-Schüler was a German-Jewish poet and playwright famous for her bohemian lifestyle in Berlin and her unique poetic genius. She was one of the few women affiliated with the Expressionist movement. Lasker-Schüler fled Nazi Germany and lived out the rest of her life in Jerusalem."}]}, {"heading": "Deaths", "year": "1949", "date": "January 22", "txt": "William Thomas Walsh, American author, poet, and playwright (b. 1891)", "entities": [{"title": "William Thomas Walsh", "href": "/wiki/William_Thomas_Walsh", "description": "William Thomas Walsh, was an historian, educator and author; he was also an accomplished violinist."}]}, {"heading": "Deaths", "year": "1950", "date": "January 22", "txt": "Alan Hale, Sr., American actor and director (b. 1892)", "entities": [{"title": "Alan Hale, Sr.", "href": "/wiki/Alan_Hale,_Sr.", "description": "Alan Hale Sr. was an American film actor and director, best remembered for his many character roles, in particular as a frequent sidekick of Errol Flynn, as well as films supporting Lon Chaney, Wallace Beery, Douglas Fairbanks, James Cagney, Clark Gable, Cary Grant, Humphrey Bogart, and Ronald Reagan. Hale's career in film lasted 40 years."}]}, {"heading": "Deaths", "year": "1951", "date": "January 22", "txt": "Harald Bohr, Danish mathematician and footballer (b. 1887)", "entities": [{"title": "Harald Bohr", "href": "/wiki/Harald_Bohr", "description": "Harald August Bohr was a Danish mathematician and footballer. After receiving his doctorate in 1910, Bohr became an eminent mathematician, founding the field of almost periodic functions. His brother was the Nobel Prize-winning physicist Niels Bohr. He was a member of the Danish national football team for the 1908 Summer Olympics, where he won a silver medal."}]}, {"heading": "Deaths", "year": "1951", "date": "January 22", "txt": "Lawson Robertson, Scottish-American sprinter and high jumper (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "January 22", "txt": "Jonni Myyrä, Finnish-American athlete (b. 1892)", "entities": [{"title": "Jonni Myyrä", "href": "/wiki/Jonni_Myyr%C3%A4", "description": "Joonas \"Jonni\" Myyrä was a Finnish athlete who competed at the 1912, 1920 and 1924 Olympics. In 1912, he finished eighth in the javelin throw. At the 1920 Olympics his left arm was fractured in a warm-up accident – the spear thrown by James Lincoln struck Myyrä while he was resting on the grass. Nevertheless, Myyrä won the javelin event with an Olympic record of 65.78 meters. He also finished 12th"}]}, {"heading": "Deaths", "year": "1957", "date": "January 22", "txt": "Ralph Barton Perry, American philosopher and academic (b. 1876)", "entities": [{"title": "Ralph Barton Perry", "href": "/wiki/Ralph_Barton_Perry", "description": "Ralph Barton Perry was an American philosopher. He was a strident moral idealist who stated in 1909 that, to him, idealism meant \"to interpret life consistently with ethical, scientific, and metaphysical truth.\" Perry's viewpoints on religion stressed the notion that religious thinking possessed legitimacy should it exist within a framework accepting of human reason and social progress."}]}, {"heading": "Deaths", "year": "1959", "date": "January 22", "txt": "Mike Hawthorn, English race car driver (b. 1929)", "entities": [{"title": "Mike Hawthorn", "href": "/wiki/Mike_Hawthorn", "description": "John Michael Hawthorn was a British racing driver. He became the United Kingdom's first Formula One World Champion driver in 1958, whereupon he announced his retirement, having been profoundly affected by the death of his teammate and friend Peter Collins two months earlier in the 1958 German Grand Prix. Hawthorn also won the 1955 24 Hours of Le Mans, but was haunted by his involvement in the disa"}]}, {"heading": "Deaths", "year": "1964", "date": "January 22", "txt": "Marc Blitzstein, American pianist and composer (b. 1905)", "entities": [{"title": "Marc Blitzstein", "href": "/wiki/Marc_Blitzstein", "description": "Marcus Samuel Blitzstein, was an American composer, lyricist, and librettist. He won national attention in 1937 when his pro-union musical The Cradle Will Rock, directed by Orson Welles, was shut down by the Works Progress Administration. He is known for The Cradle Will Rock and for his Off-Broadway translation/adaptation of The Threepenny Opera by Bertolt Brecht and Kurt Weill. His works also inc"}]}, {"heading": "Deaths", "year": "1966", "date": "January 22", "txt": "Herbert Marshall, English actor (b. 1890)", "entities": [{"title": "Herbert Marshall", "href": "/wiki/Herbert_Marshall", "description": "Herbert Brough Falcon Marshall was an English stage, screen and radio actor who starred in many popular and well-regarded Hollywood films in the 1930s and 1940s. After a successful theatrical career in the United Kingdom and North America, he became an in-demand Hollywood leading man, frequently appearing in romantic melodramas and occasional comedies. In his later years, he turned to character ac"}]}, {"heading": "Deaths", "year": "1968", "date": "January 22", "txt": "Duke Kahanamoku, American swimmer and water polo player (b. 1890)", "entities": [{"title": "Duke Kahanamoku", "href": "/wiki/Duke_Kahanamoku", "description": "Duke Paoa Kahinu Mokoe Hulikohola Kahanamoku was an American and Native Hawaiian competition swimmer who popularized the ancient Hawaiian sport of surfing. He was born towards the end of the Kingdom of Hawaii, just before the overthrow, living into statehood as a United States citizen. He was a five-time Olympic medalist in swimming. Duke was also a Scottish Rite Freemason, a Shriner, a law enforc"}]}, {"heading": "Deaths", "year": "1971", "date": "January 22", "txt": "Harry Frank Guggenheim, American businessman and publisher, co-founded Newsday (b. 1890)", "entities": [{"title": "Harry Frank Guggenheim", "href": "/wiki/Harry_Frank_Guggenheim", "description": "Harry Frank Guggenheim was an American businessman, diplomat, publisher, philanthropist, aviator, and horseman."}]}, {"heading": "Deaths", "year": "1973", "date": "January 22", "txt": "Lyndon B. Johnson, American lieutenant and politician, 36th President of the United States (b. 1908)", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1975", "date": "January 22", "txt": "Andrew George Burry, Swiss-American businessman and philanthropist (b. 1873)", "entities": [{"title": "Andrew George Burry", "href": "/wiki/Andrew_George_Burry", "description": "Andrew George Burry was a businessman, manufacturer and philanthropist. Born in Undervillier, Switzerland, he emigrated to the United States in 1884. Burry founded the Wayne Paper Box and Printing Corp. in 1898, and was also the founder and President of the National Paper Box Manufacturing Association(s) in 1917 - 1918, and 1926 - 1928."}]}, {"heading": "Deaths", "year": "1977", "date": "January 22", "txt": "Ibrahim bin Abdullah Al Suwaiyel, Saudi Arabian diplomat (b. 1916)", "entities": [{"title": "Ibrahim bin Abdullah Al Suwaiyel", "href": "/wiki/Ibrahim_bin_Abdullah_Al_Suwaiyel", "description": "Sheikh Ibrahim bin Abdullah bin Abdulaziz bin Abdullah Al Suwaiyel was a Saudi Arabian statesman and diplomat who most notably served as the minister of foreign affairs from 1960 to 1962. Appointed on 22 December 1960 by King Saud, he succeeded the future king, Faisal bin Abdulaziz Al Saud and was succeeded by him again on 16 March 1961. He was noted for being the first non-royal to hold the posit"}]}, {"heading": "Deaths", "year": "1978", "date": "January 22", "txt": "Oliver Leese, English general (b. 1894)", "entities": [{"title": "Oliver Leese", "href": "/wiki/Oliver_Leese", "description": "Lieutenant-General Sir Oliver William Hargreaves Leese, 3rd Baronet, was a senior British Army officer who saw distinguished active service during both the world wars. He is most notable during the Second World War for commanding XXX Corps in North Africa and Sicily, serving under General Sir Bernard Montgomery, before going on to command the Eighth Army in the Italian Campaign throughout most of "}]}, {"heading": "Deaths", "year": "1978", "date": "January 22", "txt": "Herbert Sutcliffe, English cricketer and soldier (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "January 22", "txt": "Ali Hassan Salameh, Palestinian rebel leader (b. 1940)", "entities": [{"title": "Ali Hassan Salameh", "href": "/wiki/Ali_Hassan_Salameh", "description": "Ali Hassan Salameh was the chief of operations—code name Abu Hassan—for Black September, the organization responsible for the 1972 Munich massacre and other terror attacks. He was also the founder of Force 17. He was assassinated by Mossad in January 1979 as part of Operation Wrath of God."}]}, {"heading": "Deaths", "year": "1980", "date": "January 22", "txt": "Yitzhak Baer, German-Israeli historian and academic (b. 1888)", "entities": [{"title": "Yitzhak Baer", "href": "/wiki/Yitzhak_Baer", "description": "Yitzhak Baer was a German-Israeli historian and an expert on medieval Spanish Jewish history."}]}, {"heading": "Deaths", "year": "1981", "date": "January 22", "txt": "Ishtiaq Hussain Qureshi, Pakistani historian and academic (b. 1903)", "entities": [{"title": "Ishtiaq Hussain Qureshi", "href": "/wiki/Ishtiaq_Hussain_Qureshi", "description": "Ishtiaq Hussain Qureshi popularly known as I.H. Qureshi), SP, HI, was a Pakistani historian, scholar, writer, and a professor of political history, first at the University of the Punjab and then at the Karachi University. Apart from his work as an academic historian he was also a well-known playwright."}]}, {"heading": "Deaths", "year": "1982", "date": "January 22", "txt": "Eduardo Frei Montalva, Chilean lawyer and politician, 28th President of Chile (b. 1911)", "entities": [{"title": "Eduardo Frei Montalva", "href": "/wiki/Eduardo_Frei_Montalva", "description": "Eduardo Nicanor Frei Montalva was a Chilean political leader. In his long political career, he was Minister of Public Works, president of his Christian Democratic Party, senator, President of the Senate, and the 28th president of Chile from 1964 to 1970. His eldest son, Eduardo Frei Ruiz-Tagle, also became president of Chile (1994–2000)."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Deaths", "year": "1985", "date": "January 22", "txt": "Arthur Bryant, English historian and journalist (b. 1899)", "entities": [{"title": "Arthur Bryant", "href": "/wiki/Arthur_Bryant", "description": "Sir Arthur Wynne Morgan Bryant, was an English historian, columnist for The Illustrated London News and man of affairs. His books included studies of Samuel Pepys, accounts of English eighteenth- and nineteenth-century history, and a life of George V. Whilst his scholarly reputation has declined somewhat since his death, he continues to be read and to be the subject of detailed historical studies."}]}, {"heading": "Deaths", "year": "1987", "date": "January 22", "txt": "R. Budd Dwyer, American educator and politician, 30th Treasurer of Pennsylvania (b. 1939)", "entities": [{"title": "R. Budd Dwyer", "href": "/wiki/R._Budd_Dwyer", "description": "Robert Budd Dwyer was an American politician who served as the 30th State Treasurer of the Commonwealth of Pennsylvania. He served from 1965 to 1971 as a Republican member of the Pennsylvania House of Representatives and from 1971 to 1981 as a member of the Pennsylvania State Senate representing the state's 50th district. Dwyer then served as the 30th Treasurer of Pennsylvania from January 20, 198"}, {"title": "Pennsylvania Treasurer", "href": "/wiki/Pennsylvania_Treasurer", "description": "The Pennsylvania State Treasurer is the head of the Pennsylvania Treasury Department, an independent department of state government. The state treasurer is elected every four years. Treasurers are limited to two consecutive terms."}]}, {"heading": "Deaths", "year": "1989", "date": "January 22", "txt": "S. Vithiananthan, Sri Lankan author and academic (b. 1924)", "entities": [{"title": "S. Vithiananthan", "href": "/wiki/S._Vithiananthan", "description": "Professor Suppiramaniam Vithiananthan was a Sri Lankan writer, academic and the first vice-chancellor of the University of Jaffna."}]}, {"heading": "Deaths", "year": "1991", "date": "January 22", "txt": "Robert Choquette, Canadian author, poet and diplomat (b. 1905)", "entities": [{"title": "Robert Choquette", "href": "/wiki/Robert_Choquette", "description": "Robert Guy Choquette was a Canadian novelist, poet and diplomat."}]}, {"heading": "Deaths", "year": "1993", "date": "January 22", "txt": "Kōbō Abe, Japanese playwright and photographer (b. 1924)", "entities": [{"title": "Kōbō Abe", "href": "/wiki/K%C5%8Db%C5%8D_Abe", "description": "Kōbō Abe , pen name of Kimifusa Abe , was a Japanese writer, playwright, musician, photographer and inventor. Abe has been often compared to Franz Kafka and Alberto Moravia for his modernist sensibilities and his surreal, often nightmarish explorations of individuals in contemporary society."}]}, {"heading": "Deaths", "year": "1994", "date": "January 22", "txt": "Jean-Louis Barrault, French actor and director (b. 1910)", "entities": [{"title": "Jean-Louis Barrault", "href": "/wiki/Jean-Louis_Barrault", "description": "Jean-Louis Barrault was a French actor, director and mime artist who worked on both screen and stage."}]}, {"heading": "Deaths", "year": "1994", "date": "January 22", "txt": "Telly Savalas, American actor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 22", "txt": "Israel Eldad, Polish-Israeli philosopher and author (b. 1910)", "entities": [{"title": "Israel Eldad", "href": "/wiki/Israel_Eldad", "description": "Israel Eldad, was an Israeli Revisionist Zionist philosopher and member of the Jewish underground group Lehi in Mandatory Palestine."}]}, {"heading": "Deaths", "year": "1997", "date": "January 22", "txt": "Billy Mackenzie, Scottish singer-songwriter (b. 1957)", "entities": [{"title": "Billy Mackenzie", "href": "/wiki/Billy_Mackenzie", "description": "William MacArthur Mackenzie was a Scottish singer and songwriter, known for his distinctive high tenor voice. He was the co-founder and lead singer of post-punk and new wave band the Associates. He also had a brief solo career releasing his debut album, Outernational, in 1992, his only solo album released during his lifetime."}]}, {"heading": "Deaths", "year": "1999", "date": "January 22", "txt": "Graham Staines, Australian-Indian missionary and translator (b. 1941)", "entities": [{"title": "Graham Staines", "href": "/wiki/Graham_Staines", "description": "Graham Stuart Staines was an Australian Christian missionary, who along with his two sons, Philip and Timothy, was burnt to death in India by members of a Hindu fundamentalist group named Bajrang Dal. In 2003, Bajrang Dal activist Dara Singh was convicted of leading the murderers and was sentenced to life in prison."}]}, {"heading": "Deaths", "year": "2000", "date": "January 22", "txt": "Craig Claiborne, American journalist, author, and critic (b. 1920)", "entities": [{"title": "Craig Claiborne", "href": "/wiki/Craig_Claiborne", "description": "Craig Claiborne was an American restaurant critic, food journalist and book author. A long-time food editor and restaurant critic for The New York Times, he was also the author of numerous cookbooks and an autobiography. Over the course of his career, he made many contributions to gastronomy and food writing in the United States."}]}, {"heading": "Deaths", "year": "2000", "date": "January 22", "txt": "Anne Hébert, Canadian author and poet (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 22", "txt": "Tommie Agee, American baseball player (b. 1942)", "entities": [{"title": "Tommie Agee", "href": "/wiki/Tommie_Agee", "description": "Tommie Lee Agee was an American professional baseball player. He played in Major League Baseball as a center fielder from 1962 through 1973, most notably as a member of the New York Mets team that became known as the Miracle Mets when, they rose from being perennial losers to defeat the favored Baltimore Orioles in the 1969 World Series for one of the most improbable upsets in World Series history"}]}, {"heading": "Deaths", "year": "2001", "date": "January 22", "txt": "Roy Brown, American clown and puppeteer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "January 22", "txt": "Bill Mauldin, American soldier and cartoonist (b. 1921)", "entities": [{"title": "Bill Mauldin", "href": "/wiki/Bill_Mauldin", "description": "William Henry Mauldin was an American editorial cartoonist who won two Pulitzer Prizes for his work. He was most famous for his World War II cartoons depicting American soldiers, as represented by the archetypal characters Willie and Joe, two weary and bedraggled infantry troopers who stoically endure the difficulties and dangers of duty in the field. His cartoons were popular with soldiers throug"}]}, {"heading": "Deaths", "year": "2004", "date": "January 22", "txt": "Billy May, American trumpet player and composer (b. 1916)", "entities": [{"title": "Billy May", "href": "/wiki/Billy_May", "description": "Edward William May Jr. was an American composer, arranger and trumpeter. He composed film and television music for The Green Hornet (1966), The Mod Squad (1968), Batman, and Naked City (1960). He collaborated on films such as Pennies from Heaven (1981), and orchestrated Cocoon, and Cocoon: The Return, among others."}]}, {"heading": "Deaths", "year": "2004", "date": "January 22", "txt": "Tom Mead, Australian journalist and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "January 22", "txt": "Ann Miller, American actress, singer, and dancer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 22", "txt": "César Gutiérrez, Venezuelan baseball player, coach, and manager (b. 1943)", "entities": [{"title": "César Gutiérrez", "href": "/wiki/C%C3%A9sar_Guti%C3%A9rrez", "description": "César Dario Gutiérrez [goo-te-er'-rez], also nicknamed \"Cocoa\", was a Venezuelan professional baseball player. He played as a shortstop in Major League Baseball for the San Francisco Giants in the 1967 and 1969 seasons, and for the Detroit Tigers from 1969 to 1971. Listed at 5'9\" and 155 lbs, he batted and threw right handed. Gutiérrez is notable for being the second player in Major League history"}]}, {"heading": "Deaths", "year": "2005", "date": "January 22", "txt": "Carlo Orelli, Italian soldier (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 22", "txt": "Consuelo Velázquez, Mexican pianist and songwriter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 22", "txt": "Aydın Güven Gürkan, Turkish academic and politician, Turkish Minister of Labor and Social Security (b. 1941)", "entities": [{"title": "Aydın Güven Gürkan", "href": "/wiki/Ayd%C4%B1n_G%C3%BCven_G%C3%BCrkan", "description": "Aydın Güven Gürkan was a Turkish academic and politician."}, {"title": "Ministry of Labour and Social Security (Turkey)", "href": "/wiki/Ministry_of_Labour_and_Social_Security_(Turkey)", "description": "The Ministry of Labour and Social Security is a government ministry office of the Republic of Turkey, responsible for labour and social security affairs in Turkey. The ministry is headed by Vedat Bilgin."}]}, {"heading": "Deaths", "year": "2007", "date": "January 22", "txt": "Ngô Quang Trưởng, Vietnamese general (b. 1929)", "entities": [{"title": "Ngô Quang Trưởng", "href": "/wiki/Ng%C3%B4_Quang_Tr%C6%B0%E1%BB%9Fng", "description": "Ngô Quang Trưởng was an officer in the Army of the Republic of Vietnam (ARVN). Trưởng gained his commission in the Vietnamese National Army in 1954 and moved up the ranks over the next decade, mostly in the Airborne Brigade. In 1966, Trưởng commanded a division for the first time after he was given command of the 1st Division after helping to quell the Buddhist Uprising. He rebuilt the unit after "}]}, {"heading": "Deaths", "year": "2007", "date": "January 22", "txt": "Abbé Pierre, French priest and activist (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 22", "txt": "Liz Renay, American actress, author and performer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 22", "txt": "Heath Ledger, Australian actor and director (b. 1979)", "entities": [{"title": "Heath Ledger", "href": "/wiki/Heath_Ledger", "description": "Heath Andrew Ledger was an Australian actor, photographer and music video director. After playing roles in several Australian television and film productions during the 1990s, Ledger moved to the United States in 1998 to further develop his film career. His work consisted of twenty films, including 10 Things I Hate About You (1999), The Patriot (2000), A Knight's Tale (2001), Monster's Ball (2001)"}]}, {"heading": "Deaths", "year": "2008", "date": "January 22", "txt": "Miles Lerman, Polish Holocaust survivor and activist (b. 1920)", "entities": [{"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}]}, {"heading": "Deaths", "year": "2009", "date": "January 22", "txt": "Billy Werber, American baseball player (b. 1908)", "entities": [{"title": "Billy Werber", "href": "/wiki/Billy_Werber", "description": "William Murray Werber was a third baseman in Major League Baseball who played for the New York Yankees, Boston Red Sox (1933–1936), Philadelphia Athletics (1937–1938), Cincinnati Reds (1939–1941) and New York Giants (1942). He led American League third basemen in putouts and assists once each, and also led National League third basemen in assists, double plays and fielding percentage once each. A "}]}, {"heading": "Deaths", "year": "2010", "date": "January 22", "txt": "Louis R. Harlan, American historian and author (b. 1922)", "entities": [{"title": "Louis R. Harlan", "href": "/wiki/Louis_R._Harlan", "description": "Louis Rudolph Harlan was an American academic historian who wrote a two-volume biography of the African-American educator and social leader Booker T. Washington and edited several volumes of Washington materials. He won the Bancroft Prize in 1973 and 1984, once for each volume, and the 1984 Pulitzer Prize for Biography or Autobiography for the second volume."}]}, {"heading": "Deaths", "year": "2010", "date": "January 22", "txt": "Jean Simmons, English-American actress (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 22", "txt": "Simon Marsden, English photographer and author (b. 1948)", "entities": [{"title": "Simon Marsden", "href": "/wiki/Simon_Marsden", "description": "Sir Simon Neville Llewelyn Marsden, 4th Baronet was an English photographer and author. He is known best for his uncommon black-and-white photographs of allegedly haunted houses and places throughout Europe. He succeeded his brother as baronet of Grimsby in Lincolnshire in 1997."}]}, {"heading": "Deaths", "year": "2012", "date": "January 22", "txt": "Joe Paterno, American football player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 22", "txt": "Clarence Tillenius, Canadian painter and environmentalist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 22", "txt": "Dick Tufeld, American actor, announcer, narrator and voice actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 22", "txt": "Robert Bonnaud, French historian and academic (b. 1929)", "entities": [{"title": "Robert Bonnaud", "href": "/wiki/Robert_Bonnaud", "description": "Robert Bonnaud was a French anti-colonialist historian and professor of history at the Paris Diderot University."}]}, {"heading": "Deaths", "year": "2013", "date": "January 22", "txt": "Hinton Mitchem, American businessman and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 22", "txt": "Maziar Partow, Iranian cinematographer (b. 1933)", "entities": [{"title": "Maziar Partow", "href": "/wiki/Maziar_Partow", "description": "Maziar Partow was one of the first Iranian cinematographers and had worked as a cameraman on numerous Iranian films. He directed a few movies and edited several more, and was most well known by his title as Director of Photography."}]}, {"heading": "Deaths", "year": "2015", "date": "January 22", "txt": "Fabrizio de Miranda, Italian engineer and academic, co-designed the Rande Bridge (b. 1926)", "entities": [{"title": "Fabrizio de Miranda", "href": "/wiki/Fabrizio_de_Miranda", "description": "Fabrizio de Miranda was an Italian bridges and structural engineer and university professor."}, {"title": "Rande Bridge", "href": "/wiki/Rande_Bridge", "description": "The Rande Bridge is a cable-stayed bridge 9 kilometres from the city of Vigo and 18 kilometres from the city of Pontevedra, in the Province of Pontevedra, Spain. It spans Vigo bay across the Rande Strait, linking the municipalities of Redondela and Moaña."}]}, {"heading": "Deaths", "year": "2015", "date": "January 22", "txt": "Wendell H. Ford, American lieutenant and politician, 53rd Governor of Kentucky (b. 1924)", "entities": [{"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Deaths", "year": "2015", "date": "January 22", "txt": "Margaret Bloy Graham, Canadian author and illustrator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 22", "txt": "Homayoun Behzadi, Iranian footballer and coach (b. 1942)", "entities": [{"title": "Homayoun Behzadi", "href": "/wiki/Homayoun_Behzadi", "description": "Homayoun Behzadi was an Iranian footballer and coach. He usually played as a striker."}]}, {"heading": "Deaths", "year": "2016", "date": "January 22", "txt": "Cecil Parkinson, English politician (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 22", "txt": "Lois Ramsey, Australian actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 22", "txt": "Kamer Genç, Turkish politician (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 22", "txt": "Masaya Nakamura, Japanese businessman (b. 1925)", "entities": [{"title": "Masaya Nakamura (businessman)", "href": "/wiki/Masaya_Nakamura_(businessman)", "description": "Masaya Nakamura  was a Japanese businessman and the founder of Namco. He was the company's president up until 2002, where he took a ceremonial role in its management. Following the formation of Bandai Namco Holdings, Nakamura would retain an honorary position in the video game division, Bandai Namco Entertainment."}]}, {"heading": "Deaths", "year": "2017", "date": "January 22", "txt": "Yordano Ventura, Dominican baseball player (b. 1991)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "January 22", "txt": "Ursula K. Le Guin, American sci-fi and fantasy novelist (b. 1929)", "entities": [{"title": "Ursula K. Le Guin", "href": "/wiki/Ursula_K._Le_Guin", "description": "Ursula Kroeber Le Guin was an American author best known for her works of speculative fiction, including science fiction works set in her Hainish universe, and the Earthsea fantasy series. She was first published in 1959, and her literary career spanned nearly sixty years, producing more than twenty novels and over a hundred short stories, in addition to poetry, literary criticism, translations, a"}]}, {"heading": "Deaths", "year": "2021", "date": "January 22", "txt": "Hank Aaron, American baseball player (b. 1934)", "entities": [{"title": "Hank Aaron", "href": "/wiki/Hank_Aaron", "description": "Henry Louis Aaron, nicknamed \"Hammer\" or \"Hammerin' Hank\", was an American professional baseball right fielder who played 23 seasons in Major League Baseball (MLB), from 1954 through 1976. Widely regarded as one of the greatest baseball players in history, he spent 21 seasons with the Milwaukee/Atlanta Braves in the National League (NL) and two seasons with the Milwaukee Brewers in the American Le"}]}]