[{"heading": "Events", "year": "AD 41", "date": "January 25", "txt": "After a night of negotiation, Claudius is accepted as Roman Emperor by the Senate.", "entities": [{"title": "Claudius", "href": "/wiki/Claudius", "description": "Claudius was Roman emperor from AD 41 to 54. Born to Nero Claudius Drusus and Antonia Minor at Lugdunum in Roman Gaul, where his father was stationed as a military legate, he was the first Roman emperor to be born outside Italy. Nonetheless, Claudius was an Italic of Sabine origins and a member of the Julio-Claudian dynasty. Because he was afflicted with a limp and slight deafness due to sickness "}, {"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Roman Senate", "href": "/wiki/Roman_Senate", "description": "The Roman Senate was a governing and advisory assembly in ancient Rome. It was one of the most enduring institutions in Roman history, being established in the first days of the city of Rome. It survived the overthrow of the Roman monarchy in 509 BC; the fall of the Roman Republic in the 1st century BC; the division of the Roman Empire in AD 395; and the fall of the Western Roman Empire in 476; Ju"}]}, {"heading": "Events", "year": "750", "date": "January 25", "txt": "In the Battle of the Zab, the Abbasid rebels defeat the Umayyad Caliphate, leading to overthrow of the dynasty.", "entities": [{"title": "Battle of the Zab", "href": "/wiki/Battle_of_the_Zab", "description": "The Battle of the Zab, also referred to in scholarly contexts as Battle of the Great Zāb River, took place on January 25, 750, on the banks of the Great Zab River in what is now the modern country of Iraq. It spelled the end of the Umayyad Caliphate and the rise of the Abbasids, a dynasty that would last from 750 to 1258 which is divided in to two periods Early Abbasid period (750-940) and Later A"}, {"title": "Abbasid", "href": "/wiki/Abbasid", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}, {"title": "Umayyad Caliphate", "href": "/wiki/Umayyad_Caliphate", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}]}, {"heading": "Events", "year": "1348", "date": "January 25", "txt": "A strong earthquake strikes the South Alpine region of Friuli in modern Italy, causing considerable damage to buildings as far away as Rome.", "entities": [{"title": "1348 Friuli earthquake", "href": "/wiki/1348_Friuli_earthquake", "description": "The 1348 Friuli earthquake, centered in the South Alpine region of Friuli, was felt across Europe on 25 January. The earthquake hit in the same year that the Great Plague ravaged Italy. According to contemporary sources, it caused considerable damage to structures; churches and houses collapsed, villages were destroyed and foul odors emanated from the earth."}, {"title": "Friuli", "href": "/wiki/Friuli", "description": "Friuli is an area of Northeast Italy with its own particular cultural and historical identity containing 600,000 Friulians. It comprises the major part of the autonomous region Friuli Venezia Giulia, i.e. the administrative provinces of Udine, Pordenone, and Gorizia, excluding Trieste."}, {"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}]}, {"heading": "Events", "year": "1494", "date": "January 25", "txt": "Alfonso II becomes King of Naples.", "entities": [{"title": "Alfonso II of Naples", "href": "/wiki/Alfonso_II_of_Naples", "description": "Alfonso II was Duke of Calabria and ruled as King of Naples from 25 January 1494 to 23 January 1495. He was a soldier and a patron of Renaissance architecture and the arts."}, {"title": "Kingdom of Naples", "href": "/wiki/Kingdom_of_Naples", "description": "The Kingdom of Naples, officially known as the Kingdom of Sicily, comprised the part of the Italian Peninsula south of the Papal States between 1282 and 1816. It was established by the War of the Sicilian Vespers (1282–1302), when the island of Sicily revolted and was conquered by the Crown of Aragon, becoming a separate kingdom also called the Kingdom of Sicily. In 1816, it reunified with the isl"}]}, {"heading": "Events", "year": "1515", "date": "January 25", "txt": "Coronation of Francis I of France takes place at Reims Cathedral, where the new monarch is anointed with the oil of Clovis and girt with the sword of Charlemagne.", "entities": [{"title": "Coronation of the French monarch", "href": "/wiki/Coronation_of_the_French_monarch", "description": "The accession of the King of France to the royal throne was legitimized by a ceremony performed with the Crown of Charlemagne at Notre-Dame de Reims. In late medieval and early modern times, the new king did not need to be anointed in order to be recognized as French monarch but ascended upon the previous monarch's death with the proclamation \"Le Roi est mort, vive le Roi!\""}, {"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}, {"title": "Reims Cathedral", "href": "/wiki/Reims_Cathedral", "description": "Notre-Dame de Reims, sometimes known in English as Reims Cathedral, is a Roman Catholic cathedral in the French city of the same name, the archiepiscopal see of the Archdiocese of Reims. The cathedral was dedicated to the Virgin Mary and was the traditional location for the coronation of the kings of France."}, {"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}]}, {"heading": "Events", "year": "1533", "date": "January 25", "txt": "Henry VIII of England secretly marries his second wife Anne Boleyn.", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Anne Boleyn", "href": "/wiki/Anne_Boleyn", "description": "Anne Boleyn was Queen of England from 1533 to 1536 as the second wife of King Henry VIII. Their marriage, and her execution for treason and other charges by beheading, made her a key figure in the political and religious upheaval that marked the start of the English Reformation. Anne was the daughter of Thomas Boleyn, 1st Earl of Wiltshire, and his wife, Lady Elizabeth Howard, and was educated in "}]}, {"heading": "Events", "year": "1554", "date": "January 25", "txt": "São Paulo, Brazil, is founded by Jesuit priests.", "entities": [{"title": "São Paulo", "href": "/wiki/S%C3%A3o_Paulo", "description": "São Paulo is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city and the most populous city in Brazil, the Americas, the Western Hemisphere and the Southern Hemisphere. Additionally, São Paulo is the largest Portuguese-speaking city in the world. The municipality is also the world's 4th largest city proper by population. The city is the capital of the surroundi"}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "Jesuit", "href": "/wiki/Jesuit", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}]}, {"heading": "Events", "year": "1573", "date": "January 25", "txt": "Battle of Mikatagahara: In Japan, Takeda Shingen defeats Tokugawa Ieyasu.", "entities": [{"title": "Battle of Mikatagahara", "href": "/wiki/Battle_of_Mikatagahara", "description": "The Battle of Mikatagahara  was a battle of the Sengoku period of Japan fought between Takeda Shingen and Tokugawa Ieyasu in Mikatagahara, Tōtōmi Province on 25 January 1573. \nShingen attacked Ieyasu at the plain of Mikatagahara north of Hamamatsu during his campaign against Oda Nobunaga while seeking a route from Kōfu to Kyoto. The Tokugawa-Oda force was almost totally annihilated by the Takeda a"}, {"title": "Takeda Shingen", "href": "/wiki/Takeda_Shingen", "description": "Takeda Shingen , of Kai Province, was a pre-eminent daimyō in feudal Japan. Known as the \"Tiger of Kai\", He was one of the most powerful daimyōs with exceptional military prestige in the late stage of the Sengoku period. \nShingen had been a 'Warlord' of great domestic skill and competent military leadership."}, {"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}]}, {"heading": "Events", "year": "1575", "date": "January 25", "txt": "Luanda, the capital of Angola, is founded by the Portuguese navigator Paulo Dias de Novais.", "entities": [{"title": "Luanda", "href": "/wiki/Luanda", "description": "Luanda, is the capital and largest city in Angola. It is Angola's primary port, and its major industrial, cultural and urban centre. Located on Angola's northern Atlantic coast, Luanda is Angola's administrative centre, its chief seaport, and also the capital of the Luanda Province. Luanda and its metropolitan area is the most populous Portuguese-speaking capital city in the world and the most pop"}, {"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "Paulo Dias de Novais", "href": "/wiki/Paulo_Dias_de_Novais", "description": "Paulo Dias de Novais, a fidalgo of the Royal Household, was a Portuguese colonizer of Africa in the 16th century and the first Captain-Governor of Portuguese Angola. He was the grandson of the explorer Bartolomeu Dias."}]}, {"heading": "Events", "year": "1704", "date": "January 25", "txt": "The Battle of Ayubale results in the destruction of most of the Spanish missions in Florida.", "entities": [{"title": "Battle of Ayubale", "href": "/wiki/Battle_of_Ayubale", "description": "The Apalachee massacre was a series of raids by English colonists from the Province of Carolina and their Indian allies against a largely peaceful population of Apalachee Indians in northern Spanish Florida that took place in 1704, during Queen Anne's War. Against limited Spanish and Indian resistance, a network of missions was destroyed; most of the population either was killed or captured, fled "}, {"title": "Spanish missions in Florida", "href": "/wiki/Spanish_missions_in_Florida", "description": "Beginning in the second half of the 16th century, the Kingdom of Spain established a number of missions throughout La Florida in order to convert the Native Americans to Christianity, to facilitate control of the area, and to prevent its colonization by other countries, in particular, England and France. Spanish Florida originally included much of what is now the Southeastern United States, althou"}]}, {"heading": "Events", "year": "1755", "date": "January 25", "txt": "Moscow University is established on Tatiana Day.", "entities": [{"title": "Moscow State University", "href": "/wiki/Moscow_State_University", "description": "Moscow State University is a coeducational and public research university located in Moscow, Russia. It was founded on 23 January [O.S. 12 January] 1755 by Mikhail Lomonosov. During the Soviet period, MSU was renamed after Lomonosov in 1940 and was then known as Lomonosov University. Its current rector is Viktor Sadovnichiy."}, {"title": "Tatiana Day", "href": "/wiki/Tatiana_Day", "description": "Tatiana Day, also known as Tatyana's Day or Students Day, is named after Saint Tatiana, a Christian martyr in 3rd-century Rome during the reign of Emperor Alexander Severus. It is also the name day for the name Tatiana. The Russian Orthodox Church celebrates St. Tatiana's feast on 12 January Julian, which corresponds to 25 January Gregorian in the 20th and 21st centuries. In Russia, the day is kno"}]}, {"heading": "Events", "year": "1765", "date": "January 25", "txt": "Port Egmont, the first British settlement in the Falkland Islands near the southern tip of South America, is founded.", "entities": [{"title": "Port Egmont", "href": "/wiki/Port_Egmont", "description": "Port Egmont was the first British settlement in the Falkland Islands, on Saunders Island off West Falkland, and is named after the Earl of Egmont."}, {"title": "Falkland Islands", "href": "/wiki/Falkland_Islands", "description": "The Falkland Islands is an archipelago in the South Atlantic Ocean on the Patagonian Shelf. The principal islands are about 300 miles east of South America's southern Patagonian coast and about 752 miles from the northern tip of the Antarctic Peninsula, at a latitude of about 52°S. The archipelago, with an area of 4,700 square miles, comprises East Falkland, West Falkland, and 776 smaller islands."}, {"title": "South America", "href": "/wiki/South_America", "description": "South America is a continent entirely in the Western Hemisphere and mostly in the Southern Hemisphere, with a relatively small portion in the Northern Hemisphere. It can also be described as a southern subcontinent of the Americas. The reference to South America instead of other regions has increased in recent decades due to changing geopolitical dynamics."}]}, {"heading": "Events", "year": "1787", "date": "January 25", "txt": "Shays's Rebellion: The rebellion's largest confrontation, outside the Springfield Armory, results in the killing of four rebels and the wounding of twenty.", "entities": [{"title": "Shays's Rebellion", "href": "/wiki/Shays%27s_Rebellion", "description": "Shays' Rebellion was an armed uprising in Western Massachusetts and Worcester in response to a debt crisis among the citizenry and in opposition to the state government's increased efforts to collect taxes both on individuals and their trades. The fight took place mostly in and around Springfield during 1786 and 1787. American Revolutionary War veteran Daniel Shays led four thousand rebels in a pr"}, {"title": "Springfield Armory", "href": "/wiki/Springfield_Armory", "description": "The Springfield Armory, located in the city of Springfield, Massachusetts, was the primary center for the manufacture of United States military firearms from 1777 until its closing in 1968. It was the first federal armory and one of the first factories in the United States dedicated to the manufacture of weapons. The site is preserved as the Springfield Armory National Historic Site, Western Massa"}]}, {"heading": "Events", "year": "1791", "date": "January 25", "txt": "The British Parliament passes the Constitutional Act of 1791 and splits the old Province of Quebec into Upper Canada and Lower Canada.", "entities": [{"title": "Parliament of Great Britain", "href": "/wiki/Parliament_of_Great_Britain", "description": "The Parliament of Great Britain was formed in May 1707 following the ratification of the Acts of Union by both the Parliament of England and the Parliament of Scotland. The Acts created a new unified Kingdom of Great Britain and dissolved the separate English and Scottish parliaments in favour of a single parliament, located in the former home of the English parliament in the Palace of Westminster"}, {"title": "Constitutional Act of 1791", "href": "/wiki/Constitutional_Act_of_1791", "description": "From 1896 known as The Clergy Endowments (Canada) Act 1791, the statute passed at Westminster in the 31st year of George III, and itemised as chapter 31, was commonly known as the Constitutional Act 1791. It was an Act of the Parliament of Great Britain."}, {"title": "Province of Quebec (1763–91)", "href": "/wiki/Province_of_Quebec_(1763%E2%80%9391)", "description": "The Province of Quebec was a colony in North America created by Great Britain in 1763 after the Seven Years' War. During the war, Great Britain's forces conquered French Canada. As part of terms of the Treaty of Paris peace settlement, France gave up its claim to Canada and negotiated to keep the small but rich sugar island of Guadeloupe instead. By Britain's Royal Proclamation of 1763, Canada was"}, {"title": "Upper Canada", "href": "/wiki/Upper_Canada", "description": "The Province of Upper Canada was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially th"}, {"title": "Lower Canada", "href": "/wiki/Lower_Canada", "description": "The Province of Lower Canada was a British colony on the lower Saint Lawrence River and the shores of the Gulf of Saint Lawrence (1791–1841). It covered the southern portion of the current Province of Quebec and the Labrador region of the current Province of Newfoundland and Labrador."}]}, {"heading": "Events", "year": "1792", "date": "January 25", "txt": "The London Corresponding Society is founded.", "entities": [{"title": "London Corresponding Society", "href": "/wiki/London_Corresponding_Society", "description": "The London Corresponding Society (LCS) was a federation of local reading and debating clubs that in the decade following the French Revolution agitated for the democratic reform of the British Parliament. In contrast to other reform associations of the period, it drew largely upon working men and was itself organised on a formal democratic basis."}]}, {"heading": "Events", "year": "1819", "date": "January 25", "txt": "University of Virginia chartered by Commonwealth of Virginia, with Thomas Jefferson one of its founders.", "entities": [{"title": "University of Virginia", "href": "/wiki/University_of_Virginia", "description": "The University of Virginia is a public research university in Charlottesville, Virginia. It was founded in 1819 by United States Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to the Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies."}, {"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}]}, {"heading": "Events", "year": "1858", "date": "January 25", "txt": "The Wedding March by Felix Mendelssohn is played at the marriage of Queen Victoria's daughter, Victoria, and Friedrich of Prussia, and becomes a popular wedding processional.", "entities": [{"title": "Felix Mendelssohn", "href": "/wiki/Felix_Mendelssohn", "description": "Jakob Ludwig Felix Mendelssohn Bartholdy, born and widely known as Felix Mendelssohn, was a German composer, pianist, organist and conductor of the early Romantic period. Mendelssohn's compositions include symphonies, concertos, piano music, organ music and chamber music. His best-known works include the overture and incidental music for A Midsummer Night's Dream, the Italian Symphony, the Scottis"}, {"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "Victoria, Princess Royal", "href": "/wiki/Victoria,_Princess_Royal", "description": "Victoria, Princess Royal was German Empress and Queen of Prussia as the wife of German Emperor Frederick III. She was the eldest child of Queen Victoria of the United Kingdom and Albert, Prince Consort, and was created Princess Royal in 1841. She was the mother of Wilhelm II, German Emperor."}, {"title": "Frederick III, German Emperor", "href": "/wiki/Frederick_III,_German_Emperor", "description": "Frederick III was German Emperor and King of Prussia between March and June 1888, during the Year of the Three Emperors. Known informally as \"Fritz\", he was the only son of Emperor Wilhelm I and was raised in his family's tradition of military service. Although celebrated as a young man for his leadership and successes during the Second Schleswig, Austro-Prussian and Franco-Prussian wars, he never"}, {"title": "Wedding procession", "href": "/wiki/Wedding_procession", "description": "Music is often played at wedding celebrations, including during the ceremony and at festivities before or after the event. The music can be performed live by instrumentalists or vocalists or may use pre-recorded songs, depending on the format of the event, traditions associated with the prevailing culture and the wishes of the couple being married."}]}, {"heading": "Events", "year": "1879", "date": "January 25", "txt": "The Bulgarian National Bank is founded.", "entities": [{"title": "Bulgarian National Bank", "href": "/wiki/Bulgarian_National_Bank", "description": "The Bulgarian National Bank is the central bank of the Republic of Bulgaria with its headquarters in Sofia. The BNB was established on 25 January 1879."}]}, {"heading": "Events", "year": "1881", "date": "January 25", "txt": "Thomas Edison and Alexander Graham Bell form the Oriental Telephone Company.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Alexander Graham Bell", "href": "/wiki/Alexander_Graham_Bell", "description": "Alexander Graham Bell was a Scottish-born inventor, scientist, and engineer who is credited with inventing and patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885."}, {"title": "Oriental Telephone Company", "href": "/wiki/Oriental_Telephone_Company", "description": "The Oriental Telephone Company was established on January 25, 1881, as the result of an agreement between Thomas Edison, Alexander Graham Bell, the Oriental Bell Telephone Company of New York and the Anglo-Indian Telephone Company, Ltd. The company was licensed to sell telephones in Greece, Turkey, South Africa, India, Japan, China, and other Asian countries."}]}, {"heading": "Events", "year": "1890", "date": "January 25", "txt": "Nellie Bly completes her round-the-world journey in 72 days.", "entities": [{"title": "Nellie Bly", "href": "/wiki/Nellie_Bly", "description": "Elizabeth Cochrane Seaman, better known by her pen name Nellie Bly, was an American journalist, industrialist, inventor, and charity worker who was widely known for her record-breaking trip around the world in 72 days, in emulation of Jules Verne's fictional character Phileas Fogg, and an exposé in which she worked undercover to report on a mental institution from within. She was a pioneer in her "}, {"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}]}, {"heading": "Events", "year": "1909", "date": "January 25", "txt": "Richard Strauss's opera Elektra receives its debut performance at the Dresden State Opera.", "entities": [{"title": "Richard Strauss", "href": "/wiki/Richard_Strauss", "description": "Richard Georg Strauss was a German composer, conductor, pianist, and violinist. Considered a leading composer of the late Romantic and early modern eras, he has been described as a successor of Richard Wagner and Franz Liszt. Along with Gustav Mahler, he represents the late flowering of German Romanticism, in which pioneering subtleties of orchestration are combined with an advanced harmonic style"}, {"title": "Semperoper", "href": "/wiki/Semperoper", "description": "The Semperoper is the opera house of the Sächsische Staatsoper Dresden and the concert hall of the Staatskapelle Dresden. It is also home to the Semperoper Ballett. The building is located on the Theaterplatz near the Elbe River in the historic centre of Dresden, Germany."}]}, {"heading": "Events", "year": "1915", "date": "January 25", "txt": "Alexander Graham Bell inaugurates U.S. transcontinental telephone service, speaking from New York to Thomas Watson in San Francisco.", "entities": [{"title": "Alexander Graham Bell", "href": "/wiki/Alexander_Graham_Bell", "description": "Alexander Graham Bell was a Scottish-born inventor, scientist, and engineer who is credited with inventing and patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885."}, {"title": "Thomas A. Watson", "href": "/wiki/Thomas_A._Watson", "description": "Thomas Augustus Watson was an assistant to Alexander Graham Bell, notably in the invention of the telephone in 1876."}]}, {"heading": "Events", "year": "1917", "date": "January 25", "txt": "Sinking of the SS Laurentic after hitting two German mines off the coast of Northern Ireland.", "entities": [{"title": "SS Laurentic", "href": "/wiki/SS_Laurentic", "description": "A number of steamships have been named SS Laurentic after the Saint Lawrence Seaway:SS Laurentic (1908), a 14,892-ton liner of the White Star Line, sunk January 25, 1917 off Lough Swilly \nSS Laurentic (1927), an 18,724-ton liner of the White Star Line, sunk November 3, 1940 off Gweedore \n"}]}, {"heading": "Events", "year": "1918", "date": "January 25", "txt": "The Ukrainian People's Republic declares independence from Soviet Russia.", "entities": [{"title": "Ukrainian People's Republic", "href": "/wiki/Ukrainian_People%27s_Republic", "description": "The Ukrainian People's Republic (UPR), or Ukrainian National Republic (UNR), was declared in Ukraine following the February Revolution in Russia. It initially formed part of the Russian Republic and proclaimed its independence from the Russian Soviet Republic on 25 January 1918. During its short existence, the republic went through several political transformations - from the socialist-leaning rep"}, {"title": "Russian Soviet Federative Socialist Republic", "href": "/wiki/Russian_Soviet_Federative_Socialist_Republic", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}]}, {"heading": "Events", "year": "1924", "date": "January 25", "txt": "The 1924 Winter Olympics opens in Chamonix, in the French Alps, inaugurating the Winter Olympic Games.", "entities": [{"title": "1924 Winter Olympics", "href": "/wiki/1924_Winter_Olympics", "description": "The 1924 Winter Olympics, officially known as the I Olympic Winter Games, were a winter multi-sport event which was held in 1924 in Chamonix, France. Originally held in association with the 1924 Summer Olympics, the sports competitions were held at the foot of Mont Blanc in Chamonix, and Haute-Savoie, France between 25 January and 5 February 1924. The Games were organized by the French Olympic Com"}, {"title": "Chamonix", "href": "/wiki/Chamonix", "description": "Chamonix-Mont-Blanc, more commonly known as Chamonix, is a commune in the Haute-Savoie department in the Auvergne-Rhône-Alpes region of Southeastern France. It was the site of the first Winter Olympics in 1924. In 2017, it had a population of 8,611."}, {"title": "French Alps", "href": "/wiki/French_Alps", "description": "The French Alps are the portions of the Alps mountain range that stand within France, located in the Auvergne-Rhône-Alpes and Provence-Alpes-Côte d'Azur regions. While some of the ranges of the French Alps are entirely in France, others, such as the Mont Blanc massif, are shared with Switzerland and Italy."}, {"title": "Winter Olympic Games", "href": "/wiki/Winter_Olympic_Games", "description": "The Winter Olympic Games is a major international multi-sport event held once every four years for sports practiced on snow and ice. The first Winter Olympic Games, the 1924 Winter Olympics, were held in Chamonix, France. The modern Olympic Games were inspired by the ancient Olympic Games, which were held in Olympia, Greece, from the 8th century BC to the 4th century AD. Baron Pierre de Coubertin "}]}, {"heading": "Events", "year": "1932", "date": "January 25", "txt": "Second Sino-Japanese War: The Chinese National Revolutionary Army begins the defense of Harbin.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. In China, the war is known as the War of Resistance against Japanese Aggression, or as the Asian theatre of the World Anti-Fascist War, the latter term originating from Mao Zedong's wartime alliance with Stalin. The war made up the Chinese theater of the "}, {"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "National Revolutionary Army", "href": "/wiki/National_Revolutionary_Army", "description": "The National Revolutionary Army, sometimes shortened to Revolutionary Army (革命軍) before 1928, and as National Army (國軍) after 1928, was the military arm of the Kuomintang from 1925 until 1947 in the Republic of China. It also became the regular army of the ROC during the KMT's period of party rule beginning in 1928. It was renamed the Republic of China Armed Forces after the 1947 Constitution, whi"}, {"title": "Defense of Harbin", "href": "/wiki/Defense_of_Harbin", "description": "The Defense of Harbin occurred during the early Second Sino-Japanese War, as part of the campaign of the Invasion of Manchuria by forces of the Empire of Japan from 25 January to 4 February 1932."}]}, {"heading": "Events", "year": "1937", "date": "January 25", "txt": "The Guiding Light debuts on NBC radio from Chicago. In 1952 it moves to CBS television, where it remains until September 18, 2009.", "entities": [{"title": "NBC", "href": "/wiki/NBC", "description": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network owned by NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles, and Chicago. NBC is one of the Big Three television networks, and is sometimes referred to as the \"Peacock Ne"}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}, {"title": "CBS", "href": "/wiki/CBS", "description": "CBS is an American commercial broadcast television and radio network. It serves as the flagship property of the CBS Entertainment Group division of ViacomCBS. The network is headquartered at the CBS Building in New York City, with major production facilities and operations at the CBS Broadcast Center in New York City, and CBS Television City and the CBS Studio Center in Los Angeles."}]}, {"heading": "Events", "year": "1941", "date": "January 25", "txt": "Pope Pius XII elevates the Apostolic Vicariate of the Hawaiian Islands to the dignity of a diocese. It becomes the Roman Catholic Diocese of Honolulu.", "entities": [{"title": "Pope Pius XII", "href": "/wiki/Pope_Pius_XII", "description": "Pope Pius XII, born Eugenio Maria Giuseppe Giovanni Pacelli, was head of the Catholic Church and sovereign of the Vatican City State from 2 March 1939 until his death in 1958. Before his election to the papacy, he served as secretary of the Department of Extraordinary Ecclesiastical Affairs, papal nuncio to Germany, and Cardinal Secretary of State, in which capacity he worked to conclude treaties "}, {"title": "Apostolic Vicariate of the Hawaiian Islands", "href": "/wiki/Apostolic_Vicariate_of_the_Hawaiian_Islands", "description": "The Apostolic Vicariate of the Hawaiian Islands was the jurisdiction of the prelate of the Catholic Church in the Hawaiian Islands, created in 1847 by the Holy See. In 1848, the phrase Sandwich Islands was dropped and replaced by Hawaiian Islands. The first Vicar Apostolic of the Sandwich Islands was Msgr. Louis-Désiré Maigret, SS.CC. The Vicariate derives from the Prefecture Apostolic of the Sand"}, {"title": "Diocese", "href": "/wiki/Diocese", "description": "In church governance, a diocese or bishopric is the ecclesiastical district under the jurisdiction of a bishop."}, {"title": "Roman Catholic Diocese of Honolulu", "href": "/wiki/Roman_Catholic_Diocese_of_Honolulu", "description": "The Catholic Diocese of Honolulu, officially in Latin Diœcesis Honoluluensis, is an ecclesiastical territory or particular church of the Catholic Church in the United States. The diocese comprises the entire state of Hawaiʻi and the unincorporated Hawaiian Islands."}]}, {"heading": "Events", "year": "1942", "date": "January 25", "txt": "World War II: Thailand declares war on the United States and United Kingdom.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Thailand in World War II", "href": "/wiki/Thailand_in_World_War_II", "description": "Thailand in World War II officially adopted a position of neutrality until the five hour-long Japanese invasion of Thailand on 8 December 1941 which led to an armistice and military alliance treaty between Thailand and the Japanese Empire in mid-December 1941. At the start of the Pacific War, the Japanese Empire pressured the Thai government to allow the passage of Japanese troops to invade Britis"}]}, {"heading": "Events", "year": "1945", "date": "January 25", "txt": "World War II: The Battle of the Bulge ends.", "entities": [{"title": "Battle of the Bulge", "href": "/wiki/Battle_of_the_Bulge", "description": "The Battle of the Bulge, also known as the Ardennes Counteroffensive, was a major German offensive campaign on the Western Front during World War II which took place from 16 December 1944 to 25 January 1945. It was launched through the densely forested Ardennes region in Belgium and Luxembourg towards the end of the war in Europe. The offensive was intended to stop Allied use of the Belgian port o"}]}, {"heading": "Events", "year": "1946", "date": "January 25", "txt": "The United Mine Workers rejoins the American Federation of Labor.", "entities": [{"title": "United Mine Workers", "href": "/wiki/United_Mine_Workers", "description": "The United Mine Workers of America is a North American labor union best known for representing coal miners. Today, the Union also represents health care workers, truck drivers, manufacturing workers and public employees in the United States and Canada. Although its main focus has always been on workers and their rights, the UMW of today also advocates for better roads, schools, and universal healt"}, {"title": "American Federation of Labor", "href": "/wiki/American_Federation_of_Labor", "description": "The American Federation of Labor (AFL) was a national federation of labor unions in the United States founded in Columbus, Ohio, in December 1886 by an alliance of craft unions disaffected from the Knights of Labor, a national labor union. Samuel Gompers of the Cigar Makers' International Union was elected president at its founding convention and reelected every year, except one, until his death i"}]}, {"heading": "Events", "year": "1946", "date": "January 25", "txt": "United Nations Security Council Resolution 1 relating to Military Staff Committee is adopted.", "entities": [{"title": "Military Staff Committee", "href": "/wiki/Military_Staff_Committee", "description": "The Military Staff Committee (MSC) is the United Nations Security Council subsidiary body whose role, as defined by the United Nations Charter, is to plan UN military operations and assist in the regulation of armaments. Though the Military Staff Committee continues to exist, negotiation efforts between the United States, the Soviet Union and other nations in the late 1940s failed, and the committ"}]}, {"heading": "Events", "year": "1947", "date": "January 25", "txt": "Thomas Goldsmith Jr. files a patent for a \"Cathode Ray Tube Amusement Device\", the first ever electronic game.", "entities": [{"title": "Thomas T. Goldsmith, Jr.", "href": "/wiki/Thomas_T._Goldsmith,_Jr.", "description": "Thomas Toliver Goldsmith Jr. was an American television pioneer, the co-inventor of the cathode-ray tube amusement device, and a professor of physics at Furman University."}, {"title": "Cathode Ray Tube", "href": "/wiki/Cathode_Ray_Tube", "description": "A cathode-ray tube (CRT) is a vacuum tube containing one or more electron guns, the beams of which are manipulated to display images on a phosphorescent screen. The images may represent electrical waveforms (oscilloscope), pictures, radar targets, or other phenomena. A CRT on a television set is commonly called a picture tube. CRTs have also been used as memory devices, in which case the screen is"}, {"title": "Electronic game", "href": "/wiki/Electronic_game", "description": "An electronic game is a game that employs electronics to create an interactive system with which a player can play. Video games are the most common form today, and for this reason the two terms are often used interchangeably. There are other common forms of electronic game including handheld electronic games, standalone systems, and exclusively non-visual products."}]}, {"heading": "Events", "year": "1949", "date": "January 25", "txt": "The first Emmy Awards are presented; the venue is the Hollywood Athletic Club.", "entities": [{"title": "Emmy Award", "href": "/wiki/Emmy_Award", "description": "An Emmy Award, or simply Emmy, is a trophy presented at one of the numerous annual American events or competitions that each recognize achievements in a particular sector of the television industry. The Emmy is considered one of the four major entertainment awards in the United States, the others being the Grammy, the Oscar, and the Tony. The two events that receive the most media coverage are the"}, {"title": "Hollywood Athletic Club", "href": "/wiki/Hollywood_Athletic_Club", "description": "The Hollywood Athletic Club is an office building and event space in the Hollywood district of Los Angeles."}]}, {"heading": "Events", "year": "1960", "date": "January 25", "txt": "The National Association of Broadcasters reacts to the \"payola\" scandal by threatening fines for any disc jockeys who accept money for playing particular records.", "entities": [{"title": "National Association of Broadcasters", "href": "/wiki/National_Association_of_Broadcasters", "description": "The National Association of Broadcasters (NAB) is a trade association and lobby group representing the interests of commercial and non-commercial over-the-air radio and television broadcasters in the United States. The NAB represents more than 8,300 terrestrial radio and television stations as well as broadcast networks."}, {"title": "Payola", "href": "/wiki/Payola", "description": "Payola, in the music industry, is the illegal practice of paying a commercial radio station to play a song without the station disclosing this information. Under US law, a radio station must disclose songs they were paid to play on the air as sponsored airtime. The number of times the songs are played can influence the perceived popularity of a song, and payola may be used to influence these metri"}, {"title": "Disc jockey", "href": "/wiki/Disc_jockey", "description": "A disc jockey, more commonly abbreviated as DJ, is a person who plays recorded music for an audience. Most common types of DJs include: radio DJs, club DJs, mobile DJs, and turntablists. Originally, the \"disc\" in \"disc jockey\" referred to shellac and later vinyl records, but nowadays DJ is used as an all-encompassing term to also describe persons who mix music from other recording media such as ca"}]}, {"heading": "Events", "year": "1961", "date": "January 25", "txt": "In Washington, D.C., President John F. Kennedy delivers the first live presidential television news conference.", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "News conference", "href": "/wiki/News_conference", "description": "A press conference or news conference is a media event in which newsmakers invite journalists to hear them speak and, most often, ask questions. A joint press conference instead is held between two or more talking sides."}]}, {"heading": "Events", "year": "1961", "date": "January 25", "txt": "101 Dalmatians premieres from Walt Disney Productions.", "entities": [{"title": "Walt Disney Productions", "href": "/wiki/Walt_Disney_Productions", "description": "The Walt Disney Company, commonly known as Disney, is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California."}]}, {"heading": "Events", "year": "1964", "date": "January 25", "txt": "Blue Ribbon Sports, which would later become Nike, is founded by University of Oregon track and field athletes.", "entities": [{"title": "Blue Ribbon Sports", "href": "/wiki/Blue_Ribbon_Sports", "description": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipme"}, {"title": "Nike, Inc.", "href": "/wiki/Nike,_Inc.", "description": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipme"}, {"title": "University of Oregon", "href": "/wiki/University_of_Oregon", "description": "The University of Oregon is a public flagship research university in Eugene, Oregon, United States. Founded in 1876, the institution's 295-acre campus is along the Willamette River. Since July 2014, UO has been governed by the Board of Trustees of the University of Oregon. The university is classified among \"R1: Doctoral Universities – Very high research activity\" and has 19 research centers and i"}]}, {"heading": "Events", "year": "1967", "date": "January 25", "txt": "South Vietnamese junta leader and Prime Minister Nguyen Cao Ky fires rival, Deputy Prime Minister and Defence Minister Nguyen Huu Co, while the latter is overseas on a diplomatic visit.", "entities": [{"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Nguyen Cao Ky", "href": "/wiki/Nguyen_Cao_Ky", "description": "Nguyễn Cao Kỳ was a Vietnamese military officer and politician who served as the chief of the Republic of Vietnam Air Force in the 1960s, before leading the nation as the prime minister of South Vietnam in a military junta from 1965 to 1967. Then, until his retirement from politics in 1971, he served as vice president to bitter rival General Nguyễn Văn Thiệu, in a nominally civilian administration"}, {"title": "Nguyen Huu Co", "href": "/wiki/Nguyen_Huu_Co", "description": "Nguyễn Hữu Có served in the Army of the Republic of Vietnam, rising to the rank of lieutenant general. He was prominent in several coups and juntas in the 1960s."}]}, {"heading": "Events", "year": "1969", "date": "January 25", "txt": "Brazilian Army captain Carlos Lamarca deserts in order to fight against the military dictatorship, taking with him ten machine guns and 63 rifles.", "entities": [{"title": "Brazilian Army", "href": "/wiki/Brazilian_Army", "description": "The Brazilian Army is the land arm of the Brazilian Armed Forces. The Brazilian Army has fought in several international conflicts, mostly in South America during the 19th century. In the 20th century, it fought on the Allied side in World War I and World War II. Aligned with the Western Bloc, during the time of military dictatorship in Brazil from 1964 to 1985, it also had active participation in"}, {"title": "Carlos Lamarca", "href": "/wiki/Carlos_Lamarca", "description": "Carlos Lamarca was a Brazilian Army Captain who deserted to become a member of the armed resistance to the Brazilian dictatorship. He was a part of the Popular Revolutionary Vanguard and became, along with Carlos Marighella, one of the leaders of the armed struggle against the military dictatorship. Such groups were armed chiefly for self-protection from the Right-wing dictatorship that unleashed "}, {"title": "Brazilian military government", "href": "/wiki/Brazilian_military_government", "description": "A military dictatorship in Brazil was established on 1 April 1964, after a coup d'état by the Brazilian Armed Forces, with the support from the United States government, against President João Goulart. The Brazilian dictatorship lasted for 21 years, until 15 March 1985. The military coup was fomented by José de Magalhães Pinto, Adhemar de Barros, and Carlos Lacerda, then governors of the states of"}]}, {"heading": "Events", "year": "1971", "date": "January 25", "txt": "Charles Manson and four \"Family\" members (three of them female) are found guilty of the 1969 Tate–LaBianca murders.", "entities": [{"title": "Charles Manson", "href": "/wiki/Charles_Manson", "description": "Charles Milles Manson was an American criminal and cult leader. In mid-1967, he formed what became known as the \"Manson Family\", a quasi-commune based in California. His followers committed a series of nine murders at four locations in July and August 1969. Although the motive for the murders was disputed by Manson, the Los Angeles County District Attorney believed that Manson intended to start a "}, {"title": "Manson Family", "href": "/wiki/Manson_Family", "description": "The Manson Family was a commune and cult led by Charles Manson that was active in California in the late 1960s and early 1970s. The group consisted of approximately 50 followers, who lived an unconventional lifestyle with habitual use of hallucinogenic drugs such as LSD. Most were young women from middle-class backgrounds, many of whom were radicalized by Manson's teachings and drawn by hippie cul"}, {"title": "Tate–LaBianca murders", "href": "/wiki/Tate%E2%80%93LaBianca_murders", "description": "The Tate–LaBianca murders in 1969 were perpetrated by members of the Manson Family in Los Angeles, California, under the direction of its leader Charles Manson. They murdered five people, including actress Sharon Tate and several of her guests, on August 9–10, 1969. Allegedly displeased with the subsequent panic around the murders, Manson ordered the murders of supermarket executive Leno LaBianca "}]}, {"heading": "Events", "year": "1971", "date": "January 25", "txt": "Idi Amin leads a coup deposing Milton Obote and becomes Uganda's president.", "entities": [{"title": "1971 Ugandan coup d'état", "href": "/wiki/1971_Ugandan_coup_d%27%C3%A9tat", "description": "The 1971 Ugandan coup d'état was a military coup d'état executed by the Ugandan military, led by general Idi Amin, against the government of President Milton Obote on January 25, 1971. The seizure of power took place while Obote was abroad attending the Commonwealth Heads of Government Meeting in Singapore. Amin was afraid that Obote might dismiss him, and installed himself as dictator."}, {"title": "Milton Obote", "href": "/wiki/Milton_Obote", "description": "Apollo Milton Obote  was a Ugandan political leader who led Uganda to independence in 1962 from British colonial administration. Following the nation's independence, he served as Prime Minister of Uganda from 1962 to 1966 and President of Uganda from 1966 to 1971, then again from 1980 to 1985. He was overthrown by Idi Amin in 1971, but was re-elected in 1980 a year after Amin's 1979 overthrow. His"}, {"title": "Uganda", "href": "/wiki/Uganda", "description": "Uganda, officially the Republic of Uganda, is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the "}]}, {"heading": "Events", "year": "1979", "date": "January 25", "txt": "Pope John Paul II starts his first official papal visits outside Italy to The Bahamas, Dominican Republic, and Mexico.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Papal visit", "href": "/wiki/Papal_visit", "description": "Papal travel outside Rome has been historically rare, and voluntary travel of the Pope was non-existent for the first 500 years. Pope John Paul II (1978–2005) undertook more pastoral trips than all his predecessors combined. Pope Francis (2013-), Pope Paul VI (1963–1978) and Pope Benedict XVI (2005–2013) also travelled globally, the latter to a lesser extent due to his advanced age."}, {"title": "The Bahamas", "href": "/wiki/The_Bahamas", "description": "The Bahamas, known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago of the West Indies in the Atlantic. It takes up 97% of the Lucayan Archipelago's land area and is home to 88% of the archipelago's population. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and northwest of the"}, {"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}, {"title": "Mexico", "href": "/wiki/Mexico", "description": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Mexico covers 1,972,550 square kilometers (761,610 sq mi), making it the world's 13th-largest country by"}]}, {"heading": "Events", "year": "1980", "date": "January 25", "txt": "Mother Teresa is honored with India's highest civilian award, the Bharat Ratna.", "entities": [{"title": "Mother Teresa", "href": "/wiki/Mother_Teresa", "description": "Mother Mary Teresa Bojaxhiu, honoured in the Catholic Church as Saint Teresa of Calcutta, was an Albanian-Indian Roman Catholic nun and missionary. She was born in Skopje, then part of the Kosovo Vilayet of the Ottoman Empire. After living in Skopje for eighteen years, she moved to Ireland and then to India, where she lived for most of her life."}, {"title": "Bharat Ratna", "href": "/wiki/Bharat_Ratna", "description": "The Bharat Ratna is the highest civilian award of the Republic of India. Instituted on 2 January 1954, the award is conferred in recognition of exceptional service/performance of the highest order, without distinction of race, occupation, position, or sex. The award was originally limited to achievements in the arts, literature, science, and public services, but the government expanded the criteri"}]}, {"heading": "Events", "year": "1986", "date": "January 25", "txt": "The National Resistance Movement topples the government of Tito Okello in Uganda.", "entities": [{"title": "National Resistance Movement", "href": "/wiki/National_Resistance_Movement", "description": "The National Resistance Movement has been the ruling political party in Uganda since 1986."}, {"title": "Tito Okello", "href": "/wiki/Tito_Okello", "description": "Tito Lutwa Okello was a Ugandan military officer and politician. He was the President of Uganda from 29 July 1985 until 26 January 1986."}, {"title": "Uganda", "href": "/wiki/Uganda", "description": "Uganda, officially the Republic of Uganda, is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the "}]}, {"heading": "Events", "year": "1993", "date": "January 25", "txt": "Five people are shot outside the CIA Headquarters in Langley, Virginia. Two are killed and three wounded.", "entities": [{"title": "1993 shootings at CIA Headquarters", "href": "/wiki/1993_shootings_at_CIA_Headquarters", "description": "On January 25, 1993, outside the George Bush Center for Intelligence, the CIA headquarters campus in Langley, Virginia, Pakistani national Mir Aimal Kansi killed two CIA employees in their cars as they were waiting at a stoplight and wounded three others."}, {"title": "CIA Headquarters", "href": "/wiki/CIA_Headquarters", "description": "The George Bush Center for Intelligence is the headquarters of the Central Intelligence Agency, located in the unincorporated community of Langley in Fairfax County, Virginia, United States; near Washington, D.C."}, {"title": "Langley, Virginia", "href": "/wiki/Langley,_Virginia", "description": "Langley is an unincorporated community in the census-designated place of McLean in Fairfax County, Virginia, United States. Langley is often used as a metonym for the Central Intelligence Agency (CIA), as it is home to its headquarters, the George Bush Center for Intelligence. The land which makes up Langley today once belonged to Thomas Lee, former Crown Governor of the Colony of Virginia from 17"}]}, {"heading": "Events", "year": "1994", "date": "January 25", "txt": "The spacecraft Clementine by BMDO and NASA is launched.", "entities": [{"title": "BMDO", "href": "/wiki/BMDO", "description": "The Ballistic Missile Defense Organization (BMDO) was an agency of the United States Department of Defense that began on 20 May 1974 with the responsibility for all U.S. ballistic missile defense efforts."}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}]}, {"heading": "Events", "year": "1995", "date": "January 25", "txt": "The Norwegian rocket incident: Russia almost launches a nuclear attack after it mistakes Black Brant XII, a Norwegian research rocket, for a US Trident missile.", "entities": [{"title": "Norwegian rocket incident", "href": "/wiki/Norwegian_rocket_incident", "description": "The Norwegian rocket incident, also known as the Black Brant scare, occurred on January 25, 1995 when a team of Norwegian and US scientists launched a Black Brant XII four-stage sounding rocket from the Andøya Rocket Range off the northwestern coast of Norway. The rocket carried scientific equipment to study the aurora borealis over Svalbard, and flew on a high northbound trajectory, which include"}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "Black Brant XII", "href": "/wiki/Black_Brant_XII", "description": "The Black Brant is a family of Canadian-designed sounding rockets originally built by Bristol Aerospace, since absorbed by Magellan Aerospace in Winnipeg, Manitoba. Over 800 Black Brants of various versions have been launched since they were first produced in 1961, and the type remains one of the most popular sounding rockets ever built. They have been repeatedly used by the Canadian Space Agency "}, {"title": "Norway", "href": "/wiki/Norway", "description": "Norway, officially the Kingdom of Norway, is a Nordic country in Northern Europe whose mainland territory comprises the western and northernmost portion of the Scandinavian Peninsula. The remote Arctic island of Jan Mayen and the archipelago of Svalbard also form part of Norway. Bouvet Island, located in the Subantarctic, is a dependency of Norway; it also lays claims to the Antarctic territories "}, {"title": "Research rocket", "href": "/wiki/Research_rocket", "description": "A sounding rocket or rocketsonde, sometimes called a research rocket, is an instrument-carrying rocket designed to take measurements and perform scientific experiments during its sub-orbital flight. The rockets are used to carry instruments from 48 to 145 km above the surface of the Earth, the altitude generally between weather balloons and satellites; the maximum altitude for balloons is about 40"}, {"title": "Trident (missile)", "href": "/wiki/Trident_(missile)", "description": "The Trident missile is a submarine-launched ballistic missile (SLBM) equipped with multiple independently targetable reentry vehicles (MIRV). Originally developed by Lockheed Missiles and Space Corporation, the missile is armed with thermonuclear warheads and is launched from nuclear-powered ballistic missile submarines (SSBNs). Trident missiles are carried by fourteen United States Navy  Ohio-cla"}]}, {"heading": "Events", "year": "1996", "date": "January 25", "txt": "Billy Bailey becomes the last person to be hanged in the United States.", "entities": [{"title": "Billy Bailey", "href": "/wiki/Billy_Bailey", "description": "Billy Bailey was a convicted murderer who was hanged in Delaware in 1996. He became the third person to be hanged in the United States since 1965 and the first person hanged in Delaware in 50 years. As of 2021, he remains the last person to be executed by hanging in the United States."}]}, {"heading": "Events", "year": "1998", "date": "January 25", "txt": "During a historic visit to Cuba, Pope John Paul II demands political reforms and the release of political prisoners while condemning US attempts to isolate the country.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}]}, {"heading": "Events", "year": "1998", "date": "January 25", "txt": "A suicide attack by the Liberation Tigers of Tamil Eelam on Sri Lanka's Temple of the Tooth kills eight and injures 25 others.", "entities": [{"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Temple of the Tooth", "href": "/wiki/Temple_of_the_Tooth", "description": "Temple of the Sacred Tooth Relic; commonly known as the ශ්‍රී දළදා මාළිගාව, is a Buddhist temple in Kandy, Sri Lanka. It is located in the royal palace complex of the former Kingdom of Kandy, which houses the relic of the tooth of the Buddha. Since ancient times, the relic has played an important role in local politics because it is believed that whoever holds the relic holds the governance of the"}]}, {"heading": "Events", "year": "1999", "date": "January 25", "txt": "A 6.0 magnitude earthquake hits western Colombia killing at least 1,000.", "entities": [{"title": "Moment magnitude", "href": "/wiki/Moment_magnitude", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "1999 Armenia, Colombia earthquake", "href": "/wiki/1999_Armenia,_Colombia_earthquake", "description": "The 1999 Armenia, Colombia earthquake occurred on 25 January 1999 at 13:19 with an epicenter 40 kilometers (25 mi) west south west of Ibagué, Colombia. The shock heavily affected the city of Armenia in the Quindío department, and about 18 other towns and 28 additional villages in the Colombian Coffee-Growers Axis region departments, and to a lesser degree, the cities of Pereira and Manizales. The "}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "2003", "date": "January 25", "txt": "Invasion of Iraq: A group of people leave London, England, for Baghdad, Iraq, to serve as human shields, intending to prevent the U.S.-led coalition troops from bombing certain locations.", "entities": [{"title": "2003 invasion of Iraq", "href": "/wiki/2003_invasion_of_Iraq", "description": "The 2003 invasion of Iraq was the first stage of the Iraq War. The invasion phase began on 19 March 2003 (air) and 20 March 2003 (ground) and lasted just over one month, including 26 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq. This early stage of the war formally ended on 1 May 2003 when U.S. Pr"}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Human shield action to Iraq", "href": "/wiki/Human_shield_action_to_Iraq", "description": "The Human Shield Action to Iraq was a group of people who traveled to Iraq to act as human shields with the aim of preventing the U.S.-led coalition forces from bombing certain locations during the 2003 invasion of Iraq."}, {"title": "Coalition of the willing", "href": "/wiki/Coalition_of_the_willing", "description": "The term coalition of the willing refers to the US-led Multi-National Force – Iraq, the military command during the 2003 invasion of Iraq and much of the ensuing Iraq War. The coalition was led by the United States."}]}, {"heading": "Events", "year": "2005", "date": "January 25", "txt": "A stampede at the Mandhradevi temple in Maharashtra, India kills at least 258.", "entities": [{"title": "Mandher Devi temple stampede", "href": "/wiki/Mandher_Devi_temple_stampede", "description": "The Mandher Devi temple stampede occurred on Tuesday, 25 January 2005 at Mandher Devi temple near Wai in Satara district in Indian state of Maharashtra. The stampede broke out as 300,000 people converged on the Mandher Devi temple to undertake the annual pilgrimage on the full moon day of Shakambhari Purnima, in January and for participation in a 24-hour-long festival that includes ritual animal s"}, {"title": "Mandhradevi", "href": "/wiki/Mandhradevi", "description": "Mandhardevi Kalubai temple is near Wai. Located on a hill 4,650 feet above sea level, the temple, some 20 km from Satara, overlooks the picturesque Purandar fort. Devotees attribute miraculous properties to a grove around the shrine. Local lore has it that the temple is more than 400 years old and was built during Shivaji's Maratha rule; no definite date on the construction is available."}, {"title": "Maharashtra", "href": "/wiki/Maharashtra", "description": "Maharashtra is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. Maharashtra is the second-most populous state in India as well as the second-most populous country subdivision in the world. It was formed on 1 May 1960 by splitting the bilingual Bombay State, which had existed since 1956, into majority Marathi-speaking Maharashtra and Gujarati-"}]}, {"heading": "Events", "year": "2006", "date": "January 25", "txt": "Mexican professional wrestler Juana Barraza is arrested in connection with the serial killing of at least ten elderly women.", "entities": [{"title": "Lucha libre", "href": "/wiki/Lucha_libre", "description": "Lucha libre is the term used in Mexico for professional wrestling. Since its introduction to Mexico in the early 20th century, it has developed into a unique form of the genre, characterized by colorful masks, rapid sequences of holds and maneuvers, as well as \"high-flying\" maneuvers, some of which have been adopted in the United States and elsewhere. The wearing of masks has developed special sig"}, {"title": "Juana Barraza", "href": "/wiki/Juana_Barraza", "description": "Juana Barraza is a Mexican serial killer and former professional wrestler dubbed La Mataviejitas sentenced to 759 years in prison for killing between 42 and 49 elderly women. Only 11 were confirmed. The first murder attributed to Mataviejitas has been dated variously to the late 1990s and to a specific killing on 17 November 2003. The authorities and the press have given various estimates as to th"}, {"title": "Serial killer", "href": "/wiki/Serial_killer", "description": "A serial killer is typically a person who murders three or more people, usually in service of abnormal psychological gratification, with the murders taking place over more than a month and including a significant period of time between them. While most authorities set a threshold of three murders, others extend it to four or lessen it to two."}]}, {"heading": "Events", "year": "2010", "date": "January 25", "txt": "Ethiopian Airlines Flight 409 crashes into the Mediterranean Sea off the coast of Na'ameh, Lebanon, killing 90.", "entities": [{"title": "Mediterranean Sea", "href": "/wiki/Mediterranean_Sea", "description": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Western and Southern Europe and Anatolia, on the south by North Africa, and on the east by the Levant. The Sea has played a central role in the history of Western civilization. Although the Mediterranean is sometimes considered a part of the "}, {"title": "Na'ameh", "href": "/wiki/Na%27ameh", "description": "Na'ameh, or Haret en Naameh, is a Lebanese coastal town located in the Chouf District, an administrative division of the Mount Lebanon Governorate. Naameh was the site of protests regarding waste disposal in 2014."}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}]}, {"heading": "Events", "year": "2011", "date": "January 25", "txt": "The first wave of the Egyptian revolution begins throughout the country, marked by street demonstrations, rallies, acts of civil disobedience, riots, labour strikes, and violent clashes.", "entities": [{"title": "Timeline of the Egyptian Revolution of 2011", "href": "/wiki/Timeline_of_the_Egyptian_Revolution_of_2011", "description": "The following chronological summary of major events took place during the 2011 Egyptian revolution right up to Hosni Mubarak's resignation as the fourth President of Egypt on 11 February 2011."}, {"title": "Egyptian Revolution of 2011", "href": "/wiki/Egyptian_Revolution_of_2011", "description": "The Egyptian revolution of 2011, also known as the 25 January Revolution, started on 25 January 2011 and spread across Egypt. The date was set by various youth groups to coincide with the annual Egyptian \"Police holiday\" as a statement against increasing police brutality during the last few years of Mubarak's presidency. It consisted of demonstrations, marches, occupations of plazas, non-violent c"}]}, {"heading": "Events", "year": "2013", "date": "January 25", "txt": "At least 50 people are killed and 120 people are injured in a prison riot in Barquisimeto, Venezuela.", "entities": [{"title": "2013 Uribana prison riot", "href": "/wiki/2013_Uribana_prison_riot", "description": "On 25 January 2013, a riot began at Uribana prison in Barquisimeto, Venezuela. Initial reports gave at least 50 people killed and over 120 people injured, and by 27 January a death toll of 61 was reported. Officials on the first day of the riot faulted media for breaking news in advance that the prison would be searched by the military. As the riot continued into a second day, human rights groups "}, {"title": "Barquisimeto", "href": "/wiki/Barquisimeto", "description": "Barquisimeto is a city in Venezuela. It is the capital of the state of Lara and head of Iribarren Municipality. It is an important urban, industrial, commercial and transportation center of the country, recognized as the fourth-largest city by population and area in Venezuela after Caracas, Maracaibo and Valencia."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "2015", "date": "January 25", "txt": "A clash in Mamasapano, Maguindanao in the Philippines kills 44 members of Special Action Force (SAF), at least 18 from the Moro Islamic Liberation Front and five from the Bangsamoro Islamic Freedom Fighters.", "entities": [{"title": "2015 Mamasapano clash", "href": "/wiki/2015_Mamasapano_clash", "description": "The Mamasapano clash was an incident that occurred during a police operation, codenamed Oplan Exodus, which took place on Sunday, January 25, 2015, at Tukanalipao, Mamasapano, Maguindanao, by Special Action Force (SAF) of the Philippine National Police (PNP) against the Bangsamoro Islamic Freedom Fighters (BIFF) and the Moro Islamic Liberation Front (MILF). The operation was intended to capture or"}, {"title": "Mamasapano, Maguindanao", "href": "/wiki/Mamasapano,_Maguindanao", "description": "Mamasapano, officially the Municipality of Mamasapano, is a 5th class municipality in the province of Maguindanao, Philippines. According to the 2015 census, it has a population of 24,800 people. "}, {"title": "Special Action Force", "href": "/wiki/Special_Action_Force", "description": "The Special Action Force (SAF) is the elite unit of the Philippine National Police founded by Fidel V. Ramos. SAF Commandos have received training from the Hostage Rescue Team (HRT), Critical Incident Response Group (CIRG), RAID and Yamam. The Anti-Terrorist Unit (ATU) of the PNP-SAF is responsible for police counter-terrorism (CT) operations nationwide."}, {"title": "Moro Islamic Liberation Front", "href": "/wiki/Moro_Islamic_Liberation_Front", "description": "The Moro Islamic Liberation Front is a group based in Mindanao, Philippines seeking an autonomous region of the Moro people from the central government. The group has a presence in the Bangsamoro region of Mindanao, the Sulu Archipelago, Palawan, Basilan, and other neighbouring islands."}, {"title": "Bangsamoro Islamic Freedom Fighters", "href": "/wiki/Bangsamoro_Islamic_Freedom_Fighters", "description": "The Bangsamoro Islamic Freedom Fighters (BIFF), also known as the Bangsamoro Islamic Freedom Movement, is an Islamist militant organization based in Mindanao, the Philippines. It is a smaller player in the overall Moro insurgency in the Philippines and is mostly active in Maguindanao and other places in central Mindanao. It is a breakaway group from the Moro Islamic Liberation Front founded by Ame"}]}, {"heading": "Events", "year": "2019", "date": "January 25", "txt": "A mining company's dam collapses in Brumadinho, Brazil, a south-eastern city, killing at least 7 people and leaving 200 missing.", "entities": [{"title": "Brumadinho dam disaster", "href": "/wiki/Brumadinho_dam_disaster", "description": "The Brumadinho dam disaster occurred on 25 January 2019 when Dam I, a tailings dam at the Córrego do Feijão iron ore mine, 9 kilometres (5.6 mi) east of Brumadinho, Minas Gerais, Brazil, suffered a catastrophic failure. The dam is owned by Vale, the same company that was involved in the 2015 Mariana dam disaster. The dam released a mudflow that advanced through the mine's offices, including a cafe"}, {"title": "Brumadinho", "href": "/wiki/Brumadinho", "description": "Brumadinho is a Brazilian municipality in the state of Minas Gerais. The city belongs to the Belo Horizonte metropolitan mesoregion and to the microregion of Belo Horizonte. Brumadinho is at an altitude of 880 m. In 2020 the population was 40,666. The municipality is on the Paraopeba River."}]}, {"heading": "Births", "year": "750", "date": "January 25", "txt": "Leo IV the Khazar, Byzantine emperor (d. 780)", "entities": [{"title": "Leo IV the Khazar", "href": "/wiki/Leo_IV_the_Khazar", "description": "Leo IV the Khazar was Byzantine emperor from 775 to 780 AD. He was born to Emperor Constantine V and Empress Tzitzak in 750. He was elevated to caesar the next year, in 751, and married to Irene of Athens in 768. When Constantine V died in September 775, while campaigning against the Bulgarians, Leo IV became senior emperor on 14 September 775. In 778 Leo raided Abbasid Syria, decisively defeating"}]}, {"heading": "Births", "year": "1408", "date": "January 25", "txt": "Katharina of Hanau, German countess regent (d. 1460)", "entities": [{"title": "Katharina of Hanau", "href": "/wiki/Katharina_of_Hanau", "description": "Catherine of Hanau also known as Katharina was a German regent. She was the regent of the County of Rieneck during the minority of her son from 1431 until 1434. She was the eldest daughter of Reinhard II, who would become the first Count of Hanau in 1429, and Catherine of Nassau-Beilstein."}]}, {"heading": "Births", "year": "1459", "date": "January 25", "txt": "Paul Hofhaimer, Austrian organist and composer (d. 1537)", "entities": [{"title": "Paul Hofhaimer", "href": "/wiki/Paul_Hofhaimer", "description": "Paul Hofhaimer was an Austrian organist and composer. He was particularly gifted at improvisation, and was regarded as the finest organist of his age by many writers, including Vadian and Paracelsus; in addition he was one of only two German-speaking composers of the time who had a reputation in Europe outside of German-speaking countries. He is grouped among the composers known as the Colorists."}]}, {"heading": "Births", "year": "1477", "date": "January 25", "txt": "Anne of Brittany (probable; d. 1514)", "entities": [{"title": "Anne of Brittany", "href": "/wiki/Anne_of_Brittany", "description": "Anne of Brittany was Duchess of Brittany from 1488 until her death, and queen consort of France from 1491 to 1498 and from 1499 to her death. She is the only woman to have been queen consort of France twice. During the Italian Wars, Anne also became queen consort of Naples, from 1501 to 1504, and duchess consort of Milan, in 1499–1500 and from 1500 to 1512."}]}, {"heading": "Births", "year": "1509", "date": "January 25", "txt": "Giovanni Morone, Italian cardinal (d. 1580)", "entities": [{"title": "Giovanni Morone", "href": "/wiki/Giovanni_Morone", "description": "Giovanni Morone was an Italian cardinal. He was named Bishop of Modena in 1529 and was created Cardinal in 1542 by Pope Paul III. As a cardinal, he resided in the Vatican's Apostolic Palace and was consulted by Saint Ignatius, founder of the Jesuits."}]}, {"heading": "Births", "year": "1526", "date": "January 25", "txt": "Adolf, Duke of Holstein-Gottorp (d. 1586)", "entities": [{"title": "Adolf, Duke of Holstein-Gottorp", "href": "/wiki/Adolf,_Duke_of_Holstein-Gottorp", "description": "Adolf of Denmark or Adolf of Holstein-Gottorp was the first Duke of Holstein-Gottorp from the line of Holstein-Gottorp of the House of Oldenburg."}]}, {"heading": "Births", "year": "1615", "date": "January 25", "txt": "Govert Flinck, Dutch painter (d. 1660)", "entities": [{"title": "Govert Flinck", "href": "/wiki/Govert_Flinck", "description": "Govert Teuniszoon Flinck was a Dutch painter of the Dutch Golden Age."}]}, {"heading": "Births", "year": "1618", "date": "January 25", "txt": "Nicolaes Visscher I, Dutch engraver and cartographer (d. 1679)", "entities": [{"title": "Nicolaes Visscher I", "href": "/wiki/Nicolaes_Visscher_I", "description": "Nicolaes Visscher I was a Dutch engraver, cartographer and publisher. He was the son of Claes Janszoon Visscher. His son, Nicolaes Visscher II (1649–1702), also worked with him and continued the family tradition of mapmaking after his death. Visscher died in Amsterdam in 1679 and was buried in the Nieuwezijds Kapel on 11 September of that year, though a death year of 1709 is maintained by some sou"}]}, {"heading": "Births", "year": "1627", "date": "January 25", "txt": "Robert Boyle, Anglo-Irish chemist and physicist (d. 1691)", "entities": [{"title": "Robert Boyle", "href": "/wiki/Robert_Boyle", "description": "Robert Boyle was an Anglo-Irish natural philosopher, chemist, physicist, and inventor. Boyle is largely regarded today as the first modern chemist, and therefore one of the founders of modern chemistry, and one of the pioneers of modern experimental scientific method. He is best known for Boyle's law, which describes the inversely proportional relationship between the absolute pressure and volume "}]}, {"heading": "Births", "year": "1634", "date": "January 25", "txt": "Gaspar Fagel, Dutch politician and diplomat (d. 1688)", "entities": [{"title": "Gaspar Fagel", "href": "/wiki/Gaspar_Fagel", "description": "Gaspar Fagel was a Dutch politician, jurist, and diplomat who authored correspondence from and on behalf of William III, Prince of Orange during the English Revolution of 1688."}]}, {"heading": "Births", "year": "1635", "date": "January 25", "txt": "Daniel Casper von Lohenstein, German writer, diplomat and lawyer (d. 1683)", "entities": [{"title": "Daniel Casper von Lohenstein", "href": "/wiki/Daniel_Casper_von_Lohenstein", "description": "Daniel Casper, also spelled Daniel Caspar, and referred to from 1670 as Daniel Casper von Lohenstein, was a Baroque Silesian playwright, lawyer, diplomat, poet, and chief representative of the Second Silesian School."}]}, {"heading": "Births", "year": "1640", "date": "January 25", "txt": "William Cavendish, 1st Duke of Devonshire, English soldier and politician, Lord Steward of the Household (d. 1707)", "entities": [{"title": "William Cavendish, 1st Duke of Devonshire", "href": "/wiki/William_Cavendish,_1st_Duke_of_Devonshire", "description": "William Cavendish, 1st Duke of Devonshire was an English soldier, nobleman, and Whig politician who sat in the House of Commons from 1661 to 1684 when he inherited his father's peerage as Earl of Devonshire. He was part of the \"Immortal Seven\" group that invited William III, Prince of Orange to depose James II of England as monarch during the Glorious Revolution, and was rewarded with the elevatio"}, {"title": "Lord Steward", "href": "/wiki/Lord_Steward", "description": "The Lord Steward or Lord Steward of the Household is an important official of the Royal Household in England. He is always a peer. Until 1924, he was always a member of the Government. Until 1782, the office was one of considerable political importance and carried Cabinet rank."}]}, {"heading": "Births", "year": "1736", "date": "January 25", "txt": "Joseph-Louis Lagrange, Italian-French mathematician and astronomer (d. 1813)", "entities": [{"title": "Joseph-Louis Lagrange", "href": "/wiki/Joseph-Louis_Lagrange", "description": "Joseph-Louis Lagrange, also reported as Giuseppe Luigi Lagrange or Lagrangia, was an Italian mathematician and astronomer, later naturalized French. He made significant contributions to the fields of analysis, number theory, and both classical and celestial mechanics."}]}, {"heading": "Births", "year": "1739", "date": "January 25", "txt": "Charles François Dumouriez, French general and politician, French Minister of Defence (d. 1823)", "entities": [{"title": "Charles François Dumouriez", "href": "/wiki/Charles_Fran%C3%A7ois_Dumouriez", "description": "Charles-François du Périer Dumouriez was a French general during the French Revolutionary Wars. He shared the victory at Valmy with General François Christophe Kellermann, but later deserted the Revolutionary Army, and became a royalist intriguer during the reign of Napoleon as well as an adviser to the British government. Dumouriez is one of the names inscribed under the Arc de Triomphe, on Colum"}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1743", "date": "January 25", "txt": "Friedrich Heinrich Jacobi, German philosopher and author (d. 1819)", "entities": [{"title": "Friedrich Heinrich Jacobi", "href": "/wiki/Friedrich_Heinrich_Jacobi", "description": "Friedrich Heinrich Jacobi was an influential German philosopher, literary figure, and socialite."}]}, {"heading": "Births", "year": "1750", "date": "January 25", "txt": "Johann Gottfried Vierling, German organist and composer (d. 1813)", "entities": [{"title": "Johann Gottfried Vierling", "href": "/wiki/Johann_Gottfried_Vierling", "description": "Johann Gottfried Vierling was a German organist and composer."}]}, {"heading": "Births", "year": "1755", "date": "January 25", "txt": "Paolo Mascagni, Italian physician and anatomist (probable; d. 1815)", "entities": [{"title": "Paolo Mascagni", "href": "/wiki/Paolo_Mascagni", "description": "Paolo Mascagni was an Italian physician and anatomist. He is most well known for publishing the first complete description of the lymphatic system."}]}, {"heading": "Births", "year": "1759", "date": "January 25", "txt": "Robert Burns, Scottish poet and songwriter (d. 1796)", "entities": [{"title": "Robert Burns", "href": "/wiki/Robert_Burns", "description": "Robert Burns, also known familiarly as Rabbie Burns, the National Bard, Bard of Ayrshire and the Ploughman Poet and various other names and epithets, was a Scottish poet and lyricist. He is widely regarded as the national poet of Scotland and is celebrated worldwide. He is the best known of the poets who have written in the Scots language, although much of his writing is in English and a light Sco"}]}, {"heading": "Births", "year": "1783", "date": "January 25", "txt": "William Colgate, English-American businessman and philanthropist, founded Colgate-Palmolive (d. 1857)", "entities": [{"title": "William Colgate", "href": "/wiki/William_Colgate", "description": "William Colgate was an English-American soap industrialist who founded in 1806 what became the Colgate-Palmolive company."}, {"title": "Colgate-Palmolive", "href": "/wiki/Colgate-Palmolive", "description": "Colgate-Palmolive Company is an American multinational consumer products company headquartered on Park Avenue in Midtown Manhattan, New York City. It specializes in the production, distribution and provision of household, health care, personal care and veterinary products."}]}, {"heading": "Births", "year": "1794", "date": "January 25", "txt": "François-Vincent Raspail, French chemist, physician, physiologist, and lawyer (d. 1878)", "entities": [{"title": "François-Vincent Raspail", "href": "/wiki/Fran%C3%A7ois-Vincent_Raspail", "description": "François-Vincent Raspail, L.L.D., M.D. was a French chemist, naturalist, physician, physiologist, attorney, and socialist politician."}]}, {"heading": "Births", "year": "1796", "date": "January 25", "txt": "William MacGillivray, Scottish ornithologist and biologist (d. 1852)", "entities": [{"title": "William MacGillivray", "href": "/wiki/William_MacGillivray", "description": "\n\nWilliam MacGillivray FRSE was a Scottish naturalist and ornithologist."}]}, {"heading": "Births", "year": "1813", "date": "January 25", "txt": "J. Marion Sims, American gynecologist and physician (d. 1883)", "entities": [{"title": "J. Marion Sims", "href": "/wiki/J._Marion_Sims", "description": "James Marion Sims was an American physician in the field of surgery, both known as the \"father of modern gynaecology\" and as a controversial figure for the ethical questions raised in developing his techniques. His most significant work was the development of a surgical technique for the repair of vesicovaginal fistula, a severe complication of obstructed childbirth. He is also remembered for inve"}]}, {"heading": "Births", "year": "1816", "date": "January 25", "txt": "Anna Gardner, American abolitionist and teacher (d. 1901)", "entities": [{"title": "Anna Gardner", "href": "/wiki/Anna_Gardner", "description": "Anna Gardner was an American abolitionist and teacher, as well as an ardent reformer, a staunch supporter of women's rights, and the author of several volumes in prose and verse."}]}, {"heading": "Births", "year": "1822", "date": "January 25", "txt": "Charles Reed Bishop, American businessman, philanthropist, and politician, founded the Bishop Museum (d. 1915)", "entities": [{"title": "Charles Reed Bishop", "href": "/wiki/Charles_Reed_Bishop", "description": "Charles Reed Bishop was an American businessman, politician, and philanthropist in Hawaii. Born in Glens Falls, New York, he sailed to Hawaii in 1846 at the age of 24, and made his home there, marrying into the royal family of the kingdom. He served several monarchs in appointed positions in the kingdom, before its overthrow in 1893 by Americans from the United States and organization as the Terri"}, {"title": "Bishop Museum", "href": "/wiki/Bishop_Museum", "description": "The Bernice Pauahi Bishop Museum, designated the Hawaiʻi State Museum of Natural and Cultural History, is a museum of history and science in the historic Kalihi district of Honolulu on the Hawaiian island of O'ahu. Founded in 1889, it is the largest museum in Hawai'i and has the world's largest collection of Polynesian cultural artifacts and natural history specimens. Besides the comprehensive exh"}]}, {"heading": "Births", "year": "1822", "date": "January 25", "txt": "William McDougall, Canadian lawyer and politician, Lieutenant Governor of the Northwest Territories (d. 1905)", "entities": [{"title": "List of lieutenant governors of the Northwest Territories", "href": "/wiki/List_of_lieutenant_governors_of_the_Northwest_Territories", "description": "This is a list of historical lieutenant-governors of North-West Territories, Canada. The position of Lieutenant-Governor lasted from the acquisition of Rupert's Land and the North-Western Territory in 1869 to the creation of Alberta and Saskatchewan in 1905."}]}, {"heading": "Births", "year": "1823", "date": "January 25", "txt": "José María Iglesias, Mexican politician and interim President (d. 1891)", "entities": [{"title": "José María Iglesias", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Iglesias", "description": "José María Iglesias Inzáurraga was a Mexican lawyer, professor, journalist and liberal politician. He is known as author of the Iglesias law, an anticlerical law regulating ecclesiastical fees and aimed at preventing the impoverishment of the Mexican peasantry. From October 31, 1876 to January 23, 1877, he claimed the interim presidency of Mexico. However, he was never undisputed president."}]}, {"heading": "Births", "year": "1824", "date": "January 25", "txt": "Michael Madhusudan Dutt, Indian poet and playwright (d. 1873)", "entities": [{"title": "Michael Madhusudan Dutt", "href": "/wiki/Michael_Madhusudan_Dutt", "description": "Michael Madhusudan Dutt, or Michael Madhusudan Dutta ; 25 January 1824 – 29 June 1873) was a Bengali poet, writer and dramatist. He was a pioneer of Bengali drama. His famous work Meghnad Badh Kavya, is a tragic epic. It consists of nine cantos and is exceptional in Bengali literature both in terms of style and content. he is often regarded as the most talented poet in the Bengali literature. He a"}]}, {"heading": "Births", "year": "1841", "date": "January 25", "txt": "John Fisher, 1st Baron Fisher, English admiral (d. 1920)", "entities": [{"title": "John Fisher, 1st Baron Fisher", "href": "/wiki/John_Fisher,_1st_Baron_Fisher", "description": "John Arbuthnot Fisher, 1st Baron Fisher,, commonly known as Jacky or Jackie Fisher, was a British Admiral of the Fleet known for his efforts at naval reform. He had a huge influence on the Royal Navy in a career spanning more than 60 years, starting in a navy of wooden sailing ships armed with muzzle-loading cannon and ending in one of steel-hulled battlecruisers, submarines and the first aircraft"}]}, {"heading": "Births", "year": "1858", "date": "January 25", "txt": "Mikimoto Kōkichi, Japanese businessman (d. 1954)", "entities": [{"title": "Mikimoto Kōkichi", "href": "/wiki/Mikimoto_K%C5%8Dkichi", "description": "Mikimoto Kōkichi  was a Japanese entrepreneur who is credited with creating the first cultured pearl and subsequently starting the cultured pearl industry with the establishment of his luxury pearl company Mikimoto."}]}, {"heading": "Births", "year": "1860", "date": "January 25", "txt": "Charles Curtis, American lawyer and politician, 31st Vice President of the United States (d. 1936)", "entities": [{"title": "Charles Curtis", "href": "/wiki/Charles_Curtis", "description": "Charles Curtis was an American attorney and Republican politician from Kansas who served as the 31st vice president of the United States from 1929 to 1933. He also previously served as the Senate Majority Leader from 1924 to 1929."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1864", "date": "January 25", "txt": "Julije Kempf, Croatian historian and author (d. 1934)", "entities": [{"title": "Julije Kempf", "href": "/wiki/Julije_Kempf", "description": "Julije Kempf was a Croatian historian and writer. Kempf was born in Požega, Slavonia. After graduating from Požega gymnasium, he attended teachers school in Zagreb. Afterwards, he worked in Novi Vinodolski as a teacher, before returning to Požega in 1885 to teach in Elementary school for boys."}]}, {"heading": "Births", "year": "1868", "date": "January 25", "txt": "Juventino Rosas, Mexican violinist and composer (d. 1894)", "entities": [{"title": "Juventino Rosas", "href": "/wiki/Juventino_Rosas", "description": "José Juventino Policarpo Rosas Cadenas was a Mexican composer and violinist."}]}, {"heading": "Births", "year": "1874", "date": "January 25", "txt": "W. Somerset Maugham, British playwright, novelist, and short story writer (d. 1965)", "entities": [{"title": "W. Somerset Maugham", "href": "/wiki/W._Somerset_Maugham", "description": "William Somerset Maugham was an English playwright, novelist, and short-story writer. He was among the most popular writers of his era and reputedly the highest-paid author during the 1930s."}]}, {"heading": "Births", "year": "1878", "date": "January 25", "txt": "Ernst Alexanderson, Swedish-American engineer (d. 1975)", "entities": [{"title": "Ernst Alexanderson", "href": "/wiki/Ernst_Alexanderson", "description": "Ernst Frederick Werner Alexanderson was a Swedish-American electrical engineer, who was a pioneer in radio and television development. He invented the Alexanderson alternator, an early radio transmitter used between 1906 and the 1930s for longwave long distance radio transmission. Alexanderson also created the amplidyne, a direct current amplifier used during the Second World War for controlling a"}]}, {"heading": "Births", "year": "1882", "date": "January 25", "txt": "Virginia Woolf, English novelist, essayist, short story writer, and critic (d. 1941)", "entities": [{"title": "Virginia Woolf", "href": "/wiki/Virginia_Woolf", "description": "Adeline Virginia Woolf was an English writer, considered one of the most important modernist 20th-century authors and also a pioneer in the use of stream of consciousness as a narrative device."}]}, {"heading": "Births", "year": "1885", "date": "January 25", "txt": "Kitahara Hakushū, Japanese poet and author (d. 1942)", "entities": [{"title": "Kitahara Hakushū", "href": "/wiki/Kitahara_Hakush%C5%AB", "description": "Hakushū Kitahara  is the pen-name of Kitahara Ryūkichi , a Japanese tanka poet active during the Taishō and Shōwa periods of Japan. He is regarded as one of the most popular and important poets in modern Japanese literature."}]}, {"heading": "Births", "year": "1886", "date": "January 25", "txt": "Wilhelm Furtwängler, German conductor and composer (d. 1954)", "entities": [{"title": "Wilhelm Furtwängler", "href": "/wiki/Wilhelm_Furtw%C3%A4ngler", "description": "Gustav Heinrich Ernst Martin Wilhelm Furtwängler was a German conductor and composer. He is widely regarded as one of the greatest symphonic and operatic conductors of the 20th century. He was a major influence for many later conductors, and his name is often mentioned when discussing their interpretative styles."}]}, {"heading": "Births", "year": "1895", "date": "January 25", "txt": "Florence Mills, American singer, dancer, and actress (d. 1927)", "entities": [{"title": "Florence Mills", "href": "/wiki/Florence_Mills", "description": "Florence Mills, billed as the \"Queen of Happiness\", was an American cabaret singer, dancer, and comedian known for her effervescent stage presence, delicate voice, and winsome, wide-eyed beauty."}]}, {"heading": "Births", "year": "1899", "date": "January 25", "txt": "Sleepy John Estes, American singer-songwriter and guitarist (d. 1977)", "entities": [{"title": "Sleepy John Estes", "href": "/wiki/Sleepy_John_Estes", "description": "John Adam Estes, known as Sleepy John Estes, was an American blues guitarist, songwriter and vocalist. His music influenced such artists as The Beatles, Bob Dylan and Led Zeppelin."}]}, {"heading": "Births", "year": "1899", "date": "January 25", "txt": "Paul-Henri Spaak, Belgian lawyer and politician, 46th Prime Minister of Belgium (d. 1972)", "entities": [{"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Births", "year": "1900", "date": "January 25", "txt": "István Fekete, Hungarian author (d. 1970)", "entities": [{"title": "István Fekete", "href": "/wiki/Istv%C3%A1n_Fekete", "description": "István Fekete was a Hungarian writer, author of several youth novels and animal stories."}]}, {"heading": "Births", "year": "1900", "date": "January 25", "txt": "Yōjirō Ishizaka, Japanese author and educator (d. 1986)", "entities": []}, {"heading": "Births", "year": "1900", "date": "January 25", "txt": "Theodosius Dobzhansky, Russian-American geneticist and pioneer of evolutionary biology (d. 1975)", "entities": []}, {"heading": "Births", "year": "1901", "date": "January 25", "txt": "Martín de Álzaga, Argentinian race car driver and pilot (d. 1982)", "entities": [{"title": "Martín de Álzaga (racing driver)", "href": "/wiki/Mart%C3%ADn_de_%C3%81lzaga_(racing_driver)", "description": "Martín 'Macoco' de Álzaga was an Argentine racecar driver."}]}, {"heading": "Births", "year": "1901", "date": "January 25", "txt": "Mildred Dunnock, American actress (d. 1991)", "entities": []}, {"heading": "Births", "year": "1905", "date": "January 25", "txt": "Maurice Roy, Canadian cardinal (d. 1985)", "entities": [{"title": "Maurice Roy", "href": "/wiki/Maurice_Roy", "description": "Maurice Roy was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Quebec from 1947 to 1981, and was elevated to the cardinalate in 1965."}]}, {"heading": "Births", "year": "1905", "date": "January 25", "txt": "Margery Sharp, English author and educator (d. 1991)", "entities": []}, {"heading": "Births", "year": "1906", "date": "January 25", "txt": "Toni Ulmen, German race car driver and motorcycle racer (d. 1976)", "entities": [{"title": "Toni Ulmen", "href": "/wiki/Toni_Ulmen", "description": "Anton \"Toni\" Ulmen was a German motorcycle and racing driver from Düsseldorf, Germany. His racing career started in 1925 on a 250 cc Velocette. In 1927 he won the opening race of the Nürburgring on a 350 cc Velocette. In 1929 he won the 350 cc class on the Eilenriede, a non-permanent race course near Hannover. From 1949 to 1952, he was four times German sports car and Formula 2 champion."}]}, {"heading": "Births", "year": "1908", "date": "January 25", "txt": "Hsieh Tung-min, Taiwanese politicians and Vice President of the Republic of China (d. 2001)", "entities": [{"title": "Hsieh Tung-min", "href": "/wiki/Hsieh_Tung-min", "description": "Hsieh Tung-min was the ninth Governor of Taiwan Province (1972–1978), the sixth and first local Taiwanese Vice President of the Republic of China (1978–1984) under president Chiang Ching-kuo."}, {"title": "Vice President of the Republic of China", "href": "/wiki/Vice_President_of_the_Republic_of_China", "description": "The Vice President of the Republic of China, commonly known as the Vice President of Taiwan, is the second-highest officer of the Republic of China (ROC). The existing office was created in 1948 under the 1947 Constitution of the Republic of China. After the Kuomintang lost mainland China to the Chinese Communists during the Chinese Civil War, the government, along with its presidency, retreated t"}]}, {"heading": "Births", "year": "1910", "date": "January 25", "txt": "Edgar V. Saks, Estonian historian, author, and politician, Estonian Minister of Education (d. 1984)", "entities": [{"title": "Edgar V. Saks", "href": "/wiki/Edgar_V._Saks", "description": "Edgar Valter Saks was an Estonian amateur historian and author. He was Estonian exile government's minister of education in exile from 1971 until his death."}, {"title": "Minister of Education and Research (Estonia)", "href": "/wiki/Minister_of_Education_and_Research_(Estonia)", "description": "The Minister of Education and Research is the senior minister at the Ministry of Education and Research in the Estonian Government. The Minister is responsible for administration and development of Estonian educational system as well as for administration and funding of research and development activities on national level."}]}, {"heading": "Births", "year": "1913", "date": "January 25", "txt": "Huang Hua, Chinese translator and politician, 5th Foreign Minister of the People's Republic of China (d. 2010)", "entities": [{"title": "Huang Hua (politician)", "href": "/wiki/Huang_Hua_(politician)", "description": "Huang Hua was a senior Communist Chinese revolutionary, politician, and diplomat. He served as Foreign Minister of China from 1976 to 1982, and concurrently as Vice Premier from 1980 to 1982. He was instrumental in establishing diplomatic links of the People's Republic of China with the United States and Japan, and was intensely involved in the negotiations with the United Kingdom over the status "}, {"title": "Foreign Minister of the People's Republic of China", "href": "/wiki/Foreign_Minister_of_the_People%27s_Republic_of_China", "description": "The Minister of Foreign Affairs of the People's Republic of China is the head of the Ministry of Foreign Affairs of the People's Republic of China and one of the country's most important cabinet posts. The Minister usually is also a member of the Central Committee of the Communist Party of China."}]}, {"heading": "Births", "year": "1913", "date": "January 25", "txt": "Witold Lutosławski, Polish composer and conductor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1913", "date": "January 25", "txt": "Luis Marden, American photographer and journalist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1914", "date": "January 25", "txt": "William Strickland, American conductor and organist (d. 1991)", "entities": [{"title": "William Strickland (conductor)", "href": "/wiki/William_Strickland_(conductor)", "description": "William Remsen Strickland was an American conductor and organist."}]}, {"heading": "Births", "year": "1915", "date": "January 25", "txt": "Ewan MacColl, English singer-songwriter, actor and producer (d. 1989)", "entities": [{"title": "Ewan MacColl", "href": "/wiki/Ewan_MacColl", "description": "James Henry Miller (1915–1989), better known by his stage name Ewan MacColl, was a Scottish folk singer born in England of Scottish parents, songwriter, folk song collector, labour activist and actor. He is known as one of the integrators of the 1960s folk revival as well as writing such songs as \"The First Time Ever I Saw Your Face\" and \"Dirty Old Town\"."}]}, {"heading": "Births", "year": "1916", "date": "January 25", "txt": "Pop Ivy, American football player and coach (d. 2003)", "entities": [{"title": "Pop Ivy", "href": "/wiki/Pop_Ivy", "description": "Lee Frank \"Pop\" Ivy was a football player and coach who was the only person to serve as a head coach in the National Football League, the American Football League and the Western Interprovincial Football Union."}]}, {"heading": "Births", "year": "1917", "date": "January 25", "txt": "Ilya Prigogine, Russian-Belgian chemist and physicist, Nobel Prize laureate (d. 2003)", "entities": [{"title": "Ilya Prigogine", "href": "/wiki/Ilya_Prigogine", "description": "Viscount Ilya Romanovich Prigogine was a physical chemist and Nobel laureate noted for his work on dissipative structures, complex systems, and irreversibility."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1917", "date": "January 25", "txt": "Jânio Quadros, Brazilian lawyer and politician, 22nd President of Brazil (d. 1992)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1919", "date": "January 25", "txt": "Edwin Newman, American journalist and author (d. 2010)", "entities": [{"title": "Edwin Newman", "href": "/wiki/Edwin_Newman", "description": "Edwin Harold Newman was an American newscaster, journalist, and author. After beginning his career with the wire services and serving in the U.S. Navy during World War II, Newman worked in radio for CBS News. He is known for a 23-year career in television news with the National Broadcasting Company, from 1961 to 1984."}]}, {"heading": "Births", "year": "1921", "date": "January 25", "txt": "Samuel T. Cohen, American physicist and academic (d. 2010)", "entities": [{"title": "Samuel T. Cohen", "href": "/wiki/Samuel_T._Cohen", "description": "Samuel Theodore Cohen was an American physicist who is generally credited as the father of the neutron bomb."}]}, {"heading": "Births", "year": "1921", "date": "January 25", "txt": "Josef Holeček, Czechoslovakian canoeist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 25", "txt": "Raymond Baxter, English television host and pilot (d. 2006)", "entities": [{"title": "Raymond Baxter", "href": "/wiki/Raymond_Baxter", "description": "Raymond Frederic Baxter OBE was an English television presenter, commentator and writer. He is best known for being the first presenter of the BBC Television science programme Tomorrow's World, continuing for 12 years, from 1965 to 1977. He also provided radio commentary at the coronation of Queen Elizabeth II, the funerals of King George VI, Winston Churchill and Lord Mountbatten of Burma, and th"}]}, {"heading": "Births", "year": "1923", "date": "January 25", "txt": "Arvid Carlsson, Swedish pharmacologist and physician, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Arvid Carlsson", "href": "/wiki/Arvid_Carlsson", "description": "Arvid Carlsson was a Swedish neuropharmacologist who is best known for his work with the neurotransmitter dopamine and its effects in Parkinson's disease. For his work on dopamine, Carlsson was awarded the Nobel Prize in Physiology or Medicine in 2000, together with Eric Kandel and Paul Greengard."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1923", "date": "January 25", "txt": "Shirley Ardell Mason, American psychiatric patient (d. 1998)", "entities": [{"title": "Psychiatric", "href": "/wiki/Psychiatric", "description": "Psychiatry is the medical specialty devoted to the diagnosis, prevention, and treatment of mental disorders. These include various maladaptations related to mood, behaviour, cognition, and perceptions. See glossary of psychiatry."}]}, {"heading": "Births", "year": "1923", "date": "January 25", "txt": "Sally Starr, American actress and television host (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 25", "txt": "Jean Taittinger, French politician, French Minister of Justice (d. 2012)", "entities": [{"title": "Ministry of Justice (France)", "href": "/wiki/Ministry_of_Justice_(France)", "description": "The Ministry of Justice is a ministerial department of the French Government, also known in French as la Chancellerie, it is headed by the Minister of Justice, known as the Keeper of the Seals, a member of the Council of Ministers."}]}, {"heading": "Births", "year": "1924", "date": "January 25", "txt": "Lou Groza, American football player and coach (d. 2000)", "entities": [{"title": "Lou Groza", "href": "/wiki/Lou_Groza", "description": "Louis Roy Groza, nicknamed \"the Toe\", was an American professional football player who was a placekicker and offensive tackle while playing his entire career for the Cleveland Browns in the All-America Football Conference (AAFC) and National Football League (NFL). Groza was professional football's career kicking and points leader when he retired after the 1967 season. He played in 21 seasons for t"}]}, {"heading": "Births", "year": "1924", "date": "January 25", "txt": "Husein Mehmedov, Bulgarian-Turkish wrestler and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 25", "txt": "Speedy West, American guitarist and producer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 25", "txt": "Gordy Soltau, American football player and sportscaster (d. 2014)", "entities": [{"title": "Gordy Soltau", "href": "/wiki/Gordy_Soltau", "description": "Gordon Leroy Soltau was an American football player who played wide receiver for nine seasons in the National Football League (NFL) for the San Francisco 49ers.After he graduated from high school in Duluth, Minnesota as a multi-sport athlete, he joined the Navy, became a frogman and served during the Second World War. After the war, he attended the University of Minnesota, where he played football"}]}, {"heading": "Births", "year": "1925", "date": "January 25", "txt": "Giorgos Zampetas, Greek bouzouki player and songwriter (d. 1992)", "entities": [{"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Births", "year": "1926", "date": "January 25", "txt": "Dick McGuire, American basketball player and coach (d. 2010)", "entities": [{"title": "Dick McGuire", "href": "/wiki/Dick_McGuire", "description": "Richard Joseph McGuire was an American professional basketball player and coach."}]}, {"heading": "Births", "year": "1927", "date": "January 25", "txt": "Antônio Carlos Jobim, Brazilian singer-songwriter and pianist (d. 1994)", "entities": [{"title": "Antônio Carlos Jobim", "href": "/wiki/Ant%C3%B4nio_Carlos_Jobim", "description": "Antônio Carlos Brasileiro de Almeida Jobim, also known as Tom Jobim, was a Brazilian composer, pianist, songwriter, arranger and singer. Considered one of the great exponents of Brazilian music, Jobim internationalized bossa nova and, with the help of important American artists, merged it with jazz in the 1960s to create a new sound with popular success. As such he is sometimes known as the \"fathe"}]}, {"heading": "Births", "year": "1928", "date": "January 25", "txt": "Jérôme Choquette, Canadian lawyer and politician (d. 2017)", "entities": [{"title": "Jérôme Choquette", "href": "/wiki/J%C3%A9r%C3%B4me_Choquette", "description": "Jérôme Choquette was a lawyer and politician in Quebec, Canada. Choquette ran a private law practice, representing various claimants in a wide range of cases from his office on Avenue du Parc, downtown Montreal."}]}, {"heading": "Births", "year": "1928", "date": "January 25", "txt": "Eduard Shevardnadze, Georgian general and politician, 2nd President of Georgia (d. 2014)", "entities": [{"title": "President of Georgia", "href": "/wiki/President_of_Georgia", "description": "The president of Georgia is the constitutional head of state of Georgia as well as the supreme commander-in-chief of the Defense Forces. The president represents Georgia in foreign relations. The constitution defines the presidential office as \"the guarantor of the country’s unity and national independence.\""}]}, {"heading": "Births", "year": "1928", "date": "January 25", "txt": "Cor van der Hart, Dutch footballer and manager (d. 2006)", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 25", "txt": "Elizabeth Allen, American actress and singer (d. 2006)", "entities": [{"title": "Elizabeth Allen (actress)", "href": "/wiki/Elizabeth_Allen_(actress)", "description": "Elizabeth Allen was an American theatre, television and film actress and singer whose forty-year career lasted from the mid-1950s through the mid-1990s and included scores of TV episodes as well as six theatrical features, two of which were directed by John Ford."}]}, {"heading": "Births", "year": "1929", "date": "January 25", "txt": "Robert Faurisson, English-French author and academic (d. 2018)", "entities": [{"title": "2018", "href": "/wiki/2018", "description": "2018 (MMXVIII) was a common year starting on Monday of the Gregorian calendar, the 2018th year of the Common Era (CE) and Anno Domini (AD) designations, the 18th year of the 3rd millennium, the 18th year of the 21st century, and the 9th year of the 2010s decade. "}]}, {"heading": "Births", "year": "1929", "date": "January 25", "txt": "Benny Golson, American saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 25", "txt": "Tanya Savicheva, Russian child diarist (d. 1944)", "entities": [{"title": "Tanya Savicheva", "href": "/wiki/Tanya_Savicheva", "description": "Tatyana Nikolayevna Savicheva, commonly referred to as Tanya Savicheva, was a Russian child diarist who endured the siege of Leningrad during World War II. During the siege, Savicheva recorded the successive deaths of each member of her family in her diary, with her final entry indicating her belief to be the sole living family member. Although Savicheva was rescued and transferred to a hospital, "}]}, {"heading": "Births", "year": "1931", "date": "January 25", "txt": "Dean Jones, American actor and singer (d. 2015)", "entities": [{"title": "Dean Jones (actor)", "href": "/wiki/Dean_Jones_(actor)", "description": "Dean Carroll Jones was an American actor best known for his roles as Agent Zeke Kelso in That Darn Cat! (1965), Jim Douglas in The Love Bug (1968) and Herbie Goes to Monte Carlo (1977) and Dr. Herman Varnick in Beethoven (1992). He was nominated for a Golden Globe Award for his performance as Albert Dooley in The Million Dollar Duck (1971). In 1995, Jones was inducted as a Disney Legends award win"}]}, {"heading": "Births", "year": "1933", "date": "January 25", "txt": "Corazon Aquino, Filipino politician, 11th President of the Philippines (d. 2009)", "entities": [{"title": "Corazon Aquino", "href": "/wiki/Corazon_Aquino", "description": "Maria Corazon Cojuangco Aquino, popularly known as Cory Aquino, was a Filipino politician who served as the 11th President of the Philippines, the first woman to hold that office. Corazon Aquino was the most prominent figure of the 1986 People Power Revolution, which ended the 20-year rule of President Ferdinand Marcos and led to the establishment of the current democratic Fifth Philippine Republi"}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1935", "date": "January 25", "txt": "Conrad Burns, American soldier, journalist, and politician (d. 2016)", "entities": [{"title": "Conrad Burns", "href": "/wiki/Conrad_Burns", "description": "Conrad Ray Burns was an American politician who served as a United States Senator from Montana and later was a lobbyist. He was only the second Republican to represent Montana in the Senate since the passage in 1913 of the Seventeenth Amendment to the United States Constitution and was the longest-serving Republican senator in Montana history."}]}, {"heading": "Births", "year": "1935", "date": "January 25", "txt": "António Ramalho Eanes, Portuguese general and politician, 16th President of Portugal", "entities": [{"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1936", "date": "January 25", "txt": "Diana Hyland, American actress (d. 1977)", "entities": [{"title": "Diana Hyland", "href": "/wiki/Diana_Hyland", "description": "Diana Hyland was an American stage, film and television actress."}]}, {"heading": "Births", "year": "1936", "date": "January 25", "txt": "Onat Kutlar, Turkish author and poet (d. 1995)", "entities": []}, {"heading": "Births", "year": "1937", "date": "January 25", "txt": "Ange-Félix Patassé, Central African engineer and politician, President of the Central African Republic (d. 2011)", "entities": [{"title": "Ange-Félix Patassé", "href": "/wiki/Ange-F%C3%A9lix_Patass%C3%A9", "description": "Ange-Félix Patassé was a Central African politician who was President of the Central African Republic from 1993 until 2003, when he was deposed by the rebel leader François Bozizé. Patassé was the first president in the CAR's history to be chosen in what was generally regarded as a fairly democratic election (1993) in that it was brought about by donor pressure on President André Kolingba and assi"}, {"title": "President of the Central African Republic", "href": "/wiki/President_of_the_Central_African_Republic", "description": "This article lists the heads of state of the Central African Republic. There have been seven heads of state of the Central African Republic and the Central African Empire since independence was obtained from the French on 13 August 1960. This list includes not only those persons who were sworn into office as President of the Central African Republic but also those who served as de facto heads of s"}]}, {"heading": "Births", "year": "1938", "date": "January 25", "txt": "Shotaro Ishinomori, Japanese author and illustrator (d. 1998)", "entities": [{"title": "Shotaro Ishinomori", "href": "/wiki/Shotaro_Ishinomori", "description": "Shotaro Ishinomori  was a Japanese manga artist who became an influential figure in manga, anime, and tokusatsu, creating several immensely popular long-running series such as Cyborg 009, the Super Sentai series, and the Kamen Rider series. He was twice awarded by the Shogakukan Manga Awards, in 1968 for Sabu to Ichi Torimono Hikae and in 1988 for Hotel and Manga Nihon Keizai Nyumon. He was born a"}]}, {"heading": "Births", "year": "1938", "date": "January 25", "txt": "Etta James, American singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 25", "txt": "Leiji Matsumoto, Japanese author, illustrator, and animator", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 25", "txt": "Vladimir Vysotsky, Russian singer-songwriter, actor, and poet (d. 1980)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 25", "txt": "Buddy Baker, American race car driver and sportscaster (d. 2015)", "entities": [{"title": "Buddy Baker", "href": "/wiki/Buddy_Baker", "description": "Elzie Wylie \"Buddy\" Baker, Jr. was an American professional stock car racing driver and commentator. Over the course of his 33-year racing career, he won 19 races in the NASCAR Cup Series, including the 1980 Daytona 500. Known by the nickname \"Gentle Giant,\" Baker was noted for his prowess at NASCAR's superspeedways, Daytona and Talladega, at which he won a combined six races. After his racing car"}]}, {"heading": "Births", "year": "1942", "date": "January 25", "txt": "Carl Eller, American football player and sportscaster", "entities": [{"title": "Carl Eller", "href": "/wiki/Carl_Eller", "description": "Carl Eller is an American former professional football player who was a defensive end in the National Football League (NFL) from 1964 through 1979. He was born in Winston-Salem, North Carolina and played college football for the Minnesota Golden Gophers. He was elected to the Pro Football Hall of Fame in 2004."}]}, {"heading": "Births", "year": "1942", "date": "January 25", "txt": "Eusébio, Mozambican-Portuguese footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 25", "txt": "Tobe Hooper, American director, producer, and screenwriter (d. 2017)", "entities": [{"title": "Tobe Hooper", "href": "/wiki/Tobe_Hooper", "description": "Willard Tobe Hooper was an American director, screenwriter, and producer best known for his work in the horror genre. The British Film Institute cited Hooper as one of the most influential horror filmmakers of all time."}]}, {"heading": "Births", "year": "1945", "date": "January 25", "txt": "Leigh Taylor-Young, American actress", "entities": [{"title": "Leigh Taylor-Young", "href": "/wiki/Leigh_Taylor-Young", "description": "Leigh Taylor-Young is an American retired actress who has appeared on stage, screen, podcast, radio and television. The most famous films in which she had important roles include I Love You, Alice B. Toklas (1968), The Horsemen (1971), The Gang That Couldn't Shoot Straight (1971), Soylent Green (1973), and Jagged Edge (1985)."}]}, {"heading": "Births", "year": "1945", "date": "January 25", "txt": "Dave Walker, English singer and guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 25", "txt": "Doc Bundy, American race car driver and technician", "entities": [{"title": "Doc Bundy", "href": "/wiki/Doc_Bundy", "description": "Doc Bundy from Scio, Ohio is an American former race car driver who competed in IMSA, 24 Hours of Le Mans, NASCAR Rolex Grand-Am Sports Car Series, American Le Mans Series, USRRC, and SCCA World Challenge."}]}, {"heading": "Births", "year": "1947", "date": "January 25", "txt": "Ángel Nieto, Spanish motorcycle racer (d. 2017)", "entities": [{"title": "Ángel Nieto", "href": "/wiki/%C3%81ngel_Nieto", "description": "Ángel Nieto Roldán was a Spanish professional Grand Prix motorcycle racer. He was one of the most accomplished motorcycle racers in the history of the sport, winning 13 World Championships and 90 Grand Prix victories in a racing career that spanned twenty-three years from 1964 to 1986, mainly engaged in 50cc, 80cc and 125cc respectively. His total of 90 Grand Prix victories ranks him third only to"}]}, {"heading": "Births", "year": "1947", "date": "January 25", "txt": "Tostão, Brazilian footballer, journalist, and physician", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 25", "txt": "Ros Kelly, Australian educator and politician, 1st Australian Minister for Defence Science and Personnel", "entities": [{"title": "Ros Kelly", "href": "/wiki/Ros_Kelly", "description": "Roslyn Joan Kelly AO is a former member of the Australian House of Representatives, having represented the Division of Canberra from 18 October 1980 to 30 January 1995. She was a minister in the governments of Bob Hawke and Paul Keating."}, {"title": "Minister for Defence Science and Personnel (Australia)", "href": "/wiki/Minister_for_Defence_Science_and_Personnel_(Australia)", "description": "In the Government of Australia, the Minister for Defence Personnel is the Hon. Darren Chester, in office since 5 March 2018. Chester also serves as the Minister for Veterans' Affairs and the Minister Assisting the Prime Minister for the Centenary of ANZAC following a rearrangement in the second Turnbull Ministry."}]}, {"heading": "Births", "year": "1948", "date": "January 25", "txt": "Georgy Shishkin, Russian painter and illustrator", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 25", "txt": "John Cooper Clarke, English poet and critic", "entities": [{"title": "John Cooper Clarke", "href": "/wiki/John_Cooper_Clarke", "description": "John Cooper Clarke is an English performance poet, who first became famous as a \"punk poet\" in the late 1970s. In the late 1970s and early 1980s he released several albums. Around this time he performed on stage with several punk and post-punk bands, and continues to perform regularly."}]}, {"heading": "Births", "year": "1949", "date": "January 25", "txt": "Paul Nurse, English geneticist and biologist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1950", "date": "January 25", "txt": "Gloria Naylor, American novelist (d. 2016)", "entities": [{"title": "Gloria Naylor", "href": "/wiki/Gloria_Naylor", "description": "Gloria Naylor was an American novelist, known for novels including The Women of Brewster Place (1982), Linden Hills (1985) and Mama Day (1988)."}]}, {"heading": "Births", "year": "1951", "date": "January 25", "txt": "Steve Prefontaine, American runner (d. 1975)", "entities": [{"title": "Steve Prefontaine", "href": "/wiki/Steve_Prefontaine", "description": "Steve Roland \"Pre\" Prefontaine was an American long-distance runner who competed in the 1972 Summer Olympics. While running for the Oregon Track Club, Prefontaine set American records at every distance from 2,000 to 10,000 meters, as he prepared for the 1976 Olympics. Prefontaine's career, alongside those of Jim Ryun, Frank Shorter, and Bill Rodgers, generated considerable media coverage, which he"}]}, {"heading": "Births", "year": "1952", "date": "January 25", "txt": "Peter Tatchell, Australian-English journalist and activist", "entities": [{"title": "Peter Tatchell", "href": "/wiki/Peter_Tatchell", "description": "Peter Gary Tatchell is a British human rights campaigner, originally from Australia, best known for his work with LGBT social movements."}]}, {"heading": "Births", "year": "1952", "date": "January 25", "txt": "Timothy White, American journalist, author, and critic (d. 2002)", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 25", "txt": "Ricardo Bochini, Argentinian footballer and manager", "entities": [{"title": "Ricardo Bochini", "href": "/wiki/Ricardo_Bochini", "description": "Ricardo Enrique Bochini is an Argentine former professional footballer, who played as an attacking midfielder. He is nicknamed El Bocha. He spent his nearly twenty-year professional career at club Independiente, becoming one of the most emblematic players and the greatest idol in the history of the club."}]}, {"heading": "Births", "year": "1954", "date": "January 25", "txt": "Kay Cottee, Australian sailor", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 25", "txt": "Renate Dorrestein, Dutch journalist and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 25", "txt": "Andy Cox, English guitarist", "entities": [{"title": "Andy Cox", "href": "/wiki/Andy_Cox", "description": "Andy Cox is a British guitarist born in Birmingham, who along with Dave Wakeling, founded The Beat in 1978."}]}, {"heading": "Births", "year": "1956", "date": "January 25", "txt": "Dinah Manoff, American actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 25", "txt": "Eskil Erlandsson, Swedish technologist and politician, Swedish Minister for Rural Affairs", "entities": [{"title": "Eskil Erlandsson", "href": "/wiki/Eskil_Erlandsson", "description": "Lars Eskil Anders Erlandsson is a Swedish politician who served as Minister for Rural Affairs from 2010 to 2014, having previously served as Minister for Agriculture from 2006 to 2010. A member of the Centre Party, he was MP of the Swedish Riksdag from 1994 to 2019."}, {"title": "Ministry for Rural Affairs (Sweden)", "href": "/wiki/Ministry_for_Rural_Affairs_(Sweden)", "description": "The Ministry for Rural Affairs, also known as the Ministry of Agriculture, was a ministry within the government of Sweden. The Ministry was dissolved in 2015, when rural affairs was transferred to the Ministry of Enterprise."}]}, {"heading": "Births", "year": "1957", "date": "January 25", "txt": "Andrew Harris, American politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "January 25", "txt": "Jenifer Lewis, American actress and singer", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 25", "txt": "Franco Pancheri, Italian footballer and manager", "entities": [{"title": "Franco Pancheri", "href": "/wiki/Franco_Pancheri", "description": "Franco Pancheri is an Italian professional football coach and a former player."}]}, {"heading": "Births", "year": "1961", "date": "January 25", "txt": "Vivian Balakrishnan, Singaporean ophthalmologist and politician, Singaporean Ministry of National Development", "entities": [{"title": "Vivian Balakrishnan", "href": "/wiki/Vivian_Balakrishnan", "description": "Vivian Balakrishnan is a Singaporean politician. A member of the governing People's Action Party, he was appointed as Minister for Foreign Affairs by Prime Minister Lee Hsien Loong. He was elected as the People's Action Party Central Executive Committee member. He is also the Minister-in-charge of the Smart Nation Programme Office initiative till 14 May 2021. He was succeeded by Josephine Teo."}, {"title": "Ministry of National Development (Singapore)", "href": "/wiki/Ministry_of_National_Development_(Singapore)", "description": "The Ministry of National Development is a ministry of the Government of Singapore that directs the formulation and implementation of policies related to land-use planning and infrastructure development."}]}, {"heading": "Births", "year": "1962", "date": "January 25", "txt": "Chris Chelios, American ice hockey player and manager", "entities": [{"title": "Chris Chelios", "href": "/wiki/Chris_Chelios", "description": "Christos Kostas \"Chris\" Chelios is an American former professional ice hockey defenseman. He was one of the longest tenured players in the National Hockey League, and is a three-time Stanley Cup champion - one with the Montreal Canadiens and two with the Detroit Red Wings."}]}, {"heading": "Births", "year": "1963", "date": "January 25", "txt": "Fernando Haddad, Brazilian academic and politician, 61st Mayor of São Paulo", "entities": [{"title": "Fernando Haddad", "href": "/wiki/Fernando_Haddad", "description": "Fernando Haddad is a Brazilian academic and politician who served as Mayor of São Paulo from 2013 to 2017. He was the Workers' Party candidate for President of Brazil in the 2018 election, replacing former President Luiz Inácio Lula da Silva, whose candidacy was barred by the Superior Electoral Court under the Clean Slate law. Haddad faced Jair Bolsonaro in the run-off of the election, and lost th"}, {"title": "List of mayors of São Paulo", "href": "/wiki/List_of_mayors_of_S%C3%A3o_Paulo", "description": "This is a listing of all those that have served as the mayor of the city of São Paulo, Brazil."}]}, {"heading": "Births", "year": "1963", "date": "January 25", "txt": "Molly Holzschlag, American computer scientist and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 25", "txt": "Billy Andrade, American golfer", "entities": [{"title": "Billy Andrade", "href": "/wiki/Billy_Andrade", "description": "William Thomas Andrade is an American professional golfer who currently plays on the PGA Champions Tour."}]}, {"heading": "Births", "year": "1964", "date": "January 25", "txt": "Stephen Pate, Australian cyclist", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 25", "txt": "Esa Tikkanen, Finnish ice hockey player and coach", "entities": [{"title": "Esa Tikkanen", "href": "/wiki/Esa_Tikkanen", "description": "Esa Tikkanen  is a Finnish former professional ice hockey forward. He played in the National Hockey League (NHL) for the Edmonton Oilers, New York Rangers, St. Louis Blues, New Jersey Devils, Vancouver Canucks, Florida Panthers, and the Washington Capitals, and won the Stanley Cup five times in his career, including in 1985, 1987, 1988, 1990 with the Oilers, and 1994 with the Rangers."}]}, {"heading": "Births", "year": "1966", "date": "January 25", "txt": "Chet Culver, American educator and politician, 41st Governor of Iowa", "entities": [{"title": "Chet Culver", "href": "/wiki/Chet_Culver", "description": "Chester John \"Chet\" Culver is an American politician who served as the 41st Governor of Iowa from 2007 to 2011. A member of the Democratic Party, he previously served as the 29th Secretary of State of Iowa from 1999 to 2007. He was also elected as the Federal Liaison for the Democratic Governors Association from 2008 to 2009. He founded the Chet Culver Group, an energy sector consulting firm, afte"}, {"title": "Governor of Iowa", "href": "/wiki/Governor_of_Iowa", "description": "The Governor of Iowa is the chief executive of the U.S. state of Iowa. The governor is the head of the executive branch of the state government and is charged with enforcing state laws. The officeholder has the power to either approve or veto bills passed by the Iowa General Assembly, to convene the legislature, as well as to grant pardons, except in cases of treason and impeachment. The Governor "}]}, {"heading": "Births", "year": "1966", "date": "January 25", "txt": "Yiannos Ioannou, Cypriot footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 25", "txt": "Nelson Asaytono, Filipino basketball player", "entities": [{"title": "Nelson Asaytono", "href": "/wiki/Nelson_Asaytono", "description": "Nelson Asaytono is a Filipino retired professional basketball player who played for Purefoods, Swift/Sunkist/Pop Cola, San Miguel Beer, and Red Bull in the PBA during his 17-year career."}]}, {"heading": "Births", "year": "1967", "date": "January 25", "txt": "David Ginola, French footballer, forward", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 25", "txt": "Randy McKay, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 25", "txt": "Eric Orie, Dutch footballer and manager", "entities": [{"title": "Eric Orie", "href": "/wiki/Eric_Orie", "description": "Eric Alexander Orie is a Dutch football manager."}]}, {"heading": "Births", "year": "1969", "date": "January 25", "txt": "Sergei Ovchinnikov, Russian volleyball player and coach (d. 2012)", "entities": [{"title": "Sergei Ovchinnikov (volleyball)", "href": "/wiki/Sergei_Ovchinnikov_(volleyball)", "description": "Sergei Anatolyevich Ovchinnikov was the head coach of the Russia's National Women Volleyball Team. He committed suicide three weeks after the team lost to Brazil at the 2012 Summer Olympics quarterfinals."}]}, {"heading": "Births", "year": "1970", "date": "January 25", "txt": "Stephen Chbosky, American author, screenwriter, and director", "entities": [{"title": "Stephen Chbosky", "href": "/wiki/Stephen_Chbosky", "description": "Stephen Chbosky is an American novelist, screenwriter, and film director best-known for writing The New York Times bestselling coming-of-age novel The Perks of Being a Wallflower (1999), as well as for writing and directing the film version of the same book, starring Logan Lerman, Emma Watson, and Ezra Miller. He also wrote the screenplay for the 2005 film Rent and Disney's 2017 live action adapta"}]}, {"heading": "Births", "year": "1970", "date": "January 25", "txt": "Chris Mills, American basketball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 25", "txt": "Milt Stegall, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 25", "txt": "Luca Badoer, Italian race car driver", "entities": [{"title": "Luca Badoer", "href": "/wiki/Luca_Badoer", "description": "Luca Badoer is an Italian former racing driver. Badoer has raced for the Scuderia Italia, Minardi, Forti and most recently, Ferrari teams. In addition to his racing duties, Badoer was one of the active test and reserve drivers for Ferrari from 1998 to 2010 and in 2009 stood in for Ferrari's regular race driver Felipe Massa at the European Grand Prix and the Belgian Grand Prix after the Brazilian w"}]}, {"heading": "Births", "year": "1971", "date": "January 25", "txt": "Philip Coppens, Belgian journalist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 25", "txt": "Ana Ortiz, American actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 25", "txt": "Shinji Takehara, Japanese boxer", "entities": [{"title": "Shinji Takehara", "href": "/wiki/Shinji_Takehara", "description": "Shinji Takehara  was a professional boxer in the Middleweight (160lb) division. He was the first boxer from Japan to capture a World Middleweight Title."}]}, {"heading": "Births", "year": "1973", "date": "January 25", "txt": "Geoff Johns, American author, screenwriter, and producer", "entities": [{"title": "Geoff Johns", "href": "/wiki/Geoff_Johns", "description": "Geoffrey Johns is an American comic book writer, screenwriter and film and television producer. Johns's work on the DC Comics characters Green Lantern, Aquaman, Flash, and Superman, has drawn critical acclaim."}]}, {"heading": "Births", "year": "1974", "date": "January 25", "txt": "Robert Budreau, Canadian director, producer, and screenwriter", "entities": [{"title": "Robert Budreau", "href": "/wiki/Robert_Budreau", "description": "Robert Budreau is a Canadian film director, screenwriter and producer."}]}, {"heading": "Births", "year": "1974", "date": "January 25", "txt": "Emily Haines, Canadian singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 25", "txt": "Attilio Nicodemo, Italian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 25", "txt": "Duncan Jupp, Anglo-Scottish footballer", "entities": [{"title": "Duncan Jupp", "href": "/wiki/Duncan_Jupp", "description": "Duncan Alan Jupp is a retired footballer whose last club was Bognor Regis Town."}]}, {"heading": "Births", "year": "1975", "date": "January 25", "txt": "Mia Kirshner, Canadian actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 25", "txt": "Stephanie Bellars, American wrestler and manager", "entities": [{"title": "Stephanie Bellars", "href": "/wiki/Stephanie_Bellars", "description": "Stephanie Bellars, is an American former professional wrestling valet. She is mostly known for her tenure in World Championship Wrestling (WCW) as Gorgeous George, the kayfabe manager of \"Macho Man\" Randy Savage. After WCW, she worked for Extreme Championship Wrestling (ECW) and other promotions under various ring names."}]}, {"heading": "Births", "year": "1976", "date": "January 25", "txt": "Mário Haberfeld, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 25", "txt": "Dimitris Nalitzis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 25", "txt": "Michael Brown, English footballer, manager and pundit", "entities": [{"title": "Michael Brown (footballer, born 1977)", "href": "/wiki/Michael_Brown_(footballer,_born_1977)", "description": "Michael Robert Brown is an English former professional footballer and football manager who now works as a pundit."}]}, {"heading": "Births", "year": "1978", "date": "January 25", "txt": "Ahmet Dursun, Turkish footballer", "entities": [{"title": "Ahmet Dursun", "href": "/wiki/Ahmet_Dursun", "description": "Ahmet Dursun is a Turkish former professional footballer."}]}, {"heading": "Births", "year": "1978", "date": "January 25", "txt": "Denis Menchov, Russian cyclist", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 25", "txt": "Derrick Turnbow, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 25", "txt": "Rodrigo Ribeiro, Brazilian race car driver", "entities": [{"title": "Rodrigo Ribeiro", "href": "/wiki/Rodrigo_Ribeiro", "description": "Rodrigo Ribeiro is a Brazilian racing driver."}]}, {"heading": "Births", "year": "1980", "date": "January 25", "txt": "Alayna Burns, Australian track cyclist", "entities": [{"title": "Alayna Burns", "href": "/wiki/Alayna_Burns", "description": "Alayna Burns is an Australian track cyclist."}]}, {"heading": "Births", "year": "1980", "date": "January 25", "txt": "Xavi, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 25", "txt": "Francis Jeffers, English footballer", "entities": [{"title": "Francis Jeffers", "href": "/wiki/Francis_Jeffers", "description": "Francis Jeffers is an English former professional footballer and coach who played as a striker."}]}, {"heading": "Births", "year": "1981", "date": "January 25", "txt": "Alicia Keys, American singer-songwriter, pianist, and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 25", "txt": "Toše Proeski, Macedonian singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 25", "txt": "Stefan Kießling, German footballer", "entities": [{"title": "Stefan Kießling", "href": "/wiki/Stefan_Kie%C3%9Fling", "description": "Stefan Kießling is a German former footballer who played as a striker for Bayer Leverkusen and 1. FC Nürnberg. Born in Lichtenfels, West Germany, Kießling began playing football at a young age in the youth setup at 1. FC Eintracht Bamberg before moving to the 1. FC Nürnberg academy in 2001. He made his professional debut for Nürnberg as a 19-year-old in 2003 before being sold to Bayer Leverkusen i"}]}, {"heading": "Births", "year": "1984", "date": "January 25", "txt": "Robinho, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 25", "txt": "Fara Williams, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 25", "txt": "Brent Celek, American football player", "entities": [{"title": "Brent Celek", "href": "/wiki/Brent_Celek", "description": "Brent Steven Celek is an American football executive and former tight end for the Philadelphia Eagles of the National Football League (NFL). He played college football at Cincinnati and was drafted by the Eagles in the fifth round of the 2007 NFL Draft. He played his entire 11 season career with the Eagles. Celek helped the Eagles win Super Bowl LII over the New England Patriots during the 2017 se"}]}, {"heading": "Births", "year": "1985", "date": "January 25", "txt": "Patrick Willis, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 25", "txt": "Hwang Jung-eum, South Korean actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 25", "txt": "Chris O'Grady, English footballer", "entities": [{"title": "Chris O'Grady", "href": "/wiki/Chris_O%27Grady", "description": "Christopher James O'Grady is an English footballer striker who last played for Bolton Wanderers."}]}, {"heading": "Births", "year": "1987", "date": "January 25", "txt": "Maria Kirilenko, Russian tennis player", "entities": [{"title": "Maria Kirilenko", "href": "/wiki/Maria_Kirilenko", "description": "Maria Yuryevna Kirilenko-Stepanova is a Russian former professional tennis player. A junior Grand Slam champion at the 2002 US Open at the age of 15, she went on to become a top ten player in both singles and doubles. Kirilenko won six WTA singles titles and 12 doubles titles. She was a three Grand Slam singles quarterfinalist, a semifinalist at the 2012 London Olmypics, and reached a career-high "}]}, {"heading": "Births", "year": "1988", "date": "January 25", "txt": "Tatiana Golovin, French tennis player", "entities": [{"title": "Tatiana Golovin", "href": "/wiki/Tatiana_Golovin", "description": "Tatiana Golovin is a Russian-born French professional tennis player. She won the 2004 French Open mixed-doubles event, partnering with Richard Gasquet, and reached the singles quarterfinals at the 2006 US Open, losing to the eventual champion Maria Sharapova. Her career-high singles ranking is world No. 12. In 2008, she was diagnosed with lower back inflammation and was forced to stop playing comp"}]}, {"heading": "Births", "year": "1988", "date": "January 25", "txt": "Ryota Ozawa, Japanese actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 25", "txt": "Apostolos Giannou, Greek-Australian footballer", "entities": [{"title": "Apostolos Giannou", "href": "/wiki/Apostolos_Giannou", "description": "Apostolos Giannou is a Greek-Australian professional footballer who plays as a striker for OFI. He represented various Greek and Australian youth national teams, including one friendly with the Greece national football team, before appearing competitively for the Australia national football team."}]}, {"heading": "Births", "year": "1990", "date": "January 25", "txt": "Lee Jun-ho, South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 25", "txt": "Nigel Melker, Dutch race car driver", "entities": [{"title": "Nigel Melker", "href": "/wiki/Nigel_Melker", "description": "Nigel Melker is a Dutch racing driver."}]}, {"heading": "Deaths", "year": "390", "date": "January 25", "txt": "Gregory Nazianzus, theologian and Patriarch of Constantinople (b. 329)", "entities": [{"title": "Gregory Nazianzus", "href": "/wiki/Gregory_Nazianzus", "description": "Gregory of Nazianzus, also known as Gregory the Theologian or Gregory Nazianzen, was a 4th-century Archbishop of Constantinople, and theologian. He is widely considered the most accomplished rhetorical stylist of the patristic age. As a classically trained orator and philosopher he infused Hellenism into the early church, establishing the paradigm of Byzantine theologians and church officials. Gre"}, {"title": "Theology", "href": "/wiki/Theology", "description": "Theology is the systematic study of the nature of the divine and, more broadly, of religious belief. It is taught as an academic discipline, typically in universities and seminaries. It occupies itself with the unique content of analyzing the supernatural, but also deals with religious epistemology, asks and seeks to answer the question of revelation. Revelation pertains to the acceptance of God, "}, {"title": "Ecumenical Patriarch of Constantinople", "href": "/wiki/Ecumenical_Patriarch_of_Constantinople", "description": "The ecumenical patriarch is the archbishop of Constantinople–New Rome and ranks as primus inter pares among the heads of the several autocephalous churches that make up the Eastern Orthodox Church. He is regarded as the representative and spiritual leader of Orthodox Christians worldwide.\nThe term ecumenical in the title is a historical reference to the Ecumene, a Greek designation for the civilis"}]}, {"heading": "Deaths", "year": "477", "date": "January 25", "txt": "Gaiseric, king of the Vandals (b. 389)", "entities": [{"title": "Gaiseric", "href": "/wiki/Gaiseric", "description": "Gaiseric, also known as Geiseric or Genseric was King of the Vandals and Alans (428–477), a kingdom he established, and was one of the key players in the difficulties faced by the Western Roman Empire during the 5th century. Through his nearly 50 years of rule, he raised a relatively insignificant Germanic tribe to the status of a major Mediterranean power. His most famous exploit, however, was th"}]}, {"heading": "Deaths", "year": "750", "date": "January 25", "txt": "Ibrahim ibn al-Walid, Umayyad caliph", "entities": [{"title": "Ibrahim ibn al-Walid", "href": "/wiki/Ibrahim_ibn_al-Walid", "description": "Ibrahim ibn al-Walid was an Umayyad caliph, and a son of Caliph al-Walid I. He ruled from 4 October 744 to 4 December 744."}, {"title": "Caliph", "href": "/wiki/Caliph", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}]}, {"heading": "Deaths", "year": "844", "date": "January 25", "txt": "Pope Gregory IV (b. 795)", "entities": [{"title": "Pope Gregory IV", "href": "/wiki/Pope_Gregory_IV", "description": "Pope Gregory IV was the bishop of Rome and ruler of the Papal States from October 827 to his death. His pontificate was notable for the papacy’s attempts to intervene in the quarrels between Emperor Louis the Pious and his sons. It also saw the breakup of the Carolingian Empire in 843."}]}, {"heading": "Deaths", "year": "863", "date": "January 25", "txt": "Charles of Provence, Frankish king (b. 845)", "entities": [{"title": "Charles of Provence", "href": "/wiki/Charles_of_Provence", "description": "Charles of Provence or Charles II was the Carolingian King of Provence from 855 until his early death in 863."}]}, {"heading": "Deaths", "year": "951", "date": "January 25", "txt": "Ma Xiguang, ruler of Chu (Ten Kingdoms)", "entities": [{"title": "Ma Xiguang", "href": "/wiki/Ma_Xiguang", "description": "Ma Xiguang, courtesy name Depi (德丕), was the fourth ruler of the Chinese Five Dynasties and Ten Kingdoms period state Chu."}, {"title": "Chu (Ten Kingdoms)", "href": "/wiki/Chu_(Ten_Kingdoms)", "description": "Chu, often referred to as Ma Chu (马楚) or Southern Chu (南楚) to distinguish it from other historical states called Chu, was a kingdom in south China during the Five Dynasties and Ten Kingdoms period (907–960). It existed from 907 to 951."}, {"title": "Ten Kingdoms", "href": "/wiki/Ten_Kingdoms", "description": "The Five Dynasties and Ten Kingdoms period (907–979) was an era of political upheaval and division in 10th-century Imperial China. Five states quickly succeeded one another in the Central Plain, and more than a dozen concurrent states were established elsewhere, mainly in South China. It was the last prolonged period of multiple political divisions in Chinese imperial history."}]}, {"heading": "Deaths", "year": "1003", "date": "January 25", "txt": "Lothair I, Margrave of the Nordmark", "entities": [{"title": "Lothair I, Margrave of the Nordmark", "href": "/wiki/Lothair_I,_Margrave_of_the_Nordmark", "description": "Lothair I was Margrave of the Nordmark from about 983 until his death. He was also a member of Saxon nobility as Count of Derlingau and of Nordthüringgau."}]}, {"heading": "Deaths", "year": "1067", "date": "January 25", "txt": "Emperor Yingzong of Song (b. 1032)", "entities": [{"title": "Emperor Yingzong of Song", "href": "/wiki/Emperor_Yingzong_of_Song", "description": "Emperor Yingzong of Song, personal name Zhao Shu, was the fifth emperor of the Song dynasty in China. His original personal name was Zhao Zongshi but it was changed to \"Zhao Shu\" in 1062 by imperial decree. He reigned from 1063 to his death in 1067. He was succeeded by his eldest son, Emperor Shenzong."}]}, {"heading": "Deaths", "year": "1138", "date": "January 25", "txt": "Antipope Anacletus II", "entities": [{"title": "Antipope Anacletus II", "href": "/wiki/Antipope_Anacletus_II", "description": "Anacletus II, born Pietro Pierleoni, was an antipope who ruled in opposition to Pope Innocent II from 1130 until his death in 1138. After the death of Pope Honorius II, the college of cardinals was divided over his successor. A majority of cardinals elected Pietro, while a minority elected Papareschi. This led to a major schism in the Roman Catholic Church. Anacletus had the support of most Romans"}]}, {"heading": "Deaths", "year": "1139", "date": "January 25", "txt": "Godfrey I, Count of Louvain and Duke of Lower Lorraine (as Godfrey VI)", "entities": [{"title": "Godfrey I, Count of Louvain", "href": "/wiki/Godfrey_I,_Count_of_Louvain", "description": "Godfrey I, called the Bearded, the Courageous, or the Great, was the landgrave of Brabant, and count of Brussels and Leuven (Louvain) from 1095 to his death and duke of Lower Lorraine from 1106 to 1129. He was also margrave of Antwerp from 1106 to his death."}]}, {"heading": "Deaths", "year": "1366", "date": "January 25", "txt": "Henry Suso, German priest and mystic (b. 1300)", "entities": [{"title": "Henry Suso", "href": "/wiki/Henry_Suso", "description": "Henry Suso, was a German Dominican friar and the most popular vernacular writer of the fourteenth century. Suso is thought to have been born on March 21, 1295. An important author in both Latin and Middle High German, he is also notable for defending Meister Eckhart's legacy after Eckhart was posthumously condemned for heresy in 1329. He died in Ulm on 25 January 1366, and was beatified by the Cat"}]}, {"heading": "Deaths", "year": "1413", "date": "January 25", "txt": "Maud de Ufford, Countess of Oxford (b. 1345)", "entities": [{"title": "Maud de Ufford, Countess of Oxford", "href": "/wiki/Maud_de_Ufford,_Countess_of_Oxford", "description": "Maud de Ufford, Countess of Oxford was a wealthy English noblewoman and the wife of Thomas de Vere, 8th Earl of Oxford. Her only child was Robert de Vere, 9th Earl of Oxford, the favourite of King Richard II of England. In 1404 in Essex, she took part in a conspiracy against King Henry IV of England and was sent to the Tower of London; however, she was eventually pardoned through the efforts of Qu"}]}, {"heading": "Deaths", "year": "1431", "date": "January 25", "txt": "Charles II, Duke of Lorraine (b. 1364)", "entities": [{"title": "Charles II, Duke of Lorraine", "href": "/wiki/Charles_II,_Duke_of_Lorraine", "description": "Charles II, called the Bold was the Duke of Lorraine from 1390 to his death and Constable of France from 1418 to 1425.\n Charles was the elder son of John I, Duke of Lorraine, and Sophie, daughter of Eberhard II, Count of Württemberg."}]}, {"heading": "Deaths", "year": "1492", "date": "January 25", "txt": "Ygo Gales Galama, Frisian warlord and rebel (b. 1443)", "entities": [{"title": "Ygo Gales Galama", "href": "/wiki/Ygo_Gales_Galama", "description": "Ygo Gales Galama was a 15th-century Frisian warlord and Galama-patriarch."}]}, {"heading": "Deaths", "year": "1494", "date": "January 25", "txt": "Ferdinand I of Naples (b. 1423)", "entities": [{"title": "Ferdinand I of Naples", "href": "/wiki/Ferdinand_I_of_Naples", "description": "Ferdinand I, also called Ferrante, was King of Naples from 1458 to 1494. He was an illegitimate son of Alfonso V of Aragon."}]}, {"heading": "Deaths", "year": "1559", "date": "January 25", "txt": "Christian II of Denmark (b. 1481)", "entities": [{"title": "Christian II of Denmark", "href": "/wiki/Christian_II_of_Denmark", "description": "Christian II was a Scandinavian monarch under the Kalmar Union who reigned as King of Denmark and Norway, from 1513 until 1523, and Sweden from 1520 until 1521. From 1513 to 1523, he was concurrently Duke of Schleswig and Holstein in joint rule with his uncle Frederick."}]}, {"heading": "Deaths", "year": "1578", "date": "January 25", "txt": "Mihrimah Sultan of the Ottoman Empire (b. 1522)", "entities": [{"title": "Mihrimah Sultan (daughter of Suleiman I)", "href": "/wiki/Mihrimah_Sultan_(daughter_of_Suleiman_I)", "description": "Mihrimah Sultan was an Ottoman princess, the daughter of Ottoman Sultan Suleiman the Magnificent and his wife, Hurrem Sultan. She was the most powerful imperial princess in Ottoman history and one of the prominent figures during the Sultanate of Women."}]}, {"heading": "Deaths", "year": "1586", "date": "January 25", "txt": "Lucas Cranach the Younger, German painter (b. 1515)", "entities": [{"title": "Lucas Cranach the Younger", "href": "/wiki/Lucas_Cranach_the_Younger", "description": "Lucas Cranach the Younger was a German Renaissance painter and portraitist, the son of Lucas Cranach the Elder."}]}, {"heading": "Deaths", "year": "1640", "date": "January 25", "txt": "Robert Burton, English physician and scholar (b. 1577)", "entities": [{"title": "Robert Burton (scholar)", "href": "/wiki/Robert_Burton_(scholar)", "description": "Robert Burton was an English writer and fellow of Oxford University, best known for his encyclopedic book The Anatomy of Melancholy."}]}, {"heading": "Deaths", "year": "1670", "date": "January 25", "txt": "Nicholas Francis, Duke of Lorraine (b. 1612)", "entities": [{"title": "Nicholas Francis, Duke of Lorraine", "href": "/wiki/Nicholas_Francis,_Duke_of_Lorraine", "description": "Nicholas Francis, also known as Nicholas II, was briefly Duke of Lorraine and Duke of Bar for a few months in 1634, spanning the time between the abdication of his older brother and his own resignation. He was therefore Duke during the invasion of Lorraine by the French in the Thirty Years War."}]}, {"heading": "Deaths", "year": "1726", "date": "January 25", "txt": "Guillaume Delisle, French cartographer (b. 1675)", "entities": [{"title": "Guillaume Delisle", "href": "/wiki/Guillaume_Delisle", "description": "Guillaume Delisle, also spelled Guillaume de l'Isle, was a French cartographer known for his popular and accurate maps of Europe and the newly explored Americas."}]}, {"heading": "Deaths", "year": "1733", "date": "January 25", "txt": "Sir Gilbert Heathcote, 1st Baronet, English banker and politician, Lord Mayor of London (b. 1652)", "entities": [{"title": "Sir Gilbert Heathcote, 1st Baronet", "href": "/wiki/Sir_Gilbert_Heathcote,_1st_Baronet", "description": "Sir Gilbert Heathcote, 1st Baronet, was a British merchant and Whig politician who sat in the English and British House of Commons between 1701 and 1733. He was a Governor of the Bank of England and was Lord Mayor of London in 1711."}, {"title": "Lord Mayor of London", "href": "/wiki/Lord_Mayor_of_London", "description": "The Lord Mayor of London is the mayor of the City of London and the leader of the City of London Corporation. Within the City, the Lord Mayor is accorded precedence over all individuals except the sovereign and retains various traditional powers, rights and privileges, including the title and style The Right Honourable Lord Mayor of London."}]}, {"heading": "Deaths", "year": "1751", "date": "January 25", "txt": "Paul Dudley, American lawyer, jurist, and politician (b. 1675)", "entities": [{"title": "Paul Dudley (jurist)", "href": "/wiki/Paul_Dudley_(jurist)", "description": "Paul Dudley FRS, Attorney-General of the Province of Massachusetts Bay, was the son of colonial governor Joseph Dudley and grandson of one of the colony's founders, Thomas Dudley."}]}, {"heading": "Deaths", "year": "1852", "date": "January 25", "txt": "Fabian Gottlieb von Bellingshausen, Russian admiral, cartographer, and explorer (b. 1778)", "entities": [{"title": "Fabian Gottlieb von Bellingshausen", "href": "/wiki/Fabian_Gottlieb_von_Bellingshausen", "description": "Fabian Gottlieb Thaddeus von Bellingshausen was a Russian naval officer, cartographer and explorer, who ultimately rose to the rank of admiral. He participated in the First Russian circumnavigation of the globe and subsequently became a leader of another circumnavigation expedition that discovered the continent of Antarctica. Like Otto von Kotzebue and Adam Johann von Krusenstern, Bellinghausen be"}]}, {"heading": "Deaths", "year": "1872", "date": "January 25", "txt": "Richard S. Ewell, American general (b. 1817)", "entities": [{"title": "Richard S. Ewell", "href": "/wiki/Richard_S._Ewell", "description": "Richard Stoddert Ewell was a career United States Army officer and a Confederate general during the American Civil War. He achieved fame as a senior commander under Stonewall Jackson and Robert E. Lee and fought effectively through much of the war, but his legacy has been clouded by controversies over his actions at the Battle of Gettysburg and at the Battle of Spotsylvania Court House."}]}, {"heading": "Deaths", "year": "1881", "date": "January 25", "txt": "Konstantin Thon, Russian architect, designed the Grand Kremlin Palace and Cathedral of Christ the Saviour (b. 1794)", "entities": [{"title": "Konstantin Thon", "href": "/wiki/Konstantin_Thon", "description": "Konstantin Andreyevich Thon, also spelled Ton was an official architect of Imperial Russia during the reign of Nicholas I. His major works include the Cathedral of Christ the Saviour, the Grand Kremlin Palace and the Kremlin Armoury in Moscow."}, {"title": "Grand Kremlin Palace", "href": "/wiki/Grand_Kremlin_Palace", "description": "\nThe Grand Kremlin Palace, also translated Great Kremlin Palace, was built from 1837 to 1849 in Moscow, Russia on the site of the estate of the Grand Princes, which had been established in the 14th century on Borovitsky Hill. Designed by a team of architects under the management of Konstantin Thon, it was intended to emphasise the greatness of Russian autocracy. Konstantin Thon was also the archit"}, {"title": "Cathedral of Christ the Saviour", "href": "/wiki/Cathedral_of_Christ_the_Saviour", "description": "The Cathedral of Christ the Saviour is a Russian Orthodox cathedral in Moscow, Russia, on the northern bank of the Moskva River, a few hundred metres southwest of the Kremlin. With an overall height of 103 metres (338 ft), it is the third tallest Orthodox Christian church building in the world, after the People's Salvation Cathedral in Bucharest, Romania and Saints Peter and Paul Cathedral in Sain"}]}, {"heading": "Deaths", "year": "1884", "date": "January 25", "txt": "Périclès Pantazis, Greek-Belgian painter (b. 1849)", "entities": [{"title": "Périclès Pantazis", "href": "/wiki/P%C3%A9ricl%C3%A8s_Pantazis", "description": "Périclès Pantazis was a major Greek impressionist painter of the 19th century who gained a great reputation as an artist initially in Belgium."}]}, {"heading": "Deaths", "year": "1891", "date": "January 25", "txt": "Theo van Gogh, Art dealer, the brother of Vincent van Gogh (b. 1857)", "entities": [{"title": "Theo van Gogh (art dealer)", "href": "/wiki/Theo_van_Gogh_(art_dealer)", "description": "Theodorus van Gogh was a Dutch art dealer. He was the younger brother of Vincent van Gogh, and Theo's unfailing financial and emotional support allowed his brother to devote himself entirely to painting. Theo died at the age of 33, six months after his brother died at the age of 37."}, {"title": "Vincent van Gogh", "href": "/wiki/Vincent_van_Gogh", "description": "Vincent Willem van Gogh was a Dutch post-impressionist painter who posthumously became one of the most famous and influential figures in the history of Western art. In a decade, he created about 2,100 artworks, including around 860 oil paintings, most of which date from the last two years of his life. They include landscapes, still lifes, portraits and self-portraits, and are characterised by bold"}]}, {"heading": "Deaths", "year": "1900", "date": "January 25", "txt": "Princess Adelheid of Hohenlohe-Langenburg, German Duchess of Schleswig-Holstein (b. 1835)", "entities": [{"title": "Princess Adelheid of Hohenlohe-Langenburg", "href": "/wiki/Princess_Adelheid_of_Hohenlohe-Langenburg", "description": "Princess Adelheid of Hohenlohe-Langenburg\t(20 July 1835 – 25 January 1900) was Duchess of Schleswig-Holstein, a niece of Queen Victoria of the United Kingdom, first cousin of King Edward VII, and the mother-in-law of Emperor Wilhelm II of Germany. She is the direct most recent common matrilineal ancestress of Carl XVI Gustaf of Sweden and Felipe VI of Spain."}]}, {"heading": "Deaths", "year": "1907", "date": "January 25", "txt": "René Pottier, French cyclist (b. 1879)", "entities": [{"title": "René Pottier", "href": "/wiki/Ren%C3%A9_Pottier", "description": "René Pottier was a French racing cyclist"}]}, {"heading": "Deaths", "year": "1908", "date": "January 25", "txt": "Ouida, English-Italian author (b. 1839)", "entities": [{"title": "Ouida", "href": "/wiki/Ouida", "description": "Ouida was the pseudonym of the English novelist Maria Louise Ramé. During her career, Ouida wrote more than 40 novels, as well as short stories, children's books and essays. Moderately successful, she lived a life of luxury, entertaining many of the literary figures of the day. Under Two Flags, one of her most famous novels, described the British in Algeria. It expressed sympathy for the French co"}]}, {"heading": "Deaths", "year": "1908", "date": "January 25", "txt": "Mikhail Chigorin, Russian chess player and theoretician (b. 1850)", "entities": []}, {"heading": "Deaths", "year": "1910", "date": "January 25", "txt": "W. G. Read Mullan, American Jesuit and academic (1860)", "entities": [{"title": "W. G. Read Mullan", "href": "/wiki/W._G._Read_Mullan", "description": "William George Read Mullan, SJ, was an American Jesuit and academic who served as President of Boston College from 1898 to 1903 and President of Loyola University Maryland from 1907 to 1908."}]}, {"heading": "Deaths", "year": "1912", "date": "January 25", "txt": "Dmitry Milyutin, Russian field marshal and politician (b. 1816)", "entities": [{"title": "Dmitry Milyutin", "href": "/wiki/Dmitry_Milyutin", "description": "Count Dmitry Alekseyevich Milyutin was Minister of War (1861–81) and the last Field Marshal of Imperial Russia (1898). He was responsible for sweeping military reforms that changed the face of the Russian army in the 1860s and 1870s. However, he was infamously involved in creating the framework for the genocide of Circassian Refugees from 1861 to 1865."}]}, {"heading": "Deaths", "year": "1925", "date": "January 25", "txt": "Juan Vucetich, Croatian-Argentinian anthropologist and police officer (b. 1858)", "entities": [{"title": "Juan Vucetich", "href": "/wiki/Juan_Vucetich", "description": "Juan Vucetich Kovacevich was a Croatian-Argentine anthropologist and police official who pioneered the use of fingerprinting."}]}, {"heading": "Deaths", "year": "1939", "date": "January 25", "txt": "Charles Davidson Dunbar, Scottish soldier and bagpipe player (b. 1870)", "entities": [{"title": "Charles Davidson Dunbar", "href": "/wiki/Charles_Davidson_Dunbar", "description": "Charles Davidson Dunbar, DCM was an orphan who grew up to become the first pipe major in Britain and the Empire to be commissioned as a pipe officer.\nHe emigrated from Scotland to Canada, where he came to be called \"Canada's greatest military piper\"."}]}, {"heading": "Deaths", "year": "1947", "date": "January 25", "txt": "Al Capone, American gangster and mob boss (b. 1899)", "entities": [{"title": "Al Capone", "href": "/wiki/Al_Capone", "description": "Alphonse Gabriel Capone, sometimes known by the nickname \"Scarface\", was an American gangster and businessman who attained notoriety during the Prohibition era as the co-founder and boss of the Chicago Outfit. His seven-year reign as a crime boss ended when he went to prison at the age of 33."}]}, {"heading": "Deaths", "year": "1949", "date": "January 25", "txt": "Makino Nobuaki, Japanese politician, 15th Japanese Minister for Foreign Affairs (b. 1861)", "entities": [{"title": "Makino Nobuaki", "href": "/wiki/Makino_Nobuaki", "description": "Count Makino Nobuaki  was a Japanese politician and imperial court official. As Lord Keeper of the Privy Seal of Japan, Makino served as Emperor Hirohito’s chief counselor on the monarch’s position in Japanese society and policymaking. In this capacity, he significantly contributed to the militarization of Japanese society by organizing support for ultranationalist groups and swaying Hirohito to s"}, {"title": "Minister for Foreign Affairs (Japan)", "href": "/wiki/Minister_for_Foreign_Affairs_(Japan)", "description": "The Minister for Foreign Affairs  of Japan is the Cabinet member responsible for Japanese foreign policy and the chief executive of the Ministry of Foreign Affairs.外務大臣"}]}, {"heading": "Deaths", "year": "1957", "date": "January 25", "txt": "Ichizō Kobayashi, Japanese businessman, founded Hankyu Hanshin Holdings (b. 1873)", "entities": [{"title": "Ichizō Kobayashi", "href": "/wiki/Ichiz%C5%8D_Kobayashi", "description": "Ichizō Kobayashi , occasionally referred to by his pseudonym Itsuō (逸翁), was a Japanese industrialist. He is best known as the founder of Hankyu Railway, the Takarazuka Revue, and Toho. He represented Japanese capital in government."}, {"title": "Hankyu Hanshin Holdings", "href": "/wiki/Hankyu_Hanshin_Holdings", "description": "Hankyu Hanshin Holdings, Inc.  is a Japanese multinational keiretsu holding company which owns Hankyu Corporation, the Hanshin Electric Railway Co., Ltd., Toho, and affiliate companies."}]}, {"heading": "Deaths", "year": "1957", "date": "January 25", "txt": "Kiyoshi Shiga, Japanese physician and bacteriologist (b. 1871)", "entities": []}, {"heading": "Deaths", "year": "1958", "date": "January 25", "txt": "Cemil Topuzlu, Turkish surgeon and politician, Mayor of Istanbul (b. 1866)", "entities": [{"title": "Cemil Topuzlu", "href": "/wiki/Cemil_Topuzlu", "description": "Professor Cemil Topuzlu, also known as Cemil Pasha, was a Turkish social democratic politician and a leading surgeon in Turkey, who was internationally recognized for his pioneering work in several areas, including open chest cardiac massage, and described in several papers published in Ottoman Turkish, French and German."}, {"title": "List of mayors of Istanbul", "href": "/wiki/List_of_mayors_of_Istanbul", "description": "This is a list of mayors of Istanbul, Turkey. This covers the Ottoman Empire to the modern day; the name of the city in English was Constantinople during the Ottoman period and in the Republican era until c. 1930."}]}, {"heading": "Deaths", "year": "1958", "date": "January 25", "txt": "Robert R. Young, American businessman and financier (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "January 25", "txt": "Diana Barrymore, American actress (b. 1921)", "entities": [{"title": "Diana Barrymore", "href": "/wiki/Diana_Barrymore", "description": "Diana Blanche Barrymore Blythe, known professionally as Diana Barrymore, was an American film and stage actress."}]}, {"heading": "Deaths", "year": "1966", "date": "January 25", "txt": "Saul Adler, Belarusian-English microbiologist and parasitologist (b. 1895)", "entities": [{"title": "Saul Adler", "href": "/wiki/Saul_Adler", "description": "Saul Adler FRS was an Israeli expert on parasitology."}]}, {"heading": "Deaths", "year": "1968", "date": "January 25", "txt": "Louie Myfanwy Thomas, Welsh writer (b. 1908)", "entities": [{"title": "Louie Myfanwy Thomas", "href": "/wiki/Louie_Myfanwy_Thomas", "description": "Louie Myfanwy Thomas was a Welsh author best known for her work under the pseudonym Jane Ann Jones."}]}, {"heading": "Deaths", "year": "1970", "date": "January 25", "txt": "Jane Bathori, French soprano (b. 1877)", "entities": [{"title": "Jane Bathori", "href": "/wiki/Jane_Bathori", "description": "Jane Bathori was a French mezzo-soprano. She was famous on the operatic stage and important in the development of contemporary French music."}]}, {"heading": "Deaths", "year": "1970", "date": "January 25", "txt": "Eiji Tsuburaya, Japanese director and producer (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "January 25", "txt": "Barry III, Guinean lawyer and politician (b. 1923)", "entities": [{"title": "Barry III", "href": "/wiki/Barry_III", "description": "Ibrahima Barry, popularly known as Barry III, was a Guinean politician. He was the leader of the political party Socialist Democracy of Guinea (DSG)."}]}, {"heading": "Deaths", "year": "1972", "date": "January 25", "txt": "Erhard Milch, German field marshal (b. 1892)", "entities": [{"title": "Erhard Milch", "href": "/wiki/Erhard_Milch", "description": "Erhard Milch was a German Field Marshal who oversaw the development of the Luftwaffe as part of the re-armament of Nazi Germany following World War I. During World War II, he was in charge of aircraft production. He was convicted of war crimes during the Milch Trial held before the U.S. military court in 1947 and sentenced to life imprisonment; he was released in 1954."}]}, {"heading": "Deaths", "year": "1975", "date": "January 25", "txt": "Charlotte Whitton, Canadian journalist and politician, 46th Mayor of Ottawa (b. 1896)", "entities": [{"title": "Charlotte Whitton", "href": "/wiki/Charlotte_Whitton", "description": "Charlotte Elizabeth Whitton was a Canadian feminist and mayor of Ottawa. She was the first woman mayor of a major city in Canada, serving from 1951 to 1956 and again from 1960 to 1964. Whitton was a Canadian social policy pioneer, leader and commentator, as well as a journalist and writer."}, {"title": "Mayor of Ottawa", "href": "/wiki/Mayor_of_Ottawa", "description": "This is a list of the mayors of the City of Ottawa, Ontario, Canada. Until 1854, Ottawa was known as Bytown. Over the course of Ottawa's history, the borders of the municipality have greatly expanded through annexations. This most recently occurred in 2001 when a number of neighbouring communities were amalgamated with Ottawa."}]}, {"heading": "Deaths", "year": "1978", "date": "January 25", "txt": "Skender Kulenović, Bosnian author, poet, and playwright (b. 1910)", "entities": [{"title": "Skender Kulenović", "href": "/wiki/Skender_Kulenovi%C4%87", "description": "Skender Kulenović was a Yugoslav poet, novelist and dramatist."}]}, {"heading": "Deaths", "year": "1981", "date": "January 25", "txt": "Adele Astaire, American actress, singer, and dancer (b. 1896)", "entities": [{"title": "Adele Astaire", "href": "/wiki/Adele_Astaire", "description": "Adele Astaire, was an American dancer, stage actress, and singer. After beginning work as a dancer and vaudeville performer at the age of nine, Astaire built a successful performance career with her younger brother, Fred Astaire."}]}, {"heading": "Deaths", "year": "1982", "date": "January 25", "txt": "Mikhail Suslov, Russian economist and politician (b. 1902)", "entities": [{"title": "Mikhail Suslov", "href": "/wiki/Mikhail_Suslov", "description": "Mikhail Andreyevich Suslov was a Soviet statesman during the Cold War. He served as Second Secretary of the Communist Party of the Soviet Union from 1965, and as unofficial Chief Ideologue of the Party until his death in 1982. Suslov was responsible for party democracy and the power separation within the Communist Party. His hardline attitude toward change made him one of the foremost orthodox com"}]}, {"heading": "Deaths", "year": "1985", "date": "January 25", "txt": "Ilias Iliou, Greek jurist and politician (b. 1904)", "entities": [{"title": "Ilias Iliou", "href": "/wiki/Ilias_Iliou", "description": "Ilias Iliou was a Greek lawyer and politician, member of the Greek Parliament and leader of the United Democratic Left (EDA). He was also a distinguished writer and jurist."}]}, {"heading": "Deaths", "year": "1987", "date": "January 25", "txt": "Frank J. Lynch, American lawyer, judge, and politician (b. 1922)", "entities": [{"title": "Frank J. Lynch", "href": "/wiki/Frank_J._Lynch", "description": "Frank J. Lynch was a lawyer, judge, and legislator from Pennsylvania."}]}, {"heading": "Deaths", "year": "1988", "date": "January 25", "txt": "Colleen Moore, American actress (b. 1899)", "entities": [{"title": "Colleen Moore", "href": "/wiki/Colleen_Moore", "description": "Colleen Moore was an American film actress who began her career during the silent film era. Moore became one of the most fashionable stars of the era and helped popularize the bobbed haircut."}]}, {"heading": "Deaths", "year": "1990", "date": "January 25", "txt": "Ava Gardner, American actress (b. 1922)", "entities": [{"title": "Ava Gardner", "href": "/wiki/Ava_Gardner", "description": "Ava Lavinia Gardner was an American actress and singer. She first signed a contract with Metro-Goldwyn-Mayer in 1941 and appeared mainly in small roles until she drew critics' attention in 1946 with her performance in Robert Siodmak's film noir The Killers. She was nominated for an Academy Award for Best Actress in 1953 for her performance in John Ford's Mogambo, and in 1964 for best actress for b"}]}, {"heading": "Deaths", "year": "1991", "date": "January 25", "txt": "Frank Soo, English footballer and manager (b. 1914)", "entities": [{"title": "Frank Soo", "href": "/wiki/Frank_Soo", "description": "Frank Soo was an English professional football player and manager of mixed Chinese and English parentage. He was the first player of Chinese origin to play in the English Football League, and the player of an ethnic minority background to represent England, though in unofficial wartime matches."}]}, {"heading": "Deaths", "year": "1992", "date": "January 25", "txt": "Mir Khalil ur Rehman, Founder and editor of the Jang Group of Newspapers (b. 1927)", "entities": [{"title": "Mir Khalil ur Rehman", "href": "/wiki/Mir_Khalil_ur_Rehman", "description": "Mir Khalil-ur-Rahman was the founder and editor of the Jang Group of Newspapers which currently publishes many Urdu and English newspapers in Pakistan. A self-made newspaper magnate, he ranks among the most successful newspaper entrepreneurs in Pakistan."}]}, {"heading": "Deaths", "year": "1994", "date": "January 25", "txt": "Stephen Cole Kleene, American mathematician, computer scientist, and academic (b. 1909)", "entities": [{"title": "Stephen Cole Kleene", "href": "/wiki/Stephen_Cole_Kleene", "description": "Stephen Cole Kleene was an American mathematician. One of the students of Alonzo Church, Kleene, along with Rózsa Péter, Alan Turing, Emil Post, and others, is best known as a founder of the branch of mathematical logic known as recursion theory, which subsequently helped to provide the foundations of theoretical computer science. Kleene's work grounds the study of computable functions. A number o"}]}, {"heading": "Deaths", "year": "1996", "date": "January 25", "txt": "Jonathan Larson, American playwright and composer (b. 1960)", "entities": [{"title": "Jonathan Larson", "href": "/wiki/Jonathan_Larson", "description": "Jonathan David Larson was an American composer and playwright noted for exploring the social issues of multiculturalism, addiction, and homophobia in his work. Typical examples of his use of these themes are found in his musicals Rent and Tick, Tick... Boom! He received three posthumous Tony Awards and a posthumous Pulitzer Prize for Drama for the rock musical Rent."}]}, {"heading": "Deaths", "year": "1997", "date": "January 25", "txt": "Dan Barry, American author and illustrator (b. 1923)", "entities": [{"title": "Dan Barry (cartoonist)", "href": "/wiki/Dan_Barry_(cartoonist)", "description": "Daniel Barry was an American cartoonist. Beginning in comic books during the 1940s with Leonard Starr, Stan Drake and his brother Sy Barry, he helped define and exemplify a particular kind of \"New York Slick\" style which dominated comics until the Marvel Revolution brought attention to the Jack Kirby style. This style was characterized by careful attention to lines and the clear delineation of tex"}]}, {"heading": "Deaths", "year": "1999", "date": "January 25", "txt": "Sarah Louise Delany, American author and educator (b. 1889)", "entities": [{"title": "Sarah Louise Delany", "href": "/wiki/Sarah_Louise_Delany", "description": "Sarah Louise \"Sadie\" Delany was an American educator and civil rights pioneer who was the subject, along with her younger sister, Elizabeth \"Bessie\" Delany, of the New York Times bestselling oral history biography, Having Our Say: The Delany Sisters' First 100 Years, by journalist Amy Hill Hearth. Sadie was the first African-American permitted to teach domestic science at the high-school level in "}]}, {"heading": "Deaths", "year": "1999", "date": "January 25", "txt": "Robert Shaw, American conductor (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 25", "txt": "Alice Ambrose, American philosopher and logician (b. 1906)", "entities": [{"title": "Alice Ambrose", "href": "/wiki/Alice_Ambrose", "description": "Alice Ambrose Lazerowitz was an American philosopher, logician, and author."}]}, {"heading": "Deaths", "year": "2002", "date": "January 25", "txt": "Cliff Baxter, employee at Enron (b. 1958)", "entities": [{"title": "Cliff Baxter", "href": "/wiki/Cliff_Baxter", "description": "John Clifford \"Cliff\" Baxter was an Enron Corporation executive who resigned in May 2001 before committing suicide the following year. Prior to his death he had agreed to testify before Congress in the Enron scandal."}, {"title": "Enron", "href": "/wiki/Enron", "description": "Enron Corporation was an American energy, commodities, and services company based in Houston, Texas. It was founded by Kenneth Lay in 1985 as a merger between Lay's Houston Natural Gas and InterNorth, both relatively small regional companies. Before its bankruptcy on December 3, 2001, Enron employed approximately 29,000 staff and was a major electricity, natural gas, communications, and pulp and p"}]}, {"heading": "Deaths", "year": "2003", "date": "January 25", "txt": "Sheldon Reynolds, American director, producer, and screenwriter (b. 1923)", "entities": [{"title": "Sheldon Reynolds (producer)", "href": "/wiki/Sheldon_Reynolds_(producer)", "description": "Sheldon Reynolds was an American television producer best known for his involvement in the Sherlock Holmes franchise."}]}, {"heading": "Deaths", "year": "2003", "date": "January 25", "txt": "Samuel Weems, American lawyer and author (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "January 25", "txt": "Fanny Blankers-Koen, Dutch runner and hurdler (b. 1918)", "entities": [{"title": "Fanny Blankers-Koen", "href": "/wiki/Fanny_Blankers-Koen", "description": "Francina \"Fanny\" Elsje Blankers-Koen was a Dutch track and field athlete, best known for winning four gold medals at the 1948 Summer Olympics in London. She competed there as a 30-year-old mother of two, earning her the nickname \"the flying housewife\", and was the most successful athlete at the event."}]}, {"heading": "Deaths", "year": "2004", "date": "January 25", "txt": "Miklós Fehér, Hungarian footballer (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 25", "txt": "Stanisław Albinowski, Polish economist and journalist (b. 1923)", "entities": [{"title": "Stanisław Albinowski", "href": "/wiki/Stanis%C5%82aw_Albinowski", "description": "Stanisław Józef Albinowski was a Polish economist, columnist and journalist on economics."}]}, {"heading": "Deaths", "year": "2005", "date": "January 25", "txt": "William Augustus Bootle, American lawyer and judge (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 25", "txt": "Philip Johnson, American architect, designed the PPG Place and Crystal Cathedral (b. 1906)", "entities": [{"title": "PPG Place", "href": "/wiki/PPG_Place", "description": "PPG Place is a complex in downtown Pittsburgh, Pennsylvania, consisting of six buildings within three city blocks and five and a half acres. PPG Place was designed by architects Philip Johnson and John Burgee."}, {"title": "Crystal Cathedral", "href": "/wiki/Crystal_Cathedral", "description": "Christ Cathedral, formerly and informally known as the Crystal Cathedral, is an American church building of the Roman Catholic Diocese of Orange, located in Garden Grove, California. The reflective glass building, by the firm of Philip Johnson/John Burgee Architects seats 2,248 people. The church was touted as \"the largest glass building in the world\" when it was completed in 1981. The building ha"}]}, {"heading": "Deaths", "year": "2005", "date": "January 25", "txt": "Manuel Lopes, Cape Verdean author and poet (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 25", "txt": "Netti Witziers-Timmer, Dutch runner (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 25", "txt": "Eleanor F. Helin, American astronomer (b. 1932)", "entities": [{"title": "Eleanor F. Helin", "href": "/wiki/Eleanor_F._Helin", "description": "Eleanor Francis \"Glo\" Helin was an American astronomer. She was principal investigator of the Near-Earth Asteroid Tracking (NEAT) program of NASA's Jet Propulsion Laboratory."}]}, {"heading": "Deaths", "year": "2009", "date": "January 25", "txt": "Ewald Kooiman, Dutch organist and educator (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 25", "txt": "Kim Manners, American director and producer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 25", "txt": "Ali Hassan al-Majid, Iraqi general and politician, Iraqi Minister of Defence (b. 1941)", "entities": [{"title": "Ali Hassan al-Majid", "href": "/wiki/Ali_Hassan_al-Majid", "description": "Ali Hassan Abd al-Majid al-Tikriti was an Iraqi politician and military commander under Saddam Hussein who served as Defence Minister, Interior Minister, and chief of the Iraqi Intelligence Service. He was also the governor of Kuwait during much of the 1990-91 Gulf War."}, {"title": "Ministry of Defence (Iraq)", "href": "/wiki/Ministry_of_Defence_(Iraq)", "description": "The  Ministry of Defence is the Iraqi government agency responsible for defence of Iraq. It is also involved with internal security."}]}, {"heading": "Deaths", "year": "2011", "date": "January 25", "txt": "Vassilis C. Constantakopoulos Greek captain and businessman (b. 1935)", "entities": [{"title": "Vassilis C. Constantakopoulos", "href": "/wiki/Vassilis_C._Constantakopoulos", "description": "Vassilis C. Constantakopoulos was a Greek Captain, Shipowner and Entrepreneur."}]}, {"heading": "Deaths", "year": "2011", "date": "January 25", "txt": "Vincent Cronin, Welsh historian and author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 25", "txt": "Paavo Berglund, Finnish violinist and conductor (b. 1929)", "entities": [{"title": "Paavo Berglund", "href": "/wiki/Paavo_Berglund", "description": "Paavo Allan Engelbert Berglund was a Finnish conductor and violinist."}]}, {"heading": "Deaths", "year": "2012", "date": "January 25", "txt": "Jacques Maisonrouge, French businessman (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 25", "txt": "Franco Pacini, Italian astrophysicist and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 25", "txt": "Robert Sheran, American lawyer, judge, and politician (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 25", "txt": "Martial Asselin, Canadian lawyer and politician, 25th Lieutenant Governor of Quebec (b. 1924)", "entities": [{"title": "Martial Asselin", "href": "/wiki/Martial_Asselin", "description": "Joseph Ferdinand Martial Asselin, was a Canadian politician and the 25th Lieutenant Governor of Quebec (1990–1996)."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Deaths", "year": "2013", "date": "January 25", "txt": "Kevin Heffernan, Irish footballer and manager (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 25", "txt": "Aase Nordmo Løvberg, Norwegian soprano and actress (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 25", "txt": "Arthur Doyle, American singer-songwriter, saxophonist, and flute player (b. 1944)", "entities": [{"title": "Arthur Doyle", "href": "/wiki/Arthur_Doyle", "description": "Arthur Doyle was an American jazz saxophonist, bass clarinettist, flutist, and vocalist who was best known for playing what he called \"free jazz soul music\". Writer Phil Freeman described him as having \"one of the fiercest, most unfettered saxophone styles in all of jazz\", \"a player so explosive that it seems like microphones and recording equipment can barely contain him\"."}]}, {"heading": "Deaths", "year": "2014", "date": "January 25", "txt": "Heini Halberstam, Czech-English mathematician and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 25", "txt": "Dave Strack, American basketball player and coach (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 25", "txt": "John Leggett, American author and academic (b. 1917)", "entities": [{"title": "John Leggett", "href": "/wiki/John_Leggett", "description": "John Ward \"Jack\" Leggett was an American writer who served as the third director of the Iowa Writers' Workshop from 1970 to 1987."}]}, {"heading": "Deaths", "year": "2015", "date": "January 25", "txt": "Richard McBrien, American priest, theologian, and academic (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 25", "txt": "Bill Monbouquette, American baseball player and coach (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 25", "txt": "Demis Roussos, Egyptian-Greek singer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 25", "txt": "Stephen P. Cohen, Canadian academic (b. 1945)", "entities": [{"title": "Stephen P. Cohen (Middle East scholar)", "href": "/wiki/Stephen_P._Cohen_(Middle_East_scholar)", "description": "Stephen Philip Cohen was a scholar on Middle Eastern affairs. In 1979 he founded the Institute for Middle East Peace and Development and served as president of that institute. The Institute is based at the Graduate Center of the City University of New York."}]}, {"heading": "Deaths", "year": "2017", "date": "January 25", "txt": "Robert Garcia, American politician (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 25", "txt": "John Hurt, English actor (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 25", "txt": "Harry Mathews, American novelist and poet (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 25", "txt": "Marcel Prud'homme, Canadian politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 25", "txt": "Mary Tyler Moore, American actress, dancer, and producer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "January 25", "txt": "Neagu Djuvara, Romanian historian, essayist, philosopher, journalist, novelist and diplomat (b. 1916)", "entities": [{"title": "Neagu Djuvara", "href": "/wiki/Neagu_Djuvara", "description": "Neagu Bunea Djuvara was a Romanian historian, essayist, philosopher, journalist, novelist, and diplomat."}]}]