[{"heading": "Events", "year": "763", "date": "January 21", "txt": "Following the Battle of Bakhamra between Alids and Abbasids near Kufa, the Alid rebellion ends with the death of Ibrahim, brother of Isa ibn Musa.", "entities": [{"title": "Alid revolt of 762–763", "href": "/wiki/Alid_revolt_of_762%E2%80%93763", "description": "The Alid revolt of 762–763 or Revolt of Muhammad the Pure Soul was an uprising by the Hasanid branch of the Alids against the newly established Abbasid Caliphate. The Hasanids, led by the brothers Muhammad and Ibrahim, rejected the legitimacy of the Abbasid family's claim to power. Reacting to mounting persecution by the Abbasid regime, in 762 they launched a rebellion, with Muhammad rising in rev"}, {"title": "Isa ibn Musa", "href": "/wiki/Isa_ibn_Musa", "description": "ʿĪsā ibn Mūsā ibn Muḥammad ibn ʿAlī ibn ʿAbdallāh ibn al-ʿAbbās was a nephew of the first two Abbasid caliphs, as-Saffah and al-Mansur, and for a long time heir-apparent of the Caliphate, until he was superseded by al-Mansur's son al-Mahdi."}]}, {"heading": "Events", "year": "1525", "date": "January 21", "txt": "The Swiss Anabaptist Movement is founded when Conrad Grebel, Felix Manz, George Blaurock, and about a dozen others baptize each other in the home of Manz's mother in Zürich, breaking a thousand-year tradition of church-state union.", "entities": [{"title": "Switzerland", "href": "/wiki/Switzerland", "description": "Switzerland, officially the Swiss Confederation, is a landlocked country situated at the confluence of Western, Central, and Southern Europe. It is a federal republic composed of 26 cantons, with federal authorities based in Bern. Switzerland is bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among th"}, {"title": "Anabaptist", "href": "/wiki/Anabaptist", "description": "Anabaptism is a Christian movement which traces its origins to the Radical Reformation. The movement is seen by outsiders as another offshoot of Protestantism, although this view is not shared by Anabaptists, who view themselves as a separate branch of Christianity."}, {"title": "Conrad Grebel", "href": "/wiki/Conrad_Grebel", "description": "Conrad Grebel, son of a prominent Swiss merchant and councilman, was a co-founder of the Swiss Brethren movement."}, {"title": "Felix Manz", "href": "/wiki/Felix_Manz", "description": "Felix Manz was an Anabaptist, a co-founder of the original Swiss Brethren congregation in Zürich, Switzerland, and the first martyr of the Radical Reformation."}, {"title": "George Blaurock", "href": "/wiki/George_Blaurock", "description": "Jörg vom Haus Jacob, commonly known as George Blaurock, was an Anabaptist leader and evangelist. Along with Conrad Grebel and Felix Manz, he was a co-founder of the Swiss Brethren in Zürich, and thereby one of the founders of Anabaptism."}, {"title": "Zürich", "href": "/wiki/Z%C3%BCrich", "description": "Zürich is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland, at the northwestern tip of Lake Zürich. As of January 2020, the municipality has 434,335 inhabitants, the urban area (agglomeration) 1.315 million (2009), and the Zürich metropolitan area 1.83 million (2011). Zürich is a hub for railways, roads, and air traffic. Both Zuric"}]}, {"heading": "Events", "year": "1535", "date": "January 21", "txt": "Following the Affair of the Placards, the French king leads an anti-Protestant procession through Paris.", "entities": [{"title": "Affair of the Placards", "href": "/wiki/Affair_of_the_Placards", "description": "The Affair of the Placards was an incident in which anti-Catholic posters appeared in public places in Paris and in four major provincial cities, Blois, Rouen, Tours and Orléans, in the night of the 17th to the 18th of October, 1534. One of the posters was posted on the bedchamber door of King Francis I at Amboise, an affront and a breach of security that left him shaken. The Affaire des Placards "}, {"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}]}, {"heading": "Events", "year": "1720", "date": "January 21", "txt": "Sweden and Prussia sign the Treaty of Stockholm.", "entities": [{"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}, {"title": "Treaty of Stockholm (Great Northern War)", "href": "/wiki/Treaty_of_Stockholm_(Great_Northern_War)", "description": "The Treaties of Stockholm are two treaties signed in 1719 and 1720 that ended the war between Sweden and an alliance of Hanover and Prussia."}]}, {"heading": "Events", "year": "1749", "date": "January 21", "txt": "The Teatro Filarmonico in Verona is destroyed by fire, as a result of a torch being left behind in the box of a nobleman after a performance. It is rebuilt in 1754.", "entities": [{"title": "Teatro Filarmonico", "href": "/wiki/Teatro_Filarmonico", "description": "The Teatro Filarmonico is the main opera theater in Verona, Italy, and is one of the leading opera houses in Europe. The Teatro Filarmonico is property of the Accademia Filarmonica di Verona. Having been built in 1716, and later rebuilt after a fire of January 21, 1749, and again after the allied bombing of February 23, 1945."}]}, {"heading": "Events", "year": "1774", "date": "January 21", "txt": "Abdul Hamid I becomes Sultan of the Ottoman Empire and Caliph of Islam.", "entities": [{"title": "Abdul Hamid I", "href": "/wiki/Abdul_Hamid_I", "description": "Abdülhamid I, Abdul Hamid I or Abd Al-Hamid I was the 27th Sultan of the Ottoman Empire, reigning over the Ottoman Empire from 1774 to 1789."}, {"title": "Sultan of the Ottoman Empire", "href": "/wiki/Sultan_of_the_Ottoman_Empire", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}, {"title": "Caliph of Islam", "href": "/wiki/Caliph_of_Islam", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}]}, {"heading": "Events", "year": "1789", "date": "January 21", "txt": "The first American novel, The Power of Sympathy or the Triumph of Nature Founded in Truth by William Hill Brown, is printed in Boston.", "entities": [{"title": "The Power of Sympathy", "href": "/wiki/The_Power_of_Sympathy", "description": "The Power of Sympathy: or, The Triumph of Nature (1789) is an 18th-century American sentimental novel written in epistolary form by William Hill Brown and is widely considered to be the first American novel. The Power of Sympathy was Brown's first novel. The characters' struggles illustrate the dangers of seduction and the pitfalls of giving in to one's passions, while advocating the moral educati"}, {"title": "William Hill Brown", "href": "/wiki/William_Hill_Brown", "description": "William Hill Brown was an American novelist, the author of what is usually considered the first American novel, The Power of Sympathy (1789), and \"Harriot, or the Domestic Reconciliation\", as well as the serial essay \"The Reformer\", published in Isaiah Thomas' Massachusetts Magazine. In both, Brown proves an extensive knowledge of European literature, for example of Clarissa by Samuel Richardson, "}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}]}, {"heading": "Events", "year": "1793", "date": "January 21", "txt": "After being found guilty of treason by the French National Convention, Louis XVI of France is executed by guillotine.", "entities": [{"title": "National Convention", "href": "/wiki/National_Convention", "description": "The National Convention was a parliament of the French Revolution, following the two-year National Constituent Assembly and the one-year Legislative Assembly. Created after the great insurrection of 10 August 1792, it was the first French government organized as a republic, abandoning the monarchy altogether. The Convention sat as a single-chamber assembly from 20 September 1792 to 26 October 1795"}, {"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}, {"title": "Guillotine", "href": "/wiki/Guillotine", "description": "A guillotine is an apparatus designed for efficiently carrying out executions by beheading. The device consists of a tall, upright frame with a weighted and angled blade suspended at the top. The condemned person is secured with stocks at the bottom of the frame, positioning the neck directly below the blade. The blade is then released, swiftly and forcefully decapitating the victim with a single,"}]}, {"heading": "Events", "year": "1854", "date": "January 21", "txt": "The RMS Tayleur sinks off Lambay Island on her maiden voyage from Liverpool to Australia with great loss of life.", "entities": [{"title": "RMS Tayleur", "href": "/wiki/RMS_Tayleur", "description": "RMS Tayleur was a full-rigged iron clipper ship chartered by the White Star Line. She was large, fast and technically advanced. She ran aground off Lambay Island and sank on her maiden voyage in 1854. Of more than 650 aboard, only 280 survived. She has been described as \"the first Titanic\"."}, {"title": "Lambay Island", "href": "/wiki/Lambay_Island", "description": "Lambay Island, often simply Lambay, lies in the Irish Sea off the coast of north County Dublin in Ireland. The island, the largest off the east coast of Ireland, is four kilometres (2 mi) offshore from the headland at Portrane and is the easternmost point of the province of Leinster. Of volcanic origin, it has been inhabited since the prehistoric period and has been the subject of multiple archaeo"}]}, {"heading": "Events", "year": "1861", "date": "January 21", "txt": "American Civil War: Jefferson Davis resigns from the United States Senate.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1893", "date": "January 21", "txt": "The Tati Concessions Land, formerly part of Matabeleland, is formally annexed to the Bechuanaland Protectorate, now Botswana.", "entities": [{"title": "Tati Concessions Land", "href": "/wiki/Tati_Concessions_Land", "description": "\nThe Tati Concession was a land and mining concession created in the western borderlands of the Matabele Kingdom. The concession was originally granted by the Matabele King, Lobengula, son of Mzilikaze, to Sir John Swinburne in exchange for gold and arms. It was administered by the territory known as the Bechuanaland Protectorate after 1893, but was formally annexed to it in terms of Proclamation "}, {"title": "Matabeleland", "href": "/wiki/Matabeleland", "description": "Matabeleland is a region located in southwestern Zimbabwe that is divided into three provinces: Matabeleland North, Bulawayo, and Matabeleland South. These provinces are in the west and south-west of Zimbabwe, between the Limpopo and Zambezi rivers and are further separated from Midlands by the Shangani River in central Zimbabwe. The region is named after its inhabitants, the Ndebele people who we"}, {"title": "Bechuanaland Protectorate", "href": "/wiki/Bechuanaland_Protectorate", "description": "The Bechuanaland Protectorate was a protectorate established on 31 March 1885, by the United Kingdom of Great Britain and Ireland in Southern Africa. It became the Republic of Botswana on 30 September 1966."}, {"title": "Botswana", "href": "/wiki/Botswana", "description": "Botswana, officially the Republic of Botswana, is a landlocked country in Southern Africa. Botswana is topographically flat, with up to 70 percent of its territory being the Kalahari Desert. It is bordered by South Africa to the south and southeast, Namibia to the west and north, and Zimbabwe to the northeast. Its border with Zambia to the north near Kazungula is poorly defined due to being in the"}]}, {"heading": "Events", "year": "1908", "date": "January 21", "txt": "New York City passes the Sullivan Ordinance, making it illegal for women to smoke in public, only to have the measure vetoed by the mayor.", "entities": [{"title": "Sullivan Ordinance", "href": "/wiki/Sullivan_Ordinance", "description": "The Sullivan Ordinance was a municipal law passed on January 21, 1908, in New York City by the board of aldermen, barring the management of a public place from allowing women to smoke within their venue. The ordinance did not bar women from smoking in general nor did the ordinance bar women from smoking in public, only public places. Right after the ordinance was enacted, on January 22, Katie Mulc"}]}, {"heading": "Events", "year": "1911", "date": "January 21", "txt": "The first Monte Carlo Rally takes place.", "entities": [{"title": "Monte Carlo Rally", "href": "/wiki/Monte_Carlo_Rally", "description": "The Monte Carlo Rally or Rallye Monte-Carlo is a rallying event organised each year by the Automobile Club de Monaco. The rally now takes place along the French Riviera in Monaco and southeast France. Previously, competitors would set off from various starting points around Europe and 'rally' in Monaco to celebrate the end of a unique event. From its inception in 1911 by Prince Albert I, the rally"}]}, {"heading": "Events", "year": "1915", "date": "January 21", "txt": "Kiwanis International is founded in Detroit.", "entities": [{"title": "Kiwanis International", "href": "/wiki/Kiwanis_International", "description": "Kiwanis International is an international service club founded in 1915 in Detroit, Michigan. It is headquartered in Indianapolis, Indiana, United States, and is found in more than 80 nations and geographic areas. Since 1987, the organization also accepts women as members. Membership in Kiwanis and its family of clubs is more than 600,000 members. Each year, Kiwanis clubs raise more than US$100 mil"}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}]}, {"heading": "Events", "year": "1919", "date": "January 21", "txt": "A revolutionary Irish parliament is founded and declares the independence of the Irish Republic. One of the first engagements of the Irish War of Independence takes place.", "entities": [{"title": "First Dáil", "href": "/wiki/First_D%C3%A1il", "description": "The First Dáil was Dáil Éireann as it convened from 1919 to 1921. It was the first meeting of the unicameral parliament of the revolutionary Irish Republic. In the December 1918 election to the Parliament of the United Kingdom, the Irish republican party Sinn Féin won a landslide victory in Ireland. In line with their manifesto, its MPs refused to take their seats, and on 21 January 1919 they foun"}, {"title": "Irish Declaration of Independence", "href": "/wiki/Irish_Declaration_of_Independence", "description": "The Declaration of Independence was a document adopted by Dáil Éireann, the revolutionary parliament of the Irish Republic, at its first meeting in the Mansion House, Dublin, on 21 January 1919. It followed from the Sinn Féin election manifesto of December 1918. Texts of the declaration were adopted in three languages: Irish, English and French."}, {"title": "Irish Republic", "href": "/wiki/Irish_Republic", "description": "The Irish Republic was a revolutionary state that declared its independence from the United Kingdom in January 1919. The Republic claimed jurisdiction over the whole island of Ireland, but by 1920 its functional control was limited to only 21 of Ireland's 32 counties, and British state forces maintained a presence across much of the north-east, as well as Cork, Dublin and other major towns. The re"}, {"title": "Soloheadbeg ambush", "href": "/wiki/Soloheadbeg_ambush", "description": "The Soloheadbeg ambush took place on 21 January 1919, when members of the Irish Volunteers ambushed Royal Irish Constabulary (RIC) officers who were escorting a consignment of gelignite explosives at Soloheadbeg, County Tipperary. Two RIC officers were killed and their weapons and the explosives were seized. The Volunteers acted on their own initiative and had not sought authorisation for their ac"}, {"title": "Irish War of Independence", "href": "/wiki/Irish_War_of_Independence", "description": "The Irish War of Independence or Anglo-Irish War was a guerrilla war fought in Ireland from 1919 to 1921 between the Irish Republican Army and British forces: the British Army, along with the quasi-military Royal Irish Constabulary (RIC) and its paramilitary forces the Auxiliaries and Ulster Special Constabulary (USC). It was part of the Irish revolutionary period."}]}, {"heading": "Events", "year": "1925", "date": "January 21", "txt": "Albania declares itself a republic.", "entities": [{"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}]}, {"heading": "Events", "year": "1931", "date": "January 21", "txt": "Sir Isaac Isaacs is sworn in as the first Australian-born Governor-General of Australia.", "entities": [{"title": "Isaac Isaacs", "href": "/wiki/Isaac_Isaacs", "description": "Sir Isaac Alfred Isaacs, was an Australian lawyer, politician, and judge who served as the ninth Governor-General of Australia, in office from 1931 to 1936. He had previously served on the High Court of Australia from 1906 to 1931, including as Chief Justice from 1930."}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Events", "year": "1941", "date": "January 21", "txt": "Sparked by the murder of a German officer in Bucharest, Romania the day before, members of the Iron Guard engaged in a rebellion and pogrom killing 125 Jews.", "entities": [{"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Iron Guard", "href": "/wiki/Iron_Guard", "description": "The Iron Guard was a fascist movement and political party in Romania founded in 1927 by Corneliu Zelea Codreanu as the Legion of the Archangel Michael or the Legionnaire Movement. Its ideology was ultra-nationalistic, antisemitic, and opposed to both communism and capitalism; it also promoted its own radicalized version of Eastern Orthodox Christianity."}, {"title": "Legionnaires' rebellion and Bucharest pogrom", "href": "/wiki/Legionnaires%27_rebellion_and_Bucharest_pogrom", "description": "Between 21 and 23 January 1941, a rebellion of the Iron Guard paramilitary organization, whose members were known as Legionnaires, occurred in Bucharest, Romania. As their privileges were being gradually removed by the Conducător Ion Antonescu, the Legionnaires revolted. During the rebellion and subsequent pogrom, the Iron Guard killed 125 Jews, and 30 soldiers died in the confrontation with the r"}]}, {"heading": "Events", "year": "1948", "date": "January 21", "txt": "The Flag of Quebec is adopted and flown for the first time over the National Assembly of Quebec. The day is marked annually as Québec Flag Day.", "entities": [{"title": "Flag of Quebec", "href": "/wiki/Flag_of_Quebec", "description": "The flag of Quebec, called the Fleurdelisé represents the Canadian province of Quebec. It consists of a white cross on a blue background, with four white fleurs-de-lis."}, {"title": "National Assembly of Quebec", "href": "/wiki/National_Assembly_of_Quebec", "description": "The National Assembly of Quebec is the legislative body of the province of Quebec in Canada. Legislators are called MNAs. The Queen in Right of Quebec, represented by the Lieutenant Governor of Quebec and the National Assembly compose the Legislature of Quebec, which operates in a fashion similar to those of other Westminster-style parliamentary systems."}]}, {"heading": "Events", "year": "1950", "date": "January 21", "txt": "American lawyer and government official Alger Hiss is convicted of perjury.", "entities": [{"title": "Alger Hiss", "href": "/wiki/Alger_Hiss", "description": "Alger Hiss was an American government official accused in 1948 of having spied for the Soviet Union in the 1930s. Statutes of limitations had expired for espionage, but he was convicted of perjury in connection with this charge in 1950. Before the trial Hiss was involved in the establishment of the United Nations, both as a U.S. State Department official and as a U.N. official. In later life he wo"}, {"title": "Perjury", "href": "/wiki/Perjury", "description": "Perjury is the intentional act of swearing a false oath or falsifying an affirmation to tell the truth, whether spoken or in writing, concerning matters material to an official proceeding. In some jurisdictions, contrary to popular misconception, no crime has occurred when a false statement is made while under oath or subject to penalty. Instead, criminal culpability attaches only at the instant t"}]}, {"heading": "Events", "year": "1954", "date": "January 21", "txt": "The first nuclear-powered submarine, the USS Nautilus, is launched in Groton, Connecticut by Mamie Eisenhower, the First Lady of the United States.", "entities": [{"title": "Nuclear marine propulsion", "href": "/wiki/Nuclear_marine_propulsion", "description": "Nuclear marine propulsion is propulsion of a ship or submarine with heat provided by a nuclear reactor. The power plant heats water to produce steam for a turbine used to turn the ship's propeller through a gearbox or through an electric generator and motor. Naval nuclear propulsion is used specifically within naval warships such as supercarriers. A small number of experimental civil nuclear ships"}, {"title": "USS Nautilus (SSN-571)", "href": "/wiki/USS_Nautilus_(SSN-571)", "description": "USS Nautilus (SSN-571) was the world's first operational nuclear-powered submarine and the first submarine to complete a submerged transit of the North Pole on 3 August 1958. Her initial commanding officer was Eugene Parks \"Dennis\" Wilkinson, a widely respected naval officer who set the stage for many of the protocols of today's Nuclear Navy, and who had a storied career during military service an"}, {"title": "Ceremonial ship launching", "href": "/wiki/Ceremonial_ship_launching", "description": "Ceremonial ship launching is the process of transferring a vessel to the water. It is a naval tradition in many cultures, dating back thousands of years. It has been observed as a public celebration and a solemn blessing."}, {"title": "Groton, Connecticut", "href": "/wiki/Groton,_Connecticut", "description": "Groton is a town in New London County, Connecticut located on the Thames River. It is the home of General Dynamics Electric Boat, which is the major contractor for submarine work for the United States Navy. The Naval Submarine Base New London is located in Groton, and the pharmaceutical company Pfizer is also a major employer. Avery Point in Groton is home to a regional campus of the University of"}, {"title": "Mamie Eisenhower", "href": "/wiki/Mamie_Eisenhower", "description": "Mary Geneva Eisenhower was the wife of President Dwight D. Eisenhower and First Lady of the United States from 1953 to 1961."}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Events", "year": "1960", "date": "January 21", "txt": "Little Joe 1B, a Mercury spacecraft, lifts off from Wallops Island, Virginia with Miss Sam, a female rhesus monkey on board.", "entities": [{"title": "Little Joe 1B", "href": "/wiki/Little_Joe_1B", "description": "The Little Joe 1B was a launch escape system test of the Mercury spacecraft, conducted as part of the U.S. Mercury program. The mission also carried a female rhesus monkey named Miss Sam in the Mercury spacecraft. The mission was launched January 21, 1960, from Wallops Island, Virginia. The Little Joe 1B flew to an apogee of 9.3 statute miles (15.0 km) and a range of 11.7 miles (18.9 km) out to se"}, {"title": "Project Mercury", "href": "/wiki/Project_Mercury", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "Wallops Island", "href": "/wiki/Wallops_Island", "description": "Wallops Island is a six-square-mile (16 km2) island in Accomack County, Virginia, part of the Virginia Barrier Islands that stretch along the eastern seaboard of the United States of America. It is just south of Chincoteague Island, a popular tourist destination."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "Miss Sam", "href": "/wiki/Miss_Sam", "description": "The Little Joe 1B was a launch escape system test of the Mercury spacecraft, conducted as part of the U.S. Mercury program. The mission also carried a female rhesus monkey named Miss Sam in the Mercury spacecraft. The mission was launched January 21, 1960, from Wallops Island, Virginia. The Little Joe 1B flew to an apogee of 9.3 statute miles (15.0 km) and a range of 11.7 miles (18.9 km) out to se"}, {"title": "Rhesus macaque", "href": "/wiki/Rhesus_macaque", "description": "The rhesus macaque, colloquially rhesus monkey, is a species of Old World monkey. It is listed as least concern in the IUCN Red List of Threatened Species in view of its wide distribution, presumed large population, and its tolerance of a broad range of habitats. It is native to South, Central, and Southeast Asia and has the widest geographic range of all non-human primates, occupying a great dive"}]}, {"heading": "Events", "year": "1960", "date": "January 21", "txt": "Avianca Flight 671 crashes at Montego Bay, Jamaica airport, killing 37 people.", "entities": [{"title": "Montego Bay", "href": "/wiki/Montego_Bay", "description": "Montego Bay is the capital of the parish of St. James in Jamaica. The city is the fourth-largest urban area in the country by population, after Kingston, Spanish Town, and Portmore, all of which form the Greater Kingston Metropolitan Area, home to over half a million people. As a result, Montego Bay is the second-largest anglophone city in the Caribbean, after Kingston."}, {"title": "Jamaica", "href": "/wiki/Jamaica", "description": "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola ; the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-wes"}]}, {"heading": "Events", "year": "1960", "date": "January 21", "txt": "A coal mine collapses at Holly Country, South Africa, killing 435 miners.", "entities": [{"title": "Holly Country", "href": "/wiki/Holly_Country", "description": "Holly Country, known as the Coalbrook Mining Village until 1996, is a town in Fezile Dabi District Municipality in the Free State province of South Africa."}]}, {"heading": "Events", "year": "1968", "date": "January 21", "txt": "Vietnam War: Battle of Khe Sanh: One of the most publicized and controversial battles of the war begins.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Battle of Khe Sanh", "href": "/wiki/Battle_of_Khe_Sanh", "description": "The Battle of Khe Sanh was conducted in the Khe Sanh area of northwestern Quảng Trị Province, Republic of Vietnam, during the Vietnam War. The main US forces defending Khe Sanh Combat Base (KSCB) were two regiments of the United States Marine Corps supported by elements from the United States Army and the United States Air Force (USAF), as well as a small number of Army of the Republic of Vietnam "}]}, {"heading": "Events", "year": "1968", "date": "January 21", "txt": "A B-52 bomber crashes near Thule Air Base, contaminating the area after its nuclear payload ruptures. One of the four bombs remains unaccounted for after the cleanup operation is complete.", "entities": [{"title": "1968 Thule Air Base B-52 crash", "href": "/wiki/1968_Thule_Air_Base_B-52_crash", "description": "On 21 January 1968, an aircraft accident ; Danish: Thuleulykken) involving a United States Air Force (USAF) B-52 bomber occurred near Thule Air Base in the Danish territory of Greenland. The aircraft was carrying four B28FI thermonuclear bombs on a Cold War \"Chrome Dome\" alert mission over Baffin Bay when a cabin fire forced the crew to abandon the aircraft before they could carry out an emergency"}, {"title": "Thule Air Base", "href": "/wiki/Thule_Air_Base", "description": "Thule Air Base, or Thule Air Base/Pituffik Airport, is the United States Space Force's northernmost base, located 1,207 km (750 mi) north of the Arctic Circle and 1,524 km (947 mi) from the North Pole on the northwest coast of the island of Greenland."}]}, {"heading": "Events", "year": "1971", "date": "January 21", "txt": "The current Emley Moor transmitting station, the tallest free-standing structure in the United Kingdom, begins transmitting UHF broadcasts.", "entities": [{"title": "Emley Moor transmitting station", "href": "/wiki/Emley_Moor_transmitting_station", "description": "The Emley Moor transmitting station is a telecommunications and broadcasting facility on Emley Moor, 1 mile (1.6 km) west of the village centre of Emley, mid-way between the villages of Kirkburton and West Bretton, in turn between Huddersfield and Wakefield, West Yorkshire, England. It is made up of a 330.4-metre (1,084-foot) concrete tower and apparatus that began to transmit in 1971. It is prote"}, {"title": "UHF", "href": "/wiki/UHF", "description": "Ultra high frequency (UHF) is the ITU designation for radio frequencies in the range between 300 megahertz (MHz) and 3 gigahertz (GHz), also known as the decimetre band as the wavelengths range from one meter to one tenth of a meter. Radio waves with frequencies above the UHF band fall into the super-high frequency (SHF) or microwave frequency range. Lower frequency signals fall into the VHF or lo"}]}, {"heading": "Events", "year": "1976", "date": "January 21", "txt": "Commercial service of Concorde begins with the London-Bahrain and Paris-Rio routes.", "entities": [{"title": "Concorde", "href": "/wiki/Concorde#Scheduled_flights", "description": "The Aérospatiale/BAC Concorde is a British–French turbojet-powered supersonic passenger airliner that was operated from 1976 until 2003. It had a maximum speed over twice the speed of sound, at Mach 2.04, with seating for 92 to 128 passengers. First flown in 1969, Concorde entered service in 1976 and operated for 27 years. It is one of only two supersonic transports to have been operated commercia"}]}, {"heading": "Events", "year": "1980", "date": "January 21", "txt": "Iran Air Flight 291 crashes in the Alborz Mountains while on approach to Mehrabad International Airport in Tehran, Iran, killing 128 people.", "entities": [{"title": "Iran Air Flight 291", "href": "/wiki/Iran_Air_Flight_291", "description": "Iran Air Flight 291 was a flight from Mashad Airport to Tehran-Mehrabad Airport that crashed on January 21, 1980 during its approach to Tehran-Mehrabad runway 29 in foggy and snowy weather conditions, killing all 128 people on board. At the time, Iran Air Flight 291 was the deadliest aircraft disaster in Iranian history."}, {"title": "Alborz", "href": "/wiki/Alborz", "description": "The Alborz range, also spelled as Alburz, Elburz or Elborz, is a mountain range in northern Iran that stretches from the border of Azerbaijan along the western and entire southern coast of the Caspian Sea and finally runs northeast and merges into the Aladagh Mountains in the northern parts of Khorasan. This mountain range is divided into the Western, Central, and Eastern Alborz Mountains. The Wes"}, {"title": "Mehrabad International Airport", "href": "/wiki/Mehrabad_International_Airport", "description": "Mehrabad International Airport, is an international airport serving Tehran, the capital city of Iran. Prior to the construction of the larger Imam Khomeini International Airport in 2007, Mehrabad was Tehran's primary airport in both international and domestic traffic, but now serves only domestic flights. Despite this, in 2016 Mehrabad Airport was the busiest airport in Iran in terms of passengers"}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "1981", "date": "January 21", "txt": "Production of the iconic DeLorean sports car begins in Dunmurry, Northern Ireland, United Kingdom.", "entities": [{"title": "DMC DeLorean", "href": "/wiki/DMC_DeLorean", "description": "The DMC DeLorean is a rear-engine, two-door, two-passenger sports car manufactured and marketed by John DeLorean's DeLorean Motor Company (DMC) for the American market from 1981 to 1983—ultimately the only car brought to market by the fledgling company. Designed by Giorgetto Giugiaro and noted for its gull-wing doors and brushed stainless-steel outer body panels, the sports car was also noted for "}, {"title": "Dunmurry", "href": "/wiki/Dunmurry", "description": "Dunmurry is an urban townland in Belfast. Dunmurry is in the Collin electoral ward for the local government district of Belfast City Council."}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1985", "date": "January 21", "txt": "Galaxy Airlines Flight 203 crashes near Reno–Tahoe International Airport in Reno, Nevada, killing 70 people.", "entities": [{"title": "Galaxy Airlines Flight 203", "href": "/wiki/Galaxy_Airlines_Flight_203", "description": "Galaxy Airlines Flight 203 was a Lockheed L-188 Electra 4-engine turboprop, registration N5532, operating as a non-scheduled charter flight from Reno, Nevada to Minneapolis, Minnesota, which crashed on January 21, 1985 shortly after takeoff. All but one of the 71 on board died."}, {"title": "Reno–Tahoe International Airport", "href": "/wiki/Reno%E2%80%93Tahoe_International_Airport", "description": "Reno–Tahoe International Airport is a public and military airport three miles (6 km) southeast of downtown Reno, in Washoe County, Nevada, United States. It is the state's second busiest commercial airport after McCarran International Airport in Las Vegas. The Nevada Air National Guard has the 152nd Airlift Wing southwest of the airport's main terminal. The airport is named after both the City of "}, {"title": "Reno, Nevada", "href": "/wiki/Reno,_Nevada", "description": "Reno is a city in the northwest section of the U.S. state of Nevada, along the Nevada-California border, about 22 miles (35 km) from Lake Tahoe, known as \"The Biggest Little City in the World\". Known for its casino and tourism industry, Reno is the county seat and largest city of Washoe County and sits in the High Sierra foothills, in the Truckee River valley, at the eastern side of the Sierra Nev"}]}, {"heading": "Events", "year": "1997", "date": "January 21", "txt": "The U.S. House of Representatives votes 395–28 to reprimand Newt Gingrich for ethics violations, making him the first Speaker of the House to be so disciplined.", "entities": [{"title": "U.S. House of Representatives", "href": "/wiki/U.S._House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Newt Gingrich", "href": "/wiki/Newt_Gingrich", "description": "Newton Leroy Gingrich is an American politician and author who served as the 50th Speaker of the United States House of Representatives from 1995 to 1999. A member of the Republican Party, he was the U.S. Representative for Georgia's 6th congressional district serving north Atlanta and nearby areas from 1979 until his resignation in 1999. In 2012, Gingrich unsuccessfully ran for the Republican nom"}]}, {"heading": "Events", "year": "1999", "date": "January 21", "txt": "War on Drugs: In one of the largest drug busts in American history, the United States Coast Guard intercepts a ship with over 4,300 kilograms (9,500 lb) of cocaine on board.", "entities": [{"title": "War on Drugs", "href": "/wiki/War_on_Drugs", "description": "The war on drugs is a global campaign, led by the U.S. federal government, of drug prohibition, military aid, and military intervention, with the aim of reducing the illegal drug trade in the United States. The initiative includes a set of drug policies that are intended to discourage the production, distribution, and consumption of psychoactive drugs that the participating governments and the UN "}, {"title": "United States Coast Guard", "href": "/wiki/United_States_Coast_Guard", "description": "The United States Coast Guard (USCG) is the maritime security, search and rescue, and law enforcement service branch of the United States Armed Forces and one of the country's eight uniformed services. The Coast Guard is a maritime, military, multi-mission service unique among the U.S. military branches for having a maritime law enforcement mission with jurisdiction in both domestic and internatio"}, {"title": "Cocaine", "href": "/wiki/Cocaine", "description": "Cocaine is a tropane alkaloid and strong (SNDRI) stimulant made from coca leaves of one of four species in the Erythroxylaceae family. In ancient Inca culture and in modern indigenous cultures of the Andes mountains, coca leaves are taken in the form of a tea, or alternatively, prepared in a sachet wrapped around alkaline burnt ashes, and held in the mouth against the cheek, and used to combat the"}]}, {"heading": "Events", "year": "2000", "date": "January 21", "txt": "Ecuador: After the Ecuadorian Congress is seized by indigenous organizations, Col. Lucio Gutiérrez, Carlos Solorzano and Antonio Vargas depose President Jamil Mahuad. Gutierrez is later replaced by Gen. Carlos Mendoza, who resigns and allows Vice-President Gustavo Noboa to succeed Mahuad.", "entities": [{"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "Lucio Gutiérrez", "href": "/wiki/Lucio_Guti%C3%A9rrez", "description": "Lucio Edwin Gutiérrez Borbúa served as 43rd President of Ecuador from January 15, 2003 to April 20, 2005."}, {"title": "Jamil Mahuad", "href": "/wiki/Jamil_Mahuad", "description": "Jorge Jamil Mahuad Witt is an Ecuadorian lawyer, academic and former politician. He was the 41st president of Ecuador from August 10, 1998, to January 21, 2000."}, {"title": "Gustavo Noboa", "href": "/wiki/Gustavo_Noboa", "description": "Gustavo José Joaquín Noboa Bejarano was an Ecuadorian politician. He served as the 42nd president of Ecuador from 22 January 2000 to 15 January 2003. Previously he served as the vice president during Jamil Mahuad's government from 1998 until 2000. From 1983 until 1984, he also was the Governor of the province of Guayas."}]}, {"heading": "Events", "year": "2003", "date": "January 21", "txt": "A 7.6 magnitude earthquake strikes the Mexican state of Colima, killing 29 and leaving approximately 10,000 people homeless.", "entities": [{"title": "2003 Colima earthquake", "href": "/wiki/2003_Colima_earthquake", "description": "The 2003 Colima earthquake occurred on 21 January with a moment magnitude of 7.5 and a maximum Mercalli intensity of VIII (Severe). The epicenter was located on the Pacific coast in the Mexican state of Colima. The earthquake was felt as far away as Mexico City and in southern parts of the United States."}, {"title": "Colima", "href": "/wiki/Colima", "description": "Colima, officially the Free and Sovereign State of Colima, is one of the 31 states that make up the 32 Federal Entities of Mexico. It shares its name with its capital and main city, Colima."}]}, {"heading": "Events", "year": "2004", "date": "January 21", "txt": "NASA's MER-A (the Mars Rover Spirit) ceases communication with mission control. The problem lies in the management of its flash memory and is fixed remotely from Earth on February 6.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "MER-A", "href": "/wiki/MER-A", "description": "Spirit, also known as MER-A or MER-2, is a robotic rover on Mars, active from 2004 to 2010. Spirit was operational on Mars for 2208 sols. It was one of two rovers of NASA's Mars Exploration Rover Mission managed by the Jet Propulsion Laboratory (JPL). Spirit landed successfully within the impact crater Gusev on Mars at 04:35 Ground UTC on January 4, 2004, three weeks before its twin, Opportunity ("}, {"title": "Flash memory", "href": "/wiki/Flash_memory", "description": "Flash memory is an electronic non-volatile computer memory storage medium that can be electrically erased and reprogrammed. The two main types of flash memory, NOR flash and NAND flash, are named for the NOR and NAND logic gates. NAND flash and NOR flash use the same cell design, consisting of floating gate MOSFETs. They differ at the circuit level: in NAND flash, the relationship between the bit "}]}, {"heading": "Events", "year": "2005", "date": "January 21", "txt": "In Belmopan, Belize, the unrest over the government's new taxes erupts into riots.", "entities": [{"title": "Belmopan", "href": "/wiki/Belmopan", "description": "Belmopan is the capital city of Belize. Its population in 2010 was 16,451. In addition to being the smallest capital city in the continental Americas by population, Belmopan is the third-largest settlement in Belize, behind Belize City and San Ignacio. Founded as a planned community in 1970, Belmopan is one of the newest national capital cities in the world. Since 2000 Belmopan has been one of two"}, {"title": "Belize", "href": "/wiki/Belize", "description": "Belize is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the north by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 419,199 (2020). Its mainland is about 290 km (180 mi) long and 110 km (68 mi) wide. It has the lowest population and popul"}, {"title": "2005 Belize unrest", "href": "/wiki/2005_Belize_unrest", "description": "The 2005 protests in Belize are two separate but related incidents of civil unrest in the Central American nation, occurring in January and April."}]}, {"heading": "Events", "year": "2009", "date": "January 21", "txt": "Israel withdraws from the Gaza Strip, officially ending a three-week war it had with Hamas. However, intermittent fire by both sides continues in the weeks to follow.", "entities": [{"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}, {"title": "Gaza War (2008–09)", "href": "/wiki/Gaza_War_(2008%E2%80%9309)", "description": "The Gaza War, also known as Operation Cast Lead, also known in the Muslim world as the Gaza Massacre, and referred to as the Battle of al-Furqan by Hamas, was a three-week armed conflict between Gaza Strip Palestinian paramilitary groups and the Israel Defense Forces (IDF) that began on 27 December 2008 and ended on 18 January 2009 with a unilateral ceasefire. The conflict resulted in between 1,16"}]}, {"heading": "Events", "year": "2011", "date": "January 21", "txt": "Anti-government demonstrations take place in Tirana, Albania. Four people lose their lives from gunshots, allegedly fired from armed police protecting the Prime Minister's office.", "entities": [{"title": "2011 Albanian opposition demonstrations", "href": "/wiki/2011_Albanian_opposition_demonstrations", "description": "The 2011 Albanian opposition demonstrations were a series of anti-government protests in cities around Albania following 18 months of political conflict over alleged electoral fraud by the opposition. A video surfaced which portrayed the deputy prime minister arranging a corrupt deal with the minister of economy. The public outcry over the video resulted in the resignation of the deputy prime mini"}, {"title": "Tirana", "href": "/wiki/Tirana", "description": "Tirana or Tiranë is the capital and largest city of Albania. It is located in the centre of the country, enclosed by mountains and hills with Dajti rising to the east and a slight valley to the northwest overlooking the Adriatic Sea in the distance. Due to its location at the Plain of Tirana and the close proximity to the Mediterranean Sea, the city is particularly influenced by a Mediterranean se"}, {"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}]}, {"heading": "Events", "year": "2017", "date": "January 21", "txt": "Over 400 cities across America and 160+ countries worldwide participate in a large-scale women's march, on Donald Trump's first full day as President of the United States.", "entities": [{"title": "2017 Women's March", "href": "/wiki/2017_Women%27s_March", "description": "The Women's March was a worldwide protest on January 21, 2017, the day after the inauguration of President Donald Trump. It was prompted by the fact that several of Trump's statements were considered by many as anti-women or otherwise offensive to women. It was the largest single-day protest in U.S. history. The goal of the annual marches is to advocate legislation and policies regarding human rig"}, {"title": "Donald Trump", "href": "/wiki/Donald_Trump", "description": "Donald John Trump is an American media personality and businessman who served as the 45th president of the United States from 2017 to 2021."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "2018", "date": "January 21", "txt": "Rocket Lab's Electron becomes the first rocket to reach orbit using an electric pump-fed engine and deploys three CubeSats.", "entities": [{"title": "Rocket Lab", "href": "/wiki/Rocket_Lab", "description": "Rocket Lab is a private American aerospace manufacturer and small satellite launch service provider with a wholly owned New Zealand subsidiary. It developed a sub-orbital sounding rocket named Ātea and currently operates a lightweight orbital rocket known as Electron, which provides dedicated launches for smallsats and CubeSats. It is developing a new medium-lift launch vehicle named Neutron. The "}, {"title": "Electron (rocket)", "href": "/wiki/Electron_(rocket)", "description": "Electron is a two-stage partially recoverable orbital launch vehicle developed by Rocket Lab, an American aerospace company founded in New Zealand with a wholly owned New Zealand subsidiary. Electron was developed to service the commercial small satellite launch market. Its Rutherford engines are the first electric-pump-fed engine to power an orbital-class rocket. Although the rocket is designed t"}, {"title": "CubeSat", "href": "/wiki/CubeSat", "description": "A CubeSat is a type of miniaturized satellite for space research that is made up of multiple cubic modules of 10 cm × 10 cm × 10 cm size. CubeSats have a mass of no more than 1.33 kilograms (2.9 lb) per unit, and often use commercial off-the-shelf (COTS) components for their electronics and structure. CubeSats are put into orbit by deployers on the International Space Station, or launched as secon"}]}, {"heading": "Births", "year": "1264", "date": "January 21", "txt": "Alexander, Prince of Scotland (d. 1284)", "entities": [{"title": "Alexander, Prince of Scotland", "href": "/wiki/Alexander,_Prince_of_Scotland", "description": "\nAlexander was an heir apparent to the throne of the Kingdom of Scotland who never ascended due to his early death."}]}, {"heading": "Births", "year": "1277", "date": "January 21", "txt": "Galeazzo I Visconti, lord of Milan", "entities": [{"title": "Galeazzo I Visconti", "href": "/wiki/Galeazzo_I_Visconti", "description": "Galeazzo I Visconti was lord of Milan from 1322 to 1327."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Births", "year": "1338", "date": "January 21", "txt": "Charles V of France (d. 1380)", "entities": [{"title": "Charles V of France", "href": "/wiki/Charles_V_of_France", "description": "Charles V, called the Wise, was King of France from 1364 to his death. His reign marked an early high point for France during the Hundred Years' War, with his armies recovering much of the territory held by the English, and successfully reversed the military losses of his predecessors."}]}, {"heading": "Births", "year": "1493", "date": "January 21", "txt": "Giovanni Poggio, Italian cardinal and diplomat (d. 1556)", "entities": [{"title": "Giovanni Poggio", "href": "/wiki/Giovanni_Poggio", "description": "Giovanni Poggio was an Italian Roman Catholic bishop and cardinal. He is mainly known for the elaborate decorations he arranged for his residence, the Palazzo Poggi."}]}, {"heading": "Births", "year": "1598", "date": "January 21", "txt": "Matsudaira Tadamasa, Japanese samurai and daimyō (d. 1645)", "entities": [{"title": "Matsudaira Tadamasa", "href": "/wiki/Matsudaira_Tadamasa", "description": "Matsudaira Tadamasa  was an early to mid-Edo period Japanese samurai, and daimyō."}]}, {"heading": "Births", "year": "1612", "date": "January 21", "txt": "Henry Casimir I of Nassau-Dietz, count of Nassau-Dietz (d. 1640)", "entities": [{"title": "Henry Casimir I of Nassau-Dietz", "href": "/wiki/Henry_Casimir_I_of_Nassau-Dietz", "description": "Henry Casimir I of Nassau-Dietz was count of Nassau-Dietz and Stadtholder of Friesland, Groningen and Drenthe."}, {"title": "Nassau-Dietz", "href": "/wiki/Nassau-Dietz", "description": "The House of Nassau is a diversified aristocratic dynasty in Europe. It is named after the lordship associated with Nassau Castle, located in present-day Nassau, Rhineland-Palatinate, Germany. The lords of Nassau were originally titled \"Count of Nassau\", then elevated to the princely class as \"Princely Counts\". Early on they divided into two main branches: the elder (Walramian) branch, that gave r"}]}, {"heading": "Births", "year": "1636", "date": "January 21", "txt": "Melchiorre Cafà, Maltese Baroque sculptor (baptised; d. 1667)", "entities": [{"title": "Melchiorre Cafà", "href": "/wiki/Melchiorre_Caf%C3%A0", "description": "Melchiorre Cafà (1636–1667), born Melchiorre Gafà and also known as Caffà, Gafa, Gaffar or Gafar, was a Maltese Baroque sculptor. Cafà began a promising career in Rome but this was cut short by his premature death following a work accident. He was the older brother of the architect Lorenzo Gafà."}]}, {"heading": "Births", "year": "1655", "date": "January 21", "txt": "Antonio Molinari, Italian painter (d. 1704)", "entities": [{"title": "Antonio Molinari (painter)", "href": "/wiki/Antonio_Molinari_(painter)", "description": "Antonio Molinari, also known as il Caraccino, was an Italian painter of the Baroque era in Venice."}]}, {"heading": "Births", "year": "1659", "date": "January 21", "txt": "Adriaen van der Werff, Dutch painter (d. 1722)", "entities": [{"title": "Adriaen van der Werff", "href": "/wiki/Adriaen_van_der_Werff", "description": "Adriaen van der Werff was a Dutch painter of portraits and erotic, devotional and mythological scenes. His brother, Pieter van der Werff (1661–1722), was his principal pupil and assistant."}]}, {"heading": "Births", "year": "1675", "date": "January 21", "txt": "Duchess Sibylle of Saxe-Lauenburg, Margravine of Baden-Baden (d. 1733)", "entities": [{"title": "Duchess Sibylle of Saxe-Lauenburg", "href": "/wiki/Duchess_Sibylle_of_Saxe-Lauenburg", "description": "Sibylle of Saxe-Lauenburg was Margravine of Baden-Baden. Born a Duchess of Saxe-Lauenburg, she was the wife of Louis William, Margrave of Baden-Baden, a famous Imperial general who was known as the Türkenlouis. She acted as consort of the ruler of Baden-Baden (1690–1707) and then regent of Baden-Baden (1707–1727) for her son Louis George."}, {"title": "Baden-Baden", "href": "/wiki/Baden-Baden", "description": "Baden-Baden is a spa town in the state of Baden-Württemberg, south-western Germany, at the north-western border of the Black Forest mountain range on the small river Oos, ten kilometres east of the Rhine, the border with France, and forty kilometres north-east of Strasbourg, France."}]}, {"heading": "Births", "year": "1714", "date": "January 21", "txt": "Anna Morandi Manzolini, Spanish anatomist (d. 1774)", "entities": [{"title": "Anna Morandi Manzolini", "href": "/wiki/Anna_Morandi_Manzolini", "description": "Anna Morandi Manzolini was an internationally known anatomist and anatomical wax modeler, as lecturer of anatomical design at the University of Bologna."}]}, {"heading": "Births", "year": "1717", "date": "January 21", "txt": "Antonio María de Bucareli y Ursúa, Spanish military officer and governor of Cuba (d. 1779)", "entities": [{"title": "Antonio María de Bucareli y Ursúa", "href": "/wiki/Antonio_Mar%C3%ADa_de_Bucareli_y_Urs%C3%BAa", "description": "Antonio María de Bucareli y Ursúa was a Spanish military officer, governor of Cuba, and Viceroy of New Spain (1771–1779) during the time of Spanish colonization of California. He was Knight of Justice of the Order of Malta."}]}, {"heading": "Births", "year": "1721", "date": "January 21", "txt": "James Murray, Scottish-English general and politician, Governor of Minorca (d. 1794)", "entities": [{"title": "James Murray (British Army officer, born 1721)", "href": "/wiki/James_Murray_(British_Army_officer,_born_1721)", "description": "General James Murray was a Scottish army officer, whose lengthy career included service as colonial administrator and governor of the Province of Quebec and later as Governor of Minorca from 1778 to 1782. His term in Quebec was notably successful, and marked with excellent relationships with the conquered French-Canadians, who were reassured of their traditional rights and customs."}, {"title": "Governor of Minorca", "href": "/wiki/Governor_of_Minorca", "description": "Below is a list of (known) governors of Menorca from the time of the British occupation in 1708 until the British relinquished control of the island for the last time in 1802."}]}, {"heading": "Births", "year": "1732", "date": "January 21", "txt": "Frederick II Eugene, Duke of Württemberg, son of Karl Alexander, Duke of Württemberg, and Princess Maria Augusta of Thurn and Taxis (d. 1797)", "entities": [{"title": "Frederick II Eugene, Duke of Württemberg", "href": "/wiki/Frederick_II_Eugene,_Duke_of_W%C3%BCrttemberg", "description": "Friedrich Eugen, Duke of Württemberg was the fourth son of Karl Alexander, Duke of Württemberg, and Princess Maria Augusta of Thurn and Taxis. He was born in Stuttgart. From 1795 until 1797 he was Duke of Württemberg."}, {"title": "Karl Alexander, Duke of Württemberg", "href": "/wiki/Karl_Alexander,_Duke_of_W%C3%BCrttemberg", "description": "Charles Alexander of Württemberg was a Württemberg noble from 1698 who governed the Kingdom of Serbia as regent from 1720 until 1733, when he assumed the position of Duke of Württemberg, which he held until his death."}, {"title": "Princess Maria Augusta of Thurn and Taxis", "href": "/wiki/Princess_Maria_Augusta_of_Thurn_and_Taxis", "description": "Princess Marie Auguste Anna of Thurn and Taxis was a Regent of Württemberg. She was a member of the Princely House of Thurn and Taxis as a daughter of Anselm Franz, 2nd Prince of Thurn and Taxis and his wife Maria Ludovika Anna Franziska, Princess of Lobkowicz. Through her marriage to Karl Alexander, Duke of Württemberg, she became Duchess consort of Württemberg."}]}, {"heading": "Births", "year": "1738", "date": "January 21", "txt": "Ethan Allen, American general (d. 1789)", "entities": [{"title": "Ethan Allen", "href": "/wiki/Ethan_Allen", "description": "Ethan Allen was a farmer, businessman, land speculator, philosopher, writer, lay theologian, American Revolutionary War patriot, and politician. He is best known as one of the founders of Vermont and for the capture of Fort Ticonderoga early in the Revolutionary War. He was the brother of Ira Allen and the father of Frances Allen."}]}, {"heading": "Births", "year": "1741", "date": "January 21", "txt": "Chaim of Volozhin, Orthodox rabbi (d. 1821)", "entities": [{"title": "Chaim of Volozhin", "href": "/wiki/Chaim_of_Volozhin", "description": "Chaim of Volozhin was a rabbi, Talmudist, and ethicist. Popularly known as \"Reb Chaim Volozhiner\" or simply as \"Reb Chaim\", he was born in Volozhin when it was a part of the Polish–Lithuanian Commonwealth. He died there while it was under the control of the Russian Empire."}]}, {"heading": "Births", "year": "1763", "date": "January 21", "txt": "Augustin Robespierre, younger brother of French Revolutionary leader Maximilien Robespierre (d. 1794)", "entities": [{"title": "Augustin Robespierre", "href": "/wiki/Augustin_Robespierre", "description": "Augustin Bon Joseph de Robespierre was the younger brother of French Revolutionary leader Maximilien Robespierre. His political views were similar to his brother's. During the Battle of Toulon (1793), he became a supporter of Napoleon, nicknamed \"Robespierre on horse\". When his brother was arrested on 9 Thermidor, Robespierre volunteered to be arrested as well, and he was executed by guillotine li"}, {"title": "Maximilien Robespierre", "href": "/wiki/Maximilien_Robespierre", "description": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who was one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition both of celibacy for the clergy, and slavery. In 1791, Robespierre became an outspoken advocate for the cit"}]}, {"heading": "Births", "year": "1775", "date": "January 21", "txt": "Manuel Garcia, Spanish opera singer and composer (d. 1832)", "entities": [{"title": "Manuel García (tenor)", "href": "/wiki/Manuel_Garc%C3%ADa_(tenor)", "description": "Manuel del Pópulo Vicente Rodriguez García was a Spanish opera singer, composer, impresario, and singing teacher."}]}, {"heading": "Births", "year": "1784", "date": "January 21", "txt": "Peter De Wint, English painter (d. 1849)", "entities": [{"title": "Peter De Wint", "href": "/wiki/Peter_De_Wint", "description": "Peter De Wint was an English landscape painter. A number of his pictures are in the National Gallery, the Victoria and Albert Museum and The Collection, Lincoln. He died in London."}]}, {"heading": "Births", "year": "1788", "date": "January 21", "txt": "William Henry Smyth, Royal Navy officer, hydrographer, astronomer and numismatist", "entities": [{"title": "William Henry Smyth", "href": "/wiki/William_Henry_Smyth", "description": "Admiral William Henry Smyth KFM DCL FRS FRAS FRGS FSA was a Royal Navy officer, hydrographer, astronomer and numismatist. He is noted for his involvement in the early history of a number of learned societies, for his hydrographic charts, for his astronomical work, and for a wide range of publications and translations."}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Births", "year": "1796", "date": "January 21", "txt": "Princess Marie of Hesse-Kassel, consort of George, Grand Duke of Mecklenburg-Strelitz (d. 1880)", "entities": [{"title": "Princess Marie of Hesse-Kassel", "href": "/wiki/Princess_Marie_of_Hesse-Kassel", "description": "Princess and Landgravine Marie of Hesse-Kassel was the consort of George, Grand Duke of Mecklenburg-Strelitz."}, {"title": "George, Grand Duke of Mecklenburg-Strelitz", "href": "/wiki/George,_Grand_Duke_of_Mecklenburg-Strelitz", "description": "George ruled the state of Mecklenburg-Strelitz as Grand Duke of Mecklenburg from 1816 until his death."}]}, {"heading": "Births", "year": "1797", "date": "January 21", "txt": "Joseph Méry, French author and journalist (d. 1866)", "entities": [{"title": "Joseph Méry", "href": "/wiki/Joseph_M%C3%A9ry", "description": "Joseph Méry was a French writer, journalist, novelist, poet, playwright and librettist."}]}, {"heading": "Births", "year": "1800", "date": "January 21", "txt": "Theodor Fliedner, German Lutheran minister (d. 1864)", "entities": [{"title": "Theodor Fliedner", "href": "/wiki/Theodor_Fliedner", "description": "Theodor Fliedner was a German Lutheran minister and founder of Lutheran deaconess training. In 1836, he founded Kaiserswerther Diakonie, a hospital and deaconess training center. Together with his wives Friederike Münster and Caroline Bertheau, he is regarded as the renewer of the apostolic deaconess ministry. His work in nursing was pioneering for Florence Nightingale, who spent a few months in K"}]}, {"heading": "Births", "year": "1801", "date": "January 21", "txt": "John Batman, Australian entrepreneur and explorer (d. 1839)", "entities": [{"title": "John Batman", "href": "/wiki/John_Batman", "description": "John Batman was an Australian grazier, entrepreneur and explorer, best known for his role in the founding of Melbourne."}]}, {"heading": "Births", "year": "1804", "date": "January 21", "txt": "Moritz von Schwind, Austrian painter (d. 1871)", "entities": [{"title": "Moritz von Schwind", "href": "/wiki/Moritz_von_Schwind", "description": "Moritz von Schwind was an Austrian painter, born in Vienna. Schwind's genius was lyrical—he drew inspiration from chivalry, folklore, and the songs of the people. Schwind died in Pöcking in Bavaria, and was buried in the Alter Südfriedhof in Munich."}]}, {"heading": "Births", "year": "1808", "date": "January 21", "txt": "Juan Crisóstomo Torrico, 16th President of Peru (d. 1875)", "entities": [{"title": "Juan Crisóstomo Torrico", "href": "/wiki/Juan_Cris%C3%B3stomo_Torrico", "description": "Juan Crisóstomo Torrico González served as the 16th President of Peru during a brief period in 1842. At age 34, he was Peru's youngest President ever."}]}, {"heading": "Births", "year": "1810", "date": "January 21", "txt": "Pierre Louis Charles de Failly, French general (d. 1892)", "entities": [{"title": "Pierre Louis Charles de Failly", "href": "/wiki/Pierre_Louis_Charles_de_Failly", "description": "Pierre-Louis Charles de Failly was a French general."}]}, {"heading": "Births", "year": "1811", "date": "January 21", "txt": "James Hamilton, 1st Duke of Abercorn, British statesman (d. 1885)", "entities": [{"title": "James Hamilton, 1st Duke of Abercorn", "href": "/wiki/James_Hamilton,_1st_Duke_of_Abercorn", "description": "James Hamilton, 1st Duke of Abercorn,, styled Viscount Hamilton from 1814 to 1818 and The Marquess of Abercorn from 1818 to 1868, was a British Conservative statesman who twice served as Lord Lieutenant of Ireland."}]}, {"heading": "Births", "year": "1813", "date": "January 21", "txt": "John C. Frémont, American general, explorer, and politician, 5th Territorial Governor of Arizona (d. 1890)", "entities": [{"title": "John C. Frémont", "href": "/wiki/John_C._Fr%C3%A9mont", "description": "John Charles Frémont or Fremont was an explorer of the Western United States, military officer, and politician. He was a U.S. Senator from California, and in 1856 was the first Republican nominee for President of the United States. A native of Georgia, he was an opponent of slavery but also a contributor to Native American genocide."}, {"title": "List of Governors of Arizona", "href": "/wiki/List_of_Governors_of_Arizona", "description": "The Governor of Arizona is the head of government and head of state of the U.S. state of Arizona. As the top elected official, the governor is the head of the executive branch of the Arizona state government and is charged with faithfully executing state laws. The governor has the power to either approve or veto bills passed by the Arizona State Legislature; to convene the legislature; and to gran"}]}, {"heading": "Births", "year": "1813", "date": "January 21", "txt": "Giuseppe Montanelli, Italian statesman and author (d. 1862)", "entities": []}, {"heading": "Births", "year": "1814", "date": "January 21", "txt": "Johann Georg Theodor Grässe, German bibliographer and historian (d. 1885)", "entities": [{"title": "Johann Georg Theodor Grässe", "href": "/wiki/Johann_Georg_Theodor_Gr%C3%A4sse", "description": "Johann Georg Theodor Grässe was a German bibliographer and literary historian. He worked in Dresden at the Münzkabinett and also edited the journal Zeitschrift für Museologie und Antiquitätenkunde. He was born in Grimma and died in Niederlössnitz."}]}, {"heading": "Births", "year": "1815", "date": "January 21", "txt": "Horace Wells, American dentist (d. 1848)", "entities": [{"title": "Horace Wells", "href": "/wiki/Horace_Wells", "description": "Horace Wells was an American dentist who pioneered the use of anesthesia in dentistry, specifically nitrous oxide."}]}, {"heading": "Births", "year": "1820", "date": "January 21", "txt": "Joseph Wolf, German ornithologist and illustrator (d. 1899)", "entities": [{"title": "Joseph Wolf", "href": "/wiki/Joseph_Wolf", "description": "Joseph Wolf was a German artist who specialized in natural history illustration. He moved to the British Museum in 1848 and became the preferred illustrator for explorers and naturalists including David Livingstone, Alfred Russel Wallace and Henry Walter Bates. Wolf depicted animals accurately in lifelike postures and is considered one of the great pioneers of wildlife art. Sir Edwin Landseer thou"}]}, {"heading": "Births", "year": "1820", "date": "January 21", "txt": "Egide Walschaerts, Belgian mechanical engineer (d. 1901)", "entities": []}, {"heading": "Births", "year": "1824", "date": "January 21", "txt": "Stonewall Jackson, American general (d. 1863)", "entities": [{"title": "Stonewall Jackson", "href": "/wiki/Stonewall_Jackson", "description": "Thomas Jonathan \"Stonewall\" Jackson served as a Confederate general (1861–1863) during the American Civil War, and became one of the best-known Confederate commanders after General Robert E. Lee. Jackson played a prominent role in nearly all military engagements in the Eastern Theater of the war until his death, and had a key part in winning many significant battles."}]}, {"heading": "Births", "year": "1827", "date": "January 21", "txt": "Ivan Mikheevich Pervushin, Russian mathematician and theorist (d. 1900)", "entities": [{"title": "Ivan Mikheevich Pervushin", "href": "/wiki/Ivan_Mikheevich_Pervushin", "description": "Ivan Mikheevich Pervushin was a Russian clergyman and mathematician of the second half of the 19th century, known for his achievements in number theory. He discovered the ninth perfect number and its odd prime factor, the ninth Mersenne prime. Also, he proved that two Fermat numbers, the 12th and 23rd, were composite."}]}, {"heading": "Births", "year": "1829", "date": "January 21", "txt": "Oscar II of Sweden (d. 1907)", "entities": [{"title": "Oscar II of Sweden", "href": "/wiki/Oscar_II_of_Sweden", "description": "Oscar II was King of Sweden from 1872 until his death in 1907, and King of Norway from 1872 to 1905."}]}, {"heading": "Births", "year": "1839", "date": "January 21", "txt": "Caterina Volpicelli, Italian Roman Catholic nun (d. 1894)", "entities": [{"title": "Caterina Volpicelli", "href": "/wiki/Caterina_Volpicelli", "description": "Caterina Volpicelli was an Italian Roman Catholic professed religious and the foundress of the Maids of the Sacred Heart of Jesus."}]}, {"heading": "Births", "year": "1840", "date": "January 21", "txt": "Sophia Jex-Blake, English physician and feminist (d. 1912)", "entities": [{"title": "Sophia Jex-Blake", "href": "/wiki/Sophia_Jex-Blake", "description": "Sophia Louisa Jex-Blake was an English physician, teacher and feminist. She led the campaign to secure women access to a University education when she and six other women, collectively known as the Edinburgh Seven, began studying medicine at the University of Edinburgh in 1869. She was the first practising female doctor in Scotland, and one of the first in the wider United Kingdom of Great Britain"}]}, {"heading": "Births", "year": "1841", "date": "January 21", "txt": "Édouard Schuré, French philosopher and author (d. 1929)", "entities": [{"title": "Édouard Schuré", "href": "/wiki/%C3%89douard_Schur%C3%A9", "description": "Eduard (Édouard) Schuré was a French philosopher, poet, playwright, novelist, music critic, and publicist of esoteric literature."}]}, {"heading": "Births", "year": "1843", "date": "January 21", "txt": "Émile Levassor, French engineer (d. 1897)", "entities": [{"title": "Émile Levassor", "href": "/wiki/%C3%89mile_Levassor", "description": "Émile Constant Levassor was a French engineer and a pioneer of the automobile industry and car racing in France."}]}, {"heading": "Births", "year": "1845", "date": "January 21", "txt": "Harriet Backer, Norwegian painter (d. 1932)", "entities": [{"title": "Harriet Backer", "href": "/wiki/Harriet_Backer", "description": "Harriet Backer was a Norwegian painter who achieved recognition in her own time and was a pioneer among female artists both in the Nordic countries and in Europe generally. She is best known for her detailed interior scenes, communicated with rich colors and the interplay of light and shadow."}]}, {"heading": "Births", "year": "1846", "date": "January 21", "txt": "Pieter Hendrik Schoute, Dutch mathematician and academic (d. 1923)", "entities": [{"title": "Pieter Hendrik Schoute", "href": "/wiki/Pieter_Hendrik_Schoute", "description": "Pieter Hendrik Schoute was a Dutch mathematician known for his work on regular polytopes and Euclidean geometry."}]}, {"heading": "Births", "year": "1846", "date": "January 21", "txt": "Albert Lavignac, French music scholar (d. 1916)", "entities": []}, {"heading": "Births", "year": "1847", "date": "January 21", "txt": "Joseph Achille Le Bel, French chemist (d. 1930)", "entities": [{"title": "Joseph Achille Le Bel", "href": "/wiki/Joseph_Achille_Le_Bel", "description": "Joseph Achille Le Bel was a French chemist. He is best known for his work in stereochemistry. Le Bel was educated at the École Polytechnique in Paris. In 1874 he announced his theory outlining the relationship between molecular structure and optical activity. This discovery laid the foundation of the science of stereochemistry, which deals with the spatial arrangement of atoms in molecules. This h"}]}, {"heading": "Births", "year": "1848", "date": "January 21", "txt": "Henri Duparc, French soldier and composer (d. 1933)", "entities": [{"title": "Henri Duparc (composer)", "href": "/wiki/Henri_Duparc_(composer)", "description": "Eugène Marie Henri Fouques Duparc was a French composer of the late Romantic period."}]}, {"heading": "Births", "year": "1851", "date": "January 21", "txt": "Giuseppe Allamano, Italian Roman Catholic priest (d. 1926)", "entities": [{"title": "Giuseppe Allamano", "href": "/wiki/Giuseppe_Allamano", "description": "Giuseppe Allamano was an Italian Roman Catholic priest. He established the Consolata Missionaries (I.M.C.) congregation for males and another for females, known as the Consolata Missionary Sisters. Allamano also served as the rector of the Santuario della Consolata and transformed the shrine into a source of spiritual renewal for the faithful."}]}, {"heading": "Births", "year": "1854", "date": "January 21", "txt": "Karl Julius Beloch, German classical and economic historian (d. 1929)", "entities": [{"title": "Karl Julius Beloch", "href": "/wiki/Karl_Julius_Beloch", "description": "Karl Julius Beloch was a German classical and economic historian."}]}, {"heading": "Births", "year": "1854", "date": "January 21", "txt": "Eusapia Palladino, Italian spiritualist (d. 1918)", "entities": []}, {"heading": "Births", "year": "1855", "date": "January 21", "txt": "Princess Maria Luisa of Bourbon-Two Sicilies, the youngest daughter of King Ferdinand II of the Two Sicilies (d. 1874)", "entities": [{"title": "Princess Maria Luisa of Bourbon-Two Sicilies", "href": "/wiki/Princess_Maria_Luisa_of_Bourbon-Two_Sicilies", "description": "Princess Maria Luisa of Bourbon-Two Sicilies was the youngest daughter of King Ferdinand II of the Two Sicilies and his wife Archduchess Maria Theresa of Austria. She was known for her piety and for her charity to the poor."}, {"title": "Ferdinand II of the Two Sicilies", "href": "/wiki/Ferdinand_II_of_the_Two_Sicilies", "description": "Ferdinand II was King of the Two Sicilies from 1830 until his early death in 1859."}]}, {"heading": "Births", "year": "1860", "date": "January 21", "txt": "Karl Staaff, Swedish lawyer and politician, 11th Prime Minister of Sweden (d. 1915)", "entities": [{"title": "Karl Staaff", "href": "/wiki/Karl_Staaff", "description": "Karl Albert Staaff was a Swedish liberal politician and lawyer. He was chairman of the Liberal Coalition Party (1907–1915) and served twice as Prime Minister of Sweden."}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}]}, {"heading": "Births", "year": "1864", "date": "January 21", "txt": "Israel Zangwill, British author (d. 1926)", "entities": [{"title": "Israel Zangwill", "href": "/wiki/Israel_Zangwill", "description": "Israel Zangwill was a British author at the forefront of cultural Zionism during the 19th century, and was a close associate of Theodor Herzl. He later rejected the search for a Jewish homeland in Palestine and became the prime thinker behind the territorial movement."}]}, {"heading": "Births", "year": "1865", "date": "January 21", "txt": "Heinrich Albers-Schonberg, German gynecologist and radiologist (d. 1921)", "entities": [{"title": "Heinrich Albers-Schonberg", "href": "/wiki/Heinrich_Albers-Schonberg", "description": "Heinrich Ernst Albers-Schönberg was a German gynecologist and radiologist. He was a native of Hamburg."}]}, {"heading": "Births", "year": "1867", "date": "January 21", "txt": "Ludwig Thoma, German paramedic and author (d. 1921)", "entities": [{"title": "Ludwig Thoma", "href": "/wiki/Ludwig_Thoma", "description": "Ludwig Thoma was a German author, publisher and editor, who gained popularity through his partially exaggerated description of everyday Bavarian life."}]}, {"heading": "Births", "year": "1867", "date": "January 21", "txt": "Maxime Weygand, Belgian-French general (d. 1965)", "entities": []}, {"heading": "Births", "year": "1868", "date": "January 21", "txt": "Felix Hoffmann, German chemist (d. 1946)", "entities": [{"title": "Felix Hoffmann", "href": "/wiki/Felix_Hoffmann", "description": "Felix Hoffmann was a German chemist notable for re-synthesizing diamorphine, which was popularized under the Bayer trade name of \"heroin\". He is also credited with synthesizing aspirin, though whether he did this under his own initiative or under the instruction of Arthur Eichengrün is contested."}]}, {"heading": "Births", "year": "1869", "date": "January 21", "txt": "Grigori Rasputin, Russian mystic (d. 1916)", "entities": [{"title": "Grigori Rasputin", "href": "/wiki/Grigori_Rasputin", "description": "Grigori Yefimovich Rasputin was a Russian mystic and self-proclaimed holy man who befriended the family of Nicholas II, the last emperor of Russia, and gained considerable influence in late Imperial Russia."}]}, {"heading": "Births", "year": "1871", "date": "January 21", "txt": "Olga Preobrajenska, Russian ballerina (d. 1962)", "entities": [{"title": "Olga Preobrajenska", "href": "/wiki/Olga_Preobrajenska", "description": "Olga Iosifovna Preobrajenska was a Russian ballerina of the Russian Imperial Ballet and a ballet instructor."}]}, {"heading": "Births", "year": "1873", "date": "January 21", "txt": "Arturo Labriola, Italian revolutionary syndicalist (d. 1959)", "entities": [{"title": "Arturo Labriola", "href": "/wiki/Arturo_Labriola", "description": "Arturo Labriola was an Italian revolutionary syndicalist and socialist politician and journalist."}]}, {"heading": "Births", "year": "1874", "date": "January 21", "txt": "René-Louis Baire, French mathematician (d. 1932)", "entities": [{"title": "René-Louis Baire", "href": "/wiki/Ren%C3%A9-Louis_Baire", "description": "René-Louis Baire was a French mathematician most famous for his Baire category theorem, which helped to generalize and prove future theorems. His theory was published originally in his dissertation Sur les fonctions de variable réelles in 1899."}]}, {"heading": "Births", "year": "1875", "date": "January 21", "txt": "Paul E. Kahle, German orientalist (d. 1964)", "entities": [{"title": "Paul E. Kahle", "href": "/wiki/Paul_E._Kahle", "description": "Paul Ernst Kahle was a German orientalist and scholar."}]}, {"heading": "Births", "year": "1877", "date": "January 21", "txt": "Baldassarre Negroni, Italian director and screenwriter (d. 1948)", "entities": [{"title": "Baldassarre Negroni", "href": "/wiki/Baldassarre_Negroni", "description": "Baldassarre Negroni was an Italian film director and screenwriter. He directed 89 films between 1912 and 1936. He directed the 1932 film Due cuori felici, which starred Vittorio De Sica."}]}, {"heading": "Births", "year": "1878", "date": "January 21", "txt": "Vahan Tekeyan, Armenian poet and activist (d. 1948)", "entities": [{"title": "Vahan Tekeyan", "href": "/wiki/Vahan_Tekeyan", "description": "Vahan Tekeyan (Armenian: Վահան Թէքէեան was an Armenian poet and public activist. In his lifetime he was the most famous poet of the Armenian diaspora, and he remains a significant symbol of Armenian identity and cultural heritage."}]}, {"heading": "Births", "year": "1879", "date": "January 21", "txt": "Joseph Roffo, French rugby player and tug of war competitor (d. 1933)", "entities": [{"title": "Joseph Roffo", "href": "/wiki/Joseph_Roffo", "description": "Louis Joseph Roffo was a French rugby union player and tug of war competitor, who competed in the 1900 Summer Olympics. He participated in the tug of war competition and won a silver medal as a member of French team."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Births", "year": "1880", "date": "January 21", "txt": "George Van Biesbroeck, Belgian–American astronomer (d. 1974)", "entities": [{"title": "George Van Biesbroeck", "href": "/wiki/George_Van_Biesbroeck", "description": "George A. Van Biesbroeck was a Belgian–American astronomer. He worked at observatories in Belgium, Germany and the United States. He specialized in the observation of double stars, asteroids and comets. He is notable for his long career as an observational astronomer."}]}, {"heading": "Births", "year": "1881", "date": "January 21", "txt": "Ernst Fast, Swedish runner (d. 1959)", "entities": [{"title": "Ernst Fast", "href": "/wiki/Ernst_Fast", "description": "Ernst Robert Efraim Fast was Swedish long distance runner who competed in the late 19th century and early 20th century. He specialized in the marathon and participated in the event in Athletics at the 1900 Summer Olympics in Paris and won the bronze medal, behind second place Émile Champion."}]}, {"heading": "Births", "year": "1881", "date": "January 21", "txt": "André Godard, French archaeologist, architect and historian (d. 1965)", "entities": []}, {"heading": "Births", "year": "1881", "date": "January 21", "txt": "Ivan Ribar, Yugoslav politician (d. 1968)", "entities": []}, {"heading": "Births", "year": "1882", "date": "January 21", "txt": "Pavel Florensky, Russian mathematician and theologian (d. 1937)", "entities": [{"title": "Pavel Florensky", "href": "/wiki/Pavel_Florensky", "description": "Pavel Alexandrovich Florensky was a Russian Orthodox theologian, priest, philosopher, mathematician, physicist, electrical engineer, inventor, polymath and neomartyr."}]}, {"heading": "Births", "year": "1882", "date": "January 21", "txt": "Francis Gailey, Australian-American swimmer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1883", "date": "January 21", "txt": "Olav Aukrust, Norwegian poet and educator (d. 1929)", "entities": [{"title": "Olav Aukrust", "href": "/wiki/Olav_Aukrust", "description": "Olav Aukrust was a Norwegian poet and teacher. He popularized the use of Nynorsk as a literary language and is most commonly associated with his poem Himmelvarden (1916)."}]}, {"heading": "Births", "year": "1883", "date": "January 21", "txt": "Mathias Hynes, British tug of war competitor (d. 1926)", "entities": [{"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Births", "year": "1885", "date": "January 21", "txt": "Duncan Grant, British painter and designer (d. 1978)", "entities": [{"title": "Duncan Grant", "href": "/wiki/Duncan_Grant", "description": "Duncan James Corrowr Grant was a British painter and designer of textiles, pottery, theatre sets and costumes. He was a member of the Bloomsbury Group."}]}, {"heading": "Births", "year": "1885", "date": "January 21", "txt": "Umberto Nobile, Italian engineer and explorer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1885", "date": "January 21", "txt": "Harold A. Wilson, English runner (d. 1932)", "entities": []}, {"heading": "Births", "year": "1886", "date": "January 21", "txt": "John M. Stahl, American director and producer (d. 1950)", "entities": [{"title": "John M. Stahl", "href": "/wiki/John_M._Stahl", "description": "John Malcolm Stahl was an American film director and producer."}]}, {"heading": "Births", "year": "1887", "date": "January 21", "txt": "Wolfgang Köhler, German psychologist and phenomenologist (d. 1967)", "entities": [{"title": "Wolfgang Köhler", "href": "/wiki/Wolfgang_K%C3%B6hler", "description": "Wolfgang Köhler was a German psychologist and phenomenologist who, like Max Wertheimer and Kurt Koffka, contributed to the creation of Gestalt psychology."}]}, {"heading": "Births", "year": "1887", "date": "January 21", "txt": "Ernest Holmes, American New Thought writer (d. 1960)", "entities": []}, {"heading": "Births", "year": "1887", "date": "January 21", "txt": "Georges Vézina, Canadian ice hockey player (d. 1926)", "entities": []}, {"heading": "Births", "year": "1889", "date": "January 21", "txt": "Pitirim Sorokin, American sociologist and political activist (d. 1968)", "entities": [{"title": "Pitirim Sorokin", "href": "/wiki/Pitirim_Sorokin", "description": "Pitirim Alexandrovich Sorokin was a Russian-American sociologist and political activist, who contributed to the social cycle theory."}]}, {"heading": "Births", "year": "1891", "date": "January 21", "txt": "Albert Battel, German Army lieutenant and lawyer (d. 1952)", "entities": [{"title": "Albert Battel", "href": "/wiki/Albert_Battel", "description": "Albert Battel was a German Army lieutenant and lawyer recognized for his resistance during World War II to the Nazi plans for the 1942 liquidation of the Przemyśl Jewish ghetto. He was posthumously recognized as Righteous Among the Nations in 1981."}]}, {"heading": "Births", "year": "1891", "date": "January 21", "txt": "Francisco Lázaro, Portuguese marathon runner (d. 1912)", "entities": []}, {"heading": "Births", "year": "1895", "date": "January 21", "txt": "Cristóbal Balenciaga, Spanish fashion designer, founded Balenciaga (d. 1972)", "entities": [{"title": "Cristóbal Balenciaga", "href": "/wiki/Crist%C3%B3bal_Balenciaga", "description": "Cristóbal Balenciaga Eizaguirre was a Spanish fashion designer, and the founder of the Balenciaga fashion house. He had a reputation as a couturier of uncompromising standards and was referred to as \"the master of us all\" by Christian Dior and as \"the only couturier in the truest sense of the word\" by Coco Chanel, who continued, \"The others are simply fashion designers\". On the day of his death, i"}, {"title": "Balenciaga", "href": "/wiki/Balenciaga", "description": "Balenciaga is a luxury fashion house founded in 1917 by Spanish designer Cristóbal Balenciaga in San Sebastián, Spain and currently based in Paris. Balenciaga had a reputation as a couturier of uncompromising standards and was referred to as \"the master of us all\" by Christian Dior. His bubble skirts and odd, feminine, yet \"modernistic\" silhouettes became the trademarks of the house. Balenciaga cl"}]}, {"heading": "Births", "year": "1895", "date": "January 21", "txt": "Daniel Chalonge, French astrophysicist and astronomer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1895", "date": "January 21", "txt": "Noe Itō, Japanese anarchist, author and feminist (d. 1923)", "entities": []}, {"heading": "Births", "year": "1896", "date": "January 21", "txt": "Guy Gilpatric, American pilot and journalist (d. 1950)", "entities": [{"title": "Guy Gilpatric", "href": "/wiki/Guy_Gilpatric", "description": "\nJohn Guy Gilpatric was an American pilot, flight instructor, journalist, short-story writer and novelist, best known for his Mr. Glencannon stories."}]}, {"heading": "Births", "year": "1896", "date": "January 21", "txt": "Paula Hitler, younger sister of Adolf Hitler (d. 1960)", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Births", "year": "1896", "date": "January 21", "txt": "J. Carrol Naish, American actor (d. 1973)", "entities": []}, {"heading": "Births", "year": "1896", "date": "January 21", "txt": "Masa Perttilä, Finnish wrestler (d. 1968)", "entities": []}, {"heading": "Births", "year": "1897", "date": "January 21", "txt": "René Iché, French sculptor (d. 1954)", "entities": [{"title": "René Iché", "href": "/wiki/Ren%C3%A9_Ich%C3%A9", "description": "René Iché was a 20th-century French sculptor."}]}, {"heading": "Births", "year": "1898", "date": "January 21", "txt": "Rudolph Maté, Polish-Hungarian-American cinematographer, producer and director (d. 1964)", "entities": [{"title": "Rudolph Maté", "href": "/wiki/Rudolph_Mat%C3%A9", "description": "Rudolph Maté, born Rudolf Mayer, was a Polish-Hungarian-American cinematographer, film director and film producer who worked as cameraman and cinematographer in Hungary, Austria, Germany, France and the United Kingdom, before moving to Hollywood in the mid 1930s."}]}, {"heading": "Births", "year": "1898", "date": "January 21", "txt": "Ahmad Shah Qajar, Shah of Persia (d. 1930)", "entities": []}, {"heading": "Births", "year": "1898", "date": "January 21", "txt": "Eduard Zintl, German chemist (d. 1941)", "entities": []}, {"heading": "Births", "year": "1899", "date": "January 21", "txt": "John Bodkin Adams, British general practitioner and convict (d. 1983)", "entities": [{"title": "John Bodkin Adams", "href": "/wiki/John_Bodkin_Adams", "description": "John Bodkin Adams was a British general practitioner, convicted fraudster, and suspected serial killer. Between 1946 and 1956, 163 of his patients likely died while in comas, which was deemed to be worthy of investigation. In addition, 132 out of 310 patients had left Adams money or items in their wills. He was tried and acquitted for the murder of one patient in 1957. Another count of murder was "}]}, {"heading": "Births", "year": "1899", "date": "January 21", "txt": "Gyula Mándi, Hungarian footballer and manager (d. 1969)", "entities": []}, {"heading": "Births", "year": "1899", "date": "January 21", "txt": "Edith Tolkien, wife and muse of J. R. R. Tolkien (d. 1971)", "entities": [{"title": "J. R. R. Tolkien", "href": "/wiki/J._R._R._Tolkien", "description": "John Ronald Reuel Tolkien was an English writer, poet, philologist, and academic, best known as the author of the high fantasy works The Hobbit and The Lord of the Rings."}]}, {"heading": "Births", "year": "1899", "date": "January 21", "txt": "Alexander Tcherepnin, Russian-American pianist and composer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1900", "date": "January 21", "txt": "Elof Ahrle, Swedish actor and director (d. 1965)", "entities": [{"title": "Elof Ahrle", "href": "/wiki/Elof_Ahrle", "description": "Elof Ahrle was a Swedish actor and film director. He appeared in 80 films between 1920 and 1960. He also directed ten films between 1942 and 1950. He was married to actress Birgit Rosengren (1912-2011)."}, {"title": "1965", "href": "/wiki/1965", "description": "1965 (MCMLXV) was a common year starting on Friday of the Gregorian calendar, the 1965th year of the Common Era (CE) and Anno Domini (AD) designations, the 965th year of the 2nd millennium, the 65th year of the 20th century, and the 6th year of the 1960s decade. "}]}, {"heading": "Births", "year": "1900", "date": "January 21", "txt": "Anselm Franz, Austrian engineer (d. 1994)", "entities": []}, {"heading": "Births", "year": "1900", "date": "January 21", "txt": "Fernando Quiroga Palacios, Spanish Cardinal (d. 1971)", "entities": []}, {"heading": "Births", "year": "1901", "date": "January 21", "txt": "Ricardo Zamora, Spanish footballer and manager (d. 1978)", "entities": [{"title": "Ricardo Zamora", "href": "/wiki/Ricardo_Zamora", "description": "Ricardo Zamora Martínez was a Spanish footballer and manager. He played as a goalkeeper for, among others, RCD Espanyol, FC Barcelona and Real Madrid. As an international he played for both the Catalan XI and Spain. As a manager, he won two La Liga titles with Atlético Aviación and briefly managed Spain."}]}, {"heading": "Births", "year": "1903", "date": "January 21", "txt": "William Lyon, American film editor (d. 1974)", "entities": [{"title": "William Lyon (film editor)", "href": "/wiki/William_Lyon_(film_editor)", "description": "William A. Lyon was an American film editor, from 1935 to 1971.\nHe was born in Texas, and died in Los Angeles, California. Employed by Columbia Pictures for most of his career, he was nominated for the Academy Award for Best Film Editing six times, and won twice, for From Here to Eternity (1953) and Picnic (1955)."}]}, {"heading": "Births", "year": "1903", "date": "January 21", "txt": "Raymond Suvigny, French weightlifter (d. 1945)", "entities": []}, {"heading": "Births", "year": "1904", "date": "January 21", "txt": "Puck van Heel, Dutch footballer (d. 1984)", "entities": [{"title": "Puck van Heel", "href": "/wiki/Puck_van_Heel", "description": "Gerardus Henricus \"Puck\" van Heel was a Dutch footballer. He earned 64 caps for the Netherlands national football team, and played in the 1934 and 1938 World Cups. During his club career, he played for his home town club of Feyenoord. Normally an inside left and left wing half, Van Heel was a slow player but possessed considerable vision and technical ability and was particularly good passer."}]}, {"heading": "Births", "year": "1904", "date": "January 21", "txt": "John Porter, Canadian ice hockey player (d. 1997)", "entities": [{"title": "1997", "href": "/wiki/1997", "description": "1997 (MCMXCVII) was a common year starting on Wednesday of the Gregorian calendar, the 1997th year of the Common Era (CE) and Anno Domini (AD) designations, the 997th year of the 2nd millennium, the 97th year of the 20th century, and the 8th year of the 1990s decade. "}]}, {"heading": "Births", "year": "1905", "date": "January 21", "txt": "Christian Dior, French fashion designer, founded Christian Dior S.A. (d. 1957)", "entities": [{"title": "Christian Dior", "href": "/wiki/Christian_Dior", "description": "Christian Dior was a French fashion designer, best known as the founder of one of the world's top fashion houses, also called Christian Dior, which is now owned by Groupe Arnault. His fashion houses are now all around the world."}, {"title": "Christian Dior S.A.", "href": "/wiki/Christian_Dior_S.A.", "description": "Christian Dior SE, commonly known as Dior, is a French luxury fashion house controlled and chaired by French businessman Bernard Arnault, who also heads LVMH, the world's largest luxury group. Dior itself holds 42.36% shares of and 59.01% voting rights within LVMH."}]}, {"heading": "Births", "year": "1905", "date": "January 21", "txt": "Karl Wallenda, German-American acrobat and tightrope walker, founded The Flying Wallendas (d. 1978)", "entities": [{"title": "The Flying Wallendas", "href": "/wiki/The_Flying_Wallendas", "description": "The Flying Wallendas is a circus act and group of daredevil stunt performers who perform highwire acts without a safety net. They were first known as The Great Wallendas, but the current name was coined by the press in the 1940s and has stayed since."}]}, {"heading": "Births", "year": "1906", "date": "January 21", "txt": "Igor Moiseyev, Russian choreographer (d. 2007)", "entities": [{"title": "Igor Moiseyev", "href": "/wiki/Igor_Moiseyev", "description": "Igor Alexandrovich Moiseyev was a Russian choreographer. Moiseyev was widely acclaimed as the greatest 20th-century choreographer of character dance, a dance style similar to folk dance but with more professionalism and theatrics."}]}, {"heading": "Births", "year": "1907", "date": "January 21", "txt": "Carlo Cavagnoli, Italian boxer (d. 1991)", "entities": [{"title": "Carlo Cavagnoli", "href": "/wiki/Carlo_Cavagnoli", "description": "Carlo Cavagnoli was an Italian boxer who competed in the 1928 Summer Olympics."}]}, {"heading": "Births", "year": "1909", "date": "January 21", "txt": "Todor Skalovski, Macedonian composer and conductor (d. 2004)", "entities": [{"title": "Todor Skalovski", "href": "/wiki/Todor_Skalovski", "description": "Todor Skalovski was a Macedonian composer, chorus and orchestra conductor who wrote the music to North Macedonia's national anthem \"Denes nad Makedonija\". The music greatly resembles an old Macedonian folk song, \"Надежда болна е легнала\". Skalovski transcribed the folk song and claimed it as his own."}]}, {"heading": "Births", "year": "1909", "date": "January 21", "txt": "Teofilo Spasojević, Serbian footballer (d. 1970)", "entities": []}, {"heading": "Births", "year": "1910", "date": "January 21", "txt": "Hideo Shinojima, Japanese footballer (d. 1975)", "entities": [{"title": "Hideo Shinojima", "href": "/wiki/Hideo_Shinojima", "description": "Hideo Shinojima  was a Japanese football player."}]}, {"heading": "Births", "year": "1910", "date": "January 21", "txt": "Albert Rosellini, American lawyer and politician, 15th Governor of Washington (d. 2011)", "entities": [{"title": "Governor of Washington", "href": "/wiki/Governor_of_Washington", "description": "The governor of Washington is the head of the executive branch of the government of the State of Washington and commander-in-chief of the state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Washington Legislature and line-item veto power to cancel specific provisions in spending bills. The Washington Governor may also "}]}, {"heading": "Births", "year": "1910", "date": "January 21", "txt": "Rosa Kellner, German athlete (d. 1984)", "entities": []}, {"heading": "Births", "year": "1910", "date": "January 21", "txt": "Károly Takács, Hungarian shooter (d. 1976)", "entities": []}, {"heading": "Births", "year": "1911", "date": "January 21", "txt": "Dick Garrard, Australian wrestler (d. 2003)", "entities": [{"title": "Dick Garrard", "href": "/wiki/Dick_Garrard", "description": "Richard Edward Garrard, OBE was an Australian Olympic wrestler."}]}, {"heading": "Births", "year": "1911", "date": "January 21", "txt": "Lee Yoo-hyung, Korean footballer and manager (d. 2003)", "entities": []}, {"heading": "Births", "year": "1912", "date": "January 21", "txt": "Konrad Emil Bloch, German-American biochemist and academic, Nobel Prize laureate (d. 2000)", "entities": [{"title": "Konrad Emil Bloch", "href": "/wiki/Konrad_Emil_Bloch", "description": "Konrad Emil Bloch, ForMemRS was a German American biochemist. Bloch received the Nobel Prize in Physiology or Medicine in 1964 for discoveries concerning the mechanism and regulation of the cholesterol and fatty acid metabolism."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1915", "date": "January 21", "txt": "André Lichnerowicz, French mathematician (d. 1998)", "entities": [{"title": "André Lichnerowicz", "href": "/wiki/Andr%C3%A9_Lichnerowicz", "description": "André Lichnerowicz was a noted French differential geometer and mathematical physicist of Polish descent."}]}, {"heading": "Births", "year": "1915", "date": "January 21", "txt": "Orazio Mariani, Italian sprinter (d. 1981)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 21", "txt": "Pietro Rava, Italian footballer (d. 2006)", "entities": [{"title": "Pietro Rava", "href": "/wiki/Pietro_Rava", "description": "Pietro Rava was an Italian football defender and coach, who played as a full-back. He won the 1936 Summer Olympics and the 1938 FIFA World Cup with the Italian national team."}]}, {"heading": "Births", "year": "1916", "date": "January 21", "txt": "Zypora Spaisman, Polish midwife; American and Yiddish-language actress; producer of the Yiddish stage (d. 2002)", "entities": []}, {"heading": "Births", "year": "1917", "date": "January 21", "txt": "Erling Persson, H&M founder (d. 2002)", "entities": [{"title": "Erling Persson", "href": "/wiki/Erling_Persson", "description": "Erling Persson was the founder of H&M. He got the idea following a post-World War II trip to the United States: He was impressed by the country's efficient, high-volume stores."}, {"title": "H&M", "href": "/wiki/H%26M", "description": "Hennes & Mauritz AB is a Swedish multinational clothing-retail company known for its fast-fashion clothing for men, women, teenagers, and children. As of November 2019, H&M operates in 74 countries with over 5,000 stores under the various company brands, with 126,000 full-time equivalent positions. It is the second-largest global clothing retailer, behind Spain-based Inditex. Founded by Erling Per"}]}, {"heading": "Births", "year": "1918", "date": "January 21", "txt": "Jimmy Hagan, English footballer (d. 1998)", "entities": [{"title": "Jimmy Hagan", "href": "/wiki/Jimmy_Hagan", "description": "James Hagan was an English football player and manager. He played between 1938 and 1958 for Sheffield United and once for England. As manager he had his greatest successes with S.L. Benfica in the early 1970s."}]}, {"heading": "Births", "year": "1918", "date": "January 21", "txt": "Richard Winters, American soldier (d. 2011)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 21", "txt": "Antonio Janigro, Italian cellist and conductor (d. 1989)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 21", "txt": "Eric Brown, Scottish-English captain and pilot (d. 2016)", "entities": [{"title": "Eric Brown (pilot)", "href": "/wiki/Eric_Brown_(pilot)", "description": "Captain Eric Melrose \"Winkle\" Brown, CBE, DSC, AFC, Hon FRAeS, RN was a Scottish Royal Navy officer and test pilot who flew 487 types of aircraft, more than anyone else in history."}]}, {"heading": "Births", "year": "1920", "date": "January 21", "txt": "Errol Barrow, first Prime Minister of Barbados (d. 1987)", "entities": [{"title": "Errol Barrow", "href": "/wiki/Errol_Barrow", "description": "Errol Walton Barrow, PC, QC was a Caribbean statesman and the first Prime Minister of Barbados. Born into a family of political and civic activists in the parish of Saint Lucy, he became a WWII aviator, combat veteran, lawyer, politician, gourmet cook and author."}]}, {"heading": "Births", "year": "1922", "date": "January 21", "txt": "Lincoln Alexander, Canadian lawyer and politician, 23rd Canadian Minister of Labour (d. 2012)", "entities": [{"title": "Lincoln Alexander", "href": "/wiki/Lincoln_Alexander", "description": "Lincoln MacCauley Alexander was a Canadian lawyer who became the first black Member of Parliament in the House of Commons, the first black federal Cabinet Minister, the first black Chair of the Worker's Compensation Board, and the 24th Lieutenant Governor of Ontario from 1985 to 1991. He was the first person to serve five terms as Chancellor of the University of Guelph, from 1991 to 2007. Alexande"}, {"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Births", "year": "1922", "date": "January 21", "txt": "Telly Savalas, American actor (d. 1994)", "entities": [{"title": "Telly Savalas", "href": "/wiki/Telly_Savalas", "description": "Aristotelis Savalas was an American actor and singer whose career spanned four decades. Noted for his bald head and deep, resonant voice, he is perhaps best known for portraying Lt. Theo Kojak on the crime drama series Kojak (1973–1978) and James Bond archvillain Ernst Stavro Blofeld in the film On Her Majesty's Secret Service (1969)."}]}, {"heading": "Births", "year": "1922", "date": "January 21", "txt": "Paul Scofield, English actor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1922", "date": "January 21", "txt": "Predrag Vranicki, Croatian Marxist humanist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 21", "txt": "Lola Flores, Spanish singer, dancer, and actress (d. 1995)", "entities": [{"title": "Lola Flores", "href": "/wiki/Lola_Flores", "description": "María Dolores Flores Ruiz was a Spanish singer, actress, dancer and businesswoman. Popularly known as (La Faraona) since the 1950s, Lola is known for her overwhelming personality onstage. As a bailaora, she enraged several generations of continents, although she distanced herself from flamenco canons. Lola performed more than 35 films, pigeonholed, in many of them, in Andalusian folklore, although"}]}, {"heading": "Births", "year": "1923", "date": "January 21", "txt": "Alberto de Mendoza, Argentine actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 21", "txt": "Pahiño, Spanish footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 21", "txt": "Benny Hill, English actor, singer, and screenwriter (d. 1992)", "entities": [{"title": "Benny Hill", "href": "/wiki/Benny_Hill", "description": "Alfred Hawthorne \"Benny\" Hill was an English comedian, actor, singer, songwriter and writer, best remembered for his television programme The Benny Hill Show, an amalgam of slapstick, burlesque, and double entendre in a format that included live comedy and filmed segments, with Hill at the focus of almost every segment."}]}, {"heading": "Births", "year": "1925", "date": "January 21", "txt": "Charles Aidman, American actor (d. 1993)", "entities": [{"title": "Charles Aidman", "href": "/wiki/Charles_Aidman", "description": "Charles Leonard Aidman was an American actor of stage, film, and television."}]}, {"heading": "Births", "year": "1925", "date": "January 21", "txt": "Alex Forbes, Scottish footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 21", "txt": "Eva Ibbotson, Austrian-English author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 21", "txt": "Arnold Skaaland, American wrestler and manager (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 21", "txt": "Clive Donner, British director (d. 2010)", "entities": [{"title": "Clive Donner", "href": "/wiki/Clive_Donner", "description": "Clive Stanley Donner was a British film director who was part of the British New Wave, directing films such as The Caretaker, Nothing but the Best, What's New Pussycat?, Here We Go Round the Mulberry Bush. He also directed television movies and commercials through the mid-1990s."}]}, {"heading": "Births", "year": "1926", "date": "January 21", "txt": "Franco Evangelisti, Italian composer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 21", "txt": "Steve Reeves, American bodybuilder and actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 21", "txt": "Roger Taillibert, French architect (d. 2019)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 21", "txt": "Robert J. White, American neurosurgeon (d. 2010)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 21", "txt": "Rudolf Kraus, German footballer (d. 2003)", "entities": [{"title": "Rudolf Krause (footballer)", "href": "/wiki/Rudolf_Krause_(footballer)", "description": "Rudolf Krause was a German footballer and coach who won a silver medal as manager of East Germany at the 1980 Summer Olympics."}]}, {"heading": "Births", "year": "1928", "date": "January 21", "txt": "Gene Sharp, American political scientist and academic, founded the Albert Einstein Institution (d. 2018)", "entities": [{"title": "Gene Sharp", "href": "/wiki/Gene_Sharp", "description": "Gene Sharp was an American political scientist. He was the founder of the Albert Einstein Institution, a non-profit organization dedicated to advancing the study of nonviolent action, and professor of political science at the University of Massachusetts Dartmouth. He was known for his extensive writings on nonviolent struggle, which have influenced numerous anti-government resistance movements aro"}, {"title": "Albert Einstein Institution", "href": "/wiki/Albert_Einstein_Institution", "description": "The Albert Einstein Institution (AEI) is a non-profit organization specializing in the study of the methods of nonviolent resistance in conflict. It was founded by scholar Gene Sharp in 1983, and named after Albert Einstein."}]}, {"heading": "Births", "year": "1928", "date": "January 21", "txt": "Reynaldo Bignone, Argentinian general and politician, 41st President of Argentina (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 21", "txt": "Radley Metzger, American filmmaker (d. 2017)", "entities": [{"title": "Radley Metzger", "href": "/wiki/Radley_Metzger", "description": "Radley Metzger was an American pioneering filmmaker and film distributor, most noted for popular artistic, adult-oriented films, including Camille 2000 (1969), The Lickerish Quartet (1970), Score (1974), The Private Afternoons of Pamela Mann (1974), The Image (1975), The Opening of Misty Beethoven (1976) and Barbara Broadcast (1977). According to one film reviewer, Metzger's films, including those"}]}, {"heading": "Births", "year": "1930", "date": "January 21", "txt": "Mainza Chona, Zambian lawyer and politician, 1st Prime Minister of Zambia (d. 2001)", "entities": [{"title": "Mainza Chona", "href": "/wiki/Mainza_Chona", "description": "Mainza Mathias Chona was a Zambian politician and diplomat who served as Vice President of Zambia from 1970 to 1973 and Prime Minister on two occasions: from 25 August 1973 to 27 May 1975 and from 20 July 1977 to 15 June 1978."}, {"title": "Prime Minister of Zambia", "href": "/wiki/Prime_Minister_of_Zambia", "description": "The Prime Minister of Zambia was the head of government of Zambia. From 1973 to 1975, Mainza Chona was the first person to hold the position following independence from the United Kingdom."}]}, {"heading": "Births", "year": "1931", "date": "January 21", "txt": "Yoshiko Kuga, Japanese actress", "entities": [{"title": "Yoshiko Kuga", "href": "/wiki/Yoshiko_Kuga", "description": "Yoshiko Kuga  is a Japanese actress."}]}, {"heading": "Births", "year": "1933", "date": "January 21", "txt": "Habib Thiam, Senegalese politician (d. 2017)", "entities": [{"title": "Habib Thiam", "href": "/wiki/Habib_Thiam", "description": "Habib Thiam was a Senegalese politician. He served as Prime Minister of Senegal on two occasions, from 1 January 1981 to 3 April 1983, and again from 8 April 1991 until 3 July 1998."}]}, {"heading": "Births", "year": "1933", "date": "January 21", "txt": "Tony Marchi, English footballer", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 21", "txt": "Audrey Dalton, Irish actress", "entities": [{"title": "Audrey Dalton", "href": "/wiki/Audrey_Dalton", "description": "Audrey Dalton is an Irish television and film actress."}]}, {"heading": "Births", "year": "1934", "date": "January 21", "txt": "Antonio Karmany, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 21", "txt": "Alfonso Portugal, Mexican footballer (d. 2016)", "entities": [{"title": "2016", "href": "/wiki/2016", "description": "2016 (MMXVI) was a leap year starting on Friday of the Gregorian calendar, the 2016th year of the Common Era (CE) and Anno Domini (AD) designations, the 16th year of the 3rd millennium, the 16th year of the 21st century, and the 7th year of the 2010s decade. \n"}]}, {"heading": "Births", "year": "1934", "date": "January 21", "txt": "Ann Wedgeworth, American actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 21", "txt": "Dick Davies, American basketball player (d. 2012)", "entities": [{"title": "Dick Davies", "href": "/wiki/Dick_Davies", "description": "Richard Allan Davies was an American basketball player. He played for the gold medal-winning United States men's national basketball team at the 1964 Summer Olympics. He is also the youngest brother of Bob Davies, who was inducted into the Naismith Memorial Basketball Hall of Fame as a player in 1970."}]}, {"heading": "Births", "year": "1937", "date": "January 21", "txt": "Judit Ágoston-Mendelényi, Hungarian fencer (d. 2013)", "entities": [{"title": "Judit Ágoston-Mendelényi", "href": "/wiki/Judit_%C3%81goston-Mendel%C3%A9nyi", "description": "Judit Ágoston-Mendelényi was a Hungarian fencer. She won a gold medal in the women's team foil event at the 1964 Summer Olympics."}]}, {"heading": "Births", "year": "1937", "date": "January 21", "txt": "Prince Max, Duke in Bavaria, the youngest son of Albrecht, Duke of Bavaria", "entities": [{"title": "Albrecht, Duke of Bavaria", "href": "/wiki/Albrecht,_Duke_of_Bavaria", "description": "Albrecht, Duke of Bavaria was the son of the last crown prince of Bavaria, Rupprecht, and his first wife, Duchess Marie Gabrielle in Bavaria. He was the only child from that marriage that reached adulthood. His paternal grandfather was Ludwig III of Bavaria, the last king of Bavaria, who was deposed in 1918."}]}, {"heading": "Births", "year": "1938", "date": "January 21", "txt": "Romano Fogli, Italian footballer", "entities": [{"title": "Romano Fogli", "href": "/wiki/Romano_Fogli", "description": "Romano Fogli is an Italian retired footballer and former manager who played as a midfielder."}]}, {"heading": "Births", "year": "1939", "date": "January 21", "txt": "Paul Genevay, French sprinter", "entities": [{"title": "Paul Genevay", "href": "/wiki/Paul_Genevay", "description": "Paul Louis Marcel Genevay is a retired French sprinter. He competed in the 200 m and 4 × 100 m events at the 1960 and 1964 Olympics and won a bronze medal in the relay in 1964. He failed to reach the final in three other competitions. Genevay won two gold and one silver medals in the sprint at the 1959 Mediterranean Games."}]}, {"heading": "Births", "year": "1939", "date": "January 21", "txt": "Friedel Lutz, German footballer", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 21", "txt": "Steve Paxton, American dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 21", "txt": "Viacheslav Platonov, Russian volleyball player and coach (d. 2005)", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 21", "txt": "Jack Nicklaus, American golfer and sportscaster", "entities": [{"title": "Jack Nicklaus", "href": "/wiki/Jack_Nicklaus", "description": "Jack William Nicklaus, nicknamed The Golden Bear, is an American retired professional golfer. He is widely considered to be one of the greatest golfers of all time. He won 117 professional tournaments in his career. Over a quarter-century, he won a record 18 major championships, three more than second-placed Tiger Woods. Nicklaus focused on the major championships—Masters Tournament, U.S. Open, Op"}]}, {"heading": "Births", "year": "1940", "date": "January 21", "txt": "Patrick Robinson, British novelist", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 21", "txt": "Sattam bin Abdulaziz Al Saud, Saudi Arabian prince (d. 2013)", "entities": [{"title": "Sattam bin Abdulaziz Al Saud", "href": "/wiki/Sattam_bin_Abdulaziz_Al_Saud", "description": "Sattam bin Abdulaziz Al Saud was a Saudi royal who served as the governor of the country's Riyadh Province from 2011 to 2013. He had had a long service as deputy governor of the province."}]}, {"heading": "Births", "year": "1941", "date": "January 21", "txt": "Plácido Domingo, Spanish tenor and conductor", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 21", "txt": "Richie Havens, American singer-songwriter and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 21", "txt": "Mike Medavoy, Chinese-born American film producer, co-founded Orion Pictures", "entities": [{"title": "Orion Pictures", "href": "/wiki/Orion_Pictures", "description": "Orion Pictures, legal name Orion Releasing LLC, is an American motion picture producer owned by Metro-Goldwyn-Mayer. In its original operating period, the company produced and released films from 1978 until 1999 and was also involved in television production and syndication throughout the 1980s until the early 1990s. It was formed in 1978 as a joint venture between Warner Bros. and three former se"}]}, {"heading": "Births", "year": "1941", "date": "January 21", "txt": "Ivan Putski, Polish-American wrestler and bodybuilder", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 21", "txt": "Elaine Showalter, American author and critic", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 21", "txt": "Freddy Breck, German singer, producer, and news anchor (d. 2008)", "entities": [{"title": "Freddy Breck", "href": "/wiki/Freddy_Breck", "description": "Freddy Breck was a German schlager singer, composer, record producer, and news anchor."}]}, {"heading": "Births", "year": "1942", "date": "January 21", "txt": "Eugène Camara, Prime Minister of Guinea (d. 2019)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 21", "txt": "Han Pil-hwa, North Korean speed skater", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 21", "txt": "Mac Davis, American singer-songwriter, guitarist, and actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 21", "txt": "Edwin Starr, American singer-songwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1942", "date": "January 21", "txt": "Michael G. Wilson, American producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 21", "txt": "Zdravko Hebel, Croatian water polo player (d. 2017)", "entities": [{"title": "Zdravko Hebel", "href": "/wiki/Zdravko_Hebel", "description": "Zdravko Hebel was a Croatian water polo player notable for winning a gold medal in Mexico City in 1968, with the Yugoslavian water polo team."}]}, {"heading": "Births", "year": "1943", "date": "January 21", "txt": "Arnar Jónsson, Icelandic actor", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 21", "txt": "Alfons Peeters, Belgian footballer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 21", "txt": "Kenzo Yokoyama, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 21", "txt": "Uto Ughi, Italian violinist", "entities": [{"title": "Uto Ughi", "href": "/wiki/Uto_Ughi", "description": "Diodato \"Uto\" Ughi, Cavaliere di Gran Croce OMRI, is an Italian violinist and conductor. He was the music director of the Orchestra dell'Accademia Nazionale di Santa Cecilia between 1987–1992. He is considered one of Italy's greatest living violinists and is also active in the promotion of classical music in today's culture."}]}, {"heading": "Births", "year": "1945", "date": "January 21", "txt": "Pete Kircher, English drummer", "entities": [{"title": "Pete Kircher", "href": "/wiki/Pete_Kircher", "description": "Peter Derek Kircher is a retired English rock/pop drummer. He played between 1982 and 1985 in the rock band Status Quo. Highlights of this period included playing at Live Aid and the National Bowl, and meeting the Prince of Wales at a benefit gig for The Prince's Trust at the Birmingham NEC, an event preserved on the 1982 album Live at the N.E.C.."}]}, {"heading": "Births", "year": "1945", "date": "January 21", "txt": "Martin Shaw, English actor and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 21", "txt": "Ichiro Hosotani, Japanese footballer", "entities": [{"title": "Ichiro Hosotani", "href": "/wiki/Ichiro_Hosotani", "description": "Ichiro Hosotani  is a former Japanese football player. He played for Japan national team."}]}, {"heading": "Births", "year": "1946", "date": "January 21", "txt": "Nella Martinetti, Swiss singer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 21", "txt": "Tomás Pineda, El Salvadoran footballer", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 21", "txt": "Miguel Reina, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Jill Eikenberry, American actress", "entities": [{"title": "Jill Eikenberry", "href": "/wiki/Jill_Eikenberry", "description": "Jill Susan Eikenberry is an American film, stage, and television actress. She is known for her role as lawyer Ann Kelsey on the NBC drama L.A. Law (1986–94), for which she is a five-time Emmy Award and four-time Golden Globe Award nominee, winning the Golden Globe for Best Actress in a Drama Series in 1989. She received an Obie Award in 1986 for the Off-Broadway plays Lemon Sky and Life Under Wate"}]}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Andrzej Bachleda, Polish former alpine skier", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Dorian M. Goldfeld, American mathematician", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Pye Hastings, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Michel Jonasz, French singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Joseph Nicolosi, American clinical psychologist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Giuseppe Savoldi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 21", "txt": "Roberto Zywica, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 21", "txt": "Zygmunt Kukla, Polish footballer (d. 2016)", "entities": [{"title": "Zygmunt Kukla (footballer)", "href": "/wiki/Zygmunt_Kukla_(footballer)", "description": "Zygmunt Kukla was a Polish footballer. During his club career he played for Stal Mielec and Apollon Athens."}]}, {"heading": "Births", "year": "1948", "date": "January 21", "txt": "Hugo Tocalli, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 21", "txt": "Trương Tấn Sang, Vietnamese politician and 7th President of Vietnam", "entities": [{"title": "Trương Tấn Sang", "href": "/wiki/Tr%C6%B0%C6%A1ng_T%E1%BA%A5n_Sang", "description": "Trương Tấn Sang is a Vietnamese politician, who served as the seventh President of Vietnam from 2011 to 2016. He was one of Vietnam's top leaders, alongside prime minister Nguyễn Tấn Dũng and Party general secretary Nguyễn Phú Trọng. In July 2011, Trương Tấn Sang was elected state president of the Socialist Republic of Vietnam by the National Assembly of Vietnam and nominated by his predecessor Ng"}, {"title": "President of Vietnam", "href": "/wiki/President_of_Vietnam", "description": "The president of the Socialist Republic of Vietnam is the head of state of Vietnam, elected by the Vietnam National Assembly from delegates of the National Assembly. Since Vietnam is a single-party state, the president is generally considered to hold the second highest position in the political system, after the General Secretary of the Communist Party of Vietnam. In addition, the president appoin"}]}, {"heading": "Births", "year": "1949", "date": "January 21", "txt": "Clifford Ray, American basketball coach and player", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 21", "txt": "Marion Becker, German javelin thrower", "entities": [{"title": "Marion Becker", "href": "/wiki/Marion_Becker", "description": "Marion Becker is a German athlete who competed mainly in the javelin throw."}]}, {"heading": "Births", "year": "1950", "date": "January 21", "txt": "Gary Locke, American politician and diplomat, 36th United States Secretary of Commerce", "entities": [{"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1950", "date": "January 21", "txt": "José Marín, Spanish racewalker", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 21", "txt": "Billy Ocean, Trinidadian-English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 21", "txt": "Agnes van Ardenne, Dutch politician and diplomat, Dutch Minister for Development Cooperation", "entities": [{"title": "Minister for Development Cooperation (Netherlands)", "href": "/wiki/Minister_for_Development_Cooperation_(Netherlands)", "description": "The Minister for Foreign Trade and Development Cooperation is a Minister without portfolio and a member of the Cabinet and the Council of Ministers assigned to the Ministry of Foreign Affairs and is tasked with the portfolios of Trade and Export, Development Cooperation and International Environmental Policies. The current Minister is Sigrid Kaag of the Democrats 66 (D66) who has been in office si"}]}, {"heading": "Births", "year": "1951", "date": "January 21", "txt": "Eric Holder, American lawyer, judge, and politician, 82nd United States Attorney General", "entities": [{"title": "Eric Holder", "href": "/wiki/Eric_Holder", "description": "Eric Himpton Holder Jr. is an American lawyer who served as the 82nd Attorney General of the United States from 2009 to 2015. Holder, serving in the administration of President Barack Obama, was the first African American to hold the position of U.S. Attorney General."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1952", "date": "January 21", "txt": "Marco Camenisch, Swiss activist and murderer", "entities": [{"title": "Marco Camenisch", "href": "/wiki/Marco_Camenisch", "description": "Marco Camenisch is a Swiss anarchist and environmental activist. He is in prison for the 1989 murder of a border guard in Brusio, Switzerland."}]}, {"heading": "Births", "year": "1952", "date": "January 21", "txt": "Werner Grissmann, Austrian alpine skier", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 21", "txt": "Mikhail Umansky, Russian chess player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 21", "txt": "Paul Allen, American businessman and philanthropist, co-founded Microsoft (d. 2018)", "entities": [{"title": "Paul Allen", "href": "/wiki/Paul_Allen", "description": "Paul Gardner Allen was an American business magnate, computer programmer, researcher, investor, and philanthropist. He was best known for co-founding Microsoft Corporation with childhood friend Bill Gates in 1975, which helped spark the microcomputer revolution of the 1970s and 1980s, later making Microsoft the world's largest personal computer software company. Allen was ranked as the 44th-wealth"}, {"title": "Microsoft", "href": "/wiki/Microsoft", "description": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge"}]}, {"heading": "Births", "year": "1953", "date": "January 21", "txt": "Felipe Yáñez, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 21", "txt": "Thomas de Maizière, German politician of the Christian Democratic Union", "entities": [{"title": "Thomas de Maizière", "href": "/wiki/Thomas_de_Maizi%C3%A8re", "description": "Karl Ernst Thomas de Maizière is a German politician of the Christian Democratic Union (CDU) who served as Federal Minister of the Interior from 2009 to 2011 and 2013 to 2018, as well as Federal Minister of Defence from 2011 to 2013. He previously served as Head of the Chancellery and Federal Minister for Special Affairs in the First Merkel cabinet from 2005 to 2009. Since 2009, he has been a memb"}]}, {"heading": "Births", "year": "1954", "date": "January 21", "txt": "Idrissa Ouedraogo, Burkinabé director, producer, and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 21", "txt": "Phil Thompson, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 21", "txt": "Peter Fleming, American tennis player", "entities": [{"title": "Peter Fleming (tennis)", "href": "/wiki/Peter_Fleming_(tennis)", "description": "Peter Blair Fleming is a former professional tennis player from the United States. In his doubles partnership with John McEnroe, he won 52 titles, of which seven were at Grand Slams. As a singles player, he peaked at World No. 8, winning three titles."}]}, {"heading": "Births", "year": "1955", "date": "January 21", "txt": "Jeff Koons, American painter and sculptor", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 21", "txt": "Nello Musumeci, Italian politician and President of Sicily", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 21", "txt": "Robby Benson, American actor and director", "entities": [{"title": "Robby Benson", "href": "/wiki/Robby_Benson", "description": "Robby Benson is an American actor, singer, composer, teacher and filmmaker. He rose to prominence as a teen idol in the late 1970s, appearing in the sports films One on One (1977) and Ice Castles (1978). He subsequently garnered more fame for portraying the voice of Beast in the Disney animated film Beauty and the Beast (1991) and its numerous sequels and spin-offs. He later forged a career in dir"}]}, {"heading": "Births", "year": "1956", "date": "January 21", "txt": "Geena Davis, American actress and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 21", "txt": "Matt Salmon, American politician", "entities": [{"title": "Matt Salmon", "href": "/wiki/Matt_Salmon", "description": "Matthew James Salmon is an American politician who served as a U.S. Representative from Arizona from 1995 to 2001 and again from 2013 until 2017. A member of the Republican Party, he retired from office after representing Arizona's 5th congressional district. The district is based in Mesa and includes most of the East Valley; he previously represented Arizona's 1st congressional district. In 2002,"}]}, {"heading": "Births", "year": "1958", "date": "January 21", "txt": "Hussein Saeed, Iraqi footballer", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 21", "txt": "Sergei Walter, Ukrainian politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1958", "date": "January 21", "txt": "Michael Wincott, Canadian actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 21", "txt": "Sergei Alifirenko, Russian pistol shooter", "entities": [{"title": "Sergei Alifirenko", "href": "/wiki/Sergei_Alifirenko", "description": "Sergei Gennadievich Alifirenko is a Russian pistol shooter, originally from Armenia, specializing in the 25 m Rapid Fire Pistol event."}]}, {"heading": "Births", "year": "1959", "date": "January 21", "txt": "Alex McLeish, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 21", "txt": "Sidney Lowe, American basketball player", "entities": [{"title": "Sidney Lowe", "href": "/wiki/Sidney_Lowe", "description": "Sidney Rochell Lowe is an American basketball former player and coach. He is currently an assistant coach for the Detroit Pistons of the National Basketball Association (NBA). Lowe played college basketball and served as the head coach at North Carolina State University."}]}, {"heading": "Births", "year": "1960", "date": "January 21", "txt": "Mike Terrana, American hard rock and heavy metal drummer", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 21", "txt": "Kevin Cramer, American politician", "entities": [{"title": "Kevin Cramer", "href": "/wiki/Kevin_Cramer", "description": "Kevin John Cramer is an American politician who has served as the junior United States Senator for North Dakota since 2019. A member of the Republican Party, he represented North Dakota's at-large congressional district in the United States House of Representatives from 2013 to 2019."}]}, {"heading": "Births", "year": "1961", "date": "January 21", "txt": "Cornelia Pröll, Austrian alpine skier", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 21", "txt": "Ivo Pukanić Croatian journalist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 21", "txt": "Gary Shaw, English footballer", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 21", "txt": "Piotr Ugrumov, Russian cyclist", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 21", "txt": "Tyler Cowen, American economist and academic", "entities": [{"title": "Tyler Cowen", "href": "/wiki/Tyler_Cowen", "description": "Tyler Cowen is an American economist. He is a professor at George Mason University, where he holds the Holbert L. Harris chair in the economics department. He hosts the economics blog Marginal Revolution, together with co-author Alex Tabarrok. Cowen and Tabarrok also maintain the website Marginal Revolution University, a venture in online education."}]}, {"heading": "Births", "year": "1962", "date": "January 21", "txt": "Isabelle Nanty, French actress, director and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 21", "txt": "Gabriele Pin, Italian footballer and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 21", "txt": "Zoran Thaler, Slovenian politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 21", "txt": "Erik Verlinde, Dutch theoretical physicist", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 21", "txt": "Marie Trintignant, French actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 21", "txt": "Hakeem Olajuwon, Nigerian-American basketball player", "entities": [{"title": "Hakeem Olajuwon", "href": "/wiki/Hakeem_Olajuwon", "description": "Hakeem Abdul Olajuwon, is a Nigerian-American former professional basketball player. He was nicknamed \"the Dream\" during his basketball career after he dunked so effortlessly that his college coach said it \"looked like a dream.\" From 1984 to 2002, he played the center position in the National Basketball Association (NBA) for the Houston Rockets and the Toronto Raptors. He led the Rockets to back-t"}]}, {"heading": "Births", "year": "1963", "date": "January 21", "txt": "Detlef Schrempf, German basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 21", "txt": "Andreas Bauer, German ski jumper", "entities": [{"title": "Andreas Bauer (ski jumper)", "href": "/wiki/Andreas_Bauer_(ski_jumper)", "description": "Andreas Bauer is a West German/German former ski jumper."}]}, {"heading": "Births", "year": "1964", "date": "January 21", "txt": "Tony Dolan, English musician and actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 21", "txt": "Gérald Passi, French footballer", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 21", "txt": "Ricardo Serna, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 21", "txt": "Aleksandar Šoštar, Serbian water polo player", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 21", "txt": "Danny Wallace, English footballer", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 21", "txt": "Robert Del Naja, British artist, musician and singer", "entities": [{"title": "Robert Del Naja", "href": "/wiki/Robert_Del_Naja", "description": "Robert Del Naja, also known as 3D, is a British artist, musician, singer and songwriter. He emerged as a graffiti artist and member of the Bristol collective The Wild Bunch, and later as a founding member of the band Massive Attack, with which he is still active. In 2009, he received the British Academy's Ivor Novello Award for Outstanding Contribution to British Music."}]}, {"heading": "Births", "year": "1965", "date": "January 21", "txt": "Jam Master Jay, American DJ, rapper, and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1965", "date": "January 21", "txt": "Masahiro Wada, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 21", "txt": "Artashes Minasian, Armenian chess player", "entities": [{"title": "Artashes Minasian", "href": "/wiki/Artashes_Minasian", "description": "Artashes Minasian is an Armenian chess grandmaster. He won the USSR Chess Championship in 1991 and is a six-time Armenian Chess Champion."}]}, {"heading": "Births", "year": "1967", "date": "January 21", "txt": "Alfred Jermaniš, Slovenian footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 21", "txt": "Gorō Miyazaki, Japanese film director and landscaper", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 21", "txt": "Dmitry Fomin, Soviet and Russian volleyball player", "entities": [{"title": "Dmitry Fomin", "href": "/wiki/Dmitry_Fomin", "description": "Dmitry Fomin or Dmitri Fomine is a former Russian male volleyball player. He was part of the Soviet Union men's national volleyball team at the 1990 FIVB Volleyball Men's World Championship and was later part of the Russia men's national volleyball team at the 1996 Summer Olympics. Fomin won MVP Award in World League 1995 and World Cup 1991."}]}, {"heading": "Births", "year": "1968", "date": "January 21", "txt": "Ilya Smirin, Israeli chess Grandmaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 21", "txt": "Artur Dmitriev, Soviet and Russian ice skater", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 21", "txt": "Sébastien Lifshitz, French director", "entities": []}, {"heading": "Births", "year": "1968", "date": "January 21", "txt": "Charlotte Ross, American actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 21", "txt": "John Ducey, American actor", "entities": [{"title": "John Ducey", "href": "/wiki/John_Ducey", "description": "John Joseph Ducey is an American actor who has appeared in over 20 television shows, mainly sitcoms."}]}, {"heading": "Births", "year": "1969", "date": "January 21", "txt": "Eduard Hämäläinen, Finnish-Belarusian decathlete", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 21", "txt": "Karina Lombard, French-American actress and singer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 21", "txt": "Tsubaki Nekoi, Japanese comic artist", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 21", "txt": "Alen Bokšić, former Croatian footballer", "entities": [{"title": "Alen Bokšić", "href": "/wiki/Alen_Bok%C5%A1i%C4%87", "description": "Alen Bokšić is a former Croatian professional footballer. A forward who spent most of his career in France and Italy, he was renowned for his technique and power, and is regarded as one of the greatest players in the history of the Croatia national football team."}]}, {"heading": "Births", "year": "1970", "date": "January 21", "txt": "Marina Foïs, French actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 21", "txt": "Ken Leung, American actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 21", "txt": "Oren Peli, Israeli-American director, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 21", "txt": "Uni Arge, Faroese footballer and entertainer", "entities": [{"title": "Uni Arge", "href": "/wiki/Uni_Arge", "description": "Uni Jógvansson Arge is a Faroese journalist, writer, musician, singer, and a former international football striker. He is also a former handball player. He played 105 matches for the handball club Kyndil from Tórshavn and scored 693 goals for the club."}]}, {"heading": "Births", "year": "1971", "date": "January 21", "txt": "Rafael Berges, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 21", "txt": "Doug Edwards, American basketball player", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 21", "txt": "Dmitri Khlestov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 21", "txt": "Dylan Kussman, American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 21", "txt": "Sergey Klevchenya, Russian speed skater", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 21", "txt": "Doug Weight, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 21", "txt": "Billel Dziri, Algerian footballer and manager", "entities": [{"title": "Billel Dziri", "href": "/wiki/Billel_Dziri", "description": "Billel Dziri is an Algerian football manager and former player who is the current manager of Algerian Ligue Professionnelle 1 club NA Hussein Dey."}]}, {"heading": "Births", "year": "1972", "date": "January 21", "txt": "Rick Falkvinge, Swedish businessman and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 21", "txt": "Sead Kapetanović, Bosnian footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 21", "txt": "Yasunori Mitsuda, Japanese composer and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 21", "txt": "Cat Power, American singer, musician and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 21", "txt": "Shawn Rojeski, American curler", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 21", "txt": "Sabina Valbusa, Italian cross-country skier", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 21", "txt": "Rob Hayles, English cyclist", "entities": [{"title": "Rob Hayles", "href": "/wiki/Rob_Hayles", "description": "Robert John Hayles is a former track and road racing cyclist, who rode for Great Britain and England on the track and several professional teams on the road. Hayles competed in the team pursuit and madison events, until his retirement in 2011. He now occasionally provides studio-based analysis of cycle races for British Eurosport."}]}, {"heading": "Births", "year": "1973", "date": "January 21", "txt": "Chris Kilmore, American musician and DJ", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 21", "txt": "Edvinas Krungolcas, Lithuanian modern pentathlete", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 21", "txt": "Flavio Maestri, Peruvian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 21", "txt": "Malena Alterio, Spanish actress", "entities": [{"title": "Malena Alterio", "href": "/wiki/Malena_Alterio", "description": "Malena Grisel Alterio Bacaicoa is an Argentine-born Spanish actress. She became well known with the Spanish TV series Aquí no hay quien viva, playing the role of Belén López Vázquez."}]}, {"heading": "Births", "year": "1974", "date": "January 21", "txt": "Maxwell Atoms, American animator, screenwriter and voice actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 21", "txt": "Kim Dotcom, German-Finnish Internet entrepreneur and political activist", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 21", "txt": "Arthémon Hatungimana, Burundian middle-distance runner", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 21", "txt": "Vincent Laresca, American actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 21", "txt": "Ulrich Le Pen, French footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 21", "txt": "Marco Zanotti, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Nicky Butt, English footballer and coach", "entities": [{"title": "Nicky Butt", "href": "/wiki/Nicky_Butt", "description": "Nicholas Butt is an English football coach and former player who was most recently the head of first-team development at Manchester United. He is also a co-owner of Salford City."}]}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Casey FitzRandolph, American speedskater", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Yuji Ide, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Ito, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Willem Korsten, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Jason Moran, American jazz pianist, composer and educator", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Florin Șerban, Romanian director", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 21", "txt": "Alyaksandr Yermakovich, Belarusian footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 21", "txt": "Aivaras Abromavičius, Lithuanian-Ukrainian banker and politician; 15th Ukrainian Minister of Economic Development", "entities": [{"title": "Aivaras Abromavičius", "href": "/wiki/Aivaras_Abromavi%C4%8Dius", "description": "Aivaras Abromavičius is a Lithuanian-born Ukrainian investment banker and politician. He was Ukraine's Minister of Economy and Trade starting in December 2014. He did not retain his post in the Groysman Government that was installed in 14 April 2016. Abromavičius was Director General of Ukroboronprom, Ukraine's biggest defense industry company, from 31 August 2019 until 6 October 2020."}, {"title": "Ministry of Economic Development and Trade (Ukraine)", "href": "/wiki/Ministry_of_Economic_Development_and_Trade_(Ukraine)", "description": "The Ministry for Development of Economy and Trade is the main authority in the system of central government of Ukraine responsible for formation and realization of state economic and social development policies ; regulation of consumer prices; industrial, investment and trade economic policies; development of entrepreneurship; technical regulation and security of consumer rights; inter-agency coor"}]}, {"heading": "Births", "year": "1976", "date": "January 21", "txt": "Raivis Belohvoščiks, Latvian cyclist", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 21", "txt": "Emma Bunton, English singer", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 21", "txt": "Lars Eidinger, German actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 21", "txt": "Giorgio Frezzolini, Italian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 21", "txt": "Igors Stepanovs, Latvian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Hussein Abdulghani, Saudi Arabian footballer", "entities": [{"title": "Hussein Abdulghani", "href": "/wiki/Hussein_Abdulghani", "description": "Hussein Omar Abdulghani Sulaimani is a former Saudi Arabian football player who played as a left back in the Saudi Professional League."}]}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Bradley Carnell, South African footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "John DeSantis, Canadian actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Kirsten Klose, German hammer thrower", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Denis Lunghi, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Ulrike Maisch, German runner", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Phil Neville, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Michael Ruffin, American basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 21", "txt": "Jerry Trainor, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 21", "txt": "Faris Al-Sultan, German triathlete", "entities": [{"title": "Faris Al-Sultan", "href": "/wiki/Faris_Al-Sultan", "description": "Faris al-Sultan is a former German triathlete who is now active as a coach. In 2005, he was the third German to win the Ironman Hawaii. He is listed in the best list of German triathletes on the Ironman distance."}]}, {"heading": "Births", "year": "1978", "date": "January 21", "txt": "Peter von Allmen, Swiss cross-country skier", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 21", "txt": "Hernán Rodrigo López, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 21", "txt": "Andrei Zyuzin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 21", "txt": "Quinton Jacobs, Namibian footballer", "entities": [{"title": "Quinton Jacobs", "href": "/wiki/Quinton_Jacobs", "description": "Quinton Norman Jacobs is a Namibian football midfielder who last played for Black Africa Windhoek."}]}, {"heading": "Births", "year": "1979", "date": "January 21", "txt": "Melendi, Spanish singer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 21", "txt": "Brian O'Driscoll, Irish rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Karsten Forsterling, Australian rower", "entities": [{"title": "Karsten Forsterling", "href": "/wiki/Karsten_Forsterling", "description": "Karsten Forsterling is an Australian rower. He is a former national champion, world champion, a dual Olympian and Olympic medal winner. He represented Australia at eight senior world rowing championships between 2002 and 2019 in both sculling and sweep oared boats."}]}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Dave Kitson, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Lee Kyung-won, South Korean badminton player", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Kevin McKenna, Canadian soccer player", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Nana Mizuki, Japanese singer-songwriter and voice actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Xavier Pons, Spanish rally diver", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Mari Possa, El Salvadoran pornographic actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 21", "txt": "Bratislav Ristić, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Gillian Chung, Hong Kong singer-songwriter and actress", "entities": [{"title": "Gillian Chung", "href": "/wiki/Gillian_Chung", "description": "Gillian Chung Ka-lai, known by her stage name Chung Yan-tung, is a Hong Kong film actress and singer. She is a member of the Cantopop duo Twins, along with Charlene Choi."}]}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Wu Hanxiong, Chinese fencer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Dany Heatley, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Andy Lee, South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Izabella Miko, Polish actress, dancer, and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Shawn Redhage, American-Australian basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Michel Teló, Brazilian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "Jung Ryeo-won, South Korean actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 21", "txt": "David F. Sandberg, Swedish filmmaker", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 21", "txt": "Richard José Blanco, Venezuelan footballer", "entities": [{"title": "Richard José Blanco", "href": "/wiki/Richard_Jos%C3%A9_Blanco", "description": "Richard José Blanco Delgado Spanish pronunciation: [riˈtʃaɾθ xoˈse ˈβlaŋko], is a Venezuelan footballer that currently plays for Primera División club Academia Puerto Cabello as striker."}]}, {"heading": "Births", "year": "1982", "date": "January 21", "txt": "Adriano Ferreira Martins, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 21", "txt": "Nicolas Mahut, French tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 21", "txt": "Sarah Ourahmoune, French boxer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 21", "txt": "Simon Rolfes, German footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 21", "txt": "Dean Whitehead, English footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Alex Acker, American basketball player", "entities": [{"title": "Alex Acker", "href": "/wiki/Alex_Acker", "description": "Alexander Maurice Acker is an American-Italian professional basketball player for Gallarate Basket of the Serie C Gold, in the Italian minor leagues. He played college basketball for Pepperdine University."}]}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Victor Leandro Bagy, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Ranko Despotović, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Svetlana Khodchenkova, Russian actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Marieke van den Ham, Dutch water polo player", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Billy Mwanza, Zambian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Maryse Ouellet, French-Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Álvaro Quirós, Spanish golfer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Francesca Segat, Italian swimmer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Moritz Volz, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 21", "txt": "Kelly VanderBeek, Canadian alpine skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 21", "txt": "Leonardo Burián, Uruguayan footballer", "entities": [{"title": "Leonardo Burián", "href": "/wiki/Leonardo_Buri%C3%A1n", "description": "Leonardo Fabián Burián Castro is an Uruguayan professional footballer who plays as a goalkeeper for Argentine Primera División side Colón"}]}, {"heading": "Births", "year": "1984", "date": "January 21", "txt": "Alex Koslov, Moldovan-American wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 21", "txt": "Dejan Milovanović, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 21", "txt": "Wes Morgan, Jamaican footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Markus Berger, Austrian footballer", "entities": [{"title": "Markus Berger", "href": "/wiki/Markus_Berger", "description": "Markus Berger is an Austrian professional footballer who plays for Salzburger AK 1914 as a central defender."}]}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Artur Beterbiev, Russian boxer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Aura Dione, Danish singer and songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Nick Gehlfuss, American actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Salvatore Giunta, American sergeant, Medal of Honor recipient", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Yumi Hara, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Sasha Pivovarova, Russian model and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Rodrigo San Miguel, Spanish basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Ri Se-gwang, North Korean artistic gymnast", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Dmitri Sokolov, Russian basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 21", "txt": "Ryan Suter, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "César Arzo, Spanish footballer", "entities": [{"title": "César Arzo", "href": "/wiki/C%C3%A9sar_Arzo", "description": "César Arzo Amposta is a Spanish retired footballer who played as a central defender."}]}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "Edson Barboza, Brazilian mixed martial artist", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "João Gomes Júnior, Brazilian swimmer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "Javi López, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "Gina Mambrú, Dominican Republic volleyball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "Jonathan Quick, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "Mike Taylor, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "Óscar Vílchez, Peruvian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 21", "txt": "Sushant Singh Rajput, Indian actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Ioannis Athanasoulas, Greek basketball player", "entities": [{"title": "Ioannis Athanasoulas", "href": "/wiki/Ioannis_Athanasoulas", "description": "Ioannis Athanasoulas is a Greek professional basketball player for Koroivos Amaliadas of the Greek A2 Basket League. He is a 2.02 m tall small forward–power forward."}]}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Andrei Cojocari, Moldovan footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Alexander Dercho, German footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Aida Hadzialic, Swedish politician", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Shaun Keeling, South African rower", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Augustine Kiprono Choge, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Kevin Kratz, German footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Danny Munyao, Zambian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Henrico Drost, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Darren Helm, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Will Johnson, Canadian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Mulopo Kudimbana, Congolese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Nyasha Mushekwi, Zimbabwean footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Dominik Roels, German cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Maša Zec Peškirič, Slovenian tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 21", "txt": "Ikumi Yoshimatsu, Japanese actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Glaiza de Castro, Filipino actress and singer", "entities": [{"title": "Glaiza de Castro", "href": "/wiki/Glaiza_de_Castro", "description": "Glaiza Castro Galura, known by her stage name Glaiza de Castro, is a Filipina actress and singer. After beginning her career in GMA in 2001, she transferred to its rival network, ABS-CBN, where she played mostly minor and supporting roles before returning to GMA in 2006. During the first two years of her second stint with GMA, she continued to play supporting roles in series such as Boys Nxt Door "}]}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Ashton Eaton, American decathlete", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Rolands Freimanis, Latvian basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Vanessa Hessler, Italian-American model and actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Aleksandar Lazevski, Macedonian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Ángel Mena, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Valérie Tétreault, Canadian tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Pieter Timmers, Belgian swimmer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Nemanja Tomić, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 21", "txt": "Ben Turner, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 21", "txt": "Doğuş Balbay, Turkish basketball player", "entities": [{"title": "Doğuş Balbay", "href": "/wiki/Do%C4%9Fu%C5%9F_Balbay", "description": "Doğuş Balbay is a Turkish professional basketball player for Anadolu Efes Istanbul of the Turkish Basketbol Süper Ligi (BSL) and the EuroLeague. He is 6 ft 1 in tall and he plays at the point guard position."}]}, {"heading": "Births", "year": "1989", "date": "January 21", "txt": "Kayla Banwarth, American indoor volleyball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 21", "txt": "Férébory Doré, Congolese footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 21", "txt": "Sergey Fesikov, Russian swimmer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 21", "txt": "Henrikh Mkhitaryan, Armenian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 21", "txt": "Matteo Pelucchi, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 21", "txt": "Zhang Shuai, Chinese tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "Arash Afshin, Iranian footballer", "entities": [{"title": "Arash Afshin", "href": "/wiki/Arash_Afshin", "description": "Arash Afshin is an Iranian footballer. He is a former player of Iran national team and under-23 team."}]}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "Diogo Amado, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "Andriy Bohdanov, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "Kelly Rohrbach, American model and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "André Martins, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "Knowledge Musona, Zimbabwean footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "Jacob Smith, American actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 21", "txt": "Doni Tata Pradita, Indonesian motorcycle racer", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 21", "txt": "Ali Al-Busaidi, Omani footballer", "entities": [{"title": "Ali Al-Busaidi", "href": "/wiki/Ali_Al-Busaidi", "description": "Ali Sulaiman Rashid Al-Busaidi, commonly known as Ali Al-Busaidi, is an Omani footballer who plays for Dhofar Club in the Oman Professional League."}]}, {"heading": "Births", "year": "1991", "date": "January 21", "txt": "Jan Hirt, Czech cyclist", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 21", "txt": "Marta Pagnini, Italian gymnast", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 21", "txt": "Verónica Cepede Royg, Paraguayan tennis player", "entities": [{"title": "Verónica Cepede Royg", "href": "/wiki/Ver%C3%B3nica_Cepede_Royg", "description": "Verónica Cepede Royg is a professional Paraguayan tennis player."}]}, {"heading": "Births", "year": "1992", "date": "January 21", "txt": "Sven Erik Bystrøm, Norwegian cyclist", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 21", "txt": "James Duckworth, Australian tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 21", "txt": "Kwame Karikari, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 21", "txt": "Nicolás Mezquida, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "January 21", "txt": "Roland Szolnoki, Hungarian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "January 21", "txt": "Muralha, Brazilian footballer", "entities": [{"title": "Muralha", "href": "/wiki/Muralha", "description": "Luiz Philipe Lima de Oliveira, known as Muralha or Luiz Philipe Muralha, is a Brazilian football who plays for Saudi Pro League side Al-Hazem as a centre midfielder."}]}, {"heading": "Births", "year": "1994", "date": "January 21", "txt": "Amin Affane, Swedish footballer", "entities": [{"title": "Amin Affane", "href": "/wiki/Amin_Affane", "description": "Amin Tareq Affane born 21 January 1994), is a Swedish footballer who plays as a midfielder."}]}, {"heading": "Births", "year": "1994", "date": "January 21", "txt": "Laura Robson, Australian-English tennis player", "entities": []}, {"heading": "Births", "year": "1995", "date": "January 21", "txt": "Yulia Belorukova, Russian cross-country skier", "entities": [{"title": "Yulia Belorukova", "href": "/wiki/Yulia_Belorukova", "description": "Yuliya Sergeyevna Stupak is a Russian cross-country skier who competes internationally with the Russian national team."}]}, {"heading": "Births", "year": "1995", "date": "January 21", "txt": "Nguyễn Công Phượng, Vietnamese footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "January 21", "txt": "Marine Johannes, French basketball player", "entities": []}, {"heading": "Births", "year": "1995", "date": "January 21", "txt": "Alanna Kennedy, Australian footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "January 21", "txt": "Marco Asensio, Spanish footballer", "entities": [{"title": "Marco Asensio", "href": "/wiki/Marco_Asensio", "description": "Marco Asensio Willemsen is a Spanish professional footballer who plays as a winger and attacking midfielder for Real Madrid and the Spain national team."}]}, {"heading": "Births", "year": "1997", "date": "January 21", "txt": "Jeremy Shada, American actor, musician and singer", "entities": [{"title": "Jeremy Shada", "href": "/wiki/Jeremy_Shada", "description": "Jeremy Shada is an American actor, musician and singer. He is best known for his work as the voice of Finn the Human from the American animated television series Adventure Time and Lance in Voltron: Legendary Defender. He is also known for starring as various characters in the sketch-comedy series Incredible Crew. Shada is also known as the bass player and secondary vocalist in the rock band Make "}]}, {"heading": "Births", "year": "1999", "date": "January 21", "txt": "Rubina Ali, Indian actress", "entities": [{"title": "Rubina Ali", "href": "/wiki/Rubina_Ali", "description": "Rubina Ali, also known as Rubina Qureshi, is an Indian child actress who played the child version of Latika in the Oscar-winning film Slumdog Millionaire (2008), for which she won a Screen Actors Guild Award. Following the film's success, she was cast in the Bollywood film Kal Kisne Dekha (2009)."}]}, {"heading": "Births", "year": "2003", "date": "January 21", "txt": "Natalie Garcia, Canadian rhythmic gymnast", "entities": [{"title": "Natalie Garcia (gymnast)", "href": "/wiki/Natalie_Garcia_(gymnast)", "description": "Natalie Garcia is a Canadian rhythmic gymnast."}]}, {"heading": "Births", "year": "2004", "date": "January 21", "txt": "Princess Ingrid Alexandra of Norway", "entities": [{"title": "Princess Ingrid Alexandra of Norway", "href": "/wiki/Princess_Ingrid_Alexandra_of_Norway", "description": "Princess Ingrid Alexandra of Norway is the elder child of Crown Prince Haakon and Crown Princess Mette-Marit. She is second in line to succeed her grandfather King Harald V. She has a younger brother, Prince Sverre Magnus, whom she ranks above in the line of succession due to the implementation of absolute primogeniture in 1990. A member of the House of Glücksburg, she is expected to become the co"}]}, {"heading": "Deaths", "year": "420", "date": "January 21", "txt": "Yazdegerd I, king of the Sassanid Empire", "entities": [{"title": "Yazdegerd I", "href": "/wiki/Yazdegerd_I", "description": "Yazdegerd I, also spelled Yazdgerd I and Yazdgird I, was the Sasanian King of Kings of Iran from 399 to 420. A son of Shapur III, he succeeded his brother Bahram IV after the latter's assassination."}, {"title": "Sassanid Empire", "href": "/wiki/Sassanid_Empire", "description": "\nThe Sasanian or Sassanid Empire, officially known as the Empire of Iranians, and called the Neo-Persian Empire by historians, was the last Persian imperial dynasty before the Muslim conquest in the mid seventh century AD. Named after the House of Sasan, it endured for over four centuries, from 224 to 651 AD, making it the longest-lived Persian dynasty. The Sasanian Empire succeeded the Parthian E"}]}, {"heading": "Deaths", "year": "496", "date": "January 21", "txt": "Epiphanius of Pavia, Italian bishop and saint (b. 438)", "entities": [{"title": "Epiphanius of Pavia", "href": "/wiki/Epiphanius_of_Pavia", "description": "Epiphanius of Pavia (438–496), later venerated as Saint Epiphanius of Pavia, was Bishop of Pavia from 466 until his death in 496. Epiphanius additionally held the offices of lector, subdeacon and deacon."}]}, {"heading": "Deaths", "year": "917", "date": "January 21", "txt": "Erchanger, Duke of Swabia (b. 880)", "entities": [{"title": "Erchanger, Duke of Swabia", "href": "/wiki/Erchanger,_Duke_of_Swabia", "description": "Erchanger was the duke of Swabia from September 915 to his death. He was the son of Berthold I, count palatine of Swabia, who is sometimes called Erchanger as well, in which case the duke is Erchanger II. His mother was Gisela, daughter of Louis the German and his family is known as the Ahalolfinger."}]}, {"heading": "Deaths", "year": "918", "date": "January 21", "txt": "Liu Zhijun, Chinese general", "entities": [{"title": "Liu Zhijun (Later Liang)", "href": "/wiki/Liu_Zhijun_(Later_Liang)", "description": "Liu Zhijun, courtesy name Xixian (希賢), nicknamed Liu Kaidao, was a general under Zhu Wen while Emperor Taizu was a major warlord during the late Tang Dynasty and then during Emperor Taizu's reign in his new Later Liang. Later, fearing that Emperor Taizu was going to act against him, he defected, first to Qi, then to Former Shu. Former Shu's emperor Wang Jian, however, also was apprehensive of his "}]}, {"heading": "Deaths", "year": "939", "date": "January 21", "txt": "Yang Pu, Chinese emperor (b. 900)", "entities": [{"title": "Yang Pu", "href": "/wiki/Yang_Pu", "description": "Yang Pu (楊溥), formally Emperor Rui of Wu (吳睿帝), known as Emperor Gaoshang Sixuan Honggu Rang or, in short, Emperor Rang, while still living during the initial months of succeeding Southern Tang, was the last ruler of the Chinese Five Dynasties and Ten Kingdoms period state Wu, and the only one that claimed the title of emperor. During his reign, the state was in effective control of the regents Xu"}]}, {"heading": "Deaths", "year": "942", "date": "January 21", "txt": "An Chongrong, Chinese general (Five Dynasties)", "entities": [{"title": "An Chongrong", "href": "/wiki/An_Chongrong", "description": "An Chongrong (安重榮), nickname Tiehu (鐵胡), was a major general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Jin. Late in the reign of Later Jin's founding emperor Shi Jingtang, An, discontented with the friendly relations between Later Jin and the Khitan Liao state, often provoked Liao and eventually decided to rebel against Later Jin. He was quickly defeated, however, and then "}, {"title": "Five Dynasties", "href": "/wiki/Five_Dynasties", "description": "The Five Dynasties and Ten Kingdoms period (907–979) was an era of political upheaval and division in 10th-century Imperial China. Five states quickly succeeded one another in the Central Plain, and more than a dozen concurrent states were established elsewhere, mainly in South China. It was the last prolonged period of multiple political divisions in Chinese imperial history."}]}, {"heading": "Deaths", "year": "945", "date": "January 21", "txt": "Yang Tan, Chinese general and governor", "entities": [{"title": "Yang Guangyuan", "href": "/wiki/Yang_Guangyuan", "description": "Yang Guangyuan, né Atan (阿檀), later known as Yang Tang (楊檀) before changing his name to Guangyuan, courtesy name Deming (德明), formally the Prince of Qi (齊王), was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang and Later Jin. He rebelled against Later Jin in 944, believing that he would prevail with aid from the Khitan Liao Dynasty, but after the Liao aid forces wer"}]}, {"heading": "Deaths", "year": "1118", "date": "January 21", "txt": "Pope Paschal II (b. 1050)", "entities": [{"title": "Pope Paschal II", "href": "/wiki/Pope_Paschal_II", "description": "Pope Paschal II, born Ranierius, was head of the Catholic Church and ruler of the Papal States from 13 August 1099 to his death in 1118. A monk of the Abbey of Cluny, he was created the cardinal-priest of San Clemente by Pope Gregory VII (1073–85) in 1073. He was consecrated as pope in succession to Pope Urban II (1088–99) on 19 August 1099. His reign of almost twenty years was exceptionally long "}]}, {"heading": "Deaths", "year": "1203", "date": "January 21", "txt": "Agnes II, Abbess of Quedlinburg (b. 1139)", "entities": [{"title": "Agnes II, Abbess of Quedlinburg", "href": "/wiki/Agnes_II,_Abbess_of_Quedlinburg", "description": "Agnes II was a member of the House of Wettin who reigned as Princess-Abbess of Quedlinburg."}]}, {"heading": "Deaths", "year": "1320", "date": "January 21", "txt": "Árni Helgason, Icelandic bishop (b. c. 1260)", "entities": [{"title": "Árni Helgason (bishop)", "href": "/wiki/%C3%81rni_Helgason_(bishop)", "description": "Árni Helgason was an Icelandic Roman Catholic clergyman, who became the eleventh bishop of the Icelandic diocese of Skálholt in 1304. He served until his death in 1320."}]}, {"heading": "Deaths", "year": "1527", "date": "January 21", "txt": "Juan de Grijalva, Spanish explorer (b. 1489)", "entities": [{"title": "Juan de Grijalva", "href": "/wiki/Juan_de_Grijalva", "description": "Juan de Grijalva was a Spanish conquistador, and a relative of Diego Velázquez. He went to Hispaniola in 1508 and to Cuba in 1511. He was one of the early explorers of the Mexican coastline."}]}, {"heading": "Deaths", "year": "1546", "date": "January 21", "txt": "Azai Sukemasa, Japanese daimyō (b. 1491)", "entities": [{"title": "Azai Sukemasa", "href": "/wiki/Azai_Sukemasa", "description": "Azai Sukemasa  built Odani Castle for the Azai clan, including his son Azai Hisamasa, to rule. Was said to be talented in command of troops"}]}, {"heading": "Deaths", "year": "1609", "date": "January 21", "txt": "Joseph Justus Scaliger, French historian and scholar (b. 1540)", "entities": [{"title": "Joseph Justus Scaliger", "href": "/wiki/Joseph_Justus_Scaliger", "description": "Joseph Justus Scaliger was a French Calvinist religious leader and scholar, known for expanding the notion of classical history from Greek and ancient Roman history to include Persian, Babylonian, Jewish and ancient Egyptian history. He spent the last sixteen years of his life in the Netherlands."}]}, {"heading": "Deaths", "year": "1638", "date": "January 21", "txt": "Ignazio Donati, Italian composer (b. 1570)", "entities": [{"title": "Ignazio Donati", "href": "/wiki/Ignazio_Donati", "description": "Ignazio Donati was an Italian composer of the early Baroque era. He was one of the pioneers of the style of the concertato motet."}]}, {"heading": "Deaths", "year": "1670", "date": "January 21", "txt": "Claude Duval, French highwayman (b. 1643)", "entities": [{"title": "Claude Duval", "href": "/wiki/Claude_Duval", "description": "Claude Du Vall  was a French highwayman in Restoration England. He came from a family of decayed nobility, and worked in the service of exiled royalists who returned to England under King Charles II. Little else is known of his history. According to popular legend, he abhorred violence, showing courtesy to his victims and chivalry to their womenfolk, thus spawning the myth of the romantic highwaym"}, {"title": "Highwayman", "href": "/wiki/Highwayman", "description": "A highwayman was a robber who stole from travellers. This type of thief usually travelled and robbed by horse as compared to a footpad who travelled and robbed on foot; mounted highwaymen were widely considered to be socially superior to footpads. Such criminals operated until the mid or late 19th century. Highwaywomen, such as Katherine Ferrers, were said to also exist, often dressing as men, esp"}]}, {"heading": "Deaths", "year": "1683", "date": "January 21", "txt": "Anthony Ashley Cooper, 1st Earl of Shaftesbury, English politician, Chancellor of the Exchequer (b. 1621)", "entities": [{"title": "Anthony Ashley Cooper, 1st Earl of Shaftesbury", "href": "/wiki/Anthony_Ashley_Cooper,_1st_Earl_of_Shaftesbury", "description": "Anthony Ashley Cooper, 1st Earl of Shaftesbury PC, known as Anthony Ashley Cooper from 1621 to 1630, as Sir Anthony Ashley Cooper, 2nd Baronet from 1630 to 1661, and as The Lord Ashley from 1661 to 1672, was a prominent English politician during the Interregnum and the reign of King Charles II. A founder of the Whig party, he was also the patron of John Locke."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1699", "date": "January 21", "txt": "Obadiah Walker, English historian and academic (b. 1616)", "entities": [{"title": "Obadiah Walker", "href": "/wiki/Obadiah_Walker", "description": "Obadiah Walker was an English academic and Master of University College, Oxford from 1676 to 1688."}]}, {"heading": "Deaths", "year": "1706", "date": "January 21", "txt": "Adrien Baillet, French scholar and critic (b. 1649)", "entities": [{"title": "Adrien Baillet", "href": "/wiki/Adrien_Baillet", "description": "Adrien Baillet was a French scholar and critic. He is now best known as a biographer of René Descartes."}]}, {"heading": "Deaths", "year": "1710", "date": "January 21", "txt": "Johann Georg Gichtel, German mystic and critic (b. 1638)", "entities": [{"title": "Johann Georg Gichtel", "href": "/wiki/Johann_Georg_Gichtel", "description": "Johann Georg Gichtel was a German mystic and religious leader who was a critic of Lutheranism. His followers ultimately separated from this faith."}]}, {"heading": "Deaths", "year": "1722", "date": "January 21", "txt": "Charles Paulet, 2nd Duke of Bolton, English politician, Lord Lieutenant of Ireland (b. 1661)", "entities": [{"title": "Charles Paulet, 2nd Duke of Bolton", "href": "/wiki/Charles_Paulet,_2nd_Duke_of_Bolton", "description": "Charles Paulet, 2nd Duke of Bolton was Lord Lieutenant of Ireland, Member of Parliament for Hampshire and a supporter of William III of Orange."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1731", "date": "January 21", "txt": "Ignjat Đurđević, Croatian poet and translator (b. 1675)", "entities": [{"title": "Ignjat Đurđević", "href": "/wiki/Ignjat_%C4%90ur%C4%91evi%C4%87", "description": "Ignjat Đurđević was a baroque poet and translator from the Republic of Ragusa, best known for his long poem Uzdasi Mandaljene pokornice. He wrote poetry in three languages: Latin, Italian and Croatian."}]}, {"heading": "Deaths", "year": "1773", "date": "January 21", "txt": "Alexis Piron, French playwright and author (b. 1689)", "entities": [{"title": "Alexis Piron", "href": "/wiki/Alexis_Piron", "description": "Alexis Piron was a French epigrammatist and dramatist."}]}, {"heading": "Deaths", "year": "1774", "date": "January 21", "txt": "Mustafa III, Ottoman sultan (b. 1717)", "entities": [{"title": "Mustafa III", "href": "/wiki/Mustafa_III", "description": "Mustafa III was the Sultan of the Ottoman Empire from 1757 to 1774. He was a son of Sultan Ahmed III (1703–30), and his consort Mihrişah Kadın. He was succeeded by his brother Abdul Hamid I (1774–89)."}]}, {"heading": "Deaths", "year": "1775", "date": "January 21", "txt": "Yemelyan Pugachev, Russian rebel (b. 1742)", "entities": [{"title": "Yemelyan Pugachev", "href": "/wiki/Yemelyan_Pugachev", "description": "\nYemelyan Ivanovich Pugachev was an ataman of the Yaik Cossacks who led a great popular insurrection during the reign of Catherine the Great. Pugachev claimed to be Catherine's late husband, Emperor Peter III."}]}, {"heading": "Deaths", "year": "1789", "date": "January 21", "txt": "Baron d'Holbach, French-German philosopher and author (b. 1723)", "entities": [{"title": "Baron d'Holbach", "href": "/wiki/Baron_d%27Holbach", "description": "Paul-Henri Thiry, Baron d'Holbach, was a French-German philosopher, encyclopedist, writer, and prominent figure in the French Enlightenment. He was born Paul Heinrich Dietrich in Edesheim, near Landau in the Rhenish Palatinate, but lived and worked mainly in Paris, where he kept a salon. He was well known for his atheism and for his voluminous writings against religion, the most famous of them bei"}]}, {"heading": "Deaths", "year": "1793", "date": "January 21", "txt": "Louis XVI of France (b. 1754)", "entities": [{"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}]}, {"heading": "Deaths", "year": "1795", "date": "January 21", "txt": "Samuel Wallis, English navigator and explorer (b. 1728)", "entities": [{"title": "Samuel Wallis", "href": "/wiki/Samuel_Wallis", "description": "Samuel Wallis was a British naval officer and explorer of the Pacific Ocean. He made the first recorded visit by a European navigator to Tahiti."}]}, {"heading": "Deaths", "year": "1809", "date": "January 21", "txt": "Josiah Hornblower, American engineer and politician (b. 1729)", "entities": [{"title": "Josiah Hornblower", "href": "/wiki/Josiah_Hornblower", "description": "Josiah Hornblower was an English engineer and statesman in Belleville, New Jersey. He was a delegate for New Jersey in the Continental Congress in 1785 and 1786."}]}, {"heading": "Deaths", "year": "1814", "date": "January 21", "txt": "Jacques-Henri Bernardin de Saint-Pierre, French botanist and author (b. 1737)", "entities": [{"title": "Jacques-Henri Bernardin de Saint-Pierre", "href": "/wiki/Jacques-Henri_Bernardin_de_Saint-Pierre", "description": "Jacques-Henri Bernardin de Saint-Pierre was a French writer and botanist. He is best known for his 1788 novel Paul et Virginie, now largely forgotten, but in the 19th century a very popular children's book."}]}, {"heading": "Deaths", "year": "1823", "date": "January 21", "txt": "Cayetano José Rodríguez, Argentinian cleric, journalist, and poet (b. 1761)", "entities": [{"title": "Cayetano José Rodríguez", "href": "/wiki/Cayetano_Jos%C3%A9_Rodr%C3%ADguez", "description": "Cayetano José Rodríguez was an Argentine cleric, journalist and poet. He was a representative to the Congress of Tucumán of 9 July 1816 which declared the Independence of Argentina."}]}, {"heading": "Deaths", "year": "1831", "date": "January 21", "txt": "Ludwig Achim von Arnim, German poet and author (b. 1781)", "entities": [{"title": "Ludwig Achim von Arnim", "href": "/wiki/Ludwig_Achim_von_Arnim", "description": "Carl Joachim Friedrich Ludwig von Arnim, better known as Achim von Arnim, was a German poet, novelist, and together with Clemens Brentano and Joseph von Eichendorff, a leading figure of German Romanticism."}]}, {"heading": "Deaths", "year": "1851", "date": "January 21", "txt": "Albert Lortzing, German actor and composer (b. 1801)", "entities": [{"title": "Albert Lortzing", "href": "/wiki/Albert_Lortzing", "description": "Gustav Albert Lortzing was a German composer, actor and singer. He is considered to be the main representative of the German Spieloper, a form similar to the French opéra comique, which grew out of the Singspiel."}]}, {"heading": "Deaths", "year": "1862", "date": "January 21", "txt": "Božena Němcová, Austrian-Czech author and poet (b. 1820)", "entities": [{"title": "Božena Němcová", "href": "/wiki/Bo%C5%BEena_N%C4%9Bmcov%C3%A1", "description": "Božena Němcová was a Czech writer of the final phase of the Czech National Revival movement."}]}, {"heading": "Deaths", "year": "1870", "date": "January 21", "txt": "Alexander Herzen, Russian philosopher and author (b. 1812)", "entities": [{"title": "Alexander Herzen", "href": "/wiki/Alexander_Herzen", "description": "Alexander Ivanovich Herzen was a Russian writer and thinker known as the \"father of Russian socialism\" and one of the main fathers of agrarian populism. With his writings, many composed while exiled in London, he attempted to influence the situation in Russia, contributing to a political climate that led to the emancipation of the serfs in 1861. He published the important social novel Who is to Bl"}]}, {"heading": "Deaths", "year": "1872", "date": "January 21", "txt": "Franz Grillparzer, Austrian playwright and poet (b. 1791)", "entities": [{"title": "Franz Grillparzer", "href": "/wiki/Franz_Grillparzer", "description": "Franz Seraphicus Grillparzer was an Austrian writer who was considered to be the leading Austrian dramatist of the 19th century, his plays were and are frequently performed at the famous Burgtheater in Vienna. He also wrote the oration for Ludwig van Beethoven's funeral."}]}, {"heading": "Deaths", "year": "1881", "date": "January 21", "txt": "Wilhelm Matthias Naeff, Swiss lawyer and politician (b. 1802)", "entities": [{"title": "Wilhelm Matthias Naeff", "href": "/wiki/Wilhelm_Matthias_Naeff", "description": "Wilhelm Matthias Naeff was a Swiss politician and one of the seven initial members of the Swiss Federal Council (1848–1875)."}]}, {"heading": "Deaths", "year": "1891", "date": "January 21", "txt": "Calixa Lavallée, Canadian-American lieutenant and composer (b. 1842)", "entities": [{"title": "Calixa Lavallée", "href": "/wiki/Calixa_Lavall%C3%A9e", "description": "Calixa Lavallée was a French-Canadian-American musician and Union Army band musician during the American Civil War. He is best known for composing the music for \"O Canada,\" which officially became the national anthem of Canada in 1980, after a vote in the Senate and the House of Commons. The same 1980 Act of Parliament also changed some of the English lyrics. A slight alteration to the English lyr"}]}, {"heading": "Deaths", "year": "1901", "date": "January 21", "txt": "Elisha Gray, American engineer, co-founded Western Electric (b. 1835)", "entities": [{"title": "Elisha Gray", "href": "/wiki/Elisha_Gray", "description": "Elisha Gray was an American electrical engineer who co-founded the Western Electric Manufacturing Company. Gray is best known for his development of a telephone prototype in 1876 in Highland Park, Illinois. Some recent authors have argued that Gray should be considered the true inventor of the telephone because Alexander Graham Bell allegedly stole the idea of the liquid transmitter from him. Alth"}, {"title": "Western Electric", "href": "/wiki/Western_Electric", "description": "The Western Electric Company was an American electrical engineering and manufacturing company officially founded in 1869. A wholly owned subsidiary of AT&T for most of its lifespan, it served as the primary equipment manufacturer, supplier, and purchasing agent for the Bell System from 1881 to 1984 when it was dismantled. The company was responsible for many technological innovations as well as de"}]}, {"heading": "Deaths", "year": "1914", "date": "January 21", "txt": "Theodor Kittelsen, Norwegian painter and illustrator (b. 1857)", "entities": [{"title": "Theodor Kittelsen", "href": "/wiki/Theodor_Kittelsen", "description": "Theodor Severin Kittelsen was a Norwegian artist. He is one of the most popular artists in Norway. Kittelsen became famous for his nature paintings, as well as for his illustrations of fairy tales and legends, especially of trolls."}]}, {"heading": "Deaths", "year": "1918", "date": "January 21", "txt": "Jan Drozdowski, Polish pianist and music teacher (b. 1857)", "entities": [{"title": "Jan Drozdowski", "href": "/wiki/Jan_Drozdowski", "description": "Jan Drozdowski (1857–1918) was a Polish pianist and music teacher."}]}, {"heading": "Deaths", "year": "1919", "date": "January 21", "txt": "Gojong of Korea (b. 1852)", "entities": [{"title": "Gojong of Korea", "href": "/wiki/Gojong_of_Korea", "description": "Gojong, the Emperor Gwangmu, was the last king of Joseon and the first Emperor of Korea."}]}, {"heading": "Deaths", "year": "1919", "date": "January 21", "txt": "Ahmed Muhtar Pasha, Ottoman general and politician, 277th Grand Vizier of the Ottoman Empire (b. 1839)", "entities": [{"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1924", "date": "January 21", "txt": "Vladimir Lenin, Russian lawyer and politician (b. 1870)", "entities": [{"title": "Vladimir Lenin", "href": "/wiki/Vladimir_Lenin", "description": "Vladimir Ilyich Ulyanov, better known by his alias Lenin, was a Russian revolutionary, politician, and political theorist. He served as the first and founding head of government of Soviet Russia from 1917 to 1924 and of the Soviet Union from 1922 to 1924. Under his administration, Russia, and later the Soviet Union, became a one-party socialist state governed by the Soviet Communist Party. A Marxi"}]}, {"heading": "Deaths", "year": "1926", "date": "January 21", "txt": "Camillo Golgi, Italian physician and pathologist, Nobel Prize laureate (b. 1843)", "entities": [{"title": "Camillo Golgi", "href": "/wiki/Camillo_Golgi", "description": "Camillo Golgi was an Italian biologist and pathologist known for his works on the central nervous system. He studied medicine at the University of Pavia between 1860 and 1868 under the tutelage of Cesare Lombroso. Inspired by pathologist Giulio Bizzozero, he pursued research in the nervous system. His discovery of a staining technique called black reaction in 1873 was a major breakthrough in neuro"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1928", "date": "January 21", "txt": "George Washington Goethals, American general and engineer (b. 1858)", "entities": [{"title": "George Washington Goethals", "href": "/wiki/George_Washington_Goethals", "description": "George Washington Goethals was a United States Army General and civil engineer, best known for his administration and supervision of the construction and the opening of the Panama Canal. He was the State Engineer of New Jersey and the Acting Quartermaster General of the United States Army."}]}, {"heading": "Deaths", "year": "1931", "date": "January 21", "txt": "Felix Blumenfeld, Russian pianist, composer, and conductor (b. 1863)", "entities": [{"title": "Felix Blumenfeld", "href": "/wiki/Felix_Blumenfeld", "description": "Felix Mikhailovich Blumenfeld was a Russian composer, conductor of the Imperial Opera St-Petersburg, pianist, and teacher."}]}, {"heading": "Deaths", "year": "1932", "date": "January 21", "txt": "Lytton Strachey, English writer and critic (b. 1880)", "entities": [{"title": "Lytton Strachey", "href": "/wiki/Lytton_Strachey", "description": "Giles Lytton Strachey was an English writer and critic."}]}, {"heading": "Deaths", "year": "1933", "date": "January 21", "txt": "George Moore, Irish author, poet, and critic (b. 1852)", "entities": [{"title": "George Moore (novelist)", "href": "/wiki/George_Moore_(novelist)", "description": "George Augustus Moore was an Irish novelist, short-story writer, poet, art critic, memoirist and dramatist. Moore came from a Roman Catholic landed family who lived at Moore Hall in Carra, County Mayo. He originally wanted to be a painter, and studied art in Paris during the 1870s. There, he befriended many of the leading French artists and writers of the day."}]}, {"heading": "Deaths", "year": "1937", "date": "January 21", "txt": "Marie Prevost, Canadian-American actress and singer (b. 1898)", "entities": [{"title": "Marie Prevost", "href": "/wiki/Marie_Prevost", "description": "Marie Prevost was a Canadian-born film actress. During her 20-year career, she made 121 silent and sound films."}]}, {"heading": "Deaths", "year": "1938", "date": "January 21", "txt": "Georges Méliès, French actor, director, and producer (b. 1861)", "entities": [{"title": "Georges Méliès", "href": "/wiki/Georges_M%C3%A9li%C3%A8s", "description": "Marie-Georges-Jean Méliès, was a French illusionist, actor, and film director who led many technical and narrative developments in the earliest days of cinema. Méliès was well known for the use of special effects, popularizing such techniques as substitution splices, multiple exposures, time-lapse photography, dissolves, and hand-painted colour. He was also one of the first filmmakers to use story"}]}, {"heading": "Deaths", "year": "1945", "date": "January 21", "txt": "Rash Behari Bose, Indian soldier and engineer (b. 1886)", "entities": [{"title": "Rash Behari Bose", "href": "/wiki/Rash_Behari_Bose", "description": "Rash Behari Bose was an Indian revolutionary leader against the British Raj. He was born in Village Subaldaha, Purba Bardhaman district of West Bengal. He was one of the key organisers of the Ghadar Mutiny, and later the Indian National Army. Rash Behari Bose handed over Indian National Army to Subhas Chandra Bose."}]}, {"heading": "Deaths", "year": "1948", "date": "January 21", "txt": "Ermanno Wolf-Ferrari, Italian composer and educator (b. 1876)", "entities": [{"title": "Ermanno Wolf-Ferrari", "href": "/wiki/Ermanno_Wolf-Ferrari", "description": "Ermanno Wolf-Ferrari was an Italian composer and teacher. He is best known for his comic operas such as Il segreto di Susanna (1909). A number of his works were based on plays by Carlo Goldoni, including Le donne curiose (1903), I quatro rusteghi (1906) and Il campiello (1936)."}]}, {"heading": "Deaths", "year": "1950", "date": "January 21", "txt": "George Orwell, British novelist, essayist, and critic (b. 1903)", "entities": [{"title": "George Orwell", "href": "/wiki/George_Orwell", "description": "Eric Arthur Blair, known by his pen name George Orwell, was an Indian-born British novelist, essayist, journalist and critic. His work is characterised by lucid prose, biting social criticism, opposition to totalitarianism, and outspoken support of democratic socialism."}]}, {"heading": "Deaths", "year": "1955", "date": "January 21", "txt": "Archie Hahn, German-American runner and coach (b. 1880)", "entities": [{"title": "Archie Hahn", "href": "/wiki/Archie_Hahn", "description": "Charles Archibald Hahn was an American track athlete and is widely regarded to be one of the best sprinters in the early 20th century. He is the first athlete to win both the 100m and 200m race at the same Olympic Games."}]}, {"heading": "Deaths", "year": "1956", "date": "January 21", "txt": "Sam Langford, Canadian-American boxer (b. 1883)", "entities": [{"title": "Sam Langford", "href": "/wiki/Sam_Langford", "description": "Samuel Edgar Langford, known as the Boston Tar Baby, Boston Terror, and Boston Bonecrusher, was a Black Canadian boxing standout of the early part of the 20th century. Called the \"Greatest Fighter Nobody Knows\", by ESPN, many boxing historians consider Langford to be one of the greatest fighters of all time. Originally from Weymouth Falls, a small community in Nova Scotia, Canada. He was known as "}]}, {"heading": "Deaths", "year": "1959", "date": "January 21", "txt": "Cecil B. DeMille, American director, producer, and screenwriter (b. 1881)", "entities": [{"title": "Cecil B. DeMille", "href": "/wiki/Cecil_B._DeMille", "description": "Cecil Blount DeMille was an American film director and producer. Between 1914 and 1958, he made 70 features, both silent and sound films. He is acknowledged as a founding father of the American cinema and the most commercially successful producer-director in film history. His films were distinguished by their epic scale and by his cinematic showmanship. His silent films included social dramas, com"}]}, {"heading": "Deaths", "year": "1959", "date": "January 21", "txt": "Frances Gertrude McGill, pioneering Canadian forensic pathologist (b. 1882)", "entities": [{"title": "Forensic pathologist", "href": "/wiki/Forensic_pathologist", "description": "Forensic pathology is pathology that focuses on determining the cause of death by examining a corpse. A post mortem is performed by a medical examiner, usually during the investigation of criminal law cases and civil law cases in some jurisdictions. Coroners and medical examiners are also frequently asked to confirm the identity of a corpse. Also see forensic medicine."}]}, {"heading": "Deaths", "year": "1959", "date": "January 21", "txt": "Carl Switzer, American child actor and hunting guide (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "January 21", "txt": "Matt Moore, Irish-American actor and director (b. 1888)", "entities": [{"title": "Matt Moore (actor)", "href": "/wiki/Matt_Moore_(actor)", "description": "Matthew Moore was an Irish-born American actor and director. He appeared in at least 221 motion pictures from 1912 to 1958."}]}, {"heading": "Deaths", "year": "1961", "date": "January 21", "txt": "Blaise Cendrars, Swiss author and poet (b. 1887)", "entities": [{"title": "Blaise Cendrars", "href": "/wiki/Blaise_Cendrars", "description": "Frédéric-Louis Sauser, better known as Blaise Cendrars, was a Swiss-born novelist and poet who became a naturalized French citizen in 1916. He was a writer of considerable influence in the European modernist movement."}]}, {"heading": "Deaths", "year": "1963", "date": "January 21", "txt": "Acharya Shivpujan Sahay, Indian author, poet, and academic (b. 1893)", "entities": [{"title": "Acharya Shivpujan Sahay", "href": "/wiki/Acharya_Shivpujan_Sahay", "description": "Acharya Shivpujan Sahay was a noted Hindi and Bhojpuri novelist, editor and prose writer. He contributed in pioneering modern trends in Hindi poetry, as well as in fiction. His texts \"Mata ka Anchal\" also printed in CBSE Book. In the text Mata ka Anchal, he has shown a wonderful bond with mother. He also conferred him with Padma Bhushan award by the Government of India."}]}, {"heading": "Deaths", "year": "1963", "date": "January 21", "txt": "Spiros Xenos, Greek-Swedish painter (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "January 21", "txt": "Gwynne Evans, American swimmer and water polo player (b. 1880)", "entities": [{"title": "Gwynne Evans", "href": "/wiki/Gwynne_Evans", "description": "Gwynne Evans, an American competition swimmer and water-polo player, represented the United States at the 1904 Summer Olympics."}]}, {"heading": "Deaths", "year": "1967", "date": "January 21", "txt": "Ann Sheridan, American actress (b. 1915)", "entities": [{"title": "Ann Sheridan", "href": "/wiki/Ann_Sheridan", "description": "Clara Lou Sheridan, known professionally as Ann Sheridan, was an American actress and singer. She worked regularly, first in film and later in television, from 1934 until her death. Notable roles include San Quentin (1937) with Pat O'Brien and Humphrey Bogart, Angels with Dirty Faces (1938) with James Cagney and Bogart, They Drive by Night (1940) with George Raft and Bogart, The Man Who Came to Di"}]}, {"heading": "Deaths", "year": "1968", "date": "January 21", "txt": "Will Lang, Jr., American journalist (b. 1914)", "entities": [{"title": "Will Lang, Jr.", "href": "/wiki/Will_Lang,_Jr.", "description": "William John Lang Jr. was an American journalist and a bureau head for Life magazine."}]}, {"heading": "Deaths", "year": "1977", "date": "January 21", "txt": "Sandro Penna, Italian poet and journalist (b. 1906)", "entities": [{"title": "Sandro Penna", "href": "/wiki/Sandro_Penna", "description": "Sandro Penna was an Italian poet."}]}, {"heading": "Deaths", "year": "1978", "date": "January 21", "txt": "Freda Utley, English scholar and author (b. 1898)", "entities": [{"title": "Freda Utley", "href": "/wiki/Freda_Utley", "description": "Winifred Utley, commonly known as Freda Utley, was an English scholar, political activist and best-selling author. After visiting the Soviet Union in 1927 as a trade union activist, she joined the Communist Party of Great Britain in 1928. Later, married and living in Moscow, she quickly became disillusioned with communism. When her Russian husband, Arcadi Berdichevsky, was arrested in 1936, she es"}]}, {"heading": "Deaths", "year": "1983", "date": "January 21", "txt": "Lamar Williams, American bass player (b. 1949)", "entities": [{"title": "Lamar Williams", "href": "/wiki/Lamar_Williams", "description": "Lamar Williams was an American musician best known for serving as the bassist of The Allman Brothers Band (1972–1976) and Sea Level (1976–1980)."}]}, {"heading": "Deaths", "year": "1984", "date": "January 21", "txt": "Giannis Skarimpas, Greek playwright and poet (b. 1893)", "entities": [{"title": "Giannis Skarimpas", "href": "/wiki/Giannis_Skarimpas", "description": "Giannis Skarimpas, Giannis Skarimbas or Yiannis Skarimbas, was a Greek writer, dramatist, and poet."}]}, {"heading": "Deaths", "year": "1984", "date": "January 21", "txt": "Jackie Wilson, American singer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "January 21", "txt": "James Beard, American chef and author (b. 1903)", "entities": [{"title": "James Beard", "href": "/wiki/James_Beard", "description": "James Andrews Beard was an American chef, cookbook author, teacher and television personality. He pioneered television cooking shows, taught at The James Beard Cooking School in New York City and Seaside, Oregon, and lectured widely. He emphasized American cooking, prepared with fresh, wholesome, American ingredients, to a country just becoming aware of its own culinary heritage. Beard taught and "}]}, {"heading": "Deaths", "year": "1985", "date": "January 21", "txt": "Eddie Graham, American wrestler and promoter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "January 21", "txt": "Charles Goodell, American lieutenant, lawyer, and politician (b. 1926)", "entities": [{"title": "Charles Goodell", "href": "/wiki/Charles_Goodell", "description": "Charles Ellsworth Goodell Jr. was an American Congressman and a United States Senator from New York. In both cases he came into office following the deaths of his predecessors, first in a special election and second as a temporary appointee."}]}, {"heading": "Deaths", "year": "1988", "date": "January 21", "txt": "Vincent Lingiari, Australian Aboriginal rights activist (b. 1919)", "entities": [{"title": "Vincent Lingiari", "href": "/wiki/Vincent_Lingiari", "description": "\n\nVincent Lingiari AM was an Australian Aboriginal rights activist and member of the Gurindji people. In his early life he started as a stockman at Wave Hill Station, where the Aboriginal workers were given no more than rations, tobacco and clothing as their payment. After the owners of the station refused to improve pay and working conditions at the cattle station and hand back some of Gurindji l"}]}, {"heading": "Deaths", "year": "1989", "date": "January 21", "txt": "Carl Furillo, American baseball player (b. 1922)", "entities": [{"title": "Carl Furillo", "href": "/wiki/Carl_Furillo", "description": "Carl Anthony Furillo, nicknamed \"The Reading Rifle\" and \"Skoonj\", was an American professional baseball right fielder who played in Major League Baseball (MLB), spending his entire career with the Brooklyn and Los Angeles Dodgers. A member of seven National League (NL) champions from 1947 to 1959 inclusive, Furillo batted over .300 five times, winning the 1953 batting title, with a .344 average — "}]}, {"heading": "Deaths", "year": "1989", "date": "January 21", "txt": "Billy Tipton, American pianist and saxophonist (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "January 21", "txt": "Charlie Gehringer, American baseball player and manager (b. 1903)", "entities": [{"title": "Charlie Gehringer", "href": "/wiki/Charlie_Gehringer", "description": "Charles Leonard Gehringer, nicknamed \"The Mechanical Man\", was an American professional baseball second baseman, coach, general manager, and team vice president, who played in Major League Baseball (MLB) for the Detroit Tigers for 19 seasons (1924–1942). He was elected to the Baseball Hall of Fame in 1949."}]}, {"heading": "Deaths", "year": "1994", "date": "January 21", "txt": "Bassel al-Assad, Son of the former President of the Syrian Arab Republic Hafez al-Assad (b. 1962)", "entities": [{"title": "Bassel al-Assad", "href": "/wiki/Bassel_al-Assad", "description": "Bassel al-Assad was a Syrian engineer, colonel, and politician who was the eldest son of President of Syria Hafez al-Assad and the older brother of (later) President Bashar al-Assad. It was widely expected that he would succeed his father as President of Syria until he died in a car accident in 1994."}, {"title": "Syrian Arab Republic", "href": "/wiki/Syrian_Arab_Republic", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "Hafez al-Assad", "href": "/wiki/Hafez_al-Assad", "description": "Hafez al-Assad was a Syrian politician who served as President of Syria from 1971 to 2000. He was also Prime Minister of Syria from 1970 to 1971, as well as regional secretary of the regional command of the Syrian regional branch of the Arab Socialist Ba'ath Party and secretary general of the National Command of the Ba'ath Party from 1970 to 2000."}]}, {"heading": "Deaths", "year": "1998", "date": "January 21", "txt": "Jack Lord, American actor, director, and producer (b. 1920)", "entities": [{"title": "Jack Lord", "href": "/wiki/Jack_Lord", "description": "John Joseph Patrick Ryan, best known by his stage name, Jack Lord, was an American television, film and Broadway actor, director and producer. He starred as Steve McGarrett in the CBS television program Hawaii Five-O, which ran from 1968 to 1980."}]}, {"heading": "Deaths", "year": "1999", "date": "January 21", "txt": "Susan Strasberg, American actress (b. 1938)", "entities": [{"title": "Susan Strasberg", "href": "/wiki/Susan_Strasberg", "description": "Susan Elizabeth Strasberg was an American stage, film, and television actress. Imagined to be the next Hepburn-type ingenue, she was nominated for a Tony Award at age 18, playing the title role in The Diary of Anne Frank. She appeared on the covers of LIFE and Newsweek in 1955. A close friend of Marilyn Monroe and Richard Burton, she wrote two best-selling tell-all books. Her career devolved into "}]}, {"heading": "Deaths", "year": "2002", "date": "January 21", "txt": "Peggy Lee, American singer (b. 1920)", "entities": [{"title": "Peggy Lee", "href": "/wiki/Peggy_Lee", "description": "Norma Deloris Egstrom, known professionally as Peggy Lee, was an American jazz and popular music singer, songwriter, composer, and actress, over a career spanning seven decades. From her beginning as a vocalist on local radio to singing with Benny Goodman's big band, Lee created a sophisticated persona, writing music for films, acting, and recording conceptual record albums combining poetry and mu"}]}, {"heading": "Deaths", "year": "2003", "date": "January 21", "txt": "Paul Haines, American-Canadian poet and songwriter (b. 1933)", "entities": [{"title": "Paul Haines (poet)", "href": "/wiki/Paul_Haines_(poet)", "description": "Paul Haines was a poet and jazz lyricist. Born in Vassar, Michigan, Haines eventually settled in Canada after spending time in Europe, Asia, and the United States; he had a long stint as a French teacher at Fenelon Falls Secondary School, in Ontario, Canada."}]}, {"heading": "Deaths", "year": "2003", "date": "January 21", "txt": "Paul Kuusberg, Estonian journalist and author (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "January 21", "txt": "Yordan Radichkov, Bulgarian author and playwright (b. 1929)", "entities": [{"title": "Yordan Radichkov", "href": "/wiki/Yordan_Radichkov", "description": "Yordan Radichkov was a Bulgarian writer and playwright."}]}, {"heading": "Deaths", "year": "2005", "date": "January 21", "txt": "Theun de Vries, Dutch author and poet (b. 1907)", "entities": [{"title": "Theun de Vries", "href": "/wiki/Theun_de_Vries", "description": "Theunis Uilke (Theun) de Vries, was a Dutch writer and poet."}]}, {"heading": "Deaths", "year": "2005", "date": "January 21", "txt": "John L. Hess, American journalist and critic (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 21", "txt": "Kaljo Raid, Estonian cellist, composer, and pastor (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "January 21", "txt": "Ibrahim Rugova, Kosovo journalist and politician, 1st President of Kosovo (b. 1944)", "entities": [{"title": "Ibrahim Rugova", "href": "/wiki/Ibrahim_Rugova", "description": "Ibrahim Rugova was a prominent Kosovo Albanian political leader, scholar, and writer, who served as the President of the partially recognised Republic of Kosova, serving from 1992 to 2000 and as President of Kosovo from 2002 until his death in 2006. He oversaw a popular struggle for independence, advocating a peaceful resistance to Yugoslav rule and lobbying for U.S. and European support, especial"}, {"title": "President of Kosovo", "href": "/wiki/President_of_Kosovo", "description": "The president of the Republic of Kosovo, is the head of state and chief representative of the Republic of Kosovo in the country and abroad."}]}, {"heading": "Deaths", "year": "2009", "date": "January 21", "txt": "Krista Kilvet, Estonian journalist, politician and diplomat (b. 1946)", "entities": [{"title": "Krista Kilvet", "href": "/wiki/Krista_Kilvet", "description": "Krista Kilvet was an Estonian radio journalist, politician and diplomat."}]}, {"heading": "Deaths", "year": "2010", "date": "January 21", "txt": "Paul Quarrington, Canadian author, playwright, guitarist, and composer (b. 1953)", "entities": [{"title": "Paul Quarrington", "href": "/wiki/Paul_Quarrington", "description": "Paul Lewis Quarrington was a Canadian novelist, playwright, screenwriter, filmmaker, musician and educator."}]}, {"heading": "Deaths", "year": "2011", "date": "January 21", "txt": "Theoni V. Aldredge, Greek-American costume designer (b. 1922)", "entities": [{"title": "Theoni V. Aldredge", "href": "/wiki/Theoni_V._Aldredge", "description": "Theoni V. Aldredge was a Greek-American stage and screen costume designer."}]}, {"heading": "Deaths", "year": "2011", "date": "January 21", "txt": "Dennis Oppenheim, American sculptor and photographer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 21", "txt": "E. V. V. Satyanarayana, Indian director, producer, and screenwriter (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 21", "txt": "Ahmet Mete Işıkara, Turkish geophysicist and academic (b. 1941)", "entities": [{"title": "Ahmet Mete Işıkara", "href": "/wiki/Ahmet_Mete_I%C5%9F%C4%B1kara", "description": "Ahmet Mete Işıkara was a Turkish geophysicist and earthquake scientist, well known for his efforts to create public awareness of the need for protection and safety during earthquakes."}]}, {"heading": "Deaths", "year": "2013", "date": "January 21", "txt": "Chumpol Silpa-archa, Thai academic and politician, Deputy Prime Minister of Thailand (b. 1940)", "entities": [{"title": "Deputy Prime Minister of Thailand", "href": "/wiki/Deputy_Prime_Minister_of_Thailand", "description": "The deputy prime minister of Thailand (รองนายกรัฐมนตรี) is a ministerial position within the government of Thailand. Several deputy prime ministers can be appointed and serve concurrently. Such appointments are usually made by the prime minister of Thailand. This position can be combined with other ministerial portfolios. The position was first created in 1943."}]}, {"heading": "Deaths", "year": "2013", "date": "January 21", "txt": "Michael Winner, English director, producer, and screenwriter (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 21", "txt": "Marcus Borg, American scholar, theologian, and author (b. 1942)", "entities": [{"title": "Marcus Borg", "href": "/wiki/Marcus_Borg", "description": "Marcus Joel Borg (1942–2015) was an American New Testament scholar and theologian. He was among the most widely known and influential voices in progressive Christianity. As a fellow of the Jesus Seminar, Borg was a major figure in historical Jesus scholarship. He retired as Hundere Distinguished Professor of Religion and Culture at Oregon State University in 2007. He died eight years later at the "}]}, {"heading": "Deaths", "year": "2015", "date": "January 21", "txt": "Leon Brittan, English lawyer and politician, Secretary of State for Business, Innovation and Skills (b. 1939)", "entities": [{"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Deaths", "year": "2015", "date": "January 21", "txt": "Johnnie Lewis, Liberian lawyer and politician, 18th Chief Justice of Liberia (b. 1946)", "entities": [{"title": "Chief Justice of Liberia", "href": "/wiki/Chief_Justice_of_Liberia", "description": "The Chief Justice of Liberia is the head of the judicial branch of the Government of the Republic of Liberia and the chief judge of the Supreme Court of Liberia."}]}, {"heading": "Deaths", "year": "2016", "date": "January 21", "txt": "Bill Johnson, American skier (b. 1960)", "entities": [{"title": "Bill Johnson (skier)", "href": "/wiki/Bill_Johnson_(skier)", "description": "William Dean Johnson was an American World Cup alpine ski racer. By winning the downhill at the 1984 Winter Olympics in Sarajevo, Yugoslavia, Johnson became the first American male to win an Olympic gold medal in alpine skiing and the first racer not from an Alpine country to win an Olympic downhill race."}]}, {"heading": "Deaths", "year": "2016", "date": "January 21", "txt": "Mrinalini Sarabhai, a 1992-Padma Bhushan award winner Indian classical dancer, choreographer and instructor. (b. 1918)", "entities": [{"title": "Padma Bhushan", "href": "/wiki/Padma_Bhushan", "description": "The Padma Bhushan is the third-highest civilian award in the Republic of India, preceded by the Bharat Ratna and the Padma Vibhushan and followed by the Padma Shri. Instituted on 2 January 1954, the award is given for \"distinguished service of a high order...without distinction of race, occupation, position or sex.\" The award criteria include \"service in any field including service rendered by Gov"}]}, {"heading": "Deaths", "year": "2019", "date": "January 21", "txt": "Kaye Ballard, American actress (b. 1925)", "entities": [{"title": "Kaye Ballard", "href": "/wiki/Kaye_Ballard", "description": "Kaye Ballard was an American actress, comedian and singer."}, {"title": "1925", "href": "/wiki/1925", "description": "1925 (MCMXXV) was a common year starting on Thursday of the Gregorian calendar, the 1925th year of the Common Era (CE) and Anno Domini (AD) designations, the 925th year of the 2nd millennium, the 25th year of the 20th century, and the 6th year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "2019", "date": "January 21", "txt": "Henri, Count of Paris, Head of the House of Orléans (b. 1933)", "entities": [{"title": "1933", "href": "/wiki/1933", "description": "1933 (MCMXXXIII) was a common year starting on Sunday of the Gregorian calendar, the 1933rd year of the Common Era (CE) and Anno Domini (AD) designations, the 933rd year of the 2nd millennium, the 33rd year of the 20th century, and the 4th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "2019", "date": "January 21", "txt": "Emiliano Sala, Argentine footballer (b. 1990)", "entities": [{"title": "1990", "href": "/wiki/1990", "description": "1990 (MCMXC) was a common year starting on Monday of the Gregorian calendar, the 1990th year of the Common Era (CE) and Anno Domini (AD) designations, the 990th year of the 2nd millennium, the 90th year of the 20th century, and the 1st year of the 1990s decade. "}]}, {"heading": "Deaths", "year": "2019", "date": "January 21", "txt": "Harris Wofford, American politician, author and civil rights activist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "January 21", "txt": "Terry Jones, Welsh actor, director, and screenwriter (b. 1942)", "entities": [{"title": "Terry Jones", "href": "/wiki/Terry_Jones", "description": "Terence Graham Parry Jones was a Welsh actor, author, comedian, director, historian, poet, presenter, writer, and member of the Monty Python comedy team."}]}, {"heading": "Deaths", "year": "2020", "date": "January 21", "txt": "Morgan Wootten, American high school basketball coach (b. 1931)", "entities": []}]