[{"heading": "Events", "year": "661", "date": "January 26", "txt": "The Rashidun Caliphate is effectively ended with the assassination of Ali, the last caliph.", "entities": [{"title": "Rashidun Caliphate", "href": "/wiki/Rashidun_Caliphate", "description": "The Rashidun Caliphate was the first of the four major caliphates established after the death of the Islamic prophet Muhammad. It was ruled by the first four successive caliphs (successors) of Muhammad after his death in 632 CE. These caliphs are collectively known in Sunni Islam as the Rashidun, or \"Rightly Guided\" caliphs."}, {"title": "Assassination of Ali", "href": "/wiki/Assassination_of_Ali", "description": "Ali ibn Abi Talib, the fourth Rashidun caliph and first Shia Imam was assassinated by a Kharijite called Abd al-Rahman ibn 'Amr ibn Muljam al-Muradi on 26 January 661, at the Great Mosque of Kufah in present-day Iraq. Ali, who was then 62 or 63 years of age, died due to his injuries two days after Abd al-Rahman ibn 'Amr ibn Muljam al-Muradi struck him on his head by a poison-coated sword, on the 2"}]}, {"heading": "Events", "year": "945", "date": "January 26", "txt": "The co-emperors Stephen and Constantine are overthrown and forced to become monks by Constantine VII, who becomes sole emperor of the Byzantine Empire.", "entities": [{"title": "Stephen Lekapenos", "href": "/wiki/Stephen_Lekapenos", "description": "Stephen Lekapenos or Lecapenus was the second son of the Byzantine emperor Romanos I Lekapenos, and co-emperor from 924 to 945. With his younger brother Constantine, he deposed Romanos I in December 944, but was overthrown and exiled by the legitimate emperor Constantine VII a few weeks later. Stephen lived out his life in exile on the island of Lesbos, where he died on Easter 963."}, {"title": "Constantine Lekapenos", "href": "/wiki/Constantine_Lekapenos", "description": "Constantine Lekapenos or Lecapenus was the third son of the Byzantine emperor Romanos I Lekapenos, and co-emperor from 924 to 945. With his elder brother Stephen, he deposed Romanos I in December 944, but was overthrown and exiled by the legitimate emperor Constantine VII a few weeks later. Constantine was exiled to the island of Samothrace, where he was killed while attempting to escape sometime "}, {"title": "Constantine VII", "href": "/wiki/Constantine_VII", "description": "Constantine VII Flavius Porphyrogenitus was the fourth Emperor of the Macedonian dynasty of the Byzantine Empire, reigning from 6 June 913 to 9 November 959. He was the son of Emperor Leo VI and his fourth wife, Zoe Karbonopsina, and the nephew of his predecessor Emperor Alexander."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1500", "date": "January 26", "txt": "Vicente Yáñez Pinzón becomes the first European to set foot on Brazil.", "entities": [{"title": "Vicente Yáñez Pinzón", "href": "/wiki/Vicente_Y%C3%A1%C3%B1ez_Pinz%C3%B3n", "description": "Vicente Yáñez Pinzón was a Spanish navigator and explorer, the youngest of the Pinzón brothers. Along with his older brother, Martín Alonso Pinzón, who captained the Pinta, he sailed with Christopher Columbus on the first voyage to the New World, in 1492, as captain of the Niña."}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}]}, {"heading": "Events", "year": "1531", "date": "January 26", "txt": "The 6.4–7.1 Mw Lisbon earthquake kills about thirty thousand people.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "1531 Lisbon earthquake", "href": "/wiki/1531_Lisbon_earthquake", "description": "The 1531 Lisbon earthquake occurred in the Kingdom of Portugal on the morning of 26 January 1531, between 4 and 5 o'clock.\nThe earthquake and subsequent tsunami resulted in approximately 30,000 deaths. Despite its severity, the disaster had been mostly forgotten until the rediscovery of contemporary records in the early 20th-century."}]}, {"heading": "Events", "year": "1564", "date": "January 26", "txt": "The Council of Trent establishes an official distinction between Roman Catholicism and Protestantism.", "entities": [{"title": "Council of Trent", "href": "/wiki/Council_of_Trent", "description": "The Council of Trent, held between 1545 and 1563 in Trent, was the 19th ecumenical council of the Catholic Church. Prompted by the Protestant Reformation, it has been described as the embodiment of the Counter-Reformation."}, {"title": "Roman Catholicism", "href": "/wiki/Roman_Catholicism", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Protestantism", "href": "/wiki/Protestantism", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}]}, {"heading": "Events", "year": "1564", "date": "January 26", "txt": "The Grand Duchy of Lithuania defeats the Tsardom of Russia in the Battle of Ula during the Livonian War.", "entities": [{"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}, {"title": "Tsardom of Russia", "href": "/wiki/Tsardom_of_Russia", "description": "The Tsardom of Russia or Tsardom of Rus', also called the Tsardom of Muscovy, was the centralized Russian state from the assumption of the title of Tsar by Ivan IV in 1547 until the foundation of the Russian Empire by Peter I in 1721."}, {"title": "Battle of Ula", "href": "/wiki/Battle_of_Ula", "description": "The Battle of Ula or Battle of Chashniki was fought during the Livonian War on 26 January 1564 between the Grand Duchy of Lithuania and the Tsardom of Russia on the Ula River north of Chashniki in the Vitebsk Region. The Russian troops, unarmed and moving in a loose formation, were taken by complete surprise and defeated, losing their large wagon train."}, {"title": "Livonian War", "href": "/wiki/Livonian_War", "description": "The Livonian War (1558–1583) was fought for control of Old Livonia, when the Tsardom of Russia faced a varying coalition of Denmark–Norway, the Kingdom of Sweden, and the Union of the Grand Duchy of Lithuania and the Kingdom of Poland."}]}, {"heading": "Events", "year": "1565", "date": "January 26", "txt": "Battle of Talikota, fought between the Vijayanagara Empire and the Deccan sultanates, leads to the subjugation, and eventual destruction of the last Hindu kingdom in India, and the consolidation of Islamic rule over much of the Indian subcontinent.", "entities": [{"title": "Battle of Talikota", "href": "/wiki/Battle_of_Talikota", "description": "The Battle of Talikota was a watershed battle fought between the Vijayanagara Empire and an alliance of the Deccan sultanates. The defeat of Aliya Rama Raya led to the eventual collapse of the polity and reconfigured Deccan politics."}, {"title": "Vijayanagara Empire", "href": "/wiki/Vijayanagara_Empire", "description": "The Vijayanagara Empire, also called Karnata Kingdom, was based in the Deccan Plateau region in South India. It was established in 1336 by the brothers Harihara I and Bukka Raya I of the Sangama dynasty, members of a pastoralist cowherd community that claimed Yadava lineage. The empire rose to prominence as a culmination of attempts by the southern powers to ward off Islamic invasions by the end o"}, {"title": "Deccan sultanates", "href": "/wiki/Deccan_sultanates", "description": "The Deccan sultanates were five late-medieval Indian kingdoms—on the Deccan Plateau between the Krishna River and the Vindhya Range—that were ruled by Muslim dynasties: namely Ahmadnagar, Berar, Bidar, Bijapur, and Golconda. The sultanates had become independent during the break-up of the Bahmani Sultanate. In 1490, Ahmadnagar declared independence, followed by Bijapur and Berar in the same year. "}, {"title": "Indian subcontinent", "href": "/wiki/Indian_subcontinent", "description": "The Indian subcontinent, or simply the subcontinent, is a physiographical region in southern Asia, situated on the Indian Plate and projecting southwards into the Indian Ocean from the Himalayas. Geopolitically, the Indian subcontinent generally includes all or part of Bangladesh, Bhutan, India, Nepal, Pakistan and Sri Lanka, as well as the Maldives. Geologically, the Indian subcontinent is relate"}]}, {"heading": "Events", "year": "1699", "date": "January 26", "txt": "For the first time, the Ottoman Empire permanently cedes territory to the Christian powers.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Treaty of Karlowitz", "href": "/wiki/Treaty_of_Karlowitz", "description": "The Treaty of Karlowitz was signed on 26 January 1699 in Sremski Karlovci, concluding the Great Turkish War of 1683–1697 in which the Ottoman Empire had been defeated at the Battle of Zenta by the Holy League. It marks the end of Ottoman control in much of Central Europe, with their first major territorial losses after centuries of expansion, and established the Habsburg Monarchy as the dominant p"}]}, {"heading": "Events", "year": "1700", "date": "January 26", "txt": "The 8.7–9.2 Mw Cascadia earthquake takes place off the west coast of North America, as evidenced by Japanese records.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "1700 Cascadia earthquake", "href": "/wiki/1700_Cascadia_earthquake", "description": "The 1700 Cascadia earthquake occurred along the Cascadia subduction zone on January 26, 1700 with an estimated moment magnitude of 8.7–9.2. The megathrust earthquake involved the Juan de Fuca Plate from mid-Vancouver Island, south along the Pacific Northwest coast as far as northern California. The length of the fault rupture was about 1,000 kilometers, with an average slip of 20 meters (66 ft)."}, {"title": "North America", "href": "/wiki/North_America", "description": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It can also be described as the northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the southeast by South America and the Caribbean Sea, and to the west and south by the Pacific Ocean. Because it is on the Nort"}]}, {"heading": "Events", "year": "1736", "date": "January 26", "txt": "Stanislaus I of Poland abdicates his throne.", "entities": [{"title": "Stanislaus I of Poland", "href": "/wiki/Stanislaus_I_of_Poland", "description": "Stanisław I Leszczyński, also Anglicized and Latinized as Stanislaus I, was King of Poland, Grand Duke of Lithuania, Duke of Lorraine and a count of the Holy Roman Empire."}]}, {"heading": "Events", "year": "1788", "date": "January 26", "txt": "The British First Fleet, led by Arthur Phillip, sails into Port Jackson (Sydney Harbour) to establish Sydney, the first permanent European settlement on Australia. Commemorated as Australia Day.", "entities": [{"title": "First Fleet", "href": "/wiki/First_Fleet", "description": "The First Fleet comprised the 11 ships that departed from Portsmouth, England on 13 May 1787 to New South Wales, the penal colony that became the first European settlement in Australia. The First Fleet consisted of two Royal Navy vessels, three store ships and six convict transports, carrying between 1,000 and 1,500 convicts, marines, seamen, civil officers and free people, and a large quantity of"}, {"title": "Arthur Phillip", "href": "/wiki/Arthur_Phillip", "description": "Admiral Arthur Phillip was an English Royal Navy officer and the first Governor of New South Wales who led the British settlement and colonisation of Australia. He established a British penal colony that later became the city of Sydney, Australia."}, {"title": "Port Jackson", "href": "/wiki/Port_Jackson", "description": "Port Jackson, consisting of the waters of Sydney Harbour, Middle Harbour, North Harbour and the Lane Cove and Parramatta Rivers, is the ria or natural harbour of Sydney, New South Wales, Australia. The harbour is an inlet of the Tasman Sea. It is the location of the Sydney Opera House and Sydney Harbour Bridge. The location of the first European settlement and colony on the Australian mainland, Po"}, {"title": "Sydney", "href": "/wiki/Sydney", "description": "Sydney is the capital city of the state of New South Wales, and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 sub"}, {"title": "Australia Day", "href": "/wiki/Australia_Day", "description": "Australia Day is the official national day of Australia. Observed annually on 26 January, it marks the 1788 landing of the First Fleet at Sydney Cove and raising of the Union Flag by Arthur Phillip following days of exploration of Port Jackson in New South Wales. In present-day Australia, celebrations aim to reflect the diverse society and landscape of the nation and are marked by community and fa"}]}, {"heading": "Events", "year": "1808", "date": "January 26", "txt": "The Rum Rebellion is the only successful (albeit short-lived) armed takeover of the government in New South Wales.", "entities": [{"title": "Rum Rebellion", "href": "/wiki/Rum_Rebellion", "description": "The Rum Rebellion of 1808 was a coup d'état in the then-British penal colony of New South Wales, staged by the New South Wales Corps in order to depose Governor William Bligh. Australia's first and only military coup, it is named after early Sydney's illicit rum trade, over which the Rum Corps, as it became known, maintained a monopoly. During the first half of the 19th century, it was widely refe"}]}, {"heading": "Events", "year": "1837", "date": "January 26", "txt": "Michigan is admitted as the 26th U.S. state.", "entities": [{"title": "Michigan", "href": "/wiki/Michigan", "description": "Michigan is a state in the Great Lakes and upper Midwestern United States. Its name comes from the Ojibwe word ᒥᓯᑲᒥ mishigami, meaning \"large water\" or \"large lake\". With a population of approximately 10 million, Michigan is the tenth most populous state, the 11th most extensive state by area, and the largest by area east of the Mississippi River. Its capital is Lansing, and its largest city is De"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1838", "date": "January 26", "txt": "Tennessee enacts the first prohibition law in the United States.", "entities": [{"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}, {"title": "Prohibition", "href": "/wiki/Prohibition", "description": "Prohibition is the act or practice of forbidding something by law; more particularly the term refers to the banning of the manufacture, storage, transportation, sale, possession, and consumption of alcoholic beverages. The word is also used to refer to a period of time during which such bans are enforced."}]}, {"heading": "Events", "year": "1841", "date": "January 26", "txt": "James Bremer takes formal possession of Hong Kong Island at what is now Possession Point, establishing British Hong Kong.", "entities": [{"title": "James Bremer", "href": "/wiki/James_Bremer", "description": "Sir James John Gordon Bremer was a Royal Navy officer. He served in the Napoleonic Wars, First Anglo-Burmese War, and First Anglo-Chinese War. In China, he served twice as commander-in-chief of British forces."}, {"title": "Hong Kong Island", "href": "/wiki/Hong_Kong_Island", "description": "Hong Kong Island is an island in the southern part of Hong Kong. It has a population of 1,289,500 and its population density is 16,390/km2, as of 2008. The island had a population of about 3,000 inhabitants scattered in a dozen fishing villages when it was occupied by the United Kingdom in the First Opium War (1839–1842). In 1842, the island was formally ceded in perpetuity to the UK under the Tre"}, {"title": "Possession Point", "href": "/wiki/Possession_Point", "description": "Possession Point is a former point of land on the northwestern coast of Hong Kong Island in Hong Kong, before land reclamation moved the coast further north."}, {"title": "British Hong Kong", "href": "/wiki/British_Hong_Kong", "description": "Hong Kong was a colony and dependent territory of the British Empire from 1841 to 1997, apart from a brief period under Japanese occupation from 1941 to 1945. The colonial period began with the occupation of Hong Kong Island in 1841 during the First Opium War. The island was ceded by the Qing Empire in the aftermath of the war in 1842 and established as a Crown colony in 1843. The colony expanded "}]}, {"heading": "Events", "year": "1855", "date": "January 26", "txt": "Point No Point Treaty is signed in Washington Territory.", "entities": [{"title": "Point No Point Treaty", "href": "/wiki/Point_No_Point_Treaty", "description": "The Point No Point Treaty was signed on January 26, 1855 at Point No Point, on the northern tip of the Kitsap Peninsula. Governor of Washington Territory, Isaac Stevens, convened the treaty council on January 25, with the S'Klallam, the Chimakum, and the Skokomish tribes. Under the terms of the treaty, the original inhabitants of northern Kitsap Peninsula and Olympic Peninsula were to cede ownersh"}, {"title": "Washington Territory", "href": "/wiki/Washington_Territory", "description": "The Territory of Washington was an organized incorporated territory of the United States that existed from March 2, 1853, until November 11, 1889, when the territory was admitted to the Union as the State of Washington. It was created from the portion of the Oregon Territory north of the lower Columbia River and north of the 46th parallel east of the Columbia. At its largest extent, it also includ"}]}, {"heading": "Events", "year": "1856", "date": "January 26", "txt": "First Battle of Seattle: Marines from the USS Decatur drive off American Indian attackers after all-day battle with settlers.", "entities": [{"title": "Battle of Seattle (1856)", "href": "/wiki/Battle_of_Seattle_(1856)", "description": "The Battle of Seattle was a January 26, 1856 attack by Native American tribesmen upon Seattle, Washington. At the time, Seattle was a settlement in the Washington Territory that had recently named itself after Chief Seattle (Sealth), a leader of the Suquamish and Duwamish peoples of central Puget Sound."}, {"title": "USS Decatur (1839)", "href": "/wiki/USS_Decatur_(1839)", "description": "USS Decatur was a sloop-of-war in the United States Navy during the mid-19th century. She was commissioned to protect American interests in the South Atlantic Ocean, including the interception of ships involved in the African slave trade. Decatur served in both the Mexican–American War and the American Civil War."}]}, {"heading": "Events", "year": "1861", "date": "January 26", "txt": "American Civil War: The state of Louisiana secedes from the Union.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Louisiana", "href": "/wiki/Louisiana", "description": "Louisiana is a state in the Deep South and South Central regions of the United States. It is the 19th-smallest by area and the 25th most populous of the 50 U.S. states. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is"}, {"title": "History of Louisiana", "href": "/wiki/History_of_Louisiana#Secession_and_the_Civil_War_(1860–1865)", "description": "The history of the area that is now the US state of Louisiana began roughly 10,000 years ago. The first traces of permanent settlement, ushering in the Archaic period, appear about 5,500 years ago."}]}, {"heading": "Events", "year": "1863", "date": "January 26", "txt": "American Civil War: General Ambrose Burnside is relieved of command of the Army of the Potomac after the disastrous Fredericksburg campaign. He is replaced by Joseph Hooker.", "entities": [{"title": "Ambrose Burnside", "href": "/wiki/Ambrose_Burnside", "description": "Ambrose Everett Burnside was an American soldier, railroad executive, inventor, industrialist, and politician from Rhode Island. He served as the Governor of Rhode Island from 1866 to 1869, and as a United States Senator for Rhode Island from 1875 until his death."}, {"title": "Army of the Potomac", "href": "/wiki/Army_of_the_Potomac", "description": "The Army of the Potomac was the principal Union Army in the Eastern Theater of the American Civil War. It was created in July 1861 shortly after the First Battle of Bull Run and was disbanded in June 1865 following the surrender of the Confederate Army of Northern Virginia in April."}, {"title": "Battle of Fredericksburg", "href": "/wiki/Battle_of_Fredericksburg", "description": "The Battle of Fredericksburg was fought December 11–15, 1862, in and around Fredericksburg, Virginia, in the Eastern Theater of the American Civil War. The combat, between the Union Army of the Potomac commanded by Maj. Gen. Ambrose E. Burnside and the Confederate Army of Northern Virginia under Gen. Robert E. Lee, included futile frontal attacks by the Union Army on December 13 against entrenched"}, {"title": "Joseph Hooker", "href": "/wiki/Joseph_Hooker", "description": "Joseph Hooker was an American Civil War general for the Union, chiefly remembered for his decisive defeat by Confederate General Robert E. Lee at the Battle of Chancellorsville in 1863."}]}, {"heading": "Events", "year": "1863", "date": "January 26", "txt": "American Civil War: Governor of Massachusetts John Albion Andrew receives permission from the Secretary of War to raise a militia organization for men of African descent.", "entities": [{"title": "John Albion Andrew", "href": "/wiki/John_Albion_Andrew", "description": "John Albion Andrew was an American lawyer and politician from Massachusetts. He was elected in 1860 as the 25th Governor of Massachusetts, serving between 1861 and 1866, and led the state's contributions to the Union cause during the American Civil War (1861-1865). He was a guiding force behind the creation of some of the first African-American units in the United States Army, including the 54th M"}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}, {"title": "Militia", "href": "/wiki/Militia", "description": "A militia is generally an army or some other fighting organization of non-professional soldiers, citizens of a country, or subjects of a state, who may perform military service during a time of need, as opposed to a professional force of regular, full-time military personnel or (historically) to members of a warrior nobility class. Generally unable to hold ground against regular forces, militias c"}]}, {"heading": "Events", "year": "1870", "date": "January 26", "txt": "Reconstruction Era: Virginia rejoins the Union.", "entities": [{"title": "Reconstruction Era", "href": "/wiki/Reconstruction_Era", "description": "The Reconstruction era, the period in American history that lasted from 1865 to 1877 following the American Civil War (1861–65), marked a significant chapter in the history of civil rights in the United States. Reconstruction ended the remnants of Confederate secession and abolished slavery, making the newly freed slaves citizens with civil rights ostensibly guaranteed by three new constitutional "}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "History of Virginia", "href": "/wiki/History_of_Virginia#Reconstruction", "description": "The History of Virginia begins with documentation by the first Spanish explorers to reach the area in the 1500s, when it was occupied chiefly by Algonquian, Iroquoian, and Siouan peoples. In 1607, permanent English colonization began in Virginia with Jamestown. The Virginia Company colony was looking for gold but failed, and the colonists could barely feed themselves. The famine during the harsh w"}]}, {"heading": "Events", "year": "1885", "date": "January 26", "txt": "Troops loyal to The Mahdi conquer Khartoum, killing the Governor-General Charles George Gordon.", "entities": [{"title": "Muhammad Ahmad", "href": "/wiki/Muhammad_Ahmad", "description": "Muhammad Ahmad bin Abd Allah was a Nubian Sufi religious leader of the Samaniyya order in Sudan who, as a youth, studied Sunni Islam. On 29 June 1881, he announced that he was the Mahdi. He led a successful war against Ottoman-Egyptian military rule in Sudan and achieved a remarkable victory over the British, in the Siege of Khartoum. He created a vast Islamic state extending from the Red Sea to C"}, {"title": "Siege of Khartoum", "href": "/wiki/Siege_of_Khartoum", "description": "The Battle of Khartoum, Siege of Khartoum or Fall of Khartoum was the conquest of Egyptian-held Khartoum by the Mahdist forces led by Muhammad Ahmad of Sudan. Egypt had held the city for some time, but the siege the Mahdists engineered and carried out from 13 March 1884 to 26 January 1885 was enough to wrest control away from the Egyptian administration."}, {"title": "Charles George Gordon", "href": "/wiki/Charles_George_Gordon", "description": "Major-General  Charles George Gordon CB, also known as Chinese Gordon, Gordon Pasha, and Gordon of Khartoum, was a British Army officer and administrator. He saw action in the Crimean War as an officer in the British Army. However, he made his military reputation in China, where he was placed in command of the \"Ever Victorious Army\", a force of Chinese soldiers led by European officers. In the ear"}]}, {"heading": "Events", "year": "1905", "date": "January 26", "txt": "The world's largest diamond ever, the Cullinan weighing 3,106.75 carats (0.621350 kg), is found at the Premier Mine near Pretoria in South Africa.", "entities": [{"title": "Diamond", "href": "/wiki/Diamond", "description": "Diamond is a solid form of the element carbon with its atoms arranged in a crystal structure called diamond cubic. At room temperature and pressure, another solid form of carbon known as graphite is the chemically stable form of carbon, but diamond almost never converts to it. Diamond has the highest hardness and thermal conductivity of any natural material, properties that are utilized in major i"}, {"title": "Cullinan Diamond", "href": "/wiki/Cullinan_Diamond", "description": "The Cullinan Diamond was the largest gem-quality rough diamond ever found, weighing 3,106.75 carats (621.35 g), discovered at the Premier No.2 mine in Cullinan, South Africa, on 26 January 1905. It was named after Thomas Cullinan, the mine's chairman. In April 1905, it was put on sale in London, but despite considerable interest, it was still unsold after two years. In 1907, the Transvaal Colony g"}, {"title": "Premier Mine", "href": "/wiki/Premier_Mine", "description": "The Premier Mine is an underground diamond mine owned by Petra Diamonds in the town of Cullinan, 40 kilometres (25 mi) east of Pretoria, Gauteng Province, South Africa. Established in 1902, it was renamed the Cullinan Diamond Mine in November 2003 in celebration of its centenary. The mine rose to prominence in 1905, when the Cullinan Diamond – the largest rough diamond of gem quality ever found – "}, {"title": "Pretoria", "href": "/wiki/Pretoria", "description": "Pretoria is one of South Africa’s three capital cities, serving as the seat of the executive branch of government, and as the host to all foreign embassies to South Africa."}]}, {"heading": "Events", "year": "1911", "date": "January 26", "txt": "Glenn Curtiss flies the first successful American seaplane.", "entities": [{"title": "Glenn Curtiss", "href": "/wiki/Glenn_Curtiss", "description": "Glenn Hammond Curtiss was an American aviation and motorcycling pioneer, and a founder of the U.S. aircraft industry. He began his career as a bicycle racer and builder before moving on to motorcycles. As early as 1904, he began to manufacture engines for airships. In 1908, Curtiss joined the Aerial Experiment Association, a pioneering research group, founded by Alexander Graham Bell at Beinn Bhre"}, {"title": "Curtiss Model D", "href": "/wiki/Curtiss_Model_D", "description": "The 1911 Curtiss Model D was an early United States pusher aircraft with the engine and propeller behind the pilot's seat. It was among the first aircraft in the world to be built in any quantity, all of which were produced by Curtiss during an era of trial-and-error development and equally important parallel technical development in internal combustion engine technologies."}, {"title": "Seaplane", "href": "/wiki/Seaplane", "description": "A seaplane is a powered fixed-wing aircraft capable of taking off and landing (alighting) on water. Seaplanes are usually divided into two categories based on their technological characteristics: floatplanes and flying boats; the latter are generally far larger and can carry far more. Seaplanes that can also take off and land on airfields are in a subclass called amphibious aircraft, or amphibians"}]}, {"heading": "Events", "year": "1915", "date": "January 26", "txt": "The Rocky Mountain National Park is established by an act of the U.S. Congress.", "entities": [{"title": "Rocky Mountain National Park", "href": "/wiki/Rocky_Mountain_National_Park", "description": "Rocky Mountain National Park is an American national park located approximately 76 mi (122 km) northwest of Denver International Airport in north-central Colorado, within the Front Range of the Rocky Mountains. The park is situated between the towns of Estes Park to the east and Grand Lake to the west. The eastern and western slopes of the Continental Divide run directly through the center of the "}, {"title": "U.S. Congress", "href": "/wiki/U.S._Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1918", "date": "January 26", "txt": "Finnish Civil War: A group of Red Guards hangs a red lantern atop the tower of Helsinki Workers' Hall to symbolically mark the start of the war.", "entities": [{"title": "Finnish Civil War", "href": "/wiki/Finnish_Civil_War", "description": "The Finnish Civil War was a civil war in Finland in 1918 fought for the leadership and control of Finland between White Finland and Finnish Socialist Workers' Republic during the country's transition from a Grand Duchy of the Russian Empire to an independent state. The clashes took place in the context of the national, political, and social turmoil caused by World War I in Europe. The war was foug"}, {"title": "Red Guards (Finland)", "href": "/wiki/Red_Guards_(Finland)", "description": "The Red Guards were the paramilitary units of the Finnish labour movement in the early 1900s. The first Red Guards were established during the 1905 general strike, but disbanded a year later. After the Russian 1917 February revolution the Red Guards were re-established and in the 1918 Finnish Civil War they formed the army of Red Finland. The combined strength of the Red Guard was about 30,000 at "}, {"title": "Helsinki Workers' Hall", "href": "/wiki/Helsinki_Workers%27_Hall", "description": "Paasitorni, also known as the Helsinki Workers' House, is a conference and congress centre of exceptional value in terms of its architecture and cultural history. The historic building is located in Hakaniemi, Helsinki, Finland. It was designed in Art Nouveau style by architect Karl Lindahl, opened in 1908 as conference and leisure premises for the working class, and for a long time, served active"}]}, {"heading": "Events", "year": "1920", "date": "January 26", "txt": "Former Ford Motor Company executive Henry Leland launches the Lincoln Motor Company, which he later sold to his former employer.", "entities": [{"title": "Ford Motor Company", "href": "/wiki/Ford_Motor_Company", "description": "The Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, a"}, {"title": "Henry M. Leland", "href": "/wiki/Henry_M._Leland", "description": "Henry Martyn Leland was an American machinist, inventor, engineer and automotive entrepreneur. He founded the two premier American luxury automotive marques, Cadillac and Lincoln."}, {"title": "Lincoln Motor Company", "href": "/wiki/Lincoln_Motor_Company", "description": "Lincoln is the luxury vehicle division of American automobile manufacturer Ford. Marketed among the top luxury vehicle brands in the United States for nearly its entire existence, Lincoln has competed closely against its General Motors counterpart Cadillac. The division has the distinction of establishing the personal luxury car segment with the 1940 Lincoln Continental; more recently, the 1998 Li"}]}, {"heading": "Events", "year": "1926", "date": "January 26", "txt": "The first demonstration of the television by John Logie Baird.", "entities": [{"title": "John Logie Baird", "href": "/wiki/John_Logie_Baird", "description": "John Logie Baird FRSE was a Scottish inventor, electrical engineer, and innovator who demonstrated his working television system on 26 January 1926. He went on to invent the first publicly demonstrated colour television system, and the first viable purely electronic colour television picture tube."}]}, {"heading": "Events", "year": "1930", "date": "January 26", "txt": "The Indian National Congress declares 26 January as Independence Day or as the day for Poorna Swaraj (\"Complete Independence\") which occurred 17 years later.", "entities": [{"title": "Indian National Congress", "href": "/wiki/Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}, {"title": "Purna Swaraj", "href": "/wiki/Purna_Swaraj", "description": "The Purna Swaraj declaration, or Declaration of the Independence of India, was promulgated by the Indian National Congress on 26 January 1930, resolving the Congress and Indian nationalists to fight for Purna Swaraj, or complete self-rule independent of the British Empire."}]}, {"heading": "Events", "year": "1934", "date": "January 26", "txt": "The Apollo Theater reopens in Harlem, New York City.", "entities": [{"title": "Apollo Theater", "href": "/wiki/Apollo_Theater", "description": "The  Apollo Theater is a music hall located at 253 West 125th Street between Adam Clayton Powell Jr. Boulevard and Frederick Douglass Boulevard in Harlem, Manhattan, New York City. It is a noted venue for African-American performers, and is the home of Showtime at the Apollo, a nationally syndicated television variety show which showcased new talent, from 1987 to 2008, encompassing 1,093 episodes;"}, {"title": "Harlem", "href": "/wiki/Harlem", "description": "Harlem is a neighborhood in Upper Manhattan, New York City. It is bounded roughly by Frederick Douglass Boulevard, St. Nicholas Avenue, and Morningside Park on the west; the Harlem River and 155th Street on the north; Fifth Avenue on the east; and Central Park North on the south. The greater Harlem area encompasses several other neighborhoods and extends west to the Hudson River, north to 155th St"}]}, {"heading": "Events", "year": "1934", "date": "January 26", "txt": "German–Polish declaration of non-aggression is signed.", "entities": []}, {"heading": "Events", "year": "1939", "date": "January 26", "txt": "Spanish Civil War: Catalonia Offensive: Troops loyal to nationalist General Francisco Franco and aided by Italy take Barcelona.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Catalonia Offensive", "href": "/wiki/Catalonia_Offensive", "description": "The Catalonia Offensive was part of the Spanish Civil War. The Nationalist Army started the offensive on 23 December 1938 and rapidly conquered Republican-held Catalonia with Barcelona. Barcelona was captured on 26 January 1939. The Republican government headed for the French border. Thousands of people fleeing the Nationalists also crossed the frontier in the following month, to be placed in inte"}, {"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Barcelona", "href": "/wiki/Barcelona", "description": "Barcelona is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the fif"}]}, {"heading": "Events", "year": "1942", "date": "January 26", "txt": "World War II: The first United States forces arrive in Europe, landing in Northern Ireland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1945", "date": "January 26", "txt": "World War II: The Red Army begins encircling the German Fourth Army near Heiligenbeil in East Prussia, which will end in destruction of the 4th Army two months later.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Heiligenbeil Pocket", "href": "/wiki/Heiligenbeil_Pocket", "description": "The Heiligenbeil Pocket or Heiligenbeil Cauldron was the site of a major encirclement battle on the Eastern Front during the closing weeks of World War II, in which the Wehrmacht's 4th Army was almost entirely destroyed during the Soviet Braunsberg Offensive Operation. The pocket was located near Heiligenbeil in East Prussia in eastern Germany, and the battle, part of a broader Soviet offensive in"}, {"title": "4th Army (Wehrmacht)", "href": "/wiki/4th_Army_(Wehrmacht)", "description": "The 4th Army was a field army of the Wehrmacht during World War II."}, {"title": "Heiligenbeil Pocket", "href": "/wiki/Heiligenbeil_Pocket", "description": "The Heiligenbeil Pocket or Heiligenbeil Cauldron was the site of a major encirclement battle on the Eastern Front during the closing weeks of World War II, in which the Wehrmacht's 4th Army was almost entirely destroyed during the Soviet Braunsberg Offensive Operation. The pocket was located near Heiligenbeil in East Prussia in eastern Germany, and the battle, part of a broader Soviet offensive in"}, {"title": "East Prussia", "href": "/wiki/East_Prussia", "description": "East Prussia was a province of the Kingdom of Prussia from 1773 to 1829 and again from 1878 ; following World War I it formed part of the Weimar Republic's Free State of Prussia, until 1945. Its capital city was Königsberg. East Prussia was the main part of the region of Prussia along the southeastern Baltic Coast."}]}, {"heading": "Events", "year": "1945", "date": "January 26", "txt": "World War II: Audie Murphy displays valor and bravery in action for which he will later be awarded the Medal of Honor.", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Events", "year": "1949", "date": "January 26", "txt": "The Hale telescope at Palomar Observatory sees first light under the direction of Edwin Hubble, becoming the largest aperture optical telescope (until BTA-6 is built in 1976).", "entities": [{"title": "Hale telescope", "href": "/wiki/Hale_telescope", "description": "The Hale Telescope is a 200-inch (5.1 m), f/3.3 reflecting telescope at the Palomar Observatory in San Diego County, California, US, named after astronomer George Ellery Hale. With funding from the Rockefeller Foundation in 1928, he orchestrated the planning, design, and construction of the observatory, but with the project ending up taking 20 years he did not live to see its commissioning. The Ha"}, {"title": "Palomar Observatory", "href": "/wiki/Palomar_Observatory", "description": "Palomar Observatory is an astronomical research observatory in San Diego County, California, United States, in the Palomar Mountain Range. It is owned and operated by the California Institute of Technology (Caltech). Research time at the observatory is granted to Caltech and its research partners, which include the Jet Propulsion Laboratory (JPL), Yale University, and the National Optical Observat"}, {"title": "First light (astronomy)", "href": "/wiki/First_light_(astronomy)", "description": "In astronomy, first light is the first use of a telescope to take an astronomical image after it has been constructed. This is often not the first viewing using the telescope; optical tests will probably have been performed in daylight to adjust the components."}, {"title": "Edwin Hubble", "href": "/wiki/Edwin_Hubble", "description": "Edwin Powell Hubble was an American astronomer. He played a crucial role in establishing the fields of extragalactic astronomy and observational cosmology."}, {"title": "BTA-6", "href": "/wiki/BTA-6", "description": "The BTA-6 is a 6-metre (20 ft) aperture optical telescope at the Special Astrophysical Observatory located in the Zelenchuksky District on the north side of the Caucasus Mountains in southern Russia."}]}, {"heading": "Events", "year": "1950", "date": "January 26", "txt": "The Constitution of India comes into force, forming a republic. Rajendra Prasad is sworn in as the first President of India. Observed as Republic Day in India.", "entities": [{"title": "Constitution of India", "href": "/wiki/Constitution_of_India", "description": "The Constitution of India is the supreme law of India. The document lays down the framework that demarcates fundamental political code, structure, procedures, powers, and duties of government institutions and sets out fundamental rights, directive principles, and the duties of citizens. It is the longest written constitution of any country on Earth."}, {"title": "Coming into force", "href": "/wiki/Coming_into_force", "description": "In law, coming into force or entry into force is the process by which legislation, regulations, treaties and other legal instruments come to have legal force and effect. The term is closely related to the date of this transition. The point at which such instrument comes into effect may be set out in the instrument itself, or after the lapse of a certain period, or upon the happening of a certain e"}, {"title": "Rajendra Prasad", "href": "/wiki/Rajendra_Prasad", "description": "Rajendra Prasad was an Indian independence activist, lawyer, scholar and subsequently, the first President of India, in office from 1950 to 1962. He was an Indian political leader and lawyer by training. Prasad joined the Indian National Congress during the Indian Independence Movement and became a major leader from the region of Bihar. A supporter of Mahatma Gandhi, Prasad was imprisoned by Briti"}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}, {"title": "Republic Day (India)", "href": "/wiki/Republic_Day_(India)", "description": "Republic Day is a national holiday in India. It honours the date on which the Constitution of India came into effect on 26 January 1950 replacing the Government of India Act (1935) as the governing document of India and thus, turning the nation into a newly formed republic."}]}, {"heading": "Events", "year": "1952", "date": "January 26", "txt": "Black Saturday in Egypt: rioters burn Cairo's central business district, targeting British and upper-class Egyptian businesses.", "entities": [{"title": "Cairo Fire", "href": "/wiki/Cairo_Fire", "description": "The Cairo fire, also known as Black Saturday, was a series of riots that took place on 26 January 1952, marked by the burning and looting of some 750 buildings—retail shops, cafes, cinemas, hotels, restaurants, theatres, nightclubs, and the city's Opera House—in downtown Cairo. The direct trigger of the riots was the killing by British occupation troops of 50 Egyptian auxiliary policemen in the ci"}, {"title": "Cairo", "href": "/wiki/Cairo", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}]}, {"heading": "Events", "year": "1956", "date": "January 26", "txt": "Soviet Union cedes Porkkala back to Finland.", "entities": [{"title": "Porkkala", "href": "/wiki/Porkkala", "description": "Porkkalanniemi is a peninsula in the Gulf of Finland, located at Kirkkonummi (Kyrkslätt) in Southern Finland."}]}, {"heading": "Events", "year": "1961", "date": "January 26", "txt": "John F. Kennedy appoints Janet G. Travell to be the first woman Physician to the President.", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "Janet G. Travell", "href": "/wiki/Janet_G._Travell", "description": "Janet Graeme Travell was an American physician and medical researcher."}, {"title": "Physician to the President", "href": "/wiki/Physician_to_the_President", "description": "The Physician to the President is the formal and official title of the physician who is director of the White House Medical Unit, a unit of the White House Military Office responsible for the medical needs of the President of the United States, Vice President, White House staff, and visitors. The Physician to the President is also the Chief White House Physician."}]}, {"heading": "Events", "year": "1962", "date": "January 26", "txt": "Ranger 3 is launched to study the Moon. The space probe later misses the moon by 22,000 miles (35,400 km).", "entities": [{"title": "Ranger 3", "href": "/wiki/Ranger_3", "description": "Ranger 3 was a space exploration mission conducted by NASA to study the Moon. The Ranger 3 robotic spacecraft was launched January 26, 1962 as part of the Ranger program. Due to a series of malfunctions, the spacecraft missed the Moon by 22,000 mi (35,000 km) and entered a heliocentric orbit."}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}]}, {"heading": "Events", "year": "1965", "date": "January 26", "txt": "Hindi becomes the official language of India.", "entities": [{"title": "Hindi", "href": "/wiki/Hindi", "description": "Hindi, or more precisely Modern Standard Hindi, is an Indo-Aryan language spoken chiefly in India. Hindi has been described as a standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and neighbouring areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government "}]}, {"heading": "Events", "year": "1972", "date": "January 26", "txt": "JAT Fight 367 is destroyed by a terrorist bomb, killing 27 of the 28 people on board the DC-9. Flight attendant Vesna Vulović survives with critical injuries.", "entities": [{"title": "JAT Flight 367", "href": "/wiki/JAT_Flight_367", "description": "JAT Yugoslav Airlines Flight 367 was a McDonnell Douglas DC-9-32 aircraft which exploded shortly after overflying NDB Hermsdorf, East Germany, while on route from Stockholm to Belgrade on 26 January 1972. The aircraft, piloted by captain Ludvik Razdrih and first officer Ratko Mihić, broke into three pieces and spun out of control, crashing near the village of Srbská Kamenice in Czechoslovakia. Of "}, {"title": "McDonnell Douglas DC-9", "href": "/wiki/McDonnell_Douglas_DC-9", "description": "The McDonnell Douglas DC-9 is a single-aisle airliner designed by the Douglas Aircraft Company.\n\nAfter introducing its heavy DC-8 in 1959, Douglas approved the smaller, all-new DC-9 for shorter flights on April 8, 1963.\nThe DC-9-10 first flew on February 25, 1965 and gained its type certificate on November 23, to enter service with Delta Air Lines on December 8.\n\nWith five seats across in economy,"}, {"title": "Vesna Vulović", "href": "/wiki/Vesna_Vulovi%C4%87", "description": "Vesna Vulović was a Serbian flight attendant who holds the Guinness world record for surviving the highest fall without a parachute: 10,160 m. She was the sole survivor after a briefcase bomb exploded in the baggage compartment of JAT Flight 367 on 26 January 1972, causing it to crash near Srbská Kamenice, Czechoslovakia. The Yugoslav authorities suspected that Croatian nationalists were to blame,"}]}, {"heading": "Events", "year": "1974", "date": "January 26", "txt": "Turkish Airlines Flight 301 crashes during takeoff from Izmir Cumaovası Airport (now İzmir Adnan Menderes Airport), killing 66 of the 73 people on board the Fokker F28 Fellowship.", "entities": [{"title": "Turkish Airlines Flight 301", "href": "/wiki/Turkish_Airlines_Flight_301", "description": "The 1974 Turkish Airlines Izmir crash occurred on January 26, 1974 when a Turkish Airlines Fokker F28-1000 Fellowship airliner, registration TC-JAO, named Van, on a domestic flight in Turkey from Izmir Cumaovası Airport (IZM) to Istanbul Yeşilköy Airport (IST/LTBA), stalled shortly after takeoff due to over-rotation and frost accretion on the wings, crashed, and caught fire."}, {"title": "İzmir Adnan Menderes Airport", "href": "/wiki/%C4%B0zmir_Adnan_Menderes_Airport", "description": "İzmir Adnan Menderes Airport is an international airport serving İzmir and most of the surrounding province in Turkey. It is named after former Turkish prime minister Adnan Menderes."}, {"title": "Fokker F28 Fellowship", "href": "/wiki/Fokker_F28_Fellowship", "description": "The Fokker F28 Fellowship is a twin-engined, short-range jet airliner designed and built by Dutch aircraft manufacturer Fokker."}]}, {"heading": "Events", "year": "1980", "date": "January 26", "txt": "Egypt–Israel relations are formally established.", "entities": [{"title": "Egypt–Israel relations", "href": "/wiki/Egypt%E2%80%93Israel_relations", "description": "Egypt–Israel relations are foreign relations between Egypt and Israel. The state of war between both countries which dated back to the 1948 Arab–Israeli War culminated in the Yom Kippur War in 1973, and was followed by the 1979 Egypt–Israel Peace Treaty a year after the Camp David Accords, mediated by U.S. president Jimmy Carter. Full diplomatic relations were established on January 26, 1980, and "}]}, {"heading": "Events", "year": "1986", "date": "January 26", "txt": "The Ugandan government of Tito Okello is overthrown by the National Resistance Army, led by Yoweri Museveni.", "entities": [{"title": "Tito Okello", "href": "/wiki/Tito_Okello", "description": "Tito Lutwa Okello was a Ugandan military officer and politician. He was the President of Uganda from 29 July 1985 until 26 January 1986."}, {"title": "National Resistance Army", "href": "/wiki/National_Resistance_Army", "description": "\n\nThe National Resistance Army (NRA), the military wing of the National Resistance Movement (NRM), was a rebel army that waged a guerrilla war, commonly referred to as the Ugandan Bush War or Luwero War, against the government of Milton Obote, and later that of Tito Okello."}, {"title": "Yoweri Museveni", "href": "/wiki/Yoweri_Museveni", "description": "Yoweri Kaguta Museveni is a politician who has served as President of Uganda since 1986. Museveni was involved in rebellions that toppled Ugandan leaders Idi Amin (1971–79) and Milton Obote (1980–85) before he captured power in 1986."}]}, {"heading": "Events", "year": "1991", "date": "January 26", "txt": "Mohamed Siad Barre is removed from power in Somalia, ending centralized government, and is succeeded by Ali Mahdi.", "entities": [{"title": "Siad Barre", "href": "/wiki/Siad_Barre", "description": "Jaalle Mohamed Siad Barre was a Somali General who served as the President of the Somali Democratic Republic from 1969 to 1991. Barre, a major general of the gendarmerie, became President of Somalia after the 1969 coup d'état that overthrew the Somali Republic following the assassination of President Abdirashid Ali Shermarke. The Supreme Revolutionary Council military junta under Barre reconstitut"}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Ali Mahdi Muhammad", "href": "/wiki/Ali_Mahdi_Muhammad", "description": "Ali Mahdi Muhammad was a Somali entrepreneur and politician. He served as President of Somalia from 26 January 1991 to 3 January 1997. The Cairo Agreement in December 1997 designated Ali Mahdi as president once again, a position he held until being succeeded by Abdiqasim Salad in the year 2000."}]}, {"heading": "Events", "year": "1992", "date": "January 26", "txt": "Boris Yeltsin announces that Russia will stop targeting United States cities with nuclear weapons.", "entities": [{"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}]}, {"heading": "Events", "year": "1998", "date": "January 26", "txt": "Lewinsky scandal: On American television, U.S. President Bill Clinton denies having had \"sexual relations\" with former White House intern Monica Lewinsky.", "entities": [{"title": "Lewinsky scandal", "href": "/wiki/Lewinsky_scandal", "description": "A political sex scandal involving 49-year-old US President Bill Clinton and 22-year-old White House intern Monica Lewinsky took place in 1998. Their sexual relationship lasted between 1995 and 1997. Clinton ended a televised speech in late January 1998 with the statement that he \"did not have sexual relations with that woman, Ms. Lewinsky.\" Further investigation led to charges of perjury and to th"}, {"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}, {"title": "Lewinsky scandal", "href": "/wiki/Lewinsky_scandal", "description": "A political sex scandal involving 49-year-old US President Bill Clinton and 22-year-old White House intern Monica Lewinsky took place in 1998. Their sexual relationship lasted between 1995 and 1997. Clinton ended a televised speech in late January 1998 with the statement that he \"did not have sexual relations with that woman, Ms. Lewinsky.\" Further investigation led to charges of perjury and to th"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Monica Lewinsky", "href": "/wiki/Monica_Lewinsky", "description": "Monica Samille Lewinsky is an American activist, television personality, fashion designer, and former White House intern. President Bill Clinton admitted to having had an affair with Lewinsky while she worked at the White House in 1995–1996. The affair and its repercussions became known later as the Clinton–Lewinsky scandal."}]}, {"heading": "Events", "year": "2001", "date": "January 26", "txt": "The 7.7 Mw Gujarat earthquake shakes Western India with a maximum Mercalli intensity of X (Extreme), leaving 13,805–20,023 dead and about 166,800 injured.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "2001 Gujarat earthquake", "href": "/wiki/2001_Gujarat_earthquake", "description": "The 2001 Gujarat earthquake, also known as the Bhuj earthquake, occurred on 26 January, India's 52nd Republic Day, at 08:46 am IST. The epicentre was about 9 km south-southwest of the village of Chobari in Bhachau Taluka of Kutch District of Gujarat, India."}, {"title": "Western India", "href": "/wiki/Western_India", "description": "Western India is a loosely defined region of India consisting of its western part. The Ministry of Home Affairs in its Western Zonal Council Administrative division includes the states of Goa, Gujarat, and Maharashtra along with the Union territory of Dadra and Nagar Haveli and Daman and Diu, while the Ministry of Culture and some historians also include the state of Rajasthan. The Geological Surv"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2009", "date": "January 26", "txt": "Rioting breaks out in Antananarivo, Madagascar, sparking a political crisis that will result in the replacement of President Marc Ravalomanana with Andry Rajoelina.", "entities": [{"title": "Antananarivo", "href": "/wiki/Antananarivo", "description": "Antananarivo, also known by its colonial shorthand form Tana, is the capital and largest city of Madagascar. The administrative area of the city, known as Antananarivo-Renivohitra, is the capital of Analamanga region. The city sits at 1,280 m (4,199 ft) above sea level in the center of the island, the highest national capital by elevation among the island countries. It has been the country's large"}, {"title": "2009 Malagasy political crisis", "href": "/wiki/2009_Malagasy_political_crisis", "description": "The 2009 Malagasy political crisis began on 26 January 2009 with the political opposition movement led by Antananarivo mayor Andry Rajoelina, which sought to oust President Marc Ravalomanana from the presidency. The crisis reached its climax on 21 March 2009 when Andry Rajoelina was declared the president of the High Transitional Authority of Madagascar, five days after Ravalomanana transferred hi"}, {"title": "President of Madagascar", "href": "/wiki/President_of_Madagascar", "description": "This is a list of presidents of Madagascar, since the establishment of the office of President in 1959, during the Malagasy Republic."}, {"title": "Marc Ravalomanana", "href": "/wiki/Marc_Ravalomanana", "description": "Marc Ravalomanana is a Malagasy politician who was the President of Madagascar from 2002 to 2009. Born into a farming Merina family in Imerinkasinina, near the capital city of Antananarivo, Ravalomanana first rose to prominence as the founder and CEO of the vast dairy conglomerate TIKO, later launching successful wholesaler MAGRO and several additional companies."}, {"title": "Andry Rajoelina", "href": "/wiki/Andry_Rajoelina", "description": "Andry Nirina Rajoelina is a Malagasy politician and businessman who is the president of Madagascar. He started his career in the private sector, first organizing events on the Island, and then investing in the advertising business and the media. He was the Mayor of Antananarivo from December 2007 to February 2009, and President of the High Transitional Authority of Madagascar from 21 March 2009 to"}]}, {"heading": "Events", "year": "2009", "date": "January 26", "txt": "Nadya Suleman gives birth to the world's first surviving octuplets.", "entities": [{"title": "Nadya Suleman", "href": "/wiki/Nadya_Suleman", "description": "Nadya Denise Doud-Suleman, known as Octomom in the media, is an American media personality who came to international attention when she gave birth to octuplets in January 2009. One week after their birth, they surpassed the previous worldwide survival rate for a complete set of octuplets set by the Chukwu octuplets in 1998. The circumstances of their high order multiple birth led to controversy in"}, {"title": "Suleman octuplets", "href": "/wiki/Suleman_octuplets", "description": "The Suleman octuplets are six male and two female children conceived via in vitro fertilization (IVF) and subsequently born to Nadya Suleman on January 26, 2009, in Bellflower, California. Residing in Lancaster, California, as of 2020; they are only the second full set of octuplets to be born alive in the United States and, having survived more than a week, surpassed the previous worldwide surviva"}]}, {"heading": "Events", "year": "2015", "date": "January 26", "txt": "An aircraft crashes at Los Llanos Air Base in Albacete, Spain, killing 11 people and injuring 21 others.", "entities": [{"title": "2015 Los Llanos Air Base crash", "href": "/wiki/2015_Los_Llanos_Air_Base_crash", "description": "On 26 January 2015, an F-16 jet fighter of the Hellenic Air Force crashed into the flight line at Los Llanos Air Base in Albacete, Spain, killing 11 people: the two crew members and nine on the ground. Twenty-one others, all on the ground, were also injured."}, {"title": "Los Llanos Air Base", "href": "/wiki/Los_Llanos_Air_Base", "description": "Albacete Airport is an airport located at the Los Llanos Air Base, about 4 miles south of the city of Albacete, the capital of the province of Albacete in Castile-La Mancha, Spain."}, {"title": "Albacete", "href": "/wiki/Albacete", "description": "Albacete is a city and municipality in the Spanish autonomous community of Castilla–La Mancha, and capital of the province of Albacete."}]}, {"heading": "Events", "year": "2020", "date": "January 26", "txt": "A Sikorsky S-76B flying from John Wayne Airport to Camarillo Airport crashes in Calabasas, 30 miles west of Los Angeles, killing all nine people on board, including former five-time NBA champion Kobe Bryant and his daughter Gianna Bryant.", "entities": [{"title": "Sikorsky S-76", "href": "/wiki/Sikorsky_S-76", "description": "The Sikorsky S-76 is an American medium-size commercial utility helicopter, manufactured by the Sikorsky Aircraft Corporation. The S-76 features twin turboshaft engines, four-bladed main and tail rotors, and retractable landing gear."}, {"title": "John Wayne Airport", "href": "/wiki/John_Wayne_Airport", "description": "John Wayne Airport is a commercial and general aviation airport that serves Orange County, California, and the Greater Los Angeles area. The airport is located in an unincorporated area of Orange County, and it is owned and operated by the county. John Wayne Airport is surrounded by the cities of Irvine, Newport Beach, and Costa Mesa, although its IATA airport code and mailing address are both reg"}, {"title": "Camarillo Airport", "href": "/wiki/Camarillo_Airport", "description": "Camarillo Airport is a public airport located three miles (5 km) west of the central business district of Camarillo, a city in Ventura County, California, United States. The airport has one runway and serves privately operated general aviation and executive aircraft with no scheduled commercial service. A separate airfield in the southwest quadrant of the airport is for exclusive use of light-spor"}, {"title": "Death of Kobe Bryant", "href": "/wiki/Death_of_Kobe_Bryant", "description": "On January 26, 2020, a Sikorsky S-76B helicopter crashed in the city of Calabasas, California, around 30 mi (48 km) northwest of downtown Los Angeles, while en route from John Wayne Airport to Camarillo Airport. All nine people on board were killed on impact: retired professional basketball player Kobe Bryant, his 13-year-old daughter Gianna, baseball coach John Altobelli, five other passengers, a"}, {"title": "NBA", "href": "/wiki/NBA", "description": "The National Basketball Association (NBA) is a professional basketball league in North America. The league is composed of 30 teams and is one of the four major professional sports leagues in the United States and Canada. It is the premier men's professional basketball league in the world."}, {"title": "Kobe Bryant", "href": "/wiki/Kobe_Bryant", "description": "Kobe Bean Bryant was an American professional basketball player. A shooting guard, he spent his entire 20-year career with the Los Angeles Lakers in the National Basketball Association (NBA). Regarded as one of the greatest players of all time, Bryant won five NBA championships, was an 18-time All-Star, a 15-time member of the All-NBA Team, a 12-time member of the All-Defensive Team, the 2008 NBA "}]}, {"heading": "Events", "year": "2021", "date": "January 26", "txt": "Protesters and farmers storm the Red Fort near Dehli, clashing with police. One protester is killed and more than 80 police officers are injured.", "entities": [{"title": "2021 Farmers' Republic Day violence", "href": "/wiki/2021_Farmers%27_Republic_Day_violence", "description": "The 2021 Farmers' Republic Day Protest was a riot and violent attack on 26 January 2021 in Delhi, India. Part of the 2020–2021 Indian farmers' protest, it was carried out by a group of protestors led by Deep Sidhu on the 72nd Republic Day against the decision by Narendra Modi-led National Democratic Alliance (NDA) to implement three farm acts. The decision to hold the parade with tractors and marc"}, {"title": "Red Fort", "href": "/wiki/Red_Fort", "description": "The Red Fort is a historic fort in the city of Delhi in India that served as the main residence of the Mughal Emperors. Emperor Shah Jahan commissioned \nconstruction of the Red Fort on 12 May 1638, when he decided to shift his capital from Agra to Delhi. Originally red and white, its painting is credited to architect Ustad Ahmad Lahori, who also constructed the Taj Mahal. It was renovated between "}, {"title": "Dehli", "href": "/wiki/Dehli", "description": "Delhi, officially the National Capital Territory (NCT) of Delhi, is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highes"}]}, {"heading": "Births", "year": "183", "date": "January 26", "txt": "Lady Zhen, wife of Cao Pi (d. 221)", "entities": [{"title": "Lady Zhen", "href": "/wiki/Lady_Zhen", "description": "Lady Zhen, personal name unknown, was the first wife of Cao Pi, the first ruler of the state of Cao Wei in the Three Kingdoms period. In 226, she was posthumously honoured as Empress Wenzhao when her son, Cao Rui, succeeded Cao Pi as the emperor of Wei."}, {"title": "Cao Pi", "href": "/wiki/Cao_Pi", "description": "Cao Pi, courtesy name Zihuan, was the first emperor of the state of Cao Wei in the Three Kingdoms period of China. He was the second son of Cao Cao, a warlord who lived in the late Eastern Han dynasty, but the eldest son among all the children born to Cao Cao by his concubine, Lady Bian. According to some historical records, he was often in the presence of court officials in order to gain their su"}]}, {"heading": "Births", "year": "1436", "date": "January 26", "txt": "Henry Beaufort, 3rd Duke of Somerset, Lancastrian military commander (d. 1464)", "entities": [{"title": "Henry Beaufort, 3rd Duke of Somerset", "href": "/wiki/Henry_Beaufort,_3rd_Duke_of_Somerset", "description": "Henry Beaufort, 3rd Duke of Somerset was an important Lancastrian military commander during the English Wars of the Roses. He is sometimes numbered the 2nd Duke of Somerset, because the title was re-created for his father after his uncle died. He also held the subsidiary titles of 5th Earl of Somerset, 2nd Marquess of Dorset and 2nd Earl of Dorset."}]}, {"heading": "Births", "year": "1467", "date": "January 26", "txt": "Guillaume Budé, French scholar (d. 1540)", "entities": [{"title": "Guillaume Budé", "href": "/wiki/Guillaume_Bud%C3%A9", "description": "Guillaume Budé was a French scholar and humanist. He was involved in the founding of Collegium Trilingue, which later became the Collège de France. Budé was also the first keeper of the royal library at the Palace of Fontainebleau, which was later moved to Paris, where it became the Bibliothèque nationale de France. He was an ambassador to Rome and held several important judicial and civil adminis"}]}, {"heading": "Births", "year": "1495", "date": "January 26", "txt": "Emperor Go-Nara of Japan (d. 1557)", "entities": [{"title": "Emperor Go-Nara", "href": "/wiki/Emperor_Go-Nara", "description": "Emperor Go-Nara  was the 105th Emperor of Japan, according to the traditional order of succession. He reigned from June 9, 1526 until his death in 1557, during the Sengoku period. His personal name was Tomohito (知仁)."}]}, {"heading": "Births", "year": "1541", "date": "January 26", "txt": "Florent Chrestien, French poet and translator (d. 1596)", "entities": [{"title": "Florent Chrestien", "href": "/wiki/Florent_Chrestien", "description": "Florent Chrestien was a French satirist and Latin poet."}]}, {"heading": "Births", "year": "1549", "date": "January 26", "txt": "Jakob Ebert, German theologian (d. 1614)", "entities": [{"title": "Jakob Ebert", "href": "/wiki/Jakob_Ebert", "description": "Jakob Ebert was a German theologian and poet."}]}, {"heading": "Births", "year": "1582", "date": "January 26", "txt": "Giovanni Lanfranco, Italian painter (d. 1647)", "entities": [{"title": "Giovanni Lanfranco", "href": "/wiki/Giovanni_Lanfranco", "description": "Giovanni Lanfranco was an Italian painter of the Baroque period."}]}, {"heading": "Births", "year": "1595", "date": "January 26", "txt": "Antonio Maria Abbatini, Italian composer (d. 1679)", "entities": [{"title": "Antonio Maria Abbatini", "href": "/wiki/Antonio_Maria_Abbatini", "description": "Antonio Maria Abbatini was an Italian composer, active mainly in Rome."}]}, {"heading": "Births", "year": "1624", "date": "January 26", "txt": "George William, Duke of Brunswick-Lüneburg (d. 1705)", "entities": [{"title": "George William, Duke of Brunswick-Lüneburg", "href": "/wiki/George_William,_Duke_of_Brunswick-L%C3%BCneburg", "description": "George William German: Georg Wilhelm was the first Welf Duke of Lauenburg after its occupation in 1689. From 1648 to 1665, he was the ruler of the Principality of Calenberg as an appanage from his eldest brother, Christian Louis, Prince of Luneburg. When he inherited Luneburg on the latter's death in 1665, he gave Calenberg to his younger brother, John Frederick."}]}, {"heading": "Births", "year": "1657", "date": "January 26", "txt": "William Wake, Archbishop of Canterbury (d. 1737)", "entities": [{"title": "William Wake", "href": "/wiki/William_Wake", "description": "William Wake was a priest in the Church of England and Archbishop of Canterbury from 1716 until his death in 1737."}]}, {"heading": "Births", "year": "1708", "date": "January 26", "txt": "William Hayes, English organist, composer, and conductor (d. 1777)", "entities": [{"title": "William Hayes (composer)", "href": "/wiki/William_Hayes_(composer)", "description": "William Hayes was an English composer, organist, singer and conductor."}]}, {"heading": "Births", "year": "1714", "date": "January 26", "txt": "Jean-Baptiste Pigalle, French sculptor and educator (d. 1785)", "entities": [{"title": "Jean-Baptiste Pigalle", "href": "/wiki/Jean-Baptiste_Pigalle", "description": "Jean-Baptiste Pigalle was a French sculptor."}]}, {"heading": "Births", "year": "1715", "date": "January 26", "txt": "Claude Adrien Helvétius, French philosopher (d. 1771)", "entities": [{"title": "Claude Adrien Helvétius", "href": "/wiki/Claude_Adrien_Helv%C3%A9tius", "description": "Claude Adrien Helvétius was a French philosopher, freemason and littérateur."}]}, {"heading": "Births", "year": "1716", "date": "January 26", "txt": "George Germain, 1st Viscount Sackville, English general and politician, Secretary of State for the Colonies (d. 1785)", "entities": [{"title": "George Germain, 1st Viscount Sackville", "href": "/wiki/George_Germain,_1st_Viscount_Sackville", "description": "George Germain, 1st Viscount Sackville, PC, styled The Honourable George Sackville until 1720, Lord George Sackville from 1720 to 1770 and Lord George Germain from 1770 to 1782, was a British soldier and politician who was Secretary of State for America in Lord North's cabinet during the American War of Independence."}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Births", "year": "1722", "date": "January 26", "txt": "Alexander Carlyle, Scottish minister and author (d. 1805)", "entities": [{"title": "Alexander Carlyle", "href": "/wiki/Alexander_Carlyle", "description": "Very Reverend Alexander Carlyle DD FRSE was a Scottish church leader, and autobiographer."}]}, {"heading": "Births", "year": "1763", "date": "January 26", "txt": "Charles XIV John of Sweden (d. 1844)", "entities": [{"title": "Charles XIV John of Sweden", "href": "/wiki/Charles_XIV_John_of_Sweden", "description": "Charles XIV John was King of Sweden and Norway from 1818 until his death. In modern Norwegian lists of kings he is called Charles III John. He was the first monarch of the Bernadotte dynasty."}]}, {"heading": "Births", "year": "1781", "date": "January 26", "txt": "Ludwig Achim von Arnim, German poet and author (d. 1831)", "entities": [{"title": "Ludwig Achim von Arnim", "href": "/wiki/Ludwig_Achim_von_Arnim", "description": "Carl Joachim Friedrich Ludwig von Arnim, better known as Achim von Arnim, was a German poet, novelist, and together with Clemens Brentano and Joseph von Eichendorff, a leading figure of German Romanticism."}]}, {"heading": "Births", "year": "1813", "date": "January 26", "txt": "Juan Pablo Duarte, Dominican philosopher and poet (d. 1876)", "entities": [{"title": "Juan Pablo Duarte", "href": "/wiki/Juan_Pablo_Duarte", "description": "Juan Pablo Duarte was a Dominican military leader, writer, activist, and nationalist politician who was the foremost of the founding fathers of the Dominican Republic. As one of the most celebrated figures in Dominican history, Duarte is considered a folk hero and revolutionary visionary in the modern Dominican Republic, who along with military general Ramon Matias Mella and Francisco del Rosario "}]}, {"heading": "Births", "year": "1824", "date": "January 26", "txt": "Emil Czyrniański, Polish chemist (d. 1888)", "entities": [{"title": "Emil Czyrniański", "href": "/wiki/Emil_Czyrnia%C5%84ski", "description": "Emilian Czyrniański (1824–1888) was a Polish chemist of Lemko descent, science writer, rector of the Jagiellonian University and co-founder of the Polish Academy of Learning. He is responsible for developing chemical nomenclature in Polish. One of his grandsons was the highly influential political activist and writer, Jozef Retinger."}]}, {"heading": "Births", "year": "1832", "date": "January 26", "txt": "George Shiras, Jr., American lawyer and jurist (d. 1924)", "entities": [{"title": "George Shiras, Jr.", "href": "/wiki/George_Shiras,_Jr.", "description": "George Shiras Jr. was an Associate Justice of the Supreme Court of the United States who was nominated to the Court by Republican President Benjamin Harrison. At that time, he had 37 years of private legal practice, but had never judged a case. Shiras's only public service before he became a justice was as a federal elector in 1888, almost four years before his nomination in 1892."}]}, {"heading": "Births", "year": "1842", "date": "January 26", "txt": "François Coppée, French poet and author (d. 1908)", "entities": [{"title": "François Coppée", "href": "/wiki/Fran%C3%A7ois_Copp%C3%A9e", "description": "François Edouard Joachim Coppée was a French poet and novelist."}]}, {"heading": "Births", "year": "1852", "date": "January 26", "txt": "Pierre Savorgnan de Brazza, Italian-French explorer (d. 1905)", "entities": [{"title": "Pierre Savorgnan de Brazza", "href": "/wiki/Pierre_Savorgnan_de_Brazza", "description": "Pietro Paolo Savorgnan di Brazzà, later known as Pierre Paul François Camille Savorgnan de Brazza; 26 January 1852 – 14 September 1905), was an Italian-born, naturalized French explorer. With his family's financial help, he explored the Ogooué region of Central Africa, and later with the backing of the Société de Géographie de Paris, he reached far into the interior along the right bank of the Con"}]}, {"heading": "Births", "year": "1857", "date": "January 26", "txt": "12th Dalai Lama (d. 1875)", "entities": [{"title": "12th Dalai Lama", "href": "/wiki/12th_Dalai_Lama", "description": "Trinley Gyatso was the 12th Dalai Lama of Tibet."}]}, {"heading": "Births", "year": "1861", "date": "January 26", "txt": "Louis Anquetin, French painter (d. 1932)", "entities": [{"title": "Louis Anquetin", "href": "/wiki/Louis_Anquetin", "description": "Louis Anquetin was a French painter."}]}, {"heading": "Births", "year": "1864", "date": "January 26", "txt": "József Pusztai, Slovene-Hungarian poet and journalist (d. 1934)", "entities": [{"title": "József Pusztai", "href": "/wiki/J%C3%B3zsef_Pusztai", "description": "József Pusztai was a Slovene writer, poet, journalist, teacher, and cantor in Hungary. He was also known under the pen name Tibor Andorhegyi."}]}, {"heading": "Births", "year": "1866", "date": "January 26", "txt": "John Cady, American golfer (d. 1933)", "entities": [{"title": "John Cady (golfer)", "href": "/wiki/John_Cady_(golfer)", "description": "John Deere Cady was an American golfer who competed in the 1904 Summer Olympics. He was the grandson of John Deere and the great-grandson of Linus Yale, Sr."}]}, {"heading": "Births", "year": "1877", "date": "January 26", "txt": "Kees van Dongen, Dutch painter (d. 1968)", "entities": [{"title": "Kees van Dongen", "href": "/wiki/Kees_van_Dongen", "description": "Cornelis Theodorus Maria 'Kees' van Dongen was a Dutch-French painter who was one of the leading Fauves. Van Dongen's early work was influenced by the Hague School and symbolism and it evolved gradually into a rough pointillist style. From 1905 onwards – when he took part at the controversial 1905 Salon d'Automne exhibition – his style became more and more radical in its use of form and colour. Th"}]}, {"heading": "Births", "year": "1878", "date": "January 26", "txt": "Dave Nourse, English-South African cricketer and coach (d. 1948)", "entities": [{"title": "Dave Nourse", "href": "/wiki/Dave_Nourse", "description": "Arthur William \"Dave\" Nourse was a cricketer who played for Natal, Transvaal, Western Province and South Africa."}]}, {"heading": "Births", "year": "1880", "date": "January 26", "txt": "Douglas MacArthur, American general, Medal of Honor recipient (d. 1964)", "entities": [{"title": "Douglas MacArthur", "href": "/wiki/Douglas_MacArthur", "description": "General of the Army Douglas MacArthur was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines campaign, which made him and his father Arthur MacArthur Jr. the first father and s"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1885", "date": "January 26", "txt": "Michael Considine, Irish-Australian politician (d. 1959)", "entities": [{"title": "Michael Considine", "href": "/wiki/Michael_Considine", "description": "Michael Patrick Considine was an Irish-born Australian politician and unionist. He represented the seat of Barrier in the House of Representatives from 1917 to 1922. A controversial figure, Considine was pressured to resign from the Australian Labor Party (ALP). He won in 1919 as an independent before joining the Socialist Labor Party in 1920, but his seat was abolished for the 1922 election and h"}]}, {"heading": "Births", "year": "1885", "date": "January 26", "txt": "Harry Ricardo, English engineer and academic (d. 1974)", "entities": []}, {"heading": "Births", "year": "1885", "date": "January 26", "txt": "Per Thorén, Swedish figure skater (d. 1962)", "entities": []}, {"heading": "Births", "year": "1887", "date": "January 26", "txt": "François Faber, French-Luxembourgian cyclist (d. 1915)", "entities": [{"title": "François Faber", "href": "/wiki/Fran%C3%A7ois_Faber", "description": "François Faber was a Luxembourgian racing cyclist. He was born in France. He was the first foreigner to win the Tour de France in 1909, and his record of winning 5 consecutive stages still stands. He died in World War I while fighting for France. Faber was known for his long solos; he is the only rider in Tour de France history to lead solo more than 1000 km."}]}, {"heading": "Births", "year": "1887", "date": "January 26", "txt": "Marc Mitscher, American admiral and pilot (d. 1947)", "entities": []}, {"heading": "Births", "year": "1887", "date": "January 26", "txt": "Dimitris Pikionis, Greek architect and academic (d. 1968)", "entities": []}, {"heading": "Births", "year": "1891", "date": "January 26", "txt": "Frank Costello, Italian-American mob boss (d. 1973)", "entities": [{"title": "Frank Costello", "href": "/wiki/Frank_Costello", "description": "Frank Costello was an Italian-American crime boss of the Luciano crime family. In 1957, Costello survived an assassination attempt ordered by Vito Genovese and carried out by Vincent Gigante. However, the altercation persuaded Costello to relinquish power to Genovese and retire. Costello died on February 18, 1973."}]}, {"heading": "Births", "year": "1891", "date": "January 26", "txt": "August Froehlich, German priest and martyr (d. 1942)", "entities": []}, {"heading": "Births", "year": "1891", "date": "January 26", "txt": "Wilder Penfield, American-Canadian neurosurgeon and academic (d. 1976)", "entities": []}, {"heading": "Births", "year": "1892", "date": "January 26", "txt": "Bessie Coleman, American pilot (d. 1926)", "entities": [{"title": "Bessie Coleman", "href": "/wiki/Bessie_Coleman", "description": "Bessie Coleman was an early American civil aviator. She was the first African-American woman and first Native-American to hold a pilot license. She earned her pilot license from the Fédération Aéronautique Internationale on June 15, 1921, and was the first black person to earn an international pilot's license."}]}, {"heading": "Births", "year": "1893", "date": "January 26", "txt": "Giuseppe Genco Russo, Italian mob boss (d. 1976)", "entities": [{"title": "Giuseppe Genco Russo", "href": "/wiki/Giuseppe_Genco_Russo", "description": "Giuseppe Genco Russo was an Italian mafioso, the boss of Mussomeli in the Province of Caltanissetta, Sicily."}]}, {"heading": "Births", "year": "1899", "date": "January 26", "txt": "Günther Reindorff, Russian-Estonian graphic designer and illustrator (d. 1974)", "entities": [{"title": "Günther Reindorff", "href": "/wiki/G%C3%BCnther_Reindorff", "description": "Günther-Friedrich Reindorff, b. 26 January 1889, Saint Petersburg – d. 14 March 1974, Tallinn) was an Estonian graphic designer, book illustrator, and educator. He designed many postage stamps series, a large number of military insignia and bookplates, diplomas, various advertising sheets and currency in the late 1920s and early 1930s."}]}, {"heading": "Births", "year": "1900", "date": "January 26", "txt": "Karl Ristenpart, German conductor (d. 1967)", "entities": [{"title": "Karl Ristenpart", "href": "/wiki/Karl_Ristenpart", "description": "Karl Ristenpart was a German conductor."}]}, {"heading": "Births", "year": "1902", "date": "January 26", "txt": "Menno ter Braak, Dutch author (d. 1940)", "entities": [{"title": "Menno ter Braak", "href": "/wiki/Menno_ter_Braak", "description": "Menno ter Braak was a Dutch modernist author, critic, essayist, and journalist."}]}, {"heading": "Births", "year": "1904", "date": "January 26", "txt": "Ancel Keys, American physiologist and nutritionist (d. 2004)", "entities": [{"title": "Ancel Keys", "href": "/wiki/Ancel_Keys", "description": "Ancel Benjamin Keys was an American physiologist who studied the influence of diet on health. In particular, he hypothesized that dietary saturated fat causes cardiovascular heart disease and should be avoided. Modern dietary recommendations by health organizations, systematic reviews, and national health agencies corroborate this."}]}, {"heading": "Births", "year": "1904", "date": "January 26", "txt": "Seán MacBride, Irish lawyer and politician, Irish Minister for Foreign Affairs and Trade Nobel Prize laureate (d. 1988)", "entities": [{"title": "Minister for Foreign Affairs and Trade", "href": "/wiki/Minister_for_Foreign_Affairs_and_Trade", "description": "The Minister for Foreign Affairs is the senior minister at the Department of Foreign Affairs in the Government of Ireland."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1905", "date": "January 26", "txt": "Charles Lane, American actor and singer (d. 2007)", "entities": [{"title": "Charles Lane (actor)", "href": "/wiki/Charles_Lane_(actor)", "description": "Charles Lane was an American character actor and centenarian whose career spanned 72 years. Lane gave his last performance at the age of 101 as a narrator in 2006. Lane appeared in many Frank Capra films, including Mr. Deeds Goes to Town (1936), You Can't Take It with You (1938), Mr. Smith Goes to Washington (1939), Arsenic and Old Lace (1944), It's a Wonderful Life (1946) and Riding High (1950). "}]}, {"heading": "Births", "year": "1905", "date": "January 26", "txt": "Maria von Trapp, Austrian-American singer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1907", "date": "January 26", "txt": "Henry Cotton, English golfer (d. 1987)", "entities": [{"title": "Henry Cotton (golfer)", "href": "/wiki/Henry_Cotton_(golfer)", "description": "Sir Thomas Henry Cotton, MBE was an English professional golfer. He won the Open Championship in 1934, 1937 and 1948, becoming the leading British player of his generation. The Rookie of the Year award in European Tour is named after him."}]}, {"heading": "Births", "year": "1907", "date": "January 26", "txt": "Dimitrios Holevas, Greek priest and philologist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1908", "date": "January 26", "txt": "Jill Esmond, English actress (d. 1990)", "entities": [{"title": "Jill Esmond", "href": "/wiki/Jill_Esmond", "description": "Jill Esmond was an English stage and screen actress. She was the first wife of Laurence Olivier."}]}, {"heading": "Births", "year": "1908", "date": "January 26", "txt": "Rupprecht Geiger, German painter and sculptor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1908", "date": "January 26", "txt": "Stéphane Grappelli, French violinist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1910", "date": "January 26", "txt": "Jean Image, Hungarian-French animator, director, and screenwriter (d. 1989)", "entities": [{"title": "Jean Image", "href": "/wiki/Jean_Image", "description": "Imre Hajdú better known by his stage name Jean Image was a Hungarian-French director, script writer and producer of French animation films."}]}, {"heading": "Births", "year": "1911", "date": "January 26", "txt": "Polykarp Kusch, German-American physicist and academic, Nobel Prize laureate (d. 1993)", "entities": [{"title": "Polykarp Kusch", "href": "/wiki/Polykarp_Kusch", "description": "Polykarp Kusch was a German-born American physicist. In 1955, the Nobel Committee gave a divided Nobel Prize for Physics, with one half going to Kusch for his accurate determination that the magnetic moment of the electron was greater than its theoretical value, thus leading to reconsideration of—and innovations in—quantum electrodynamics."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1911", "date": "January 26", "txt": "Norbert Schultze, German composer and conductor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1913", "date": "January 26", "txt": "Jimmy Van Heusen, American pianist and composer (d. 1990)", "entities": [{"title": "Jimmy Van Heusen", "href": "/wiki/Jimmy_Van_Heusen", "description": "James Van Heusen was an American composer. He wrote songs for films, television and theater, and won an Emmy and four Academy Awards for Best Original Song."}]}, {"heading": "Births", "year": "1914", "date": "January 26", "txt": "Dürrüşehvar Sultan, Imperial Princess of the Ottoman Empire (d. 2006)", "entities": [{"title": "Dürrüşehvar Sultan", "href": "/wiki/D%C3%BCrr%C3%BC%C5%9Fehvar_Sultan", "description": "Durru Shehvar Durdana Begum Sahiba, Princess of Berar was an Ottoman princess, the only daughter of Abdulmejid II, who was the last heir apparent to the Ottoman Imperial throne and the last Caliph of the Ottoman Caliphate."}]}, {"heading": "Births", "year": "1915", "date": "January 26", "txt": "William Hopper, American actor (d. 1970)", "entities": [{"title": "William Hopper", "href": "/wiki/William_Hopper", "description": "William DeWolf Hopper Jr. was an American stage, film, and television actor. The only child of actor DeWolf Hopper and actress and Hollywood columnist Hedda Hopper, he appeared in predominantly minor roles in more than 80 feature films in the 1930s and 1940s. After serving in the United States Navy during World War II, he left acting, but in the mid-1950s, he was persuaded by director William Well"}]}, {"heading": "Births", "year": "1917", "date": "January 26", "txt": "Louis Zamperini, American runner and captain (d. 2014)", "entities": [{"title": "Louis Zamperini", "href": "/wiki/Louis_Zamperini", "description": "Louis Silvie Zamperini was an American World War II veteran and an Olympic distance runner. He took up running in high school and qualified for the United States in the 5,000 m race for the 1936 Berlin Olympics, finishing 8th while setting a new lap record in the process."}]}, {"heading": "Births", "year": "1918", "date": "January 26", "txt": "Nicolae Ceaușescu, Romanian dictator, 1st President of Romania (d. 1989)", "entities": [{"title": "Nicolae Ceaușescu", "href": "/wiki/Nicolae_Ceau%C8%99escu", "description": "Nicolae Ceaușescu was a Romanian communist politician and dictator. He was the general secretary of the Romanian Communist Party from 1965 to 1989, and the second and last Communist leader of Romania. He was also the country's head of state from 1967, serving as President of the State Council and from 1974 concurrently as President of the Republic, until his overthrow and execution in the Romanian"}, {"title": "President of Romania", "href": "/wiki/President_of_Romania", "description": "The president of Romania is the head of state of Romania. Following a modification to the Romanian Constitution in 2003, the president is directly elected by a two-round system and serves for five years. An individual may serve two terms. During their term in office, the president may not be a formal member of a political party."}]}, {"heading": "Births", "year": "1918", "date": "January 26", "txt": "Philip José Farmer, American author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 26", "txt": "Valentino Mazzola, Italian footballer (d. 1949)", "entities": [{"title": "Valentino Mazzola", "href": "/wiki/Valentino_Mazzola", "description": "Valentino Mazzola was an Italian footballer who played as an attacking midfielder or forward."}]}, {"heading": "Births", "year": "1919", "date": "January 26", "txt": "Bill Nicholson, English footballer and manager (d. 2004)", "entities": []}, {"heading": "Births", "year": "1919", "date": "January 26", "txt": "Hyun Soong-jong, South Korean politician, 24th Prime Minister of South Korea  (d. 2020)", "entities": [{"title": "Prime Minister of South Korea", "href": "/wiki/Prime_Minister_of_South_Korea", "description": "The prime minister of the Republic of Korea is the deputy head of government and the second highest political office of South Korea who is appointed by the president of the Republic of Korea, with the National Assembly's approval. The officeholder is not required to be a member of the National Assembly."}]}, {"heading": "Births", "year": "1920", "date": "January 26", "txt": "Hans Holzer, Austrian-American paranormal researcher and author (d. 2009)", "entities": [{"title": "Hans Holzer", "href": "/wiki/Hans_Holzer", "description": "Hans Holzer was an Austrian-American author and parapsychologist. He wrote more than 120 books on supernatural and occult subjects for the popular market as well as several plays, musicals, films, and documentaries, and hosted a television show, Ghost Hunter."}]}, {"heading": "Births", "year": "1921", "date": "January 26", "txt": "Eddie Barclay, French record producer, founded Barclay Records (d. 2005)", "entities": [{"title": "Eddie Barclay", "href": "/wiki/Eddie_Barclay", "description": "Édouard Ruault, better known as Eddie Barclay, was a French music producer whose singers included Jacques Brel, Dalida and Charles Aznavour. He founded Barclay Records."}, {"title": "Barclay Records", "href": "/wiki/Barclay_Records", "description": "Barclay is a French record company and label founded by Eddie Barclay in 1953."}]}, {"heading": "Births", "year": "1921", "date": "January 26", "txt": "Akio Morita, Japanese businessman, co-founded Sony (d. 1999)", "entities": [{"title": "Sony", "href": "/wiki/Sony", "description": "Sony Group Corporation  is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. The company operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company, the second largest video game publisher, the largest record company, as well as one of the most comprehensive media companies, be"}]}, {"heading": "Births", "year": "1922", "date": "January 26", "txt": "Michael Bentine, English actor and screenwriter (d. 1996)", "entities": [{"title": "Michael Bentine", "href": "/wiki/Michael_Bentine", "description": "Michael Bentine, was a British comedian, comic actor and founding member of the Goons. His father was a Peruvian Briton. In 1971, Bentine received the Order of Merit of Peru following his fund-raising work for the 1970 Great Peruvian earthquake."}]}, {"heading": "Births", "year": "1922", "date": "January 26", "txt": "Seán Flanagan, Irish footballer and politician, 7th Irish Minister for Health (d. 1993)", "entities": [{"title": "Minister for Health (Ireland)", "href": "/wiki/Minister_for_Health_(Ireland)", "description": "The Minister for Health is the senior minister at the Department of Health in the Government of Ireland and is responsible for healthcare in the Republic of Ireland and related services."}]}, {"heading": "Births", "year": "1922", "date": "January 26", "txt": "Gil Merrick, English footballer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1923", "date": "January 26", "txt": "Patrick J. Hannifin, American admiral (d. 2014)", "entities": [{"title": "Patrick J. Hannifin", "href": "/wiki/Patrick_J._Hannifin", "description": "Patrick J. Hannifin was an American Navy vice admiral."}]}, {"heading": "Births", "year": "1923", "date": "January 26", "txt": "Anne Jeffreys, American actress and singer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 26", "txt": "Alice Babs, Swedish singer and actress (d. 2014)", "entities": [{"title": "Alice Babs", "href": "/wiki/Alice_Babs", "description": "Alice Babs was a Swedish singer and actress. She worked in a wide number of genres – Swedish folklore, Elizabethan songs and opera. While she was best known internationally as a jazz singer, Babs also competed as Sweden's first annual competition entrant in the Eurovision Song Contest 1958. In 1972 she was named Sweden's Royal Court Singer, the first non-opera singer as such."}]}, {"heading": "Births", "year": "1924", "date": "January 26", "txt": "Annette Strauss, American philanthropist and politician, Mayor of Dallas (d. 1998)", "entities": [{"title": "Mayor of Dallas", "href": "/wiki/Mayor_of_Dallas", "description": "The Mayor of the City of Dallas is the head of the Dallas City Council. The current mayor is Eric Johnson, who has served one term since 2019 and is the 62nd mayor to serve the position. Dallas operates under a weak-mayor system, and a board-appointed city manager operates as the chief executive of the city."}]}, {"heading": "Births", "year": "1925", "date": "January 26", "txt": "David Jenkins, English bishop and theologian (d. 2016)", "entities": [{"title": "David Jenkins (bishop)", "href": "/wiki/David_Jenkins_(bishop)", "description": "David Edward Jenkins was a Church of England cleric and theologian. He was Bishop of Durham from 1984 until 1994. After his retirement, he continued to serve as an honorary assistant bishop in the Diocese of Ripon and Leeds."}]}, {"heading": "Births", "year": "1925", "date": "January 26", "txt": "Joan Leslie, American actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 26", "txt": "Paul Newman, American actor, activist, director, race car driver, and businessman, co-founded Newman's Own (d. 2008)", "entities": [{"title": "Newman's Own", "href": "/wiki/Newman%27s_Own", "description": "Newman's Own is a food company founded by actor Paul Newman and author A. E. Hotchner in 1982. The company donates 100% of its after-tax profits to the Newman's Own Foundation, a private nonprofit foundation which in turn supports various educational and charitable organizations. According to the company, it has donated over $550 million to charity since its inception."}]}, {"heading": "Births", "year": "1925", "date": "January 26", "txt": "Ben Pucci, American football player and sportscaster (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 26", "txt": "Claude Ryan, Canadian journalist and politician (d. 2004)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 26", "txt": "Farman Fatehpuri, Pakistani linguist and scholar (d. 2013)", "entities": [{"title": "Farman Fatehpuri", "href": "/wiki/Farman_Fatehpuri", "description": "Farman Fatehpuri was an eminent Urdu linguist, researcher, writer, critic and scholar of Pakistan."}]}, {"heading": "Births", "year": "1926", "date": "January 26", "txt": "Joseph Bacon Fraser, Jr., American architect and businessman, co-founded the Sea Pines Company (d. 2014)", "entities": [{"title": "Sea Pines Company", "href": "/wiki/Sea_Pines_Company", "description": "The Sea Pines Company was a real estate development group founded by General Joseph Bacon Fraser, Charles E. Fraser, and Joseph B. Fraser, Jr. In 1956. It developed Sea Pines Plantation, Amelia Island Plantation, Bandamere, Kiawah Island, Palmas Del Mar, Hilton Head Plantation, Wintergreen Resort and more. It was successful in the 1960s but hit hard by the recession in 1972-1974. It was sold in 19"}]}, {"heading": "Births", "year": "1927", "date": "January 26", "txt": "José Azcona del Hoyo, Honduran businessman and politician, President of Honduras (d. 2005)", "entities": [{"title": "José Azcona del Hoyo", "href": "/wiki/Jos%C3%A9_Azcona_del_Hoyo", "description": "José Simón Azcona del Hoyo was President of Honduras from 27 January 1986 to 27 January 1990 for the Liberal Party of Honduras (PLH). He was born in La Ceiba in Honduras."}, {"title": "President of Honduras", "href": "/wiki/President_of_Honduras", "description": "The president of Honduras officially known as the President of the Republic of Honduras, is the head of state and head of government of Honduras, and the Commander-in-chief of the Armed Forces. According to the 1982 Constitution of Honduras, the Government of Honduras consists of three branches: Executive, Legislative and Judicial. The president is the head of the Executive branch, their primary d"}]}, {"heading": "Births", "year": "1927", "date": "January 26", "txt": "Bob Nieman, American baseball player and scout (d. 1985)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 26", "txt": "Hubert Schieth, German footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "January 26", "txt": "Roger Vadim, French actor and director (d. 2000)", "entities": [{"title": "Roger Vadim", "href": "/wiki/Roger_Vadim", "description": "Roger Vadim Plemiannikov was a French screenwriter, film director and producer, as well as an author, artist and occasional actor. His best-known works are visually lavish films with erotic qualities, such as And God Created Woman (1956), Barbarella (1968), and Pretty Maids All in a Row (1971)."}]}, {"heading": "Births", "year": "1929", "date": "January 26", "txt": "Jules Feiffer, American cartoonist, playwright, screenwriter, and educator", "entities": [{"title": "Jules Feiffer", "href": "/wiki/Jules_Feiffer", "description": "Jules Ralph Feiffer is an American cartoonist and author, who was considered the most widely read satirist in the country. He won the Pulitzer Prize in 1986 as North-America's leading editorial cartoonist, and in 2004 he was inducted into the Comic Book Hall of Fame. He wrote the animated short Munro, which won an Academy Award for Best Animated Short Film in 1961. The Library of Congress has reco"}]}, {"heading": "Births", "year": "1934", "date": "January 26", "txt": "Roger Landry, Canadian businessman and publisher (d. 2020)", "entities": [{"title": "Roger Landry", "href": "/wiki/Roger_Landry", "description": "Roger D. Landry was a Canadian businessman who was president and publisher of La Presse."}]}, {"heading": "Births", "year": "1934", "date": "January 26", "txt": "Charles Marowitz, American director, playwright, and critic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 26", "txt": "Huey \"Piano\" Smith, American pianist and songwriter", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 26", "txt": "Bob Uecker, American baseball player, sportscaster and actor", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 26", "txt": "Corrado Augias, Italian journalist and politician", "entities": [{"title": "Corrado Augias", "href": "/wiki/Corrado_Augias", "description": "Corrado Augias is an Italian journalist, writer and TV host. He was also a member of the European Parliament in 1994–1999 for the Democratic Party of the Left."}]}, {"heading": "Births", "year": "1935", "date": "January 26", "txt": "Henry Jordan, American football player (d. 1977)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 26", "txt": "Paula Rego, Portuguese-born British visual artist", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 26", "txt": "Sal Buscema, American illustrator", "entities": [{"title": "Sal Buscema", "href": "/wiki/Sal_Buscema", "description": "Sal Buscema is an American comics artist, primarily for Marvel Comics, where he enjoyed a ten-year run as artist of The Incredible Hulk. He is the younger brother of comics artist John Buscema."}]}, {"heading": "Births", "year": "1937", "date": "January 26", "txt": "Joseph Saidu Momoh, Sierra Leonean soldier and politician, 2nd President of Sierra Leone (d. 2003)", "entities": [{"title": "Joseph Saidu Momoh", "href": "/wiki/Joseph_Saidu_Momoh", "description": "Major General Joseph Saidu Momoh, OOR, OBE served as President of Sierra Leone from November 1985 to April 29, 1992."}, {"title": "President of Sierra Leone", "href": "/wiki/President_of_Sierra_Leone", "description": "The president of the Republic of Sierra Leone is the head of state and the head of government of Sierra Leone, as well as the commander-in-chief of the Armed Forces."}]}, {"heading": "Births", "year": "1938", "date": "January 26", "txt": "Henry Jaglom, English-American director and screenwriter", "entities": [{"title": "Henry Jaglom", "href": "/wiki/Henry_Jaglom", "description": "Henry David Jaglom is an English-born American actor, film director and playwright."}]}, {"heading": "Births", "year": "1940", "date": "January 26", "txt": "Séamus Hegarty, Irish bishop", "entities": [{"title": "Séamus Hegarty", "href": "/wiki/S%C3%A9amus_Hegarty", "description": "Séamus Hegarty, D.D. was an Irish Catholic prelate. He served as Bishop of Raphoe from 1982 to 1994, then as Bishop of Derry from 1994 to 2011."}]}, {"heading": "Births", "year": "1940", "date": "January 26", "txt": "Frank Large, English footballer and cricketer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 26", "txt": "César Gutiérrez, Venezuelan baseball player and manager (d. 2005)", "entities": [{"title": "César Gutiérrez", "href": "/wiki/C%C3%A9sar_Guti%C3%A9rrez", "description": "César Dario Gutiérrez [goo-te-er'-rez], also nicknamed \"Cocoa\", was a Venezuelan professional baseball player. He played as a shortstop in Major League Baseball for the San Francisco Giants in the 1967 and 1969 seasons, and for the Detroit Tigers from 1969 to 1971. Listed at 5'9\" and 155 lbs, he batted and threw right handed. Gutiérrez is notable for being the second player in Major League history"}]}, {"heading": "Births", "year": "1943", "date": "January 26", "txt": "Jack Warner, Trinidadian businessman and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 26", "txt": "Angela Davis, American activist, academic, and author", "entities": [{"title": "Angela Davis", "href": "/wiki/Angela_Davis", "description": "Angela Yvonne Davis is an American political activist, philosopher, academic and author. She is a professor at the University of California, Santa Cruz. Ideologically a Marxist, Davis was a longtime member of the Communist Party USA (CPUSA) and is a founding member of the Committees of Correspondence for Democracy and Socialism (CCDS). She is the author of over ten books on class, feminism, race, "}]}, {"heading": "Births", "year": "1944", "date": "January 26", "txt": "Jerry Sandusky, American football coach and criminal", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 26", "txt": "Jacqueline du Pré, English cellist (d. 1987)", "entities": [{"title": "Jacqueline du Pré", "href": "/wiki/Jacqueline_du_Pr%C3%A9", "description": "Jacqueline Mary du Pré was a British cellist. At a young age, she achieved enduring mainstream popularity. Despite her short career, she is regarded as one of the greatest cellists of all time."}]}, {"heading": "Births", "year": "1945", "date": "January 26", "txt": "David Purley, English race car driver (d. 1985)", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 26", "txt": "Christopher Hampton, Portuguese-English director, screenwriter, and playwright", "entities": [{"title": "Christopher Hampton", "href": "/wiki/Christopher_Hampton", "description": "Sir Christopher James Hampton is a Portuguese-born British playwright, screenwriter, translator and film director. He is best known for his play Les Liaisons Dangereuses based on the novel of the same name and the film adaptation. He has received three Academy Award nominations for Best Adapted Screenplay for Dangerous Liaisons (1988), Atonement (2007), and The Father (2020), winning awards for th"}]}, {"heading": "Births", "year": "1946", "date": "January 26", "txt": "Gene Siskel, American journalist and film critic (d. 1999)", "entities": []}, {"heading": "Births", "year": "1946", "date": "January 26", "txt": "Susan Friedlander, American mathematician", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 26", "txt": "Patrick Dewaere, French actor and composer (d. 1982)", "entities": [{"title": "Patrick Dewaere", "href": "/wiki/Patrick_Dewaere", "description": "Patrick Dewaere was a French film actor. Born in Saint-Brieuc, Côtes-d'Armor, he was the son of French actress Mado Maurin. Actor from a young age, his career lasted more than 31 years, until his suicide in Paris, in 1982."}]}, {"heading": "Births", "year": "1947", "date": "January 26", "txt": "Les Ebdon, English chemist and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 26", "txt": "Redmond Morris, 4th Baron Killanin, Irish director, producer, and production manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 26", "txt": "Michel Sardou, French singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 26", "txt": "Alda Facio, Costa Rican jurist, writer and teacher", "entities": [{"title": "Alda Facio", "href": "/wiki/Alda_Facio", "description": "Alda Facio Montejo is a Costa Rican feminist jurist, writer, teacher and international expert in gender and human rights in Latin America. She is one of the founding members of the Women's Caucus for Gender Justice at the International Criminal Court. Since 1991, she has been the Director of Women, Justice and Gender, a program within the United Nations Latin American Institute for the Prevention "}]}, {"heading": "Births", "year": "1949", "date": "January 26", "txt": "Jonathan Carroll, American author", "entities": [{"title": "Jonathan Carroll", "href": "/wiki/Jonathan_Carroll", "description": "Jonathan Samuel Carroll is an American fiction writer primarily known for novels that may be labelled magic realism, slipstream or contemporary fantasy. He has lived in Austria since 1974."}]}, {"heading": "Births", "year": "1949", "date": "January 26", "txt": "David Strathairn, American actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 26", "txt": "Jörg Haider, Austrian lawyer and politician, Governor of Carinthia (d. 2008)", "entities": [{"title": "Jörg Haider", "href": "/wiki/J%C3%B6rg_Haider", "description": "Jörg Haider was an Austrian politician. He was Governor of Carinthia on two occasions, the long-time leader of the Freedom Party of Austria (FPÖ) and later Chairman of the Alliance for the Future of Austria, a breakaway party from the FPÖ."}, {"title": "List of governors of Carinthia", "href": "/wiki/List_of_governors_of_Carinthia", "description": "This is a list of governors of the Austrian state of Carinthia:"}]}, {"heading": "Births", "year": "1951", "date": "January 26", "txt": "David Briggs, Australian guitarist, songwriter, and producer", "entities": [{"title": "David Briggs (Australian musician)", "href": "/wiki/David_Briggs_(Australian_musician)", "description": "\n\nDavid John Briggs is an Australian musician and record producer, best known as lead guitarist in the rock band Little River Band between 1976 and 1981, having joined the band when original lead guitarist Ric Formosa left."}]}, {"heading": "Births", "year": "1951", "date": "January 26", "txt": "Andy Hummel, American singer-songwriter and bass player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 26", "txt": "Anne Mills, English economist and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 26", "txt": "Alik L. Alik, Micronesian politician, 7th Vice President of the Federated States of Micronesia", "entities": [{"title": "Alik L. Alik", "href": "/wiki/Alik_L._Alik", "description": "Alik L. Alik is a diplomat and politician from the Federated States of Micronesia who was the Vice President of the Federated States of Micronesia from May 11, 2007 to May 11, 2015."}, {"title": "Vice President of the Federated States of Micronesia", "href": "/wiki/Vice_President_of_the_Federated_States_of_Micronesia", "description": "Vice President of Federated States of Micronesia is the second highest position in Federated States of Micronesia. The Vice President is also a part of the legislature. The annual salary of the Vice President is set to 70,000 USD."}]}, {"heading": "Births", "year": "1953", "date": "January 26", "txt": "Anders Fogh Rasmussen, Danish politician and diplomat, 39th Prime Minister of Denmark", "entities": [{"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Births", "year": "1953", "date": "January 26", "txt": "Lucinda Williams, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 26", "txt": "Kim Hughes, Australian cricketer", "entities": [{"title": "Kim Hughes", "href": "/wiki/Kim_Hughes", "description": "Kimberley John Hughes is a former cricketer who played for Western Australia, Natal and Australia. He captained Australia in 28 Test matches between 1979 and 1984 before captaining a rebel Australian team in a tour of South Africa, a country which at the time was subject to a sporting boycott opposing apartheid."}]}, {"heading": "Births", "year": "1955", "date": "January 26", "txt": "Eddie Van Halen, Dutch-American guitarist, songwriter, and producer (d. 2020)", "entities": [{"title": "Eddie Van Halen", "href": "/wiki/Eddie_Van_Halen", "description": "Edward Lodewijk Van Halen was an American musician and songwriter. He was the main songwriter and guitarist of the American rock band Van Halen, which he co-founded in 1972 with his brother, drummer Alex Van Halen, bassist Mark Stone, and singer David Lee Roth. He is regarded as one of the all-time greatest guitar players in rock history and was well known for popularizing the tapping guitar solo "}]}, {"heading": "Births", "year": "1957", "date": "January 26", "txt": "Road Warrior Hawk, American wrestler (d. 2003)", "entities": [{"title": "Road Warrior Hawk", "href": "/wiki/Road_Warrior_Hawk", "description": "Michael Hegstrand was an American professional wrestler. He was best known as Road Warrior Hawk, one half of the tag team known as The Road Warriors, with Road Warrior Animal. Outside of The Road Warriors, Hawk was a sporadic challenger for world heavyweight championships on pay-per-view from the late 1980s to the mid 1990s. He headlined the inaugural 1993 edition of ECW's premier annual event, No"}]}, {"heading": "Births", "year": "1958", "date": "January 26", "txt": "Anita Baker, American singer-songwriter", "entities": [{"title": "Anita Baker", "href": "/wiki/Anita_Baker", "description": "Anita Denise Baker is an American singer-songwriter. She is regarded as one of the most popular singers of soulful romantic ballads during the height of the quiet storm period of contemporary R&B in the 1980s. Starting her career in the late 1970s with the funk band Chapter 8, Baker released her first solo album, The Songstress, in 1983. In 1986, she rose to stardom following the release of her Pl"}]}, {"heading": "Births", "year": "1958", "date": "January 26", "txt": "Ellen DeGeneres, American comedian, actress, and talk show host", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 26", "txt": "Wayne Gretzky, Canadian ice hockey player and coach", "entities": [{"title": "Wayne Gretzky", "href": "/wiki/Wayne_Gretzky", "description": "Wayne Douglas Gretzky is a Canadian former professional ice hockey player and former head coach. He played 20 seasons in the National Hockey League (NHL) for four teams from 1979 to 1999. Nicknamed \"the Great One\", he has been called the greatest hockey player ever by many sportswriters, players, the NHL itself, and by The Hockey News, based on extensive surveys of hockey writers, ex-players, gene"}]}, {"heading": "Births", "year": "1961", "date": "January 26", "txt": "Tom Keifer, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 26", "txt": "Guo Jian, Chinese-Australian painter, sculptor, and photographer", "entities": [{"title": "Guo Jian", "href": "/wiki/Guo_Jian", "description": "Guo Jian is a Chinese Australian artist. His work has been exhibited and collected in Germany, France, Belgium, Sweden, USA, Mexico, Australia, New Zealand, Hong Kong and China, including Musée de Picardie in France, Brussels Art Festival, the Art Gallery Of New South Wales, the Queensland Gallery of Modern Art (GoMA) and the National Gallery of Australia (NGA)."}]}, {"heading": "Births", "year": "1962", "date": "January 26", "txt": "Tim May, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 26", "txt": "Oscar Ruggeri, Argentinian footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 26", "txt": "José Mourinho, Portuguese footballer and manager", "entities": [{"title": "José Mourinho", "href": "/wiki/Jos%C3%A9_Mourinho", "description": "José Mário dos Santos Mourinho Félix, GOIH, is a Portuguese professional football manager and former player who is set to become the head coach of Serie A club Roma from the 2021–22 season. He is widely considered to be one of the greatest managers of all time, and is one of the most decorated managers ever."}]}, {"heading": "Births", "year": "1963", "date": "January 26", "txt": "Simon O'Donnell, Australian footballer, cricketer, and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 26", "txt": "Tony Parks, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 26", "txt": "Andrew Ridgeley, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 26", "txt": "Adam Crozier, Scottish businessman", "entities": [{"title": "Adam Crozier", "href": "/wiki/Adam_Crozier", "description": "Adam Alexander Crozier is a Scottish businessman, and was formerly the chief executive officer of media company ITV plc, operator of the ITV television network covering most of the United Kingdom."}]}, {"heading": "Births", "year": "1965", "date": "January 26", "txt": "Thomas Östros, Swedish businessman and politician", "entities": [{"title": "Thomas Östros", "href": "/wiki/Thomas_%C3%96stros", "description": "Thomas Östros is a Swedish economist, former Social Democratic politician and CEO of the Swedish Bankers' Association. In 2015 he was named Executive Director for Northern Europe at the International Monetary Fund."}]}, {"heading": "Births", "year": "1965", "date": "January 26", "txt": "Natalia Yurchenko, Russian gymnast and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 26", "txt": "Kazushige Nagashima, Japanese baseball player and sportscaster", "entities": [{"title": "Kazushige Nagashima", "href": "/wiki/Kazushige_Nagashima", "description": "Kazushige Nagashima  is a Japanese actor, sports commentator and former professional baseball player. His father is Japanese baseball legend Shigeo Nagashima."}]}, {"heading": "Births", "year": "1967", "date": "January 26", "txt": "Anatoly Komm, Russian chef and businessman", "entities": [{"title": "Anatoly Komm", "href": "/wiki/Anatoly_Komm", "description": "Anatoly Anatolyevich Komm, ., is a Russian chef and restaurateur. Komm is the first Russian to have an establishment listed in the Michelin guide."}]}, {"heading": "Births", "year": "1967", "date": "January 26", "txt": "Col Needham, English businessman, co-founded Internet Movie Database", "entities": [{"title": "Internet Movie Database", "href": "/wiki/Internet_Movie_Database", "description": "IMDb is an online database of information related to films, television programs, home videos, video games, and streaming content online – including cast, production crew and personal biographies, plot summaries, trivia, ratings, and fan and critical reviews. An additional fan feature, message boards, was abandoned in February 2017. Originally a fan-operated website, the database is now owned and o"}]}, {"heading": "Births", "year": "1968", "date": "January 26", "txt": "Jupiter Apple, Brazilian singer-songwriter, film director, and actor (d. 2015)", "entities": [{"title": "Jupiter Apple", "href": "/wiki/Jupiter_Apple", "description": "Flávio Basso, better known by his stage name Júpiter Maçã and by its English-language variation Jupiter Apple, was a Brazilian singer-songwriter, lyricist, guitarist, bassist, percussionist, keyboardist, record producer, film director, actor, screenwriter and former television presenter. Before beginning a prestigious solo career in 1994 he was already known for being a founding member of bands TN"}]}, {"heading": "Births", "year": "1969", "date": "January 26", "txt": "George Dikeoulakos, Greek-Romanian basketball player and coach", "entities": [{"title": "George Dikeoulakos", "href": "/wiki/George_Dikeoulakos", "description": "George Dikeoulakos or Dikaioulakos, Greek: Γιώργος (Τζώρτζης) Δικαιουλάκος;"}]}, {"heading": "Births", "year": "1970", "date": "January 26", "txt": "Kirk Franklin, American singer-songwriter and producer", "entities": [{"title": "Kirk Franklin", "href": "/wiki/Kirk_Franklin", "description": "Kirk Dewayne Franklin is an American choir director, gospel musician, singer, songwriter, and author. He is best known for leading urban contemporary gospel choirs such as The Family, God's Property, and One Nation Crew (1NC) among many others. He has won numerous awards, including 16 Grammy Awards. Variety dubbed Franklin as a \"Reigning King of Urban Gospel\"."}]}, {"heading": "Births", "year": "1973", "date": "January 26", "txt": "Larissa Lowing, Canadian artistic gymnast", "entities": [{"title": "Larissa Lowing", "href": "/wiki/Larissa_Lowing", "description": "Larissa Lowing is a Canadian artistic gymnast."}]}, {"heading": "Births", "year": "1973", "date": "January 26", "txt": "Melvil Poupaud, French actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 26", "txt": "Brendan Rodgers, Northern Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 26", "txt": "Mayu Shinjo, Japanese author and illustrator", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 26", "txt": "Vince Carter, American basketball player", "entities": [{"title": "Vince Carter", "href": "/wiki/Vince_Carter", "description": "Vincent Lamar Carter Jr. is an American former professional basketball player and current basketball analyst for ESPN. He has been ranked as the greatest dunker of all time by numerous players, journalists, and by the National Basketball Association (NBA). He primarily played the shooting guard and small forward positions, but occasionally played power forward later in his career. Carter was an ei"}]}, {"heading": "Births", "year": "1977", "date": "January 26", "txt": "Justin Gimelstob, American tennis player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 26", "txt": "Corina Morariu, American tennis player and sportscaster", "entities": [{"title": "Corina Morariu", "href": "/wiki/Corina_Morariu", "description": "Corina Maria Morariu is an American former professional tennis player."}]}, {"heading": "Births", "year": "1981", "date": "January 26", "txt": "José de Jesús Corona, Mexican footballer", "entities": [{"title": "José de Jesús Corona", "href": "/wiki/Jos%C3%A9_de_Jes%C3%BAs_Corona", "description": "José de Jesús Corona Rodríguez is a Mexican professional footballer who plays as a goalkeeper and captains for Liga MX club Cruz Azul."}]}, {"heading": "Births", "year": "1981", "date": "January 26", "txt": "Gustavo Dudamel, Venezuelan violinist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 26", "txt": "Juan José Haedo, Argentinian cyclist", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 26", "txt": "Colin O'Donoghue, Irish actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 26", "txt": "Reggie Hodges, American football player", "entities": [{"title": "Reggie Hodges", "href": "/wiki/Reggie_Hodges", "description": "Reginald Aaron \"Reggie\" Hodges is a former American football punter. He was drafted by the St. Louis Rams in the sixth round of the 2005 NFL Draft. He played college football at Ball State."}]}, {"heading": "Births", "year": "1983", "date": "January 26", "txt": "Petri Oravainen, Finnish footballer", "entities": [{"title": "Petri Oravainen", "href": "/wiki/Petri_Oravainen", "description": "Petri Oravainen is a Finnish former footballer, who represented HJK Helsinki and KuPS in the Veikkausliiga and FC Zwolle in Holland. Oravainen, who is 177 cm tall, played as a winger on both left and right side. He made his debut at the senior level in 2001 at the age of 18."}]}, {"heading": "Births", "year": "1983", "date": "January 26", "txt": "Eric Werner, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 26", "txt": "Ryan Hoffman, Australian rugby league player", "entities": [{"title": "Ryan Hoffman", "href": "/wiki/Ryan_Hoffman", "description": "Ryan Hoffman is an Australian former professional rugby league footballer who played in the 2000s and 2010s. He played for Melbourne Storm and the New Zealand Warriors in the National Rugby League, and the Wigan Warriors in the Super League, as a second-row or lock."}]}, {"heading": "Births", "year": "1984", "date": "January 26", "txt": "Iain Turner, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 26", "txt": "Luo Xuejuan, Chinese swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 26", "txt": "Heather Stanning, English rower", "entities": [{"title": "Heather Stanning", "href": "/wiki/Heather_Stanning", "description": "Heather Mary Stanning OBE is a retired British professional rower, a member of the Great Britain Rowing Team, and Royal Artillery officer. Ranked number 1 female rower in the world since 2016, she is a double Olympic champion, double World champion, quadruple World Cup champion and double European champion. As of May 2015 she and her partner Helen Glover are the World, Olympic, World Cup and Europ"}]}, {"heading": "Births", "year": "1986", "date": "January 26", "txt": "Gerald Green, American basketball player", "entities": [{"title": "Gerald Green", "href": "/wiki/Gerald_Green", "description": "Gerald Green is an American professional basketball player who is currently a free agent. He was drafted by the Boston Celtics with the 18th overall pick in the 2005 NBA draft. Known for his dunking skill, he has performed well in many slam dunk competitions, having won the 2005 McDonald's All-American Slam Dunk Contest and the 2007 NBA Slam Dunk Contest, while finishing as the runner-up in the 20"}]}, {"heading": "Births", "year": "1986", "date": "January 26", "txt": "Kim Jae-joong, South Korean singer, songwriter, actor, director and designer.", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 26", "txt": "Mustapha Yatabaré, French-Malian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 26", "txt": "Sebastian Giovinco, Italian footballer", "entities": [{"title": "Sebastian Giovinco", "href": "/wiki/Sebastian_Giovinco", "description": "Sebastian Giovinco is an Italian professional footballer who plays as a forward for Saudi Arabian club Al Hilal and the Italy national team. A quick and creative player on the ball, Giovinco is a versatile forward capable of playing in multiple offensive positions."}]}, {"heading": "Births", "year": "1988", "date": "January 26", "txt": "Dimitrios Chondrokoukis, Greek high jumper", "entities": [{"title": "Dimitrios Chondrokoukis", "href": "/wiki/Dimitrios_Chondrokoukis", "description": "Dimítrios Chondrokoúkis is a Greek-Cypriot high jumper who competes internationally for Cyprus, since 2013. He won the gold medal at the 2012 Word Indoor Championships in Istanbul with a personal best of 2.33 meters representing Greece at the time. His personal best in the outdoor track is 2.32 m, achieved twice in Izmir in June 2011 and in the final at the 2011 World Championships in Athletics in"}]}, {"heading": "Births", "year": "1989", "date": "January 26", "txt": "MarShon Brooks, American basketball player", "entities": [{"title": "MarShon Brooks", "href": "/wiki/MarShon_Brooks", "description": "MarShon Scitif Brooks is an American professional basketball player for the Guangdong Southern Tigers of the Chinese Basketball Association (CBA). Standing at 6 ft 5 in (1.96 m), he plays at shooting guard and small forward positions. Originally drafted by the Boston Celtics with the 25th pick in the 2011 NBA draft, he was immediately traded to the New Jersey Nets."}]}, {"heading": "Births", "year": "1989", "date": "January 26", "txt": "Emily Hughes, American figure skater", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 26", "txt": "Sergio Pérez, Mexican race car driver", "entities": [{"title": "Sergio Pérez", "href": "/wiki/Sergio_P%C3%A9rez", "description": "Sergio Pérez Mendoza, nicknamed \"Checo\", is a Mexican racing driver who races in Formula One for Red Bull Racing, having previously driven for Sauber, McLaren, Force India and Racing Point. He won his first Formula One Grand Prix at the 2020 Sakhir Grand Prix, breaking the record for the number of starts before a race win at 190."}]}, {"heading": "Births", "year": "1990", "date": "January 26", "txt": "Peter Sagan, Slovak professional cyclist", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 26", "txt": "Nina Zander, German tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 26", "txt": "Tom Meechan, English footballer", "entities": [{"title": "Tom Meechan", "href": "/wiki/Tom_Meechan", "description": "Tom Meechan is an English footballer who plays as a striker for Cymru South club Cwmbran Celtic."}]}, {"heading": "Births", "year": "1992", "date": "January 26", "txt": "Sasha Banks, American professional wrestler", "entities": [{"title": "Sasha Banks", "href": "/wiki/Sasha_Banks", "description": "Mercedes Justine Kaestner-Varnado is an American professional wrestler and actress currently signed to WWE as a member of the SmackDown brand under the ring name Sasha Banks."}]}, {"heading": "Births", "year": "1993", "date": "January 26", "txt": "Lana Clelland, Scottish footballer", "entities": [{"title": "Lana Clelland", "href": "/wiki/Lana_Clelland", "description": "Lana Clelland is a Scottish professional footballer who plays for Fiorentina in the Italian women's Serie A and the Scotland women's national team."}]}, {"heading": "Births", "year": "1993", "date": "January 26", "txt": "Florian Thauvin, French footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "January 26", "txt": "Sione Katoa, New Zealand rugby league player", "entities": [{"title": "Sione Katoa (rugby league, born 1995)", "href": "/wiki/Sione_Katoa_(rugby_league,_born_1995)", "description": "Sione Katoa is a Tonga international rugby league footballer who plays for the Canterbury-Bankstown Bulldogs in the NRL."}]}, {"heading": "Births", "year": "1997", "date": "January 26", "txt": "Gedion Zelalem, German-born American soccer player", "entities": [{"title": "Gedion Zelalem", "href": "/wiki/Gedion_Zelalem", "description": "Gedion Zelalem is a German-born American professional soccer player who plays as a midfielder for Major League Soccer club New York City FC."}]}, {"heading": "Births", "year": "2001", "date": "January 26", "txt": "Latalia Bevan, Welsh artistic gymnast", "entities": [{"title": "Latalia Bevan", "href": "/wiki/Latalia_Bevan", "description": "Latalia Bevan is a Welsh artistic gymnast."}]}, {"heading": "Births", "year": "2009", "date": "January 26", "txt": "YaYa Gosselin, American actress", "entities": [{"title": "YaYa Gosselin", "href": "/wiki/YaYa_Gosselin", "description": "Felisita Leon \"YaYa\" Gosselin is an American actress and model. She began her career modelling for commercials and made her acting debut in After Omelas (2017). She made minor appearances in Peppermint (2018), The Purge (2018) and 13 Reasons Why (2019–2020). She is known for playing Tali LaCroix in FBI (2019–2020) and its spin-off FBI: Most Wanted (2020–present). Gosselin gained wide recognition f"}]}, {"heading": "Births", "year": "2009", "date": "January 26", "txt": "The Suleman octuplets: Noah, Maliyah, Isiah, Nariyah, Jonah, Makai, Josiah and Jeremiah Solomon", "entities": [{"title": "Suleman octuplets", "href": "/wiki/Suleman_octuplets", "description": "The Suleman octuplets are six male and two female children conceived via in vitro fertilization (IVF) and subsequently born to Nadya Suleman on January 26, 2009, in Bellflower, California. Residing in Lancaster, California, as of 2020; they are only the second full set of octuplets to be born alive in the United States and, having survived more than a week, surpassed the previous worldwide surviva"}]}, {"heading": "Deaths", "year": "738", "date": "January 26", "txt": "John of Dailam, Syrian monk and saint (b. 660)", "entities": [{"title": "John of Dailam", "href": "/wiki/John_of_Dailam", "description": "Saint John of Dailam, was a 7th-century East Syriac Christian saint and monk, who founded several monasteries in Mesopotamia and Persia."}]}, {"heading": "Deaths", "year": "910", "date": "January 26", "txt": "Luo Yin, Chinese statesman and poet", "entities": [{"title": "Luo Yin", "href": "/wiki/Luo_Yin", "description": "Luo Yin, born Luo Heng, was a poet of the late Tang and early Wuyue dynasties. Luo's poetry was widely read and cherished, but he was unsuccessful in life; having failed the imperial examination 10 times, he was penniless until the warlord and Wuyue founder Qian Liu gave him official posts in his hometown Hang Prefecture. Luo was said to be very ugly and arrogant."}, {"title": "Chinese poetry", "href": "/wiki/Chinese_poetry", "description": "Chinese poetry is poetry written, spoken, or chanted in the Chinese language. While this last term comprises Classical Chinese, Standard Chinese, Mandarin Chinese, Yue Chinese, and other historical and vernacular forms of the language, its poetry generally falls into one of two primary types, Classical Chinese poetry and Modern Chinese poetry."}]}, {"heading": "Deaths", "year": "946", "date": "January 26", "txt": "Eadgyth, Queen consort of Germany (b.c 910)", "entities": [{"title": "Eadgyth", "href": "/wiki/Eadgyth", "description": "Edith of England, also spelt Eadgyth or Ædgyth, a member of the House of Wessex, was German queen from 936, by her marriage with King Otto I."}, {"title": "910", "href": "/wiki/910", "description": "Year 910 (CMX) was a common year starting on Monday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1186", "date": "January 26", "txt": "Ismat ad-Din Khatun, wife of Saladin", "entities": [{"title": "Ismat ad-Din Khatun", "href": "/wiki/Ismat_ad-Din_Khatun", "description": "ʿIṣmat ad-Dīn Khātūn, also known as Asimat, was the daughter of Mu'in ad-Din Unur, regent of Damascus, and wife of two of the greatest Muslim generals of the 12th century, Nur ad-Din and Saladin."}, {"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}]}, {"heading": "Deaths", "year": "1390", "date": "January 26", "txt": "Adolph IX, Count of Holstein-Kiel (b.c 1327)", "entities": [{"title": "Adolph IX, Count of Holstein-Kiel", "href": "/wiki/Adolph_IX,_Count_of_Holstein-Kiel", "description": "Adolph IX, Count of Holstein-Kiel, also known as Adolph VII, was count of Holstein-Kiel and Holstein-Plön from 1359 until his death."}, {"title": "1327", "href": "/wiki/1327", "description": "Year 1327 (MCCCXXVII) was a common year starting on Thursday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1567", "date": "January 26", "txt": "Nicholas Wotton, English courtier and diplomat (b. 1497)", "entities": [{"title": "Nicholas Wotton", "href": "/wiki/Nicholas_Wotton", "description": "Nicholas Wotton was an English diplomat, cleric and courtier."}]}, {"heading": "Deaths", "year": "1568", "date": "January 26", "txt": "Lady Catherine Grey, Countess of Hertford (b. 1540)", "entities": [{"title": "Lady Catherine Grey", "href": "/wiki/Lady_Catherine_Grey", "description": "Katherine Seymour, Countess of Hertford, born Lady Katherine Grey, was a younger sister of Lady Jane Grey."}]}, {"heading": "Deaths", "year": "1620", "date": "January 26", "txt": "Amar Singh I, ruler of Mewar (b. 1559)", "entities": [{"title": "Amar Singh I", "href": "/wiki/Amar_Singh_I", "description": "Maharana Amar Singh I, the Maharana of Mewar, was the eldest son and successor of Maharana Pratap of Mewar. He was the 14th Rana of Mewar dynasty of Sisodia Rajputs and ruler of Mewar from January 19, 1597 till his death on January 26, 1620. His capital was Udaipur."}]}, {"heading": "Deaths", "year": "1630", "date": "January 26", "txt": "Henry Briggs, English mathematician and astronomer (b. 1556)", "entities": [{"title": "Henry Briggs (mathematician)", "href": "/wiki/Henry_Briggs_(mathematician)", "description": "Henry Briggs was an English mathematician notable for changing the original logarithms invented by John Napier into common logarithms, which are sometimes known as Briggsian logarithms in his honour. The specific algorithm for long division in modern use was introduced by Briggs c. 1600 AD."}]}, {"heading": "Deaths", "year": "1636", "date": "January 26", "txt": "Jean Hotman, Marquis de Villers-St-Paul, French diplomat (b. 1552)", "entities": [{"title": "Jean Hotman, Marquis de Villers-St-Paul", "href": "/wiki/Jean_Hotman,_Marquis_de_Villers-St-Paul", "description": "Jean Hotman, Marquis de Villers-St-Paul was a French diplomat. Although he came from a Calvinist family, who had been exiled during the French Wars of Religion, Jean, through cultivating connections with Henry IV eventually was restored to a portion of his patrimony."}]}, {"heading": "Deaths", "year": "1641", "date": "January 26", "txt": "Lawrence Hyde, English lawyer (b. 1562)", "entities": [{"title": "Lawrence Hyde (attorney-general)", "href": "/wiki/Lawrence_Hyde_(attorney-general)", "description": "Sir Lawrence Hyde II was an English lawyer who was Attorney-general to the consort of King James I, Anne of Denmark. He sat in the House of Commons at various times between the years 1584 and 1611."}]}, {"heading": "Deaths", "year": "1697", "date": "January 26", "txt": "Georg Mohr, Danish mathematician and theorist (b. 1640)", "entities": [{"title": "Georg Mohr", "href": "/wiki/Georg_Mohr", "description": "\nJørgen Mohr was a Danish mathematician, known for being the first to prove the Mohr–Mascheroni theorem, which states that any geometric construction which can be done with compass and straightedge can also be done with compasses alone."}]}, {"heading": "Deaths", "year": "1744", "date": "January 26", "txt": "Ludwig Andreas von Khevenhüller, Austrian field marshal (b. 1683)", "entities": [{"title": "Ludwig Andreas von Khevenhüller", "href": "/wiki/Ludwig_Andreas_von_Khevenh%C3%BCller", "description": "Ludwig Andreas Khevenhüller, Graf von Aichelberg-Frankenburg was an Austrian field-marshal who came of a noble family that was originally from Franconia and had settled in Carinthia."}]}, {"heading": "Deaths", "year": "1750", "date": "January 26", "txt": "Albert Schultens, Dutch philologist and academic (b. 1686)", "entities": [{"title": "Albert Schultens", "href": "/wiki/Albert_Schultens", "description": "Albert Schultens was a Dutch philologist."}]}, {"heading": "Deaths", "year": "1779", "date": "January 26", "txt": "Thomas Hudson, English painter (b. 1701)", "entities": [{"title": "Thomas Hudson (painter)", "href": "/wiki/Thomas_Hudson_(painter)", "description": "Thomas Hudson was an English portrait painter."}]}, {"heading": "Deaths", "year": "1795", "date": "January 26", "txt": "Johann Christoph Friedrich Bach, German harpsichord player and composer (b. 1732)", "entities": [{"title": "Johann Christoph Friedrich Bach", "href": "/wiki/Johann_Christoph_Friedrich_Bach", "description": "Johann Christoph Friedrich Bach was a harpsichordist and composer, the fifth son of Johann Sebastian Bach, sometimes referred to as the \"Bückeburg Bach\"."}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Deaths", "year": "1799", "date": "January 26", "txt": "Gabriel Christie, Scottish general (b. 1722)", "entities": [{"title": "Gabriel Christie (British Army officer)", "href": "/wiki/Gabriel_Christie_(British_Army_officer)", "description": "Gabriel Christie was a British Army General from Scotland, who settled in Montreal after the Seven Years' War. Following the British Conquest of New France, he invested in land and became one of the largest landowners in the British Province of Quebec."}]}, {"heading": "Deaths", "year": "1814", "date": "January 26", "txt": "Manuel do Cenáculo, Portuguese prelate and antiquarian (b. 1724)", "entities": [{"title": "Manuel do Cenáculo", "href": "/wiki/Manuel_do_Cen%C3%A1culo", "description": "Dom Frei Manuel do Cenáculo, T.O.R. was a Portuguese Franciscan prelate, who served as the first Bishop of Beja (1770–1802) and as Archbishop of Évora (1802–1814)."}]}, {"heading": "Deaths", "year": "1823", "date": "January 26", "txt": "Edward Jenner, English physician and immunologist (b. 1749)", "entities": [{"title": "Edward Jenner", "href": "/wiki/Edward_Jenner", "description": "Edward Jenner, was an English physician and scientist who pioneered the concept of vaccines including creating the smallpox vaccine, the world's first vaccine. The terms vaccine and vaccination are derived from Variolae vaccinae, the term devised by Jenner to denote cowpox. He used it in 1798 in the long title of his Inquiry into the Variolae vaccinae known as the Cow Pox, in which he described th"}]}, {"heading": "Deaths", "year": "1824", "date": "January 26", "txt": "Théodore Géricault, French painter and lithographer (b. 1791)", "entities": [{"title": "Théodore Géricault", "href": "/wiki/Th%C3%A9odore_G%C3%A9ricault", "description": "Jean-Louis André Théodore Géricault was an influential French painter and lithographer, whose best-known painting is The Raft of the Medusa. Although he died young, he was one of the pioneers of the Romantic movement."}]}, {"heading": "Deaths", "year": "1830", "date": "January 26", "txt": "Filippo Castagna, Maltese politician (b. 1765)", "entities": [{"title": "Filippo Castagna", "href": "/wiki/Filippo_Castagna", "description": "Filippo Castagna was a Maltese politician of the late 18th and early 19th centuries."}]}, {"heading": "Deaths", "year": "1831", "date": "January 26", "txt": "Sangolli Rayanna, Indian soldier (b. 1798)", "entities": [{"title": "Sangolli Rayanna", "href": "/wiki/Sangolli_Rayanna", "description": "Sangolli Rayanna was an Indian military Shetsanadi (Sainik) and warrior in the Kittur princely state of the Karnataka. He was the Shetsanadi of the Kingdom of Kittur ruled at the time by Rani Chennamma and fought the British East India Company till his death. His life was the subject of the 2012 Kannada film Sangolli Rayanna."}]}, {"heading": "Deaths", "year": "1831", "date": "January 26", "txt": "Anton Delvig, Russian poet and journalist (b. 1798)", "entities": []}, {"heading": "Deaths", "year": "1849", "date": "January 26", "txt": "Thomas Lovell Beddoes, English poet, playwright, and physician (b. 1803)", "entities": [{"title": "Thomas Lovell Beddoes", "href": "/wiki/Thomas_Lovell_Beddoes", "description": "Thomas Lovell Beddoes was an English poet, dramatist and physician."}]}, {"heading": "Deaths", "year": "1855", "date": "January 26", "txt": "Gérard de Nerval, French poet and translator (b. 1808)", "entities": [{"title": "Gérard de Nerval", "href": "/wiki/G%C3%A9rard_de_Nerval", "description": "Gérard de Nerval was the nom de plume of the French writer, poet, and translator Gérard Labrunie, a major figure of French romanticism, best known for his novellas and poems, especially the collection Les Filles du feu, which included the novella Sylvie and the poem \"El Desdichado\". Through his translations, Nerval played a major role in introducing French readers to the works of German Romantic a"}]}, {"heading": "Deaths", "year": "1860", "date": "January 26", "txt": "Wilhelmine Schröder-Devrient, opera singer (b. 1804)", "entities": [{"title": "Wilhelmine Schröder-Devrient", "href": "/wiki/Wilhelmine_Schr%C3%B6der-Devrient", "description": "Wilhelmine Schröder-Devrient, born Wilhelmine Schröder, was a German operatic soprano. As a singer, she combined a rare quality of tone with dramatic intensity of expression, which was as remarkable on the concert platform as in opera."}]}, {"heading": "Deaths", "year": "1869", "date": "January 26", "txt": "Duncan Gordon Boyes, English soldier; Victoria Cross recipient (b. 1846)", "entities": [{"title": "Duncan Gordon Boyes", "href": "/wiki/Duncan_Gordon_Boyes", "description": "Duncan Gordon Boyes VC was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. The award was bestowed upon him for his actions during the Shimonoseki Expedition, Japan in 1864. He was later discharged from naval service as a result of ill-discipline and moved to New Zealand"}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1870", "date": "January 26", "txt": "Victor de Broglie, French politician, 9th Prime Minister of France (b. 1785)", "entities": [{"title": "Victor de Broglie (1785–1870)", "href": "/wiki/Victor_de_Broglie_(1785%E2%80%931870)", "description": "Achille Léonce Victor Charles, 3rd Duke of Broglie, fully Victor de Broglie, was a French peer, statesman, and diplomat. He was the third duke of Broglie and served as president of the Council during the July Monarchy, from August 1830 to November 1830 and from March 1835 to February 1836. Victor de Broglie was close to the liberal Doctrinaires who opposed the ultra-royalists and were absorbed, un"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1885", "date": "January 26", "txt": "Edward Davy, English-Australian physician and engineer (b. 1806)", "entities": [{"title": "Edward Davy", "href": "/wiki/Edward_Davy", "description": "Edward Davy was an English physician, scientist, and inventor who played a prominent role in the development of telegraphy, and invented an electric relay."}]}, {"heading": "Deaths", "year": "1885", "date": "January 26", "txt": "Charles George Gordon, English general and politician (b. 1833)", "entities": []}, {"heading": "Deaths", "year": "1886", "date": "January 26", "txt": "David Rice Atchison, American general and politician (b. 1807)", "entities": [{"title": "David Rice Atchison", "href": "/wiki/David_Rice_Atchison", "description": "David Rice Atchison was a mid-19th century Democratic United States Senator from Missouri. He served as President pro tempore of the United States Senate for six years. Atchison served as a major general in the Missouri State Militia in 1838 during Missouri's Mormon War and as a Confederate brigadier general during the American Civil War under Major General Sterling Price in the Missouri Home Guar"}]}, {"heading": "Deaths", "year": "1887", "date": "January 26", "txt": "Anandi Gopal Joshi, One of the first female Indian physicians (b. 1865)", "entities": [{"title": "Anandi Gopal Joshi", "href": "/wiki/Anandi_Gopal_Joshi", "description": "Anandibai Gopalrao Joshi or A G Joshi was one of the first Indian female practitioners of western medicine, alongside Kadambini Ganguly. She was the first woman from the erstwhile Bombay presidency of India to study and graduate with a two-year degree in western medicine in the United States. She was also referred to as Anandibai Joshi and Anandi Gopal Joshi."}]}, {"heading": "Deaths", "year": "1891", "date": "January 26", "txt": "Nicolaus Otto, German engineer, invented the Internal combustion engine (b. 1833)", "entities": [{"title": "Nicolaus Otto", "href": "/wiki/Nicolaus_Otto", "description": "Nicolaus August Otto was a German engineer who successfully developed the compressed charge internal combustion engine which ran on petroleum gas and led to the modern internal combustion engine. The Association of German Engineers (VDI) created DIN standard 1940 which says \"Otto Engine: internal combustion engine in which the ignition of the compressed fuel-air mixture is initiated by a timed spa"}, {"title": "Internal combustion engine", "href": "/wiki/Internal_combustion_engine", "description": "An internal combustion engine (ICE) is a heat engine in which the combustion of a fuel occurs with an oxidizer in a combustion chamber that is an integral part of the working fluid flow circuit. In an internal combustion engine, the expansion of the high-temperature and high-pressure gases produced by combustion applies direct force to some component of the engine. The force is applied typically t"}]}, {"heading": "Deaths", "year": "1893", "date": "January 26", "txt": "Abner Doubleday, American general (b. 1819)", "entities": [{"title": "Abner Doubleday", "href": "/wiki/Abner_Doubleday", "description": "Abner Doubleday was a career United States Army officer and Union major general in the American Civil War. He fired the first shot in defense of Fort Sumter, the opening battle of the war, and had a pivotal role in the early fighting at the Battle of Gettysburg. Gettysburg was his finest hour, but his relief by Maj. Gen. George G. Meade caused lasting enmity between the two men. In San Francisco, "}]}, {"heading": "Deaths", "year": "1895", "date": "January 26", "txt": "Arthur Cayley, English mathematician and academic (b. 1825)", "entities": [{"title": "Arthur Cayley", "href": "/wiki/Arthur_Cayley", "description": "Arthur Cayley was a prolific British mathematician who worked mostly on algebra. He helped found the modern British school of pure mathematics."}]}, {"heading": "Deaths", "year": "1904", "date": "January 26", "txt": "Whitaker Wright, English businessman (b. 1846)", "entities": [{"title": "Whitaker Wright", "href": "/wiki/Whitaker_Wright", "description": "James Whitaker Wright was a company promoter and swindler, who committed suicide at the Royal Courts of Justice in London immediately following his conviction for fraud."}]}, {"heading": "Deaths", "year": "1920", "date": "January 26", "txt": "Jeanne Hébuterne, French painter and author (b. 1898)", "entities": [{"title": "Jeanne Hébuterne", "href": "/wiki/Jeanne_H%C3%A9buterne", "description": "Jeanne Hébuterne was a French painter and art model best known as the frequent subject and common-law wife of the artist Amedeo Modigliani. She took her own life two days after Modigliani died, and is now buried beside him."}]}, {"heading": "Deaths", "year": "1926", "date": "January 26", "txt": "John Flannagan, American priest and academic (b. 1860)", "entities": [{"title": "John Flannagan (priest)", "href": "/wiki/John_Flannagan_(priest)", "description": "John Thomas Aloysius Flannagan (1860–1926) was 19th and 20th century Catholic priest who served as the second president of St. Ambrose College in Davenport, Iowa from 1891 to 1906."}]}, {"heading": "Deaths", "year": "1932", "date": "January 26", "txt": "William Wrigley, Jr., American businessman, founded the Wrigley Company (b. 1861)", "entities": [{"title": "William Wrigley, Jr.", "href": "/wiki/William_Wrigley,_Jr.", "description": "William Mills Wrigley Jr. was an American chewing gum industrialist. He was founder and eponym of the Wm. Wrigley Jr. Company in 1891."}, {"title": "Wrigley Company", "href": "/wiki/Wrigley_Company", "description": "The Wm. Wrigley Jr. Company, known as the Wrigley Company, is an American chewing gum company, based in the Global Innovation Center (GIC) in Goose Island, Chicago, Illinois. It is wholly owned by Mars, Incorporated, and, along with Mars chocolate bars and other candy products, makes up Mars Wrigley Confectionery. It is the largest manufacturer and marketer of chewing gum in the world."}]}, {"heading": "Deaths", "year": "1942", "date": "January 26", "txt": "Felix Hausdorff, German mathematician and academic (b. 1868)", "entities": [{"title": "Felix Hausdorff", "href": "/wiki/Felix_Hausdorff", "description": "Felix Hausdorff was a German mathematician who is considered to be one of the founders of modern topology and who contributed significantly to set theory, descriptive set theory, measure theory, and functional analysis."}]}, {"heading": "Deaths", "year": "1943", "date": "January 26", "txt": "Harry H. Laughlin, American sociologist and eugenicist (b. 1880)", "entities": [{"title": "Harry H. Laughlin", "href": "/wiki/Harry_H._Laughlin", "description": "Harry Hamilton Laughlin was an American educator, eugenicist, and sociologist. He served as the Superintendent of the Eugenics Record Office from its inception in 1910 to its closing in 1939, and was among the most active individuals in influencing American eugenics policy, especially compulsory sterilization legislation."}]}, {"heading": "Deaths", "year": "1943", "date": "January 26", "txt": "Nikolai Vavilov, Russian botanist and geneticist (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "January 26", "txt": "Oskar Kallas, Estonian linguist and diplomat (b. 1868)", "entities": [{"title": "Oskar Kallas", "href": "/wiki/Oskar_Kallas", "description": "Oskar Kallas was an Estonian diplomat, linguist and folklorist. He was the husband of the Finnish writer Aino Kallas."}]}, {"heading": "Deaths", "year": "1946", "date": "January 26", "txt": "Adriaan van Maanen, Dutch-American astronomer and academic (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "January 26", "txt": "Grace Moore, American soprano and actress (b. 1898)", "entities": [{"title": "Grace Moore", "href": "/wiki/Grace_Moore", "description": "Grace Moore was an American operatic soprano and actress in musical theatre and film. She was nicknamed the \"Tennessee Nightingale.\" Her films helped to popularize opera by bringing it to a larger audience. She was nominated for the Academy Award for Best Actress for her performance in One Night of Love."}]}, {"heading": "Deaths", "year": "1948", "date": "January 26", "txt": "Kâzım Karabekir, Turkish general and politician, 5th Speaker of the Grand National Assembly of Turkey (b. 1882)", "entities": [{"title": "Kâzım Karabekir", "href": "/wiki/K%C3%A2z%C4%B1m_Karabekir", "description": "Musa Kâzım Karabekir was a Turkish general and politician. He was the commander of the Eastern Army of the Ottoman Empire at the end of World War I and served as Speaker of the Grand National Assembly of Turkey before his death."}, {"title": "List of Speakers of the Parliament of Turkey", "href": "/wiki/List_of_Speakers_of_the_Parliament_of_Turkey", "description": "This article lists the speakers of the Grand National Assembly of Turkey. The name of the parliament of the Republic of Turkey, originally and currently the Grand National Assembly of Turkey since its establishment on 23 April 1920, has for short periods been changed."}]}, {"heading": "Deaths", "year": "1948", "date": "January 26", "txt": "Fred Conrad Koch, American biochemist and endocrinologist (born 1876)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "January 26", "txt": "John Lomax, American musicologist and academic (b. 1867)", "entities": []}, {"heading": "Deaths", "year": "1952", "date": "January 26", "txt": "Khorloogiin Choibalsan, Mongolian general and politician, 12th Prime Minister of Mongolia (b. 1895)", "entities": [{"title": "Khorloogiin Choibalsan", "href": "/wiki/Khorloogiin_Choibalsan", "description": "Khorloogiin Choibalsan (Mongolian: Хорлоогийн Чойбалсан, spelled Koroloogiin Çoibalsan between 1931 and 1941 and before 1931, was the leader of Mongolia and Marshal of the Mongolian People's Army from the 1930s until his death in 1952. His rule marked the first and last time in modern Mongolian history that an individual had complete political power. Sometimes referred to as the Stalin of Mongolia"}, {"title": "List of Prime Ministers of Mongolia", "href": "/wiki/List_of_Prime_Ministers_of_Mongolia", "description": "The Prime Minister of Mongolia is the head of government of Mongolia. The office was established in 1912, shortly after Mongolia declared its independence from the Qing dynasty during the Mongolian Revolution of 1911."}]}, {"heading": "Deaths", "year": "1953", "date": "January 26", "txt": "Athanase David, Canadian lawyer and politician (b. 1882)", "entities": [{"title": "Athanase David", "href": "/wiki/Athanase_David", "description": "Louis-Athanase David was a Canadian lawyer, politician, and businessman. He was a cabinet minister in the Provincial Parliament of Quebec, representing the riding of Terrebonne and serving as Provincial Secretary. He was later a member of the Canadian Senate."}]}, {"heading": "Deaths", "year": "1957", "date": "January 26", "txt": "Helene Costello, American actress (b. 1906)", "entities": [{"title": "Helene Costello", "href": "/wiki/Helene_Costello", "description": "Helene Costello was an American stage and film actress, most notably of the silent era."}]}, {"heading": "Deaths", "year": "1962", "date": "January 26", "txt": "Lucky Luciano, Italian-American mob boss (b. 1897)", "entities": [{"title": "Lucky Luciano", "href": "/wiki/Lucky_Luciano", "description": "Charles \"Lucky\" Luciano was an Italian-born gangster who operated mainly in the United States. Luciano started his criminal career in the Five Points gang and was instrumental in the development of the National Crime Syndicate. Luciano is considered the father of modern organized crime in the United States for the establishment of The Commission in 1931, after he abolished the boss of bosses title"}]}, {"heading": "Deaths", "year": "1968", "date": "January 26", "txt": "Merrill C. Meigs, American publisher (b. 1883)", "entities": [{"title": "Merrill C. Meigs", "href": "/wiki/Merrill_C._Meigs", "description": "Merrill Church Meigs was the publisher of the Chicago Herald and Examiner in the 1920s. Inspired to become a pilot by Charles Lindbergh's solo flight across the Atlantic Ocean, he became a booster of Chicago as a world center of aviation.\nHe gave flying lessons to President Harry S. Truman."}]}, {"heading": "Deaths", "year": "1973", "date": "January 26", "txt": "Edward G. Robinson, Romanian-American actor (b. 1893)", "entities": [{"title": "Edward G. Robinson", "href": "/wiki/Edward_G._Robinson", "description": "Edward G. Robinson was a Romanian American actor of stage and screen during Hollywood's Golden Age. He appeared in 30 Broadway plays and more than 100 films during a 50-year career and is best remembered for his tough-guy roles as gangsters in such films as Little Caesar and Key Largo."}]}, {"heading": "Deaths", "year": "1975", "date": "January 26", "txt": "Donald Sheldon, American bush pilot (b. 1921)", "entities": [{"title": "Donald Sheldon", "href": "/wiki/Donald_Sheldon", "description": "Donald \"Don\" Edward Sheldon was a famous Alaskan bush pilot who pioneered the technique of glacier landings on Mount McKinley during the 1950s and 1960s."}]}, {"heading": "Deaths", "year": "1976", "date": "January 26", "txt": "João Branco Núncio, Portuguese bullfighter (b. 1901)", "entities": [{"title": "João Branco Núncio", "href": "/wiki/Jo%C3%A3o_Branco_N%C3%BAncio", "description": "João Alves Branco Núncio(February 15, 1901 - January 26, 1976) was a Portuguese bullfighter. He was born in Alcácer do Sal, in a whitewashed house next to that of his uncle, the Viscount of Alcácer do Sal. Today it belongs to the Viscount's Philharmonic Friendship Society."}]}, {"heading": "Deaths", "year": "1977", "date": "January 26", "txt": "Filopimin Finos, Greek production manager and producer, founded Finos Film (b. 1908)", "entities": [{"title": "Filopimin Finos", "href": "/wiki/Filopimin_Finos", "description": "Filopimin Finos was a Greek film producer of 186 films and the founder of Finos Film, whose first film was in 1939. He built the first sound recording device in Greece, and shot the first colour film with stereo sound. Finos died in January 1977 after suffering cancer for seven years and he left no heir."}, {"title": "Finos Film", "href": "/wiki/Finos_Film", "description": "Finos Film is a film production company that dominated the Greek film industry from 1943 to 1977. It was founded by Filopimin Finos in 1942 during World War II. It was the biggest film production company in Greece at the time and one of the biggest, in terms of productivity, in southeast Europe. After 34 years, Finos Films returned to the Greek film scene with the Greek-Italian co-production 'Uran"}]}, {"heading": "Deaths", "year": "1979", "date": "January 26", "txt": "Nelson Rockefeller, American businessman and politician, 41st Vice President of the United States (b. 1908)", "entities": [{"title": "Nelson Rockefeller", "href": "/wiki/Nelson_Rockefeller", "description": "Nelson Aldrich Rockefeller was an American businessman and politician who served as the 41st vice president of the United States from December 1974 to January 1977, and previously as the 49th governor of New York from 1959 to 1973. He also served as assistant secretary of State for American Republic Affairs for Presidents Franklin D. Roosevelt and Harry S. Truman (1944–1945) as well as under secre"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1980", "date": "January 26", "txt": "Simon Kapwepwe, Zambian politician, 2nd Vice President of Zambia (b. 1922)", "entities": [{"title": "Simon Kapwepwe", "href": "/wiki/Simon_Kapwepwe", "description": "Simon Mwansa Kapwepwe was the Vice President of Zambia from 1967 to 1970."}, {"title": "Vice President of Zambia", "href": "/wiki/Vice_President_of_Zambia", "description": "The Vice-President of Zambia is the second highest position in the executive branch of the Republic of Zambia. The Vice-President was previously appointed by the President before the amendment of the Constitution in 2016. Under the amended Constitution, when a sitting President dies, resigns or is removed from office, the Vice-President automatically assumes the presidency, unlike when the Constit"}]}, {"heading": "Deaths", "year": "1983", "date": "January 26", "txt": "Bear Bryant, American football player and coach (b. 1913)", "entities": [{"title": "Bear Bryant", "href": "/wiki/Bear_Bryant", "description": "Paul William \"Bear\" Bryant was an American college football player and coach. He was best known as the head coach of the University of Alabama football team. During his 25-year tenure as Alabama's head coach, he amassed six national championships and thirteen conference championships. Upon his retirement in 1982, he held the record for the most wins (323) as a head coach in collegiate football his"}]}, {"heading": "Deaths", "year": "1985", "date": "January 26", "txt": "Kenny Clarke, American jazz drummer and bandleader (b. 1914)", "entities": [{"title": "Kenny Clarke", "href": "/wiki/Kenny_Clarke", "description": "Kenneth Clarke Spearman, nicknamed Klook, was an American jazz drummer and bandleader. A major innovator of the bebop style of drumming, he pioneered the use of the ride cymbal to keep time rather than the hi-hat, along with the use of the bass drum for irregular accents."}]}, {"heading": "Deaths", "year": "1990", "date": "January 26", "txt": "Bob Gerard, English race car driver and businessman (b. 1914)", "entities": [{"title": "Bob Gerard", "href": "/wiki/Bob_Gerard", "description": "Frederick Roberts Gerard was a racing driver and businessman from England. He participated in numerous top-level motor racing events on either side of World War II, including eight World Championship Formula One Grands Prix, scoring no championship points."}]}, {"heading": "Deaths", "year": "1990", "date": "January 26", "txt": "Lewis Mumford, American sociologist and historian (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "January 26", "txt": "José Ferrer, Puerto Rican-American actor (b. 1912)", "entities": [{"title": "José Ferrer", "href": "/wiki/Jos%C3%A9_Ferrer", "description": "José Vicente Ferrer de Otero y Cintrón, known as José Ferrer, was a Puerto Rican actor and theatre and film director. He was the first Puerto Rican-born actor and the first Hispanic actor to win an Academy Award. He is well known today for his performance as the defense attorney in The Caine Mutiny, as well as his role in the 1962 Academy Award-winning film Lawrence of Arabia, in which he played t"}]}, {"heading": "Deaths", "year": "1993", "date": "January 26", "txt": "Jan Gies, Dutch businessman and humanitarian (b. 1905)", "entities": [{"title": "Jan Gies", "href": "/wiki/Jan_Gies", "description": "Jan Augustus Gies was a member of the Dutch Resistance who, with his wife, Miep, helped hide Anne Frank, her sister Margot, their parents Otto and Edith, the van Pels, and Fritz Pfeffer from Nazi persecution during the occupation of The Netherlands by aiding them as they resided in the Secret Annex."}]}, {"heading": "Deaths", "year": "1993", "date": "January 26", "txt": "Robert Jacobsen, Danish sculptor and painter (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "January 26", "txt": "Jeanne Sauvé, Canadian journalist and politician, Governor General of Canada (b. 1922)", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1996", "date": "January 26", "txt": "Georg Alexander, Duke of Mecklenburg (b. 1921)", "entities": [{"title": "Georg Alexander, Duke of Mecklenburg", "href": "/wiki/Georg_Alexander,_Duke_of_Mecklenburg", "description": "Georg Alexander, Duke of Mecklenburg was the head of the House of Mecklenburg-Strelitz from 1963 until his death."}]}, {"heading": "Deaths", "year": "1996", "date": "January 26", "txt": "Harold Brodkey, American author and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 26", "txt": "Frank Howard, American football player and coach (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 26", "txt": "Henry Lewis, American bassist and conductor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "January 26", "txt": "Jeane Dixon, American astrologer and psychic (b. 1904)", "entities": [{"title": "Jeane Dixon", "href": "/wiki/Jeane_Dixon", "description": "Jeane Dixon was one of the best-known American self-proclaimed psychics and astrologers of the twentieth century, due to her syndicated newspaper astrology column, some well-publicized predictions, and a best-selling biography."}]}, {"heading": "Deaths", "year": "2000", "date": "January 26", "txt": "Don Budge, American tennis player and coach (b. 1915)", "entities": [{"title": "Don Budge", "href": "/wiki/Don_Budge", "description": "John Donald Budge was an American tennis player. He is most famous as the first player — of any nationality, male or female, and still the only American male — to win the four tournaments that comprise the Grand Slam of tennis in a single year. Budge was the second male player to win all four Grand Slam events in his career after Fred Perry, and is still the youngest to achieve that feat. He won t"}]}, {"heading": "Deaths", "year": "2000", "date": "January 26", "txt": "Kathleen Hale, English author and illustrator (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "January 26", "txt": "A. E. van Vogt, Canadian-American author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "January 26", "txt": "Al McGuire, American basketball player and coach (b. 1928)", "entities": [{"title": "Al McGuire", "href": "/wiki/Al_McGuire", "description": "Alfred James McGuire was an American college basketball coach and broadcaster, the head coach at Marquette University from 1964 to 1977. He won a national championship in his final season at Marquette, and was inducted into the Naismith Memorial Basketball Hall of Fame in 1992. He was also well known as a longtime national television basketball broadcaster and for his colorful personality."}]}, {"heading": "Deaths", "year": "2003", "date": "January 26", "txt": "Valeriy Brumel, Russian high jumper (b. 1942)", "entities": [{"title": "Valeriy Brumel", "href": "/wiki/Valeriy_Brumel", "description": "Valeriy Nikolayevich Brumel was a Soviet high jumper. The 1964 Olympic champion and multiple world record holder, he is regarded as one of the greatest athletes ever to compete in the high jump. His international career was ended by a motorcycle accident in 1965."}]}, {"heading": "Deaths", "year": "2003", "date": "January 26", "txt": "Hugh Trevor-Roper, English historian and academic (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "January 26", "txt": "George Younger, 4th Viscount Younger of Leckie, Scottish banker and politician, Secretary of State for Scotland (b. 1931)", "entities": [{"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Deaths", "year": "2004", "date": "January 26", "txt": "Fred Haas, American golfer (b. 1916)", "entities": [{"title": "Fred Haas", "href": "/wiki/Fred_Haas", "description": "Frederick Theodore Haas Jr. was an American professional golfer."}]}, {"heading": "Deaths", "year": "2006", "date": "January 26", "txt": "Khan Abdul Wali Khan, Pakistani politician (b. 1917)", "entities": [{"title": "Khan Abdul Wali Khan", "href": "/wiki/Khan_Abdul_Wali_Khan", "description": "Khan Abdul Wali Khan was a British Indian and later Pakistani secular democratic socialist and Pashtun leader, and served as president of Awami National Party. Son of the prominent Pashtun nationalist leader Bacha Khan, Wali Khan was an activist and a writer against the British Raj like his father."}]}, {"heading": "Deaths", "year": "2007", "date": "January 26", "txt": "Gump Worsley, Canadian ice hockey player (b. 1929)", "entities": [{"title": "Gump Worsley", "href": "/wiki/Gump_Worsley", "description": "Lorne John \"Gump\" Worsley was a professional ice hockey goaltender. Born and raised in Montreal, Quebec, 'Gump' was given his nickname because friends thought he looked like comic-strip character Andy Gump."}]}, {"heading": "Deaths", "year": "2008", "date": "January 26", "txt": "Viktor Schreckengost, American sculptor and designer (b. 1906)", "entities": [{"title": "Viktor Schreckengost", "href": "/wiki/Viktor_Schreckengost", "description": "Viktor Schreckengost was an American industrial designer as well as a teacher, sculptor, and artist. His wide-ranging work included noted pottery designs, industrial design, bicycle design and seminal research on radar feedback. Schreckengost's peers included designers Raymond Loewy, Norman Bel Geddes, Eva Zeisel, and Russel Wright."}]}, {"heading": "Deaths", "year": "2010", "date": "January 26", "txt": "Louis Auchincloss, American novelist and essayist (b. 1917)", "entities": [{"title": "Louis Auchincloss", "href": "/wiki/Louis_Auchincloss", "description": "Louis Stanton Auchincloss was an American lawyer, novelist, historian, and essayist. He is best known as a novelist who parlayed his experiences into books exploring the experiences and psychology of American polite society and old money. His dry, ironic works of fiction continue the tradition of Henry James and Edith Wharton. He wrote his novels initially under the name Andrew Lee, the name of an"}]}, {"heading": "Deaths", "year": "2011", "date": "January 26", "txt": "David Kato Kisule, Ugandan teacher and LGBT rights activist, considered a father of Uganda's gay rights movement (b. 1964)", "entities": [{"title": "David Kato", "href": "/wiki/David_Kato", "description": "David Kato Kisule was a Ugandan teacher and LGBT rights activist, considered a father of Uganda's gay rights movement and described as \"Uganda's first openly gay man\". He served as advocacy officer for Sexual Minorities Uganda (SMUG)."}]}, {"heading": "Deaths", "year": "2011", "date": "January 26", "txt": "Charlie Louvin, American singer-songwriter and guitarist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 26", "txt": "Roberto Mieres, Argentinian race car driver (b. 1924)", "entities": [{"title": "Roberto Mieres", "href": "/wiki/Roberto_Mieres", "description": "Roberto Casimiro Mieres was a racing driver from Mar del Plata, Argentina. He participated in 17 Formula One World Championship Grands Prix, debuting on 7 June 1953. He scored a total of 13 championship points."}]}, {"heading": "Deaths", "year": "2013", "date": "January 26", "txt": "Christine M. Jones, American educator and politician (b. 1929)", "entities": [{"title": "Christine M. Jones", "href": "/wiki/Christine_M._Jones", "description": "Christine M. Jones was an American politician who represented district 26 in the Maryland House of Delegates."}]}, {"heading": "Deaths", "year": "2013", "date": "January 26", "txt": "Stefan Kudelski, Polish-Swiss engineer, invented the Nagra (b. 1929)", "entities": [{"title": "Nagra", "href": "/wiki/Nagra", "description": "Nagra is a brand of portable audio recorders produced from 1951 in Switzerland. Beginning in 1997 a range of high-end equipment aimed at the audiophile community was introduced, and Nagra expanded the company’s product lines into a new marketplace."}]}, {"heading": "Deaths", "year": "2013", "date": "January 26", "txt": "Padma Kant Shukla, Indian physicist and academic (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 26", "txt": "Shōtarō Yasuoka, Japanese author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 26", "txt": "Tom Gola, American basketball player, coach, and politician (b. 1933)", "entities": [{"title": "Tom Gola", "href": "/wiki/Tom_Gola", "description": "Thomas Joseph Gola was an American basketball player and politician. He is widely considered one of the greatest NCAA basketball players of all-time. Gola was inducted into the Naismith Memorial Basketball Hall of Fame in 1976."}]}, {"heading": "Deaths", "year": "2014", "date": "January 26", "txt": "Paula Gruden, Slovenian-Australian poet and translator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 26", "txt": "José Emilio Pacheco, Mexican poet and author (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 26", "txt": "Ralph T. Troy, American banker and politician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 26", "txt": "Cleven \"Goodie\" Goudeau, American art director and cartoonist (b. 1932)", "entities": [{"title": "Cleven \"Goodie\" Goudeau", "href": "/wiki/Cleven_%22Goodie%22_Goudeau", "description": "Cleven \"Goodie\" Goudeau was an art director and cartoonist, credited as originator of the first line of African American contemporary greeting cards. He held the record at one time for the longest card, and produced the first nationally published card featuring a Black Santa Claus."}]}, {"heading": "Deaths", "year": "2015", "date": "January 26", "txt": "Tom Uren, Australian soldier and politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 26", "txt": "Sahabzada Yaqub Khan, Pakistani politician and diplomat, 14th Pakistani Minister of Foreign Affairs (b. 1920)", "entities": [{"title": "Sahabzada Yaqub Khan", "href": "/wiki/Sahabzada_Yaqub_Khan", "description": "Sahabzada Yaqub Ali Khan SPk, was a Pakistani statesman, diplomat, military figure, pacifist, linguist, and a retired general of Pakistan Army."}, {"title": "Minister of Foreign Affairs (Pakistan)", "href": "/wiki/Minister_of_Foreign_Affairs_(Pakistan)", "description": "The Minister of Foreign Affairs is the head of the Ministry of Foreign Affairs of the Government of Pakistan. The Minister is responsible for overseeing the federal government's foreign policy and International relations. The responsibility of the Foreign Minister is to represent Pakistan and its government in the international community. The Minister holds one of the senior-most offices in the Ca"}]}, {"heading": "Deaths", "year": "2016", "date": "January 26", "txt": "Abe Vigoda, American actor (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 26", "txt": "Mike Connors, American actor (b. 1925)", "entities": [{"title": "Mike Connors", "href": "/wiki/Mike_Connors", "description": "Krekor Ohanian, known professionally as Mike Connors, was an American actor best known for playing private detective Joe Mannix in the CBS television series Mannix from 1967 to 1975, a role which earned him a Golden Globe Award in 1970, the first of six straight nominations, as well as four consecutive Emmy nominations from 1970 to 1973. He starred in the short-lived series Tightrope! (1959–1960) "}]}, {"heading": "Deaths", "year": "2017", "date": "January 26", "txt": "Tam Dalyell, Scottish politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 26", "txt": "Lindy Delapenha, Jamaican footballer and sports journalist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 26", "txt": "Barbara Hale, American actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 26", "txt": "Barbara Howard, Canadian sprinter and educator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "January 26", "txt": "John Altobelli, American college baseball coach (b. 1963)", "entities": [{"title": "John Altobelli", "href": "/wiki/John_Altobelli", "description": "John Edward Altobelli was an American college baseball coach who worked for 27 seasons at Orange Coast College in Costa Mesa, California. During his career, he led the Pirates to four California state junior college titles and in 2019 was named National Coach of the Year by the American Baseball Coaches Association."}]}, {"heading": "Deaths", "year": "2020", "date": "January 26", "txt": "Kobe Bryant, American basketball player (b. 1978)", "entities": []}]