[{"heading": "Events", "year": "49 BC", "date": "January 10", "txt": "Julius Caesar crosses the Rubicon, signalling the start of civil war.", "entities": [{"title": "Julius Caesar", "href": "/wiki/Julius_Caesar", "description": "Gaius Julius Caesar was a Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire."}, {"title": "Rubicon", "href": "/wiki/Rubicon", "description": "The Rubicon is a shallow river in northeastern Italy, just north of Rimini. \nIt was known as Fiumicino prior to 1933, when it was identified with the ancient river Rubicon, famously crossed by Julius Caesar in 49 BC."}, {"title": "Caesar's Civil War", "href": "/wiki/Caesar%27s_Civil_War", "description": "Caesar's Civil War was one of the last politico-military conflicts in the Roman Republic before the establishment of the Roman Empire. It began as a series of political and military confrontations, between Julius Caesar, his political supporters, and his legions, against the Optimates, the politically conservative and socially traditionalist faction of the Roman Senate, who were supported by Pompe"}]}, {"heading": "Events", "year": "AD 9", "date": "January 10", "txt": "The Western Han dynasty ends when Wang Mang claims that the divine Mandate of Heaven called for the end of the dynasty and the beginning of his own, the Xin dynasty.", "entities": [{"title": "Han dynasty", "href": "/wiki/Han_dynasty", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}, {"title": "Wang Mang", "href": "/wiki/Wang_Mang", "description": "Wang Mang, courtesy name Jujun, was a Han dynasty official and consort kin who seized the Chinese imperial throne from the Liu family and founded the Xin dynasty (新朝). He ruled from 9 AD to 23 AD. The Han dynasty was restored after his overthrow, and his rule marked the separation between the Western Han dynasty and Eastern Han dynasty. Some historians have traditionally viewed Wang as a usurper, "}, {"title": "Mandate of Heaven", "href": "/wiki/Mandate_of_Heaven", "description": "The Mandate of Heaven is a Chinese political philosophy that was used in ancient and imperial China to justify the rule of the King or Emperor of China. According to this doctrine, heaven – which embodies the natural order and will of the universe – bestows the mandate on a just ruler of China, the \"Son of Heaven\". If a ruler was overthrown, this was interpreted as an indication that the ruler was"}, {"title": "Xin dynasty", "href": "/wiki/Xin_dynasty", "description": "The Xin dynasty was a short-lived Chinese dynasty which lasted from 9 to 23 AD, established by Han dynasty consort kin Wang Mang, who usurped the throne of Emperor Ping of Han and the infant \"crown prince\" Ruzi Ying to rule the empire over a decade before being overthrown by rebels. After Wang's death, the Han monarch was restored by Liu Xiu, a distant descendant of Emperor Jing of Han, therefore "}]}, {"heading": "Events", "year": "AD 69", "date": "January 10", "txt": "Lucius Calpurnius Piso Licinianus is appointed by Galba as deputy Roman Emperor.", "entities": [{"title": "Lucius Calpurnius Piso Licinianus", "href": "/wiki/Lucius_Calpurnius_Piso_Licinianus", "description": "Lucius Calpurnius Piso Frugi Licinianus was a Roman nobleman who lived in the 1st century. He was adopted by the Roman Emperor Galba as his heir to the throne, only to be killed during the Year of Four Emperors on the same day as Galba."}, {"title": "Galba", "href": "/wiki/Galba", "description": "Galba was Roman emperor from 68 to 69, the first emperor in the Year of the Four Emperors. He was known as Lucius Livius Ocella Sulpicius Galba prior to taking the throne as a result of his adoption by his stepmother, Livia Ocellina. The governor of Hispania at the time of the rebellion of Gaius Julius Vindex in Gaul, he seized the throne following Nero's suicide."}, {"title": "Caesar (title)", "href": "/wiki/Caesar_(title)", "description": "Caesar is a title of imperial character. It derives from the cognomen of Julius Caesar, the Roman dictator. The change from being a familial name to a title adopted by the Roman Emperors can be dated to about 68/69 AD, the so-called \"Year of the Four Emperors\"."}]}, {"heading": "Events", "year": "236", "date": "January 10", "txt": "Pope Fabian succeeds Anterus to become the twentieth pope of Rome.", "entities": [{"title": "Pope Fabian", "href": "/wiki/Pope_Fabian", "description": "Pope Fabian was the bishop of Rome from 10 January 236 to his death on 20 January 250, succeeding Anterus. A dove is said to have descended on his head to mark him as the Holy Spirit's unexpected choice to become the next pope. He was succeeded by Cornelius."}, {"title": "Pope Anterus", "href": "/wiki/Pope_Anterus", "description": "Pope Anterus was the bishop of Rome from 21 November 235 to his death on 3 January 236."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}]}, {"heading": "Events", "year": "1072", "date": "January 10", "txt": "Robert Guiscard conquers Palermo in Sicily for the Normans.", "entities": [{"title": "Robert Guiscard", "href": "/wiki/Robert_Guiscard", "description": "Robert Guiscard was a Norman adventurer remembered for the conquest of southern Italy and Sicily. Robert was born into the Hauteville family in Normandy, went on to become Count of Apulia and Calabria (1057–1059), and then Duke of Apulia and Calabria and Duke of Sicily (1059–1085), and briefly Prince of Benevento (1078–1081) before returning the title to the Pope."}, {"title": "Palermo", "href": "/wiki/Palermo", "description": "Palermo is a city in southern Italy, the capital of both the autonomous region of Sicily and the Metropolitan City of Palermo, the city's surrounding metropolitan province. The city is noted for its history, culture, architecture and gastronomy, playing an important role throughout much of its existence; it is over 2,700 years old. Palermo is in the northwest of the island of Sicily, by the Gulf o"}]}, {"heading": "Events", "year": "1430", "date": "January 10", "txt": "Philip the Good, the Duke of Burgundy, establishes the Order of the Golden Fleece, the most prestigious, exclusive, and expensive order of chivalry in the world.", "entities": [{"title": "Philip the Good", "href": "/wiki/Philip_the_Good", "description": "Philip III the Good was Duke of Burgundy from 1419 until his death. He was a member of a cadet line of the Valois dynasty, to which all 15th-century kings of France belonged. During his reign, the Burgundian State reached the apex of its prosperity and prestige, and became a leading centre of the arts. Philip is known in history for his administrative reforms, his patronage of Flemish artists such"}, {"title": "Duke of Burgundy", "href": "/wiki/Duke_of_Burgundy", "description": "Duke of Burgundy was a title used by the rulers of the Duchy of Burgundy, from its establishment in 843 to its annexation by France in 1477, and later by Habsburg sovereigns of the Low Countries (1482–1556)."}, {"title": "Order of the Golden Fleece", "href": "/wiki/Order_of_the_Golden_Fleece", "description": "The Distinguished Order of the Golden Fleece is a Catholic order of chivalry founded in Bruges by Philip the Good, Duke of Burgundy, in 1430, to celebrate his marriage to Isabella of Portugal. Today, two branches of the order exist, namely the Spanish and the Austrian Fleece; the current grand masters are Felipe VI, King of Spain and Karl von Habsburg, head of the House of Habsburg-Lorraine, respe"}, {"title": "Order of chivalry", "href": "/wiki/Order_of_chivalry", "description": "An order of chivalry, order of knighthood, chivalric order, or equestrian order is an order of knights typically founded during or inspired by the original Catholic military orders of the Crusades, paired with medieval concepts of ideals of chivalry."}]}, {"heading": "Events", "year": "1475", "date": "January 10", "txt": "Stephen III of Moldavia defeats the Ottoman Empire at the Battle of Vaslui.", "entities": [{"title": "Stephen III of Moldavia", "href": "/wiki/Stephen_III_of_Moldavia", "description": "Stephen III of Moldavia, most commonly known as Stephen the Great, was Voivode of Moldavia from 1457 to 1504. He was the son of and co-ruler with Bogdan II, who was murdered in 1451 in a conspiracy organized by his brother and Stephen's uncle Peter III Aaron who took the throne. Stephen fled to Hungary, and later to Wallachia, but with the support of Vlad III Țepeș, Voivode of Wallachia, he return"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Vaslui", "href": "/wiki/Battle_of_Vaslui", "description": "The Battle of Vaslui was fought on 10 January 1475, between Stephen III of Moldavia and the Ottoman governor of Rumelia, Hadım Suleiman Pasha. The battle took place at Podul Înalt, near the town of Vaslui, in Moldavia. The Ottoman troops numbered up to 120,000, facing about 40,000 Moldavian troops, plus smaller numbers of allied and mercenary troops."}]}, {"heading": "Events", "year": "1645", "date": "January 10", "txt": "Archbishop William Laud is beheaded for treason at the Tower of London.", "entities": [{"title": "William Laud", "href": "/wiki/William_Laud", "description": "William Laud was a clergyman in the Church of England, appointed Archbishop of Canterbury by Charles I in 1633. A key advocate of Charles's religious reforms, he was arrested by Parliament in 1640, and executed towards the end of the First English Civil War in January 1645."}, {"title": "Tower of London", "href": "/wiki/Tower_of_London", "description": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the"}]}, {"heading": "Events", "year": "1776", "date": "January 10", "txt": "American Revolution: Thomas Paine publishes his pamphlet Common Sense.", "entities": [{"title": "Thomas Paine", "href": "/wiki/Thomas_Paine", "description": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), the two most influential pamphlets at the start of the American Revolution, and helped inspire the patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnati"}]}, {"heading": "Events", "year": "1791", "date": "January 10", "txt": "The Siege of Dunlap's Station begins near Cincinnati during the Northwest Indian War.", "entities": [{"title": "Siege of Dunlap's Station", "href": "/wiki/Siege_of_Dunlap%27s_Station", "description": "The siege of Dunlap's Station was a battle that took place on January 10–11, 1791, during the Northwest Indian War between the Western Confederacy of American Indians and European-American settlers in what became the southwestern region of the U.S. state of Ohio. This was one of the Indians' few unsuccessful attacks during this period. It was shortly after the Harmar Campaign attacks and unprecede"}, {"title": "Cincinnati", "href": "/wiki/Cincinnati", "description": "Cincinnati is a major city in the U.S. state of Ohio and the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area. With an estimated population of 2,190,209, it is Ohio's larg"}, {"title": "Northwest Indian War", "href": "/wiki/Northwest_Indian_War", "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"}]}, {"heading": "Events", "year": "1812", "date": "January 10", "txt": "The first steamboat on the Ohio River or the Mississippi River arrives in New Orleans, 82 days after departing from Pittsburgh.", "entities": [{"title": "New Orleans (steamboat)", "href": "/wiki/New_Orleans_(steamboat)", "description": "New Orleans was the first steamboat on the western waters of the United States. Owned by Robert Fulton and Robert R. Livingston, and built by Nicholas Roosevelt, its 1811–1812 voyage from Pittsburgh, Pennsylvania, to New Orleans, Louisiana, on the Ohio and Mississippi rivers ushered in the era of commercial steamboat navigation on the western and mid-western continental rivers."}, {"title": "Ohio River", "href": "/wiki/Ohio_River", "description": "The Ohio River is a 981-mile (1,579 km) long river in the United States. It is located in the Midwestern and Southern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flo"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}]}, {"heading": "Events", "year": "1861", "date": "January 10", "txt": "American Civil War: Florida becomes the third state to secede from the Union.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1863", "date": "January 10", "txt": "The Metropolitan Railway, the world's oldest underground railway, opens between Paddington and Farringdon, marking the beginning of the London Underground.", "entities": [{"title": "Metropolitan Railway", "href": "/wiki/Metropolitan_Railway", "description": "The Metropolitan Railway was a passenger and goods railway that served London from 1863 to 1933, its main line heading north-west from the capital's financial heart in the City to what were to become the Middlesex suburbs. Its first line connected the main-line railway termini at Paddington, Euston, and King's Cross to the City. The first section was built beneath the New Road using cut-and-cover "}, {"title": "Paddington tube station (Circle and Hammersmith & City lines)", "href": "/wiki/Paddington_tube_station_(Circle_and_Hammersmith_%26_City_lines)", "description": "Paddington is a London Underground station served by the Circle and Hammersmith & City lines. It is located adjacent to the north side of Paddington mainline station and has entrances from within the mainline station and from Paddington Basin. The station is between Royal Oak and Edgware Road and is in London Fare Zone 1."}, {"title": "Farringdon station", "href": "/wiki/Farringdon_station", "description": "Farringdon is a London Underground and connected main line National Rail station in Clerkenwell, central London. The station is in the London Borough of Islington, just outside the boundary of the City of London. It was opened in 1863 as the terminus of the Metropolitan Railway, the first underground passenger railway and Farringdon is one of the oldest surviving underground railway stations in th"}, {"title": "London Underground", "href": "/wiki/London_Underground", "description": "The London Underground is a rapid transit system serving Greater London and some parts of the adjacent counties of Buckinghamshire, Essex and Hertfordshire in the United Kingdom."}]}, {"heading": "Events", "year": "1870", "date": "January 10", "txt": "John D. Rockefeller incorporates Standard Oil.", "entities": [{"title": "John D. Rockefeller", "href": "/wiki/John_D._Rockefeller", "description": "John Davison Rockefeller Sr. was an American business magnate and philanthropist. He is widely considered the wealthiest American of all time and the richest person in modern history."}, {"title": "Standard Oil", "href": "/wiki/Standard_Oil", "description": "Standard Oil Co.  was an American oil-producing, transporting, refining, and marketing company. Established in 1870 by John D. Rockefeller and Henry Flagler as a corporation in Ohio, it was the largest oil refiner in the world at its height. Its history as one of the world's first and largest multinational corporations ended in 1911, when the U.S. Supreme Court ruled, in a landmark case, that Stan"}]}, {"heading": "Events", "year": "1901", "date": "January 10", "txt": "The first great Texas oil gusher is discovered at Spindletop in Beaumont, Texas.", "entities": [{"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Blowout (well drilling)", "href": "/wiki/Blowout_(well_drilling)", "description": "A blowout is the uncontrolled release of crude oil and/or natural gas from an oil well or gas well after pressure control systems have failed. Modern wells have blowout preventers intended to prevent such an occurrence. An accidental spark during a blowout can lead to a catastrophic oil or gas fire."}, {"title": "Spindletop", "href": "/wiki/Spindletop", "description": "Spindletop is an oil field located in the southern portion of Beaumont, Texas, in the United States. The Spindletop dome was derived from the Louann Salt evaporite layer of the Jurassic geologic period. On January 10, 1901, a well at Spindletop struck oil. The Spindletop gusher blew for 9 days at a rate estimated at 100,000 barrels (16,000 m3) of oil per day. Gulf Oil and Texaco, now part of Chevr"}, {"title": "Beaumont, Texas", "href": "/wiki/Beaumont,_Texas", "description": "Beaumont is a city in and the county seat of Jefferson County, Texas, in the United States, within the Beaumont–Port Arthur Metropolitan Statistical Area. Located in Southeast Texas on the Neches River about 85 miles (137 km) east of Houston, Beaumont had a population of 118,296 at the time of the 2010 census, making it the 30th most populous city in the state of Texas."}]}, {"heading": "Events", "year": "1916", "date": "January 10", "txt": "World War I: In the Erzurum Offensive, Russia defeats the Ottoman Empire.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Erzurum Offensive", "href": "/wiki/Erzurum_Offensive", "description": "The Erzurum offensive or Battle of Erzurum was a major winter offensive by the Imperial Russian Army on the Caucasus Campaign, during the First World War that led to the capture of the strategic city of Erzurum."}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1920", "date": "January 10", "txt": "The Treaty of Versailles takes effect, officially ending World War I.", "entities": [{"title": "Treaty of Versailles", "href": "/wiki/Treaty_of_Versailles", "description": "The Treaty of Versailles was the most important of the peace treaties that brought World War I to an end. The Treaty ended the state of war between Germany and the Allied Powers. It was signed on 28 June 1919 in the Palace of Versailles, exactly five years after the assassination of Archduke Franz Ferdinand, which had directly led to the war. The other Central Powers on the German side signed sepa"}]}, {"heading": "Events", "year": "1920", "date": "January 10", "txt": "League of Nations Covenant enters into force. On January 16 the organization holds its first council meeting, in Paris.", "entities": []}, {"heading": "Events", "year": "1927", "date": "January 10", "txt": "Fritz Lang's futuristic film Metropolis is released in Germany.", "entities": [{"title": "Fritz Lang", "href": "/wiki/Fritz_Lang", "description": "Friedrich Christian Anton \"Fritz\" Lang was an Austrian-German-American filmmaker, screenwriter, and occasional film producer and actor. One of the best-known émigrés from Germany's school of Expressionism, he was dubbed the \"Master of Darkness\" by the British Film Institute."}]}, {"heading": "Events", "year": "1941", "date": "January 10", "txt": "World War II: The Greek army captures Kleisoura.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Capture of Klisura Pass", "href": "/wiki/Capture_of_Klisura_Pass", "description": "The Capture of Klisura Pass was a military operation that took place during 6–11 January 1941 in southern Albania, and was one of the most important battles of the Greco-Italian War. The Italian Army, initially deployed on the Greek-Albanian border, launched a major offensive against Greece on 28 October 1940. After a two-week conflict, Greece managed to repel the invading Italians in the battles "}, {"title": "Këlcyrë", "href": "/wiki/K%C3%ABlcyr%C3%AB", "description": "Këlcyrë is a town and a municipality in southern Albania, located on the bank of the river Vjosë. It was formed at the 2015 local government reform by the merger of the former municipalities Ballaban, Dishnicë, Këlcyrë and Sukë, that became municipal units. The seat of the municipality is the town Këlcyrë. The total population is 6,113, in a total area of 304.86 km2. The population of the former m"}]}, {"heading": "Events", "year": "1946", "date": "January 10", "txt": "The first General Assembly of the United Nations assembles in the Methodist Central Hall, Westminster. Fifty-one nations are represented.", "entities": [{"title": "Methodist Central Hall, Westminster", "href": "/wiki/Methodist_Central_Hall,_Westminster", "description": "The Methodist Central Hall is a multi-purpose venue in the City of Westminster, London, serving primarily as a Methodist church and a conference centre. The building, which is a tourist attraction, also contains an art gallery, a restaurant, and an office building. It contains twenty-two conference, meeting and seminar rooms, the largest being the Great Hall, which seats 2300."}]}, {"heading": "Events", "year": "1946", "date": "January 10", "txt": "The United States Army Signal Corps successfully conducts Project Diana, bouncing radio waves off the Moon and receiving the reflected signals.", "entities": [{"title": "Project Diana", "href": "/wiki/Project_Diana", "description": "Project Diana, named for the Roman moon goddess Diana, was an experimental project of the US Army Signal Corps in 1946 to bounce radar signals off the Moon and receive the reflected signals. This was the first experiment in radar astronomy and the first active attempt to probe another celestial body. It was the inspiration for later EME (Earth-Moon-Earth) communication techniques."}, {"title": "Radio wave", "href": "/wiki/Radio_wave", "description": "Radio waves are a type of electromagnetic radiation with wavelengths in the electromagnetic spectrum longer than infrared light. Radio waves have frequencies as high as 300 gigahertz (GHz) to as low as 30 hertz (Hz). At 300 GHz, the corresponding wavelength is 1 mm ; at 30 Hz the corresponding wavelength is 10,000 km. Like all electromagnetic waves, radio waves in a vacuum travel at the speed of l"}]}, {"heading": "Events", "year": "1954", "date": "January 10", "txt": "BOAC Flight 781, a de Havilland DH.106 Comet 1, explodes and falls into the Tyrrhenian Sea, killing 35 people.", "entities": [{"title": "BOAC Flight 781", "href": "/wiki/BOAC_Flight_781", "description": "BOAC Flight 781 was a de Havilland Comet passenger jet, operated by British Overseas Airways Corporation (BOAC), that crashed on 10 January 1954 after suffering an explosive decompression at altitude. The Comet crashed into the sea near Elba Island, off the Italian coast, killing all 35 people on board. The aircraft, registered G-ALYP, had taken off shortly before from Ciampino Airport in Rome, en"}, {"title": "De Havilland Comet", "href": "/wiki/De_Havilland_Comet", "description": "The de Havilland DH.106 Comet was the world's first commercial jet airliner. Developed and manufactured by de Havilland at its Hatfield Aerodrome in Hertfordshire, United Kingdom, the Comet 1 prototype first flew in 1949. It featured an aerodynamically clean design with four de Havilland Ghost turbojet engines buried in the wing roots, a pressurised cabin, and large square windows. For the era, it"}, {"title": "Tyrrhenian Sea", "href": "/wiki/Tyrrhenian_Sea", "description": "The Tyrrhenian Sea is part of the Mediterranean Sea off the western coast of Italy. It is named for the Tyrrhenian people identified with the Etruscans of Italy."}]}, {"heading": "Events", "year": "1962", "date": "January 10", "txt": "Apollo program: NASA announces plans to build the C-5 rocket launch vehicle, which became known as the Saturn V Moon rocket, which launched every Apollo Moon mission.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Launch vehicle", "href": "/wiki/Launch_vehicle", "description": "A launch vehicle or carrier rocket is a rocket-propelled vehicle used to carry a payload from Earth's surface to space, usually to Earth orbit or beyond. A launch system includes the launch vehicle, launch pad, vehicle assembly and fuelling systems, range safety, and other related infrastructure."}, {"title": "Saturn V", "href": "/wiki/Saturn_V", "description": "Saturn V was an American super heavy-lift launch vehicle certified for human-rating used by NASA between 1967 and 1973. It consisted of three stages, each fueled by liquid propellants. It was developed to support the Apollo program for human exploration of the Moon and was later used to launch Skylab, the first American space station."}]}, {"heading": "Events", "year": "1966", "date": "January 10", "txt": "Tashkent Declaration, a peace agreement between India and Pakistan signed that resolved the Indo-Pakistani War of 1965.", "entities": [{"title": "Tashkent Declaration", "href": "/wiki/Tashkent_Declaration", "description": "The Tashkent Declaration was a peace agreement between India and Pakistan signed on 10 January 1966 that resolved the Indo-Pakistani War of 1965. Peace had been achieved on 23 September by the intervention of the external powers that pushed the two nations to cease fire, afraid the conflict could escalate and draw in other powers."}, {"title": "Indo-Pakistani War of 1965", "href": "/wiki/Indo-Pakistani_War_of_1965", "description": "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The "}]}, {"heading": "Events", "year": "1972", "date": "January 10", "txt": "Sheikh Mujibur Rahman returns to the newly independent Bangladesh as president after spending over nine months in prison in Pakistan.", "entities": [{"title": "Sheikh Mujibur Rahman", "href": "/wiki/Sheikh_Mujibur_Rahman", "description": "Sheikh Mujibur Rahman, shortened as Sheikh Mujib or Mujib, was a Bangladeshi politician and statesman. He is called the \"Father of the Nation\" in Bangladesh. He served as the first President of Bangladesh and later as the Prime Minister of Bangladesh from 17 April 1971 until his assassination on 15 August 1975. He is considered to be the driving force behind the independence of Bangladesh. He is p"}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "1981", "date": "January 10", "txt": "Salvadoran Civil War: The FMLN launches its first major offensive, gaining control of most of Morazán and Chalatenango departments", "entities": [{"title": "Salvadoran Civil War", "href": "/wiki/Salvadoran_Civil_War", "description": "The Salvadoran Civil War was a civil war in El Salvador which was fought between the military-led junta government of El Salvador and the Farabundo Martí National Liberation Front (FMLN) from 15 October 1979 to 16 January 1992. A coup on October 15, 1979, was followed by killings of anti-coup protesters by the government and of anti-disorder protesters by the guerrillas, and is widely seen as the "}, {"title": "Farabundo Martí National Liberation Front", "href": "/wiki/Farabundo_Mart%C3%AD_National_Liberation_Front", "description": "The Farabundo Martí National Liberation Front is one of the two major political parties in El Salvador."}, {"title": "Morazán Department", "href": "/wiki/Moraz%C3%A1n_Department", "description": "Morazán is a department of El Salvador. Located in the northeast part of the country, its capital is San Francisco Gotera. It covers a total surface area of 1,447 km² and has a population of more than 199,500."}, {"title": "Chalatenango Department", "href": "/wiki/Chalatenango_Department", "description": "Chalatenango is a department of El Salvador, located in the northwest of the country. The capital is the city of Chalatenango. The Chalatenango Department encompasses 2,017 km² and contains more than 204,000 inhabitants. Las Matras Archaeological Ruins contains the relics of prehistoric populations and caves in which rock writing is found. The \"5 de Noviembre\" Hydroelectric Dam is found in Chalate"}]}, {"heading": "Events", "year": "1984", "date": "January 10", "txt": "Holy See–United States relations: The United States and Holy See (Vatican City) re-establish full diplomatic relations after almost 117 years, overturning the United States Congress's 1867 ban on public funding for such a diplomatic envoy.", "entities": [{"title": "Holy See–United States relations", "href": "/wiki/Holy_See%E2%80%93United_States_relations", "description": "United States–Holy See relations are bilateral relations between the United States and the Holy See. The principal U.S. official is Chargé d'Affaires Patrick Connell, who officially started at her position on January 20, 2021. The Holy See is represented by its Apostolic Nuncio, Archbishop Christophe Pierre, who assumed office on April 12, 2016. The U.S. Embassy to the Holy See is located in Rome,"}, {"title": "Holy See", "href": "/wiki/Holy_See", "description": "The Holy See, also called the See of Rome, is the jurisdiction of the Bishop of Rome, known as the Pope, which includes the apostolic episcopal see of the Diocese of Rome with universal ecclesiastical jurisdiction of the worldwide Catholic Church, as well as a sovereign entity of international law, governing the Vatican City."}, {"title": "Vatican City", "href": "/wiki/Vatican_City", "description": "Vatican City, officially the Vatican City State, is the Holy See's independent city state, an enclave within Rome, Italy. The Vatican City State, also known as The Vatican, became independent from Italy with the Lateran Treaty (1929), and it is a distinct territory under \"full ownership, exclusive dominion, and sovereign authority and jurisdiction\" of the Holy See, itself a sovereign entity of int"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "1867", "href": "/wiki/1867", "description": "1867 (MDCCCLXVII) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1867th year of the Common Era (CE) and Anno Domini (AD) designations, the 867th year of the 2nd millennium, the 67th year of the 19th century, and the 8th year of the 1860s decade. As of the start of 1867, the Gregorian calendar was 12 days ahead of the"}]}, {"heading": "Events", "year": "1985", "date": "January 10", "txt": "Sandinista Daniel Ortega becomes president of Nicaragua and vows to continue the transformation to socialism and alliance with the Soviet Union and Cuba; American policy continues to support the Contras in their revolt against the Nicaraguan government.", "entities": [{"title": "Sandinista National Liberation Front", "href": "/wiki/Sandinista_National_Liberation_Front", "description": "The Sandinista National Liberation Front is a socialist political party in Nicaragua. Its members are called Sandinistas [sandiˈnistas] in both English and Spanish. The party is named after Augusto César Sandino, who led the Nicaraguan resistance against the United States occupation of Nicaragua in the 1930s."}, {"title": "Daniel Ortega", "href": "/wiki/Daniel_Ortega", "description": "José Daniel Ortega Saavedra is a Nicaraguan politician serving as President of Nicaragua since 2007; previously he was leader of Nicaragua from 1979 to 1990, first as Coordinator of the Junta of National Reconstruction (1979–1985) and then as President (1985–1990). A leader in the Sandinista National Liberation Front, he implemented policies to achieve leftist reforms across Nicaragua. In later ye"}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}, {"title": "Contras", "href": "/wiki/Contras", "description": "The Contras were the various U.S.-backed and funded right-wing rebel groups that were active from 1979 to the early 1990s in opposition to the Marxist Sandinista Junta of National Reconstruction Government in Nicaragua which came to power in 1979 following the Nicaraguan Revolution. Among the separate contra groups, the Nicaraguan Democratic Force (FDN) emerged as the largest by far. In 1987, virt"}]}, {"heading": "Events", "year": "1990", "date": "January 10", "txt": "Time Warner is formed by the merger of Time Inc. and Warner Communications.", "entities": [{"title": "Time Warner", "href": "/wiki/Time_Warner", "description": "Warner Media, LLC, doing business as WarnerMedia, is an American multinational mass media and entertainment conglomerate corporation owned by AT&T and headquartered in New York City, United States. It was originally formed in 1990 by Steve Ross and formerly known as Time Warner from 1990 to 2001 and 2003 to 2018, from the merger of Time Inc. and the original Warner Communications. The company has "}, {"title": "Time Inc.", "href": "/wiki/Time_Inc.", "description": "Time Inc. was an American worldwide mass media corporation founded on November 28, 1922, by Henry Luce and Briton Hadden and based in New York City. It owned and published over 100 magazine brands, including its namesake Time, Sports Illustrated, Travel + Leisure, Food & Wine, Fortune, People, InStyle, Life, Golf Magazine, Southern Living, Essence, Real Simple, and Entertainment Weekly. It also ha"}, {"title": "Warner Communications", "href": "/wiki/Warner_Communications", "description": "Warner Media, LLC, doing business as WarnerMedia, is an American multinational mass media and entertainment conglomerate corporation owned by AT&T and headquartered in New York City, United States. It was originally formed in 1990 by Steve Ross and formerly known as Time Warner from 1990 to 2001 and 2003 to 2018, from the merger of Time Inc. and the original Warner Communications. The company has "}]}, {"heading": "Events", "year": "2000", "date": "January 10", "txt": "Crossair Flight 498, a Saab 340 aircraft, crashes in Niederhasli, Switzerland, after taking off from Zurich Airport, killing 13 people.", "entities": [{"title": "Crossair Flight 498", "href": "/wiki/Crossair_Flight_498", "description": "Crossair Flight 498 was a commuter flight from Zurich, Switzerland, to Dresden, Germany, that crashed two minutes after takeoff in the Swiss municipality of Niederhasli on 10 January 2000. The seven passengers and three crew members aboard the two-turboprop engine Saab 340b aircraft all died on impact. It was the first fatal crash for the Swiss regional airline Crossair in its 25-year history."}, {"title": "Saab 340", "href": "/wiki/Saab_340", "description": "The Saab 340 is a Swedish twin-engine turboprop aircraft designed and initially produced by Saab AB and Fairchild Aircraft. It is designed to seat 30-36 passengers and, as of July 2018, there were 240 operational aircraft used by 34 different operators."}, {"title": "Niederhasli", "href": "/wiki/Niederhasli", "description": "Niederhasli is a municipality in the district of Dielsdorf in the canton of Zürich in Switzerland."}, {"title": "Switzerland", "href": "/wiki/Switzerland", "description": "Switzerland, officially the Swiss Confederation, is a landlocked country situated at the confluence of Western, Central, and Southern Europe. It is a federal republic composed of 26 cantons, with federal authorities based in Bern. Switzerland is bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among th"}, {"title": "Zurich Airport", "href": "/wiki/Zurich_Airport", "description": "Zurich Airport is the largest international airport of Switzerland and the principal hub of Swiss International Air Lines. It serves Zürich, Switzerland's largest city, and, with its surface transport links, much of the rest of the country. The airport is located 13 kilometres (8 mi) north of central Zürich, in the municipalities of Kloten, Rümlang, Oberglatt, Winkel, and Opfikon, all of which are"}]}, {"heading": "Events", "year": "2007", "date": "January 10", "txt": "A general strike begins in Guinea in an attempt to get President Lansana Conté to resign.", "entities": [{"title": "2007 Guinean general strike", "href": "/wiki/2007_Guinean_general_strike", "description": "The 2007 Guinean general strike began on January 10, 2007. Guinea's trade unions and opposition parties called on President Lansana Conté to resign, accusing him of mismanaging the economy and abusing his authority. The strikers also accused Conté of personally securing the release of Mamadou Sylla and Fodé Soumah, both accused of corruption, from prison. The strike ended on January 27 with an agr"}, {"title": "Guinea", "href": "/wiki/Guinea", "description": "Guinea, officially the Republic of Guinea, is a coastal country in West Africa. Formerly known as French Guinea, the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 "}, {"title": "Lansana Conté", "href": "/wiki/Lansana_Cont%C3%A9", "description": "Lansana Conté was the second President of Guinea, serving from 3 April 1984 until his death in December 2008. He was a Muslim and a member of the Susu ethnic group."}]}, {"heading": "Events", "year": "2012", "date": "January 10", "txt": "A bombing at Jamrud in Pakistan, kills at least 30 people and injures 78 others.", "entities": [{"title": "2012 Khyber Agency bombing", "href": "/wiki/2012_Khyber_Agency_bombing", "description": "The 2012 Khyber Agency bombing occurred on 10 January 2012, when a bomb exploded near a petrol pump in the town of Jamrud near the Afghan border in Khyber Agency of the Federally Administered Tribal Areas (FATA) of Pakistan. The bombing killed at least 30 people while 78 others were injured."}, {"title": "Jamrud", "href": "/wiki/Jamrud", "description": "Jamrūd or Jam is a town in the Khyber District of Khyber Pakhtunkhwa, Pakistan. Located in the Valley of Peshawar, on the western fringe of Peshawar city, Jamrud is the doorway to the Khyber Pass which is just to the west of the town. The pass connects Jamrud with Landi Kotal to the west, located near the border of Afghanistan's Nangarhar Province."}]}, {"heading": "Events", "year": "2013", "date": "January 10", "txt": "More than 100 people are killed and 270 injured in several bomb blasts in the Quetta area of Pakistan.", "entities": [{"title": "January 2013 Pakistan bombings", "href": "/wiki/January_2013_Pakistan_bombings", "description": "On 10 January 2013, several bombings took place in the southwestern Pakistani city of Quetta, the capital of Balochistan, killing a total of 130 people and injuring at least 270. The Quetta bombings led to protests by the city's Shia Muslim Hazara community; Prime Minister of Pakistan Raja Pervez Ashraf responded by dismissing the Chief Minister of Balochistan, Aslam Raisani, and replacing him wit"}, {"title": "Quetta", "href": "/wiki/Quetta", "description": "Quetta (Pashto: کوټه‎ ; IPA [ˈkʰwəː tə]; Balochi: کویته‎;Urdu: کوئٹہ‎; [ˈkweːʈə]  ; formerly known as Shalkot is the provincial capital and largest city of the Province of Balochistan in Pakistan. It is also the 10th largest city of Pakistan. It was largely destroyed in the 1935 Quetta earthquake, but was rebuilt and has a population of 1,001,205 according to the census of 2017. Quetta is at an av"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "2015", "date": "January 10", "txt": "A traffic accident between an oil tanker truck and passenger coach en route to Shikarpur from Karachi on the Pakistan National Highway Link Road near Gulshan-e-Hadeed, Karachi, killing at least 62 people.", "entities": [{"title": "2015 Karachi traffic accident", "href": "/wiki/2015_Karachi_traffic_accident", "description": "The 2015 Karachi traffic accident occurred on 10 January 2015, when a passenger bus in transit from Karachi to Shikarpur crashed into an oil tanker killing up to 62 people including 6 children. The bus was carrying up to 80 people, with 62 inside the bus and 10 on top, due to overcrowding. Traveling in the morning, most of the passengers were asleep when the bus crashed."}, {"title": "Shikarpur, Sindh", "href": "/wiki/Shikarpur,_Sindh", "description": "Shikarpur Śikārpūr) is a small city and the capital of Shikarpur District in Sindh province of Pakistan. It is situated about 29 km west of the right bank of the Indus, with a railway station, 37 km north-west of Sukkur. It is the 42nd largest city of Pakistan by population according to the 2017 census."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "National Highways of Pakistan", "href": "/wiki/National_Highways_of_Pakistan", "description": "National Highways of Pakistan are a network of toll highways in Pakistan, which are owned, maintained and operated by the National Highways Authority under the Ministry of Communications. It maintains 13,300 kilometres (8,300 mi) of roadways organized into various classifications which crisscross the country and provide access to major population centers. National Highways are not to be confused w"}, {"title": "Gulshan-e-Hadeed", "href": "/wiki/Gulshan-e-Hadeed", "description": "Gulshan-e-Hadeed or Gulshan-e-Hadid is a neighborhood in the Malir District of Karachi, Pakistan. It was previously a part of Bin Qasim Town, which was disbanded in 2011."}]}, {"heading": "Births", "year": "626", "date": "January 10", "txt": "Husayn ibn Ali the third Shia Imam (d. 680)", "entities": [{"title": "Husayn ibn Ali", "href": "/wiki/Husayn_ibn_Ali", "description": "Husayn ibn Ali ibn Abi Talib was a grandson of the Islamic prophet Muhammad and a son of Ali ibn Abi Talib and Muhammad's daughter Fatimah. He is an important figure in Islam as he was a member of the Household of Muhammad and the People of the Cloak, as well as the third Shia Imam."}]}, {"heading": "Births", "year": "1480", "date": "January 10", "txt": "Margaret of Austria, Duchess of Savoy (d. 1530)", "entities": [{"title": "Margaret of Austria, Duchess of Savoy", "href": "/wiki/Margaret_of_Austria,_Duchess_of_Savoy", "description": "Archduchess Margaret of Austria was Governor of the Habsburg Netherlands from 1507 to 1515 and again from 1519 to 1530. She was the first of many female regents in the Netherlands."}]}, {"heading": "Births", "year": "1538", "date": "January 10", "txt": "Louis of Nassau (d. 1574)", "entities": [{"title": "Louis of Nassau", "href": "/wiki/Louis_of_Nassau", "description": "Louis of Nassau was the third son of William, Count of Nassau and Juliana of Stolberg, and the younger brother of Prince William of Orange Nassau."}]}, {"heading": "Births", "year": "1607", "date": "January 10", "txt": "Isaac Jogues, French priest and missionary (d. 1646)", "entities": [{"title": "Isaac Jogues", "href": "/wiki/Isaac_Jogues", "description": "Isaac Jogues, S.J. was a French missionary and martyr who traveled and worked among the Iroquois, Huron, and other Native populations in North America. He was the first European to name Lake George, calling it Lac du Saint Sacrement. In 1646, Jogues was martyred by the Mohawk at their village of Ossernenon, north of the Mohawk River."}]}, {"heading": "Births", "year": "1644", "date": "January 10", "txt": "Louis François, duc de Boufflers, French general (d. 1711)", "entities": [{"title": "Louis François, duc de Boufflers", "href": "/wiki/Louis_Fran%C3%A7ois,_duc_de_Boufflers", "description": "Louis François de Boufflers, Duke of Boufflers was a French soldier. He was created count of Cagny and duke of Boufflers and named marshal of France.\n"}]}, {"heading": "Births", "year": "1654", "date": "January 10", "txt": "Joshua Barnes, English historian and scholar (d. 1712)", "entities": [{"title": "Joshua Barnes", "href": "/wiki/Joshua_Barnes", "description": "Joshua Barnes FRS, was an English scholar. His work Gerania; a New Discovery of a Little Sort of People, anciently discoursed of, called Pygmies (1675) was an Utopian romance."}]}, {"heading": "Births", "year": "1702", "date": "January 10", "txt": "Johannes Zick, German painter (d. 1762)", "entities": [{"title": "Johannes Zick", "href": "/wiki/Johannes_Zick", "description": "Johannes (Johann) Zick was a German painter of frescoes in southern Germany and active during the Baroque period. He was the father of painter Januarius Zick and considered to be an important master of the Late Baroque."}]}, {"heading": "Births", "year": "1715", "date": "January 10", "txt": "Christian August Crusius, German philosopher and theologian (d. 1775)", "entities": [{"title": "Christian August Crusius", "href": "/wiki/Christian_August_Crusius", "description": "Christian August Crusius was a German philosopher and Protestant theologian."}]}, {"heading": "Births", "year": "1729", "date": "January 10", "txt": "Lazzaro Spallanzani, Italian priest, biologist, and physiologist (d. 1799)", "entities": [{"title": "Lazzaro Spallanzani", "href": "/wiki/Lazzaro_Spallanzani", "description": "Lazzaro Spallanzani was an Italian Catholic priest, biologist and physiologist who made important contributions to the experimental study of bodily functions, animal reproduction, and animal echolocation. His research on biogenesis paved the way for the downfall of the theory of spontaneous generation, a prevailing idea at the time that organisms develop from inanimate matters, though the final de"}]}, {"heading": "Births", "year": "1750", "date": "January 10", "txt": "Thomas Erskine, 1st Baron Erskine, Scottish-English lawyer and politician, Lord Chancellor of Great Britain (d. 1823)", "entities": [{"title": "Thomas Erskine, 1st Baron Erskine", "href": "/wiki/Thomas_Erskine,_1st_Baron_Erskine", "description": "Thomas Erskine, 1st Baron Erskine, was a British lawyer and politician. He served as Lord High Chancellor of Great Britain between 1806 and 1807 in the Ministry of All the Talents."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Births", "year": "1760", "date": "January 10", "txt": "Johann Rudolf Zumsteeg, German composer and conductor (d. 1802)", "entities": [{"title": "Johann Rudolf Zumsteeg", "href": "/wiki/Johann_Rudolf_Zumsteeg", "description": "Johann Rudolf Zumsteeg was a German composer and conductor."}]}, {"heading": "Births", "year": "1769", "date": "January 10", "txt": "Michel Ney, French general (d. 1815)", "entities": [{"title": "Michel Ney", "href": "/wiki/Michel_Ney", "description": "Michel Ney, 1st Duke of Elchingen, 1st Prince of the Moskva, popularly known as Marshal Ney, was a French military commander and Marshal of the Empire who fought in the French Revolutionary Wars and the Napoleonic Wars. He was one of the original 18 Marshals of the Empire created by Napoleon I. He was known as Le Rougeaud by his men and nicknamed le Brave des Braves by Napoleon."}]}, {"heading": "Births", "year": "1776", "date": "January 10", "txt": "George Birkbeck, English physician and academic, founded Birkbeck, University of London (d. 1841)", "entities": [{"title": "George Birkbeck", "href": "/wiki/George_Birkbeck", "description": "Dr George Birkbeck was a British physician, academic, philanthropist, pioneer in adult education and a professor of natural philosophy at the Andersonian Institute. He is the founder of Birkbeck, University of London and was head of the Chemical Society. He is one of the creators of the earliest chemistry laboratory for undergraduates at University College London."}, {"title": "Birkbeck, University of London", "href": "/wiki/Birkbeck,_University_of_London", "description": "Birkbeck, University of London, is a public research university located in Bloomsbury, London, England, and a constituent college of the federal University of London. Established in 1823 as the London Mechanics' Institute by its founder, Sir George Birkbeck, and its supporters, Jeremy Bentham, J. C. Hobhouse and Henry Brougham, Birkbeck is one of the few universities to specialise in evening highe"}]}, {"heading": "Births", "year": "1780", "date": "January 10", "txt": "Martin Lichtenstein, German physician and explorer (d. 1857)", "entities": [{"title": "Martin Lichtenstein", "href": "/wiki/Martin_Lichtenstein", "description": "Martin Hinrich Carl Lichtenstein was a German physician, explorer, botanist and zoologist."}]}, {"heading": "Births", "year": "1802", "date": "January 10", "txt": "Carl Ritter von Ghega, Italian-Austrian engineer, designed the Semmering railway (d. 1860)", "entities": [{"title": "Carl Ritter von Ghega", "href": "/wiki/Carl_Ritter_von_Ghega", "description": "Karl Ritter von Ghega or Karl von Ghega was an Austrian and Albanian nobleman and the designer of the Semmering Railway from Gloggnitz to Mürzzuschlag. During his time, he was the most prominent of Austrian railway engineers and architects."}, {"title": "Semmering railway", "href": "/wiki/Semmering_railway", "description": "The Semmering railway in Austria, which starts at Gloggnitz and leads over the Semmering to Mürzzuschlag, was the first mountain railway in Europe built with a standard gauge track. It is commonly referred to as the world's first true mountain railway, given the very difficult terrain and the considerable altitude difference that was mastered during its construction. It is still fully functional a"}]}, {"heading": "Births", "year": "1810", "date": "January 10", "txt": "Ferdinand Barbedienne, French engineer (d. 1892)", "entities": [{"title": "Ferdinand Barbedienne", "href": "/wiki/Ferdinand_Barbedienne", "description": "Ferdinand Barbedienne was a French metalworker and manufacturer, who was well known as a bronze founder."}]}, {"heading": "Births", "year": "1810", "date": "January 10", "txt": "Jeremiah S. Black, American jurist and politician, 23rd United States Secretary of State (d. 1883)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1810", "date": "January 10", "txt": "William Haines, English-Australian politician, 1st Premier of Victoria (d. 1866)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1828", "date": "January 10", "txt": "Herman Koeckemann, German bishop and missionary (d. 1892)", "entities": [{"title": "Herman Koeckemann", "href": "/wiki/Herman_Koeckemann", "description": "Herman Koeckemann, formally Bernard Hermann Koeckemann, SS.CC.,, served as the second vicar apostolic of the Vicariate Apostolic of the Sandwich Islands — now the Roman Catholic Diocese of Honolulu — from 1881 to 1892."}]}, {"heading": "Births", "year": "1829", "date": "January 10", "txt": "Epameinondas Deligeorgis, Greek lawyer, journalist and politician, Prime Minister of Greece (d. 1879)", "entities": [{"title": "Epameinondas Deligeorgis", "href": "/wiki/Epameinondas_Deligeorgis", "description": "Epameinondas Deligiorgis was a Greek lawyer, newspaper reporter and politician who served as the 20th Prime Minister of Greece."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1834", "date": "January 10", "txt": "John Dalberg-Acton, 1st Baron Acton, Italian-English historian and politician (d. 1902)", "entities": [{"title": "John Dalberg-Acton, 1st Baron Acton", "href": "/wiki/John_Dalberg-Acton,_1st_Baron_Acton", "description": "John Emerich Edward Dalberg-Acton, 1st Baron Acton, 13th Marquess of Groppoli,, better known as Lord Acton, was an English Catholic historian, politician, and writer. He was the only son of Sir Ferdinand Dalberg-Acton, 7th Baronet, and a grandson of the Neapolitan admiral and prime minister Sir John Acton, 6th Baronet. Between 1837 and 1869 he was known as Sir John Dalberg-Acton, 8th Baronet."}]}, {"heading": "Births", "year": "1840", "date": "January 10", "txt": "Louis-Nazaire Bégin, Canadian cardinal (d. 1925)", "entities": [{"title": "Louis-Nazaire Bégin", "href": "/wiki/Louis-Nazaire_B%C3%A9gin", "description": "Louis-Nazaire Bégin was a Canadian Cardinal of the Catholic Church. Begin held a doctorate in Sacred Theology from the Pontifical Gregorian University in Rome and was later appointed Archbishop of Quebec by Pope Leo XIII (1898) and created cardinal by Pope Pius X (1914)."}]}, {"heading": "Births", "year": "1842", "date": "January 10", "txt": "Luigi Pigorini, Italian paleontologist, archaeologist, and ethnographer (d. 1925)", "entities": [{"title": "Luigi Pigorini", "href": "/wiki/Luigi_Pigorini", "description": "Luigi Pigorini was an Italian palaeoethnologist, archaeologist and ethnographer."}]}, {"heading": "Births", "year": "1843", "date": "January 10", "txt": "Frank James, American soldier and criminal (d. 1915)", "entities": [{"title": "Frank James", "href": "/wiki/Frank_James", "description": "Alexander Franklin James was an American Confederate soldier and guerrilla; in the post-Civil War period, he was an outlaw. The older brother of outlaw Jesse James, Frank was also part of the James–Younger Gang."}]}, {"heading": "Births", "year": "1848", "date": "January 10", "txt": "Reinhold Sadler, American merchant and politician, 9th Governor of Nevada (d. 1906)", "entities": [{"title": "Reinhold Sadler", "href": "/wiki/Reinhold_Sadler", "description": "Reinhold Sadler was an American politician. He was the ninth Governor of Nevada. He was a member of the Silver Party."}, {"title": "List of Governors of Nevada", "href": "/wiki/List_of_Governors_of_Nevada", "description": "The governor of Nevada is the head of state, head of government and chief executive of the U.S. state of Nevada, the Governor is also the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Nevada Legislature, to convene the legislature at any time, and, except in cases of treason or impeachme"}]}, {"heading": "Births", "year": "1849", "date": "January 10", "txt": "Robert Crosbie, Canadian theosophist, founded the United Lodge of Theosophists (d. 1919)", "entities": [{"title": "Robert Crosbie", "href": "/wiki/Robert_Crosbie", "description": "Robert Crosbie was a theosophist and founder of the United Lodge of Theosophists (ULT)."}, {"title": "United Lodge of Theosophists", "href": "/wiki/United_Lodge_of_Theosophists", "description": "The United Lodge of Theosophists or ULT is an informal and wholly voluntary association of students of Theosophy. It was founded in 1909, mainly through the efforts of Robert Crosbie. The first parent lodge of the ULT was started in Los Angeles by Robert Crosbie and seven other associates through the adoption of its Declaration on February 18, 1909. Owing largely to the revival efforts of B.P. Wad"}]}, {"heading": "Births", "year": "1850", "date": "January 10", "txt": "John Wellborn Root, American architect, designed the Rookery Building and Monadnock Building (d. 1891)", "entities": [{"title": "John Wellborn Root", "href": "/wiki/John_Wellborn_Root", "description": "John Wellborn Root was an American architect who was based in Chicago with Daniel Burnham. He was one of the founders of the Chicago School style. Two of his buildings have been designated a National Historic Landmark; others have been designated Chicago landmarks and listed on the National Register of Historic Places. In 1958, he was posthumously awarded the AIA Gold Medal."}, {"title": "Rookery Building", "href": "/wiki/Rookery_Building", "description": "The Rookery Building is a historic office building located at 209 South LaSalle Street in the Chicago Loop. Completed by architects Daniel Burnham and John Wellborn Root of Burnham and Root in 1888, it is considered one of their masterpiece buildings, and was once the location of their offices. The building is 181 feet (55 m) in height, twelve stories tall, and is considered the oldest standing hi"}, {"title": "Monadnock Building", "href": "/wiki/Monadnock_Building", "description": "The Monadnock Building is a 16-story skyscraper located at 53 West Jackson Boulevard in the south Loop area of Chicago. The north half of the building was designed by the firm of Burnham & Root and built starting in 1891. The tallest load-bearing brick building ever constructed, it employed the first portal system of wind bracing in America. Its decorative staircases represent the first structural"}]}, {"heading": "Births", "year": "1854", "date": "January 10", "txt": "Ramón Corral, Mexican general and politician, 6th Vice President of Mexico (d. 1912)", "entities": [{"title": "Ramón Corral", "href": "/wiki/Ram%C3%B3n_Corral", "description": "Ramón Corral Verdugo was the Vice President of Mexico under Porfirio Díaz from 1904 until their resignations in May 1911."}, {"title": "Vice President of Mexico", "href": "/wiki/Vice_President_of_Mexico", "description": "The office of Vice President of Mexico was created by the Constitution of 1824, and was finally abolished by the current Constitution of 1917. Many Mexican vice presidents acted as president during time between the end of the First Mexican Empire and the establishment of the Second Mexican Empire."}]}, {"heading": "Births", "year": "1858", "date": "January 10", "txt": "Heinrich Zille, German illustrator and photographer (d. 1929)", "entities": [{"title": "Heinrich Zille", "href": "/wiki/Heinrich_Zille", "description": "Rudolf Heinrich Zille was a German illustrator, caricaturist, lithographer and photographer."}]}, {"heading": "Births", "year": "1859", "date": "January 10", "txt": "Francesc Ferrer i Guàrdia, Spanish philosopher and academic (d. 1909)", "entities": [{"title": "Francesc Ferrer i Guàrdia", "href": "/wiki/Francesc_Ferrer_i_Gu%C3%A0rdia", "description": "Francisco Ferrer i Guàrdia (1859–1909) was a radical freethinker, anarchist, and educationist behind a network of secular, private, libertarian schools in and around Barcelona. His execution, following a revolt in Barcelona, propelled Ferrer into martyrdom and grew an international movement of radicals and libertarians, who established schools in his model and promoted his schooling approach."}]}, {"heading": "Births", "year": "1860", "date": "January 10", "txt": "Charles G. D. Roberts, Canadian poet and author (d. 1943)", "entities": [{"title": "Charles G. D. Roberts", "href": "/wiki/Charles_G._D._Roberts", "description": "Sir Charles George Douglas Roberts was a Canadian poet and prose writer. He was one of the first Canadian authors to be internationally known. He published various works on Canadian exploration and natural history, verse, travel books, and fiction.\"\nHe continued to be a well-known \"man of letters\" until his death."}]}, {"heading": "Births", "year": "1864", "date": "January 10", "txt": "Grand Duke Peter Nikolaevich of Russia (d. 1931)", "entities": [{"title": "Grand Duke Peter Nikolaevich of Russia", "href": "/wiki/Grand_Duke_Peter_Nikolaevich_of_Russia", "description": "Grand Duke Peter Nikolaevich of Russia was a Russian Grand Duke and a member of the Russian Imperial Family."}]}, {"heading": "Births", "year": "1873", "date": "January 10", "txt": "Algernon Maudslay, English sailor (d. 1948)", "entities": [{"title": "Algernon Maudslay", "href": "/wiki/Algernon_Maudslay", "description": "Algernon Maudslay CBE was a sailor from Great Britain, who represented his country at the 1900 Summer Olympics in Meulan, France. With Lorne Currie as helmsman and fellow crewmember John Gretton and Linton Hope, Maudslay took 1st place in the race of the .5 to 1 ton."}]}, {"heading": "Births", "year": "1873", "date": "January 10", "txt": "Jack O'Neill, Irish-American baseball player (d. 1935)", "entities": []}, {"heading": "Births", "year": "1873", "date": "January 10", "txt": "George Orton, Canadian runner and hurdler (d. 1958)", "entities": []}, {"heading": "Births", "year": "1875", "date": "January 10", "txt": "Issai Schur, German mathematician and academic (d. 1941)", "entities": [{"title": "Issai Schur", "href": "/wiki/Issai_Schur", "description": "Issai Schur was a Russian mathematician who worked in Germany for most of his life. He studied at the University of Berlin. He obtained his doctorate in 1901, became lecturer in 1903 and, after a stay at the University of Bonn, professor in 1919."}]}, {"heading": "Births", "year": "1877", "date": "January 10", "txt": "Frederick Gardner Cottrell, American physical chemist, inventor and philanthropist (d. 1948)", "entities": [{"title": "Frederick Gardner Cottrell", "href": "/wiki/Frederick_Gardner_Cottrell", "description": "Frederick Gardner Cottrell was an American physical chemist, inventor and philanthropist. He is best known for his invention of the electrostatic precipitator, one of the first inventions designed to eliminate air pollution—and for establishing the Research Corporation for Science Advancement, a foundation that has funded scientific research since 1912."}]}, {"heading": "Births", "year": "1878", "date": "January 10", "txt": "John McLean, American hurdler, football player, and coach (d. 1955)", "entities": [{"title": "John McLean (athlete)", "href": "/wiki/John_McLean_(athlete)", "description": "John Frederick McLean was an All-American college football player, track and field athlete, and coach. He won a silver medal in the 110 metre hurdles at the 1900 Summer Olympics in Paris with a time of 15.5 seconds. He was also selected as an All-American football player in 1899 while playing for the University of Michigan. He went on to coach the Knox College and University of Missouri football t"}]}, {"heading": "Births", "year": "1880", "date": "January 10", "txt": "Manuel Azaña, Spanish jurist and politician, 7th President of Spain (d. 1940)", "entities": [{"title": "Manuel Azaña", "href": "/wiki/Manuel_Aza%C3%B1a", "description": "Manuel Azaña Díaz was a Spanish politician who served as Prime Minister of the Second Spanish Republic, organizer of the Popular Front in 1935 and the last President of the Republic (1936–1939). He was the most prominent leader of the losing Republican cause during the Spanish Civil War of 1936–1939."}, {"title": "President of Spain", "href": "/wiki/President_of_Spain", "description": "President of the Republic was the title of the head of state during the Second Spanish Republic (1931–39). The office was based on the model of the Weimar Republic, then still in power in Germany, and a compromise between the French and American presidential systems."}]}, {"heading": "Births", "year": "1883", "date": "January 10", "txt": "Francis X. Bushman, American actor, director, and screenwriter (d. 1966)", "entities": [{"title": "Francis X. Bushman", "href": "/wiki/Francis_X._Bushman", "description": "Francis Xavier Bushman was an American film actor and director. His career as a matinee idol started in 1911 in the silent film His Friend's Wife. He gained a large female following and was one of the biggest stars of the 1910s and early 1920s."}]}, {"heading": "Births", "year": "1883", "date": "January 10", "txt": "Aleksey Nikolayevich Tolstoy, Russian journalist, author, and poet (d. 1945)", "entities": []}, {"heading": "Births", "year": "1887", "date": "January 10", "txt": "Robinson Jeffers, American poet and philosopher (d. 1962)", "entities": [{"title": "Robinson Jeffers", "href": "/wiki/Robinson_Jeffers", "description": "John Robinson Jeffers was an American poet, known for his work about the central California coast. Much of Jeffers's poetry was written in narrative and epic form. However, he is also known for his shorter verse and is considered an icon of the environmental movement. Influential and highly regarded in some circles, despite or because of his philosophy of \"inhumanism\", Jeffers believed that transc"}]}, {"heading": "Births", "year": "1890", "date": "January 10", "txt": "Pina Menichelli, Italian actress (d. 1984)", "entities": [{"title": "Pina Menichelli", "href": "/wiki/Pina_Menichelli", "description": "Giuseppa Iolanda Menichelli, known professionally as Pina Menichelli, was an Italian actress. After a career in theatre and a series of small film roles, Menichelli was launched as a film star when Giovanni Pastrone gave her the lead role in The Fire (1916). Over the next nine years, Menichelli made a series of films, often trading on her image as a diva and on her passionate, decadent eroticism. "}]}, {"heading": "Births", "year": "1891", "date": "January 10", "txt": "Heinrich Behmann, German mathematician and academic (d. 1970)", "entities": [{"title": "Heinrich Behmann", "href": "/wiki/Heinrich_Behmann", "description": "Heinrich Behmann was a German mathematician. He performed research in the field of set theory and predicate logic."}]}, {"heading": "Births", "year": "1891", "date": "January 10", "txt": "Ann Shoemaker, American actress (d. 1978)", "entities": []}, {"heading": "Births", "year": "1892", "date": "January 10", "txt": "Dumas Malone, American historian and author (d. 1986)", "entities": [{"title": "Dumas Malone", "href": "/wiki/Dumas_Malone", "description": "Dumas Malone was an American historian, biographer, and editor noted for his six-volume biography on Thomas Jefferson, Jefferson and His Time, for which he received the 1975 Pulitzer Prize for history and his co-editorship of the twenty-volume Dictionary of American Biography. In 1983, he was awarded the Presidential Medal of Freedom."}]}, {"heading": "Births", "year": "1892", "date": "January 10", "txt": "Melchior Wańkowicz, Polish soldier, journalist, and author (d. 1974)", "entities": []}, {"heading": "Births", "year": "1893", "date": "January 10", "txt": "Albert Jacka, Australian captain, Victoria Cross recipient (d. 1932)", "entities": [{"title": "Albert Jacka", "href": "/wiki/Albert_Jacka", "description": "Albert Jacka, was an Australian recipient of the Victoria Cross, the highest decoration for gallantry \"in the face of the enemy\" that can be awarded to members of the British and Commonwealth armed forces. Jacka was the first Australian to be decorated with the VC during the First World War, receiving the medal for his actions during the Gallipoli Campaign. He later served on the Western Front and"}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1894", "date": "January 10", "txt": "Pingali Lakshmikantam, Indian poet and author (d. 1972)", "entities": [{"title": "Pingali Lakshmikantam", "href": "/wiki/Pingali_Lakshmikantam", "description": "Pingali Lakshmikantam was an Indian poet and writer."}]}, {"heading": "Births", "year": "1895", "date": "January 10", "txt": "Percy Cerutty, Australian athletics coach (d. 1975)", "entities": [{"title": "Percy Cerutty", "href": "/wiki/Percy_Cerutty", "description": "Percy Wells Cerutty was an Australian athletics coach in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1896", "date": "January 10", "txt": "Yong Mun Sen, Malaysian watercolour painter (d. 1962)", "entities": [{"title": "Yong Mun Sen", "href": "/wiki/Yong_Mun_Sen", "description": "Yong Mun Sen was a Malaysian artist and one of the founder of Nanyang Academy of Fine Arts in Singapore, then Malaya. Born Yong Yen Lang in Kuching, Sarawak, he changed his name to Yong Mun Sen in 1922."}]}, {"heading": "Births", "year": "1898", "date": "January 10", "txt": "Katharine Burr Blodgett, American physicist and engineer (d. 1979)", "entities": [{"title": "Katharine Burr Blodgett", "href": "/wiki/Katharine_Burr_Blodgett", "description": "Katharine Burr Blodgett was an American physicist and chemist known for her work on surface chemistry, in particular her invention of \"invisible\" or nonreflective glass while working at General Electric. She was the first woman to be awarded a Ph.D. in physics from the University of Cambridge, in 1926."}]}, {"heading": "Births", "year": "1900", "date": "January 10", "txt": "Violette Cordery, English racing driver (d. 1983)", "entities": [{"title": "Violette Cordery", "href": "/wiki/Violette_Cordery", "description": "Violette Cordery, was a British racing driver and long distance record breaker."}]}, {"heading": "Births", "year": "1902", "date": "January 10", "txt": "Dobriša Cesarić, Croatian poet and translator (d. 1980)", "entities": [{"title": "Dobriša Cesarić", "href": "/wiki/Dobri%C5%A1a_Cesari%C4%87", "description": "Dobriša Cesarić was a Croatian poet and translator born in Požega. Cesarić is considered as one of the greatest Croatian poets of the 20th century. In 1951 he became a member of the Yugoslav Academy of Sciences and Arts."}]}, {"heading": "Births", "year": "1903", "date": "January 10", "txt": "Barbara Hepworth, English sculptor (d. 1975)", "entities": [{"title": "Barbara Hepworth", "href": "/wiki/Barbara_Hepworth", "description": "Dame Jocelyn Barbara Hepworth was an English artist and sculptor. Her work exemplifies Modernism and in particular modern sculpture. Along with artists such as Ben Nicholson and Naum Gabo, Hepworth was a leading figure in the colony of artists who resided in St Ives during the First and Second World Wars."}]}, {"heading": "Births", "year": "1903", "date": "January 10", "txt": "Pud Thurlow, Australian cricketer (d. 1975)", "entities": []}, {"heading": "Births", "year": "1903", "date": "January 10", "txt": "Voldemar Väli, Estonian wrestler (d. 1997)", "entities": []}, {"heading": "Births", "year": "1904", "date": "January 10", "txt": "Ray Bolger, American actor and dancer (d. 1987)", "entities": [{"title": "Ray Bolger", "href": "/wiki/Ray_Bolger", "description": "Raymond Wallace Bolger was an American film and television actor, vaudevillian, singer, dancer and stage performer who started in the silent film era. He was a major Broadway performer in the 1930s and beyond. He is best known for his role as the Scarecrow and his Kansas counterpart farm worker \"Hunk\" in The Wizard of Oz (1939) and the villainous Barnaby in Walt Disney's holiday musical fantasy Ba"}]}, {"heading": "Births", "year": "1905", "date": "January 10", "txt": "Albert Arlen, Australian pianist, composer, actor, and playwright (d. 1993)", "entities": [{"title": "Albert Arlen", "href": "/wiki/Albert_Arlen", "description": "Albert Arlen AM was a Turkish Australian pianist, composer, actor and playwright. He is best known for his musical The Sentimental Bloke, the \"Alamein Concerto\", and his setting of Banjo Paterson's Clancy of the Overflow."}]}, {"heading": "Births", "year": "1907", "date": "January 10", "txt": "Gordon Kidd Teal, American engineer and inventor (d. 2003)", "entities": [{"title": "Gordon Kidd Teal", "href": "/wiki/Gordon_Kidd_Teal", "description": "Gordon Kidd Teal was an American engineer. He invented a method of applying the Czochralski method to produce extremely pure germanium single crystals used in making greatly improved transistors. He, together with Morgan Sparks, invented a modification of the process that produced the configuration necessary for the fabrication of bipolar junction transistors. He is most remembered for developing "}]}, {"heading": "Births", "year": "1908", "date": "January 10", "txt": "Paul Henreid, Italian-American actor and director (d. 1992)", "entities": [{"title": "Paul Henreid", "href": "/wiki/Paul_Henreid", "description": "Paul Henreid was an Austrian-British-American actor, director, producer, and writer. He is best remembered for two film roles: Victor Laszlo in Casablanca and Jerry Durrance in Now, Voyager, both released between 1942 and 1943."}]}, {"heading": "Births", "year": "1910", "date": "January 10", "txt": "Jean Martinon, French conductor and composer (d. 1976)", "entities": [{"title": "Jean Martinon", "href": "/wiki/Jean_Martinon", "description": "Jean Francisque-Étienne Martinon was a French conductor and composer."}]}, {"heading": "Births", "year": "1911", "date": "January 10", "txt": "Binod Bihari Chowdhury, Bangladeshi activist (d. 2013)", "entities": [{"title": "Binod Bihari Chowdhury", "href": "/wiki/Binod_Bihari_Chowdhury", "description": "Binod Bihari Chowdhury was a Bangladeshi social worker and an anti-colonial revolutionary. He was influential in the Indian independence movement and a veteran member of the civil society of Bangladesh. He is mostly known for his participation in the Chittagong Armoury Raid, an armed resistance movement led by Surya Sen to uproot the British colonial rule from British India in 1930."}]}, {"heading": "Births", "year": "1911", "date": "January 10", "txt": "Norman Heatley, English biologist and chemist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1912", "date": "January 10", "txt": "Maria Mandl, Austrian SS guard (d. 1948)", "entities": [{"title": "Maria Mandl", "href": "/wiki/Maria_Mandl", "description": "Maria Mandl was an Austrian SS-Helferin known for her role in the Holocaust as a top-ranking official at the Auschwitz-Birkenau extermination camp where she is believed to have been directly complicit in the deaths of over 500,000 female prisoners. She was executed for war crimes."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1913", "date": "January 10", "txt": "Franco Bordoni, Italian racing driver and pilot (d. 1975)", "entities": [{"title": "Franco Bordoni", "href": "/wiki/Franco_Bordoni", "description": "Franco Bordoni-Bisleri was an Italian aviator and racing car driver. He is one of the top-scoring aces of the Regia Aeronautica, with 19 air victories. His nickname was \"Robur\" and was painted on most of his aircraft and racing cars."}]}, {"heading": "Births", "year": "1913", "date": "January 10", "txt": "Gustáv Husák, Slovak politician, 9th President of Czechoslovakia (d. 1991)", "entities": [{"title": "President of Czechoslovakia", "href": "/wiki/President_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Births", "year": "1913", "date": "January 10", "txt": "Mehmet Shehu, Albanian soldier and politician, 22nd Prime Minister of Albania (d. 1981)", "entities": [{"title": "List of Prime Ministers of Albania", "href": "/wiki/List_of_Prime_Ministers_of_Albania", "description": "The Prime Minister of Albania, officially styled Prime Minister of the Republic of Albania, is the head of government of the Republic of Albania and the most powerful and influential person in Albanian politics. The prime minister holds the executive power of the nation and represents the Council of Ministers and chairs its meetings."}]}, {"heading": "Births", "year": "1914", "date": "January 10", "txt": "Yu Kuo-hwa, Chinese politician, 23rd Premier of the Republic of China (d. 2000)", "entities": [{"title": "Yu Kuo-hwa", "href": "/wiki/Yu_Kuo-hwa", "description": "Yu Kuo-hwa was the Premier of the Republic of China from 1984 to 1989."}, {"title": "Premier of the Republic of China", "href": "/wiki/Premier_of_the_Republic_of_China", "description": "The Premier of the Republic of China, officially the President of the Executive Yuan (行政院院長), is head of government of the Republic of China and leader of the Executive Yuan. The Premier is appointed by the President of the Republic of China without approval by the Legislative Yuan. The office is also alternatively known as the Premier of Taiwan or the Prime Minister of Taiwan."}]}, {"heading": "Births", "year": "1915", "date": "January 10", "txt": "Dean Dixon, American-Swiss conductor (d. 1976)", "entities": [{"title": "Dean Dixon", "href": "/wiki/Dean_Dixon", "description": "Charles Dean Dixon was an American conductor."}]}, {"heading": "Births", "year": "1915", "date": "January 10", "txt": "Cynthia Freeman, American author (d. 1988)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 10", "txt": "Sune Bergström, Swedish biochemist and academic, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Sune Bergström", "href": "/wiki/Sune_Bergstr%C3%B6m", "description": "Karl Sune Detlof Bergström was a Swedish biochemist. In 1975, he was appointed to the Nobel Foundation Board of Directors in Sweden, and was awarded the Louisa Gross Horwitz Prize from Columbia University, together with Bengt I. Samuelsson.\nHe shared the Nobel Prize in Physiology or Medicine with Bengt I. Samuelsson and John R. Vane in 1982, for discoveries concerning prostaglandins and related su"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1916", "date": "January 10", "txt": "Eldzier Cortor, American painter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1916", "date": "January 10", "txt": "Don Metz, Canadian ice hockey player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1917", "date": "January 10", "txt": "Jerry Wexler, American journalist and producer (d. 2008)", "entities": [{"title": "Jerry Wexler", "href": "/wiki/Jerry_Wexler", "description": "Gerald \"Jerry\" Wexler was a music journalist turned music producer, and was one of the main record industry players behind music from the 1950s through the 1980s. He coined the term \"rhythm and blues\", and was integral in signing and/or producing many of the biggest acts of the time, including Ray Charles, the Allman Brothers, Chris Connor, Aretha Franklin, Led Zeppelin, Wilson Pickett, Dire Strai"}]}, {"heading": "Births", "year": "1918", "date": "January 10", "txt": "Les Bennett, English footballer and manager (d. 1999)", "entities": [{"title": "Les Bennett", "href": "/wiki/Les_Bennett", "description": "Leslie Donald Bennett was an English professional footballer who played as an inside forward for Tottenham Hotspur and West Ham United."}]}, {"heading": "Births", "year": "1918", "date": "January 10", "txt": "Arthur Chung, Guyanese lawyer and politician, 1st President of Guyana (d. 2008)", "entities": [{"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Births", "year": "1919", "date": "January 10", "txt": "Terukuni Manzō, Japanese sumo wrestler, the 38th Yokozuna (d. 1977)", "entities": [{"title": "Terukuni Manzō", "href": "/wiki/Terukuni_Manz%C5%8D", "description": "Terukuni Manzō  was a Japanese professional sumo wrestler from Ogachi, Akita. He was the sport's 38th yokozuna. He was promoted to yokozuna without any top division tournament titles to his name, although he later attained two."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1919", "date": "January 10", "txt": "Milton Parker, American businessman, co-founded the Carnegie Deli (d. 2009)", "entities": [{"title": "Carnegie Deli", "href": "/wiki/Carnegie_Deli", "description": "The Carnegie Deli was a small Jewish delicatessen chain based in New York City. Its main branch, opened in 1937 near Carnegie Hall, was located at 854 7th Avenue in Midtown Manhattan. It closed on December 31, 2016. There is one branch still in operation at Madison Square Garden in Manhattan. The deli, though having had its main branch closed, still operates a wholesale distribution service."}]}, {"heading": "Births", "year": "1920", "date": "January 10", "txt": "Rosella Hightower, American ballerina (d. 2008)", "entities": [{"title": "Rosella Hightower", "href": "/wiki/Rosella_Hightower", "description": "Rosella Hightower was an American ballerina who achieved fame in both the United States and Europe."}]}, {"heading": "Births", "year": "1920", "date": "January 10", "txt": "Roberto M. Levingston, Argentinian general and politician, 36th President of Argentina (d. 2015)", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1921", "date": "January 10", "txt": "Rodger Ward, American aviator, race car driver and sportscaster (d. 2004)", "entities": [{"title": "Rodger Ward", "href": "/wiki/Rodger_Ward", "description": "Rodger M. Ward was a WWII P-38 aviator in the United States Army Air Forces, and an American race driver with 26 victories in top echelon open-wheel racing in North America, two Indianapolis 500 victories, and two USAC National Championships, who conceived the classic tri-oval design and layout of Pocono International Raceway, modeled after his three favorite signature turns, at Trenton, Indianapo"}]}, {"heading": "Births", "year": "1922", "date": "January 10", "txt": "Billy Liddell, Scottish-English footballer (d. 2001)", "entities": [{"title": "Billy Liddell", "href": "/wiki/Billy_Liddell", "description": "William Beveridge Liddell was a Scottish footballer, who played his entire professional career with Liverpool. He signed with the club as a teenager in 1938 and retired in 1961, having scored 228 goals in 534 appearances. He was Liverpool's leading goalscorer in the league in eight out of nine seasons from 1949–50 to 1957–58, and surpassed Elisha Scott's club record for most league appearances in "}]}, {"heading": "Births", "year": "1924", "date": "January 10", "txt": "Earl Bakken, American inventor (d. 2018)", "entities": [{"title": "Earl Bakken", "href": "/wiki/Earl_Bakken", "description": "Earl Elmer Bakken  was an American engineer, businessman and philanthropist of Dutch and Norwegian American ancestry. He founded Medtronic, where he developed the first external, battery-operated, transistorized, wearable artificial pacemaker in 1957."}]}, {"heading": "Births", "year": "1924", "date": "January 10", "txt": "Ludmilla Chiriaeff, Canadian ballerina, choreographer, and director (d. 1996)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 10", "txt": "Billie Sol Estes, American financier and businessman (d. 2013)", "entities": [{"title": "Billie Sol Estes", "href": "/wiki/Billie_Sol_Estes", "description": "Billie Sol Estes was an American businessman and financier best known for his involvement in a business fraud scandal that complicated his ties to friend and future U.S. President Lyndon Johnson."}]}, {"heading": "Births", "year": "1926", "date": "January 10", "txt": "Musallam Bseiso, Palestinian journalist and politician (d. 2017)", "entities": [{"title": "Musallam Bseiso", "href": "/wiki/Musallam_Bseiso", "description": "Musallam Wajih Bseiso was a Palestinian thinker, intellectual, journalist, and politician."}]}, {"heading": "Births", "year": "1927", "date": "January 10", "txt": "Gisele MacKenzie, Canadian-American singer and actress (d. 2003)", "entities": [{"title": "Gisele MacKenzie", "href": "/wiki/Gisele_MacKenzie", "description": "Gisèle MacKenzie was a Canadian-American singer, actress, and commercial spokesperson, best known for her performances on the US television program Your Hit Parade."}]}, {"heading": "Births", "year": "1927", "date": "January 10", "txt": "Johnnie Ray, American singer-songwriter and pianist (d. 1990)", "entities": []}, {"heading": "Births", "year": "1927", "date": "January 10", "txt": "Otto Stich, Swiss lawyer and politician, 140th President of the Swiss Confederation (d. 2012)", "entities": [{"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1928", "date": "January 10", "txt": "Philip Levine, American poet and academic (d. 2015)", "entities": [{"title": "Philip Levine (poet)", "href": "/wiki/Philip_Levine_(poet)", "description": "Philip Levine was an American poet best known for his poems about working-class Detroit. He taught for more than thirty years in the English department of California State University, Fresno and held teaching positions at other universities as well. He served on the Board of Chancellors of the Academy of American Poets from 2000 to 2006, and was appointed Poet Laureate of the United States for 201"}]}, {"heading": "Births", "year": "1928", "date": "January 10", "txt": "Peter Mathias, English historian and academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "January 10", "txt": "Roy E. Disney, American businessman (d. 2009)", "entities": [{"title": "Roy E. Disney", "href": "/wiki/Roy_E._Disney", "description": "Roy Edward Disney KCSG was a longtime senior executive for the Walt Disney Company, which was founded by his father, Roy O. Disney, and his uncle, Walt Disney. At the time of his death, he held more than 16 million shares, and served as a consultant for the company, as director emeritus for the board of directors. During his tenure, he organized the ousting of two top Disney executives: Ron Miller"}]}, {"heading": "Births", "year": "1931", "date": "January 10", "txt": "Peter Barnes, English playwright and screenwriter (d. 2004)", "entities": [{"title": "Peter Barnes (playwright)", "href": "/wiki/Peter_Barnes_(playwright)", "description": "Peter Barnes was an English Olivier Award-winning playwright and screenwriter. His most famous work is the play The Ruling Class, which was made into a 1972 film for which Peter O'Toole received an Oscar nomination."}]}, {"heading": "Births", "year": "1931", "date": "January 10", "txt": "Rosalind Howells, Baroness Howells of St Davids, Grenadian-English academic and politician", "entities": []}, {"heading": "Births", "year": "1931", "date": "January 10", "txt": "Nik Abdul Aziz Nik Mat, Malaysian cleric and politician, 12th Menteri Besar of Kelantan (d. 2015)", "entities": [{"title": "List of Menteris Besar of Kelantan", "href": "/wiki/List_of_Menteris_Besar_of_Kelantan", "description": "The Menteri Besar of Kelantan is the head of government in the Malaysian state of Kelantan. According to convention, the Menteri Besar is the leader of the majority party or largest coalition party of the Kelantan State Legislative Assembly."}]}, {"heading": "Births", "year": "1932", "date": "January 10", "txt": "Lou Henson, American college basketball coach (d. 2020)", "entities": [{"title": "Lou Henson", "href": "/wiki/Lou_Henson", "description": "Louis Ray Henson was an American college basketball coach. He retired as the all-time leader in victories at the University of Illinois with 423 victories and New Mexico State with 289 victories. Overall Henson won 779 games, putting him in sixteenth place on the all-time list. Henson was also one of only four NCAA coaches to have amassed at least 200 total wins at two institutions. On February 17"}, {"title": "College basketball", "href": "/wiki/College_basketball", "description": "College basketball in the United States is governed by collegiate athletic bodies including National Collegiate Athletic Association (NCAA), the National Association of Intercollegiate Athletics (NAIA), the United States Collegiate Athletic Association (USCAA), the National Junior College Athletic Association (NJCAA), and the National Christian College Athletic Association (NCCAA). Each of these v"}]}, {"heading": "Births", "year": "1934", "date": "January 10", "txt": "Leonid Kravchuk, Ukrainian politician, 1st President of Ukraine", "entities": [{"title": "Leonid Kravchuk", "href": "/wiki/Leonid_Kravchuk", "description": "Leonid Makarovych Kravchuk is a former Ukrainian politician and the first President of Ukraine, who served from 5 December 1991 until 19 July 1994. He is also a former Chairman of the Verkhovna Rada and People's Deputy of Ukraine serving in the Social Democratic Party of Ukraine (united) faction."}, {"title": "President of Ukraine", "href": "/wiki/President_of_Ukraine", "description": "The President of Ukraine is the Ukrainian head of state. The president represents the nation in international relations, administers the foreign political activity of the state, conducts negotiations and concludes international treaties. The president is directly elected by the citizens of Ukraine for a five-year term of office, limited to two terms consecutively."}]}, {"heading": "Births", "year": "1935", "date": "January 10", "txt": "Ronnie Hawkins, American rockabilly singer-songwriter and guitarist", "entities": [{"title": "Ronnie Hawkins", "href": "/wiki/Ronnie_Hawkins", "description": "Ronald Hawkins, OC, is an American/Canadian rock and roll musician whose career has spanned more than half a century. His career began in Arkansas, where he was born and raised. He found success in Ontario, Canada, and has lived there for most of his life. He is considered highly influential in the establishment and evolution of rock music in Canada."}]}, {"heading": "Births", "year": "1935", "date": "January 10", "txt": "Sherrill Milnes, American opera singer and educator", "entities": []}, {"heading": "Births", "year": "1936", "date": "January 10", "txt": "Stephen E. Ambrose, American historian and author (d. 2002)", "entities": [{"title": "Stephen E. Ambrose", "href": "/wiki/Stephen_E._Ambrose", "description": "Stephen Edward Ambrose was an American historian and biographer of U.S. Presidents Dwight D. Eisenhower and Richard Nixon. He was a longtime professor of history at the University of New Orleans and the author of many bestselling volumes of American popular history."}]}, {"heading": "Births", "year": "1936", "date": "January 10", "txt": "Robert Woodrow Wilson, American physicist and astronomer, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1937", "date": "January 10", "txt": "Daniel Walker Howe, American historian and academic", "entities": [{"title": "Daniel Walker Howe", "href": "/wiki/Daniel_Walker_Howe", "description": "Daniel Walker Howe is an American historian who specializes in the early national period of U.S. history, with a particular interest in its intellectual and religious dimensions. He was Rhodes Professor of American History at Oxford University in England and Professor of History Emeritus at the University of California, Los Angeles. He won the 2008 Pulitzer Prize for History for What Hath God Wrou"}]}, {"heading": "Births", "year": "1937", "date": "January 10", "txt": "Thomas Penfield Jackson, American soldier, lawyer, and judge (d. 2013)", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 10", "txt": "Elza Ibrahimova, Azerbaijani composer (d. 2012)", "entities": [{"title": "Elza Ibrahimova", "href": "/wiki/Elza_Ibrahimova", "description": "Elza Imameddin qizi Ibrahimova  was an Azerbaijani composer, People's artist of the Republic of Azerbaijan (2008) and People's artist of Dagestan."}]}, {"heading": "Births", "year": "1938", "date": "January 10", "txt": "Donald Knuth, American computer scientist and mathematician", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 10", "txt": "Frank Mahovlich, Canadian ice hockey player and politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 10", "txt": "Willie McCovey, American baseball player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 10", "txt": "William Levy, American-Dutch journalist, author, and poet (d. 2019)", "entities": [{"title": "William Levy (author)", "href": "/wiki/William_Levy_(author)", "description": "William Levy, also known as the Talmudic Wizard of Amsterdam, was an American writer, editor and former radio personality, plus the author of such works as The Virgin Sperm Dancer, Wet Dreams, Certain Radio Speeches of Ezra Pound and Natural Jewboy."}]}, {"heading": "Births", "year": "1939", "date": "January 10", "txt": "Scott McKenzie, American singer-songwriter and guitarist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1939", "date": "January 10", "txt": "Sal Mineo, American actor (d. 1976)", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 10", "txt": "K. J. Yesudas, Indian singer and music director", "entities": [{"title": "K. J. Yesudas", "href": "/wiki/K._J._Yesudas", "description": "Kattassery Joseph Yesudas also known as Jesudas is an Indian playback singer and musician who sings Indian classical, devotional and film songs. Yesudas has recorded more than 50,000 songs in various Indian languages, including Malayalam, Tamil, Telugu, Hindi, Kannada, Bengali, Odia, Marathi as well as Arabic, English, Latin, and Russian, in a career spanning six decades. He is mostly known for hi"}]}, {"heading": "Births", "year": "1940", "date": "January 10", "txt": "Godfrey Hewitt, English geneticist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 10", "txt": "Tom Clarke, Scottish politician, Shadow Secretary of State for Scotland", "entities": [{"title": "Tom Clarke (politician)", "href": "/wiki/Tom_Clarke_(politician)", "description": "Sir Thomas Clarke, is a British Labour Party politician who was a Member of Parliament (MP) from 1982 until 2015, representing Coatbridge, Chryston and Bellshill from 2005 until losing his seat to Philip Boswell of the SNP in the May 2015 general election."}, {"title": "Shadow Secretary of State for Scotland", "href": "/wiki/Shadow_Secretary_of_State_for_Scotland", "description": "The Shadow Secretary of State for Scotland is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Scotland and his/her department, the Scotland Office. The incumbent holder of the office is Ian Murray."}]}, {"heading": "Births", "year": "1942", "date": "January 10", "txt": "Graeme Gahan, Australian footballer and coach", "entities": [{"title": "Graeme Gahan", "href": "/wiki/Graeme_Gahan", "description": "Graeme Arthur Gahan was an Australian rules footballer who played with Richmond in the Victorian Football League (VFL)."}]}, {"heading": "Births", "year": "1943", "date": "January 10", "txt": "Jim Croce, American singer-songwriter (d. 1973)", "entities": [{"title": "Jim Croce", "href": "/wiki/Jim_Croce", "description": "James Joseph Croce was an American folk and rock singer-songwriter. Between 1966 and 1973, Croce released five studio albums and numerous singles.\nDuring this period, Croce took a series of odd jobs to pay bills while he continued to write, record, and perform concerts. After forming a partnership with songwriter and guitarist Maury Muehleisen his fortunes turned in the early 1970s. His breakthrou"}]}, {"heading": "Births", "year": "1944", "date": "January 10", "txt": "Jeffrey Catherine Jones, American comics and fantasy artist (d. 2011)", "entities": [{"title": "Jeffrey Catherine Jones", "href": "/wiki/Jeffrey_Catherine_Jones", "description": "Jeffrey Catherine Jones was an American artist whose work is best known from the late 1960s through the 2000s. Jones created the cover art for over 150 books through 1976, as well as venturing into fine art during and after this time. Fantasy artist Frank Frazetta called Jones \"the greatest living painter\". Although Jones first achieved fame as simply Jeff Jones and lived for a time as male, she l"}]}, {"heading": "Births", "year": "1944", "date": "January 10", "txt": "Frank Sinatra, Jr., American singer and actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 10", "txt": "John Fahey, New Zealand-Australian lawyer and politician, 38th Premier of New South Wales (d. 2020)", "entities": [{"title": "John Fahey (politician)", "href": "/wiki/John_Fahey_(politician)", "description": "John Joseph Fahey AC was an Australian politician who served as Premier of New South Wales from 1992 to 1995 and as the federal Minister for Finance from 1996 to 2001. He was a member of the New South Wales Legislative Assembly from 1984 to 1996 and the federal House of Representatives from 1996 to 2001. Fahey also served as president of the World Anti-Doping Agency and later became chancellor of "}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1945", "date": "January 10", "txt": "Rod Stewart, British singer-songwriter", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 10", "txt": "Gunther von Hagens, German anatomist, invented plastination", "entities": [{"title": "Plastination", "href": "/wiki/Plastination", "description": "Plastination is a technique or process used in anatomy to preserve bodies or body parts, first developed by Gunther von Hagens in 1977. The water and fat are replaced by certain plastics, yielding specimens that can be touched, do not smell or decay, and even retain most properties of the original sample."}]}, {"heading": "Births", "year": "1947", "date": "January 10", "txt": "George Alec Effinger, American author (d. 2002)", "entities": [{"title": "George Alec Effinger", "href": "/wiki/George_Alec_Effinger", "description": "George Alec Effinger was an American science fiction author, born in Cleveland, Ohio."}]}, {"heading": "Births", "year": "1947", "date": "January 10", "txt": "James Morris, American opera singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 10", "txt": "Peer Steinbrück, German politician, German Minister of Finance", "entities": [{"title": "List of German finance ministers", "href": "/wiki/List_of_German_finance_ministers", "description": "The Minister of Finance of Germany is the head of the Federal Ministry of Finance and a member of the Federal Cabinet."}]}, {"heading": "Births", "year": "1947", "date": "January 10", "txt": "Tiit Vähi, Estonian engineer and politician, 11th Prime Minister of Estonia", "entities": [{"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1948", "date": "January 10", "txt": "Remu Aaltonen, Finnish musician", "entities": [{"title": "Remu Aaltonen", "href": "/wiki/Remu_Aaltonen", "description": "Henry Olavi \"Remu\" Aaltonen is a Finnish drummer and singer. He is the lead musician of the band Hurriganes, but has also pursued a solo singing career."}]}, {"heading": "Births", "year": "1948", "date": "January 10", "txt": "Donald Fagen, American singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 10", "txt": "Bernard Thévenet, French cyclist and sportscaster", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 10", "txt": "Kemal Derviş, Turkish economist and politician, Turkish Minister of Economy", "entities": [{"title": "Kemal Derviş", "href": "/wiki/Kemal_Dervi%C5%9F", "description": "Kemal Derviş is a Turkish economist and politician, and former head of the United Nations Development Programme. He was honored by the government of Japan for having \"contributed to mainstreaming Japan's development assistance policy through the United Nations\". In 2005, he was ranked 67th in the Top 100 Public Intellectuals Poll conducted by Prospect and Foreign Policy magazines. He is Vice Presi"}, {"title": "Ministry of Economy (Turkey)", "href": "/wiki/Ministry_of_Economy_(Turkey)", "description": "The Ministry of Economy was a government department responsible for the economic affairs of the Republic of Turkey. It was established following the 2011 general election with Justice and Development Party (AKP) Member of Parliament Zafer Çağlayan being appointed as the first Minister of the Economy."}]}, {"heading": "Births", "year": "1949", "date": "January 10", "txt": "George Foreman, American boxer, actor, and businessman", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 10", "txt": "Linda Lovelace, American porn actress and activist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 10", "txt": "Pat Benatar, American singer-songwriter", "entities": [{"title": "Pat Benatar", "href": "/wiki/Pat_Benatar", "description": "Patricia Mae Andrzejewski, known professionally as Pat Benatar, is an American rock singer-songwriter and four-time Grammy Award winner. In the United States, she has had two multi-Platinum albums, five Platinum albums, and 15 Billboard Top 40 singles, while in Canada she had eight straight Platinum albums."}]}, {"heading": "Births", "year": "1953", "date": "January 10", "txt": "Bobby Rahal, American race car driver", "entities": []}, {"heading": "Births", "year": "1954", "date": "January 10", "txt": "Baba Vaziroglu, Azerbaijani writer, poet and translator", "entities": [{"title": "Baba Vaziroglu", "href": "/wiki/Baba_Vaziroglu", "description": "Baba Vaziroglu is a prosaist, poet, translator, member of Union of Azerbaijani Writers since 1981, laureate of Republic Komsomol award, and an Honoured Art Figure of Azerbaijan Republic since 1 August 2005."}]}, {"heading": "Births", "year": "1956", "date": "January 10", "txt": "Shawn Colvin, American singer-songwriter and guitarist", "entities": [{"title": "Shawn Colvin", "href": "/wiki/Shawn_Colvin", "description": "Shawn Colvin is an American singer-songwriter and musician. While Colvin has been a solo recording artist for decades, she is best known for her 1997 Grammy Award-winning song \"Sunny Came Home\"."}]}, {"heading": "Births", "year": "1956", "date": "January 10", "txt": "Antonio Muñoz Molina, Spanish author", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 10", "txt": "Chandra Cheeseborough, American sprinter and coach", "entities": [{"title": "Chandra Cheeseborough", "href": "/wiki/Chandra_Cheeseborough", "description": "Chandra Danette Cheeseborough is a retired American sprinter. Cheeseborough broke onto the international track scene at age 16 by winning two gold medals at the 1975 Pan American Games, taking the 200 m in an American record time of 22.77 seconds. In 1976, she set the World junior record at 11.13 seconds by placing second at the U.S. Olympic trials, she then placed sixth in that event at the Montr"}]}, {"heading": "Births", "year": "1959", "date": "January 10", "txt": "Chris Van Hollen, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "January 10", "txt": "Fran Walsh, New Zealand screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "January 10", "txt": "Gurinder Chadha, Kenyan-English director, producer, and screenwriter", "entities": [{"title": "Gurinder Chadha", "href": "/wiki/Gurinder_Chadha", "description": "Gurinder Chadha, is a British film director of Indian origin. Most of her films explore the lives of Indians living in England. The common theme among her work showcases the trials of Indian women living in England and how they must reconcile their converging traditional and modern cultures. Although many of her films seem like simple quirky comedies about Indian women, they actually address many "}]}, {"heading": "Births", "year": "1960", "date": "January 10", "txt": "Brian Cowen, Irish lawyer and politician, 12th Taoiseach of Ireland", "entities": [{"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1960", "date": "January 10", "txt": "Benoît Pelletier, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 10", "txt": "Janet Jones, American actress", "entities": [{"title": "Janet Jones", "href": "/wiki/Janet_Jones", "description": "Janet Marie Gretzky is an American actress. She is married to retired ice hockey Hall of Famer Wayne Gretzky."}]}, {"heading": "Births", "year": "1961", "date": "January 10", "txt": "Nadja Salerno-Sonnenberg, Italian-American violinist, author, and educator", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 10", "txt": "Michael Fortier, Canadian lawyer and politician", "entities": [{"title": "Michael Fortier", "href": "/wiki/Michael_Fortier", "description": "Michael M. Fortier, is a Canadian financier, lawyer and former politician. A member of the Conservative Party, he served as Minister of Public Works and Government Services from 2006 to 2008, and Minister of International Trade in 2008 under Prime Minister Stephen Harper. Fortier served in Cabinet of Canada while a Senator, which proved controversial. In 2008, he resigned from the Senate to run fo"}]}, {"heading": "Births", "year": "1962", "date": "January 10", "txt": "Kathryn S. McKinley, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 10", "txt": "Malcolm Dunford, New Zealand-Australian footballer", "entities": [{"title": "Malcolm Dunford", "href": "/wiki/Malcolm_Dunford", "description": "Malcolm Dunford is a former successful New Zealand association football player who frequently represented his country in the 1980s and 90s. A centre back, Dunford played with a number of central defenders including Bobby Almond, Ricki Herbert- stalwarts of New Zealand's successful 1982 World Cup campaign - and Ceri Evans."}]}, {"heading": "Births", "year": "1963", "date": "January 10", "txt": "Kira Ivanova, Russian figure skater (d. 2001)", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 10", "txt": "Brad Roberts, Canadian singer-songwriter and guitarist", "entities": [{"title": "Brad Roberts", "href": "/wiki/Brad_Roberts", "description": "Bradley Kenneth Roberts is the lead singer and guitarist for the Canadian folk-rock band Crash Test Dummies. He sings in the bass-baritone range."}]}, {"heading": "Births", "year": "1967", "date": "January 10", "txt": "Maciej Śliwowski, Polish footballer", "entities": [{"title": "Maciej Śliwowski", "href": "/wiki/Maciej_%C5%9Aliwowski", "description": "Maciej Śliwowski is a retired Polish football forward."}]}, {"heading": "Births", "year": "1969", "date": "January 10", "txt": "Simone Bagel-Trah, German businessperson", "entities": [{"title": "Simone Bagel-Trah", "href": "/wiki/Simone_Bagel-Trah", "description": "Simone Bagel-Trah is a German businessperson and Chairman of the Supervisory Board and Chairman of the Shareholders' Committee of Henkel."}]}, {"heading": "Births", "year": "1970", "date": "January 10", "txt": "Alisa Marić, Serbian chess player and politician, Serbian Minister of Youth and Sports", "entities": [{"title": "Alisa Marić", "href": "/wiki/Alisa_Mari%C4%87", "description": "Alisa Marić, PhD is a Serbian chess player, who holds the FIDE titles of Woman Grandmaster and International Master."}, {"title": "Ministry of Youth and Sports (Serbia)", "href": "/wiki/Ministry_of_Youth_and_Sports_(Serbia)", "description": "The Ministry of Youth and Sports of the Republic of Serbia is the ministry in the Government of Serbia which is in the charge of youth and sports. The current minister is Vanja Udovičić, in office since 2 September 2013."}]}, {"heading": "Births", "year": "1972", "date": "January 10", "txt": "Mohammed Benzakour, Moroccan-Dutch journalist, poet, and author", "entities": [{"title": "Mohammed Benzakour", "href": "/wiki/Mohammed_Benzakour", "description": "Mohammed Benzakour is a Moroccan-Dutch columnist, essayist, poet, writer and politician. He is the third child in a family of five. At age three, he and mother and siblings settle in Zwijndrecht, Netherlands, where his father worked. He graduated from high school at vwo level and studied sociology at Leiden University and later political science and moved to Rotterdam to finish his master. Meanwhi"}]}, {"heading": "Births", "year": "1973", "date": "January 10", "txt": "Glenn Robinson, American basketball player", "entities": [{"title": "Glenn Robinson", "href": "/wiki/Glenn_Robinson", "description": "Glenn Alan Robinson Jr. is an American former professional basketball player. Nicknamed Big Dog, he played in the National Basketball Association (NBA) from 1994 to 2005 for the Milwaukee Bucks, Atlanta Hawks, Philadelphia 76ers, and San Antonio Spurs. Robinson attended Purdue University, was the first overall pick in the 1994 NBA draft, and is the father of Glenn Robinson III, who played college "}]}, {"heading": "Births", "year": "1973", "date": "January 10", "txt": "Félix Trinidad, Puerto Rican-American boxer", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 10", "txt": "Jemaine Clement, New Zealand comedian, actor, and musician", "entities": [{"title": "Jemaine Clement", "href": "/wiki/Jemaine_Clement", "description": "Jemaine Clement is a New Zealand actor, musician, comedian, singer, director and writer. With Bret McKenzie, as the Grammy Award-winning comedy duo Flight of the Conchords, he has released several albums and created comedy series for both the BBC and HBO. For the comedy series, he received six Primetime Emmy nominations."}]}, {"heading": "Births", "year": "1974", "date": "January 10", "txt": "Davide Dionigi, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 10", "txt": "Steve Marlet, French footballer, forward and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 10", "txt": "Bob Peeters, Belgian footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 10", "txt": "Hrithik Roshan, Indian actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 10", "txt": "Jake Delhomme, American football player", "entities": [{"title": "Jake Delhomme", "href": "/wiki/Jake_Delhomme", "description": "Jake Christopher Delhomme is a former American football quarterback who played professionally in the National Football League (NFL). Delhomme played college football at the University of Louisiana at Lafayette, then known as the University of Southwestern Louisiana, before being signed by the New Orleans Saints as an undrafted free agent after the 1997 NFL Draft. Delhomme began his professional ca"}]}, {"heading": "Births", "year": "1976", "date": "January 10", "txt": "Adam Kennedy, American baseball player", "entities": [{"title": "Adam Kennedy", "href": "/wiki/Adam_Kennedy", "description": "Adam Thomas Kennedy is an American former professional baseball second baseman. He played in Major League Baseball (MLB) for the St. Louis Cardinals, Oakland Athletics, Los Angeles Angels of Anaheim, Washington Nationals, Seattle Mariners, and Los Angeles Dodgers."}]}, {"heading": "Births", "year": "1976", "date": "January 10", "txt": "Ian Poulter, English golfer", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 10", "txt": "Johan van der Wath, South African cricketer", "entities": [{"title": "Johan van der Wath", "href": "/wiki/Johan_van_der_Wath", "description": "Johannes Jacobus van der Wath is a former South African cricketer who played Limited Over Internationals."}]}, {"heading": "Births", "year": "1979", "date": "January 10", "txt": "Simone Cavalli, Italian footballer", "entities": [{"title": "Simone Cavalli", "href": "/wiki/Simone_Cavalli", "description": "Simone Cavalli is a former Italian footballer."}]}, {"heading": "Births", "year": "1980", "date": "January 10", "txt": "Sarah Shahi, American actress", "entities": [{"title": "Sarah Shahi", "href": "/wiki/Sarah_Shahi", "description": "Aahoo Jahansouzshahi, known professionally as Sarah Shahi, is an American actress and former NFL Cheerleader. She played Carmen on The L Word in 2008, Kate Reed in the USA Network legal drama Fairly Legal (2011–2012), and Sameen Shaw on the CBS crime drama Person of Interest (2012–2016). She has also appeared as the main female role Det. Dani Reese in Life, and in a supporting role in Alias. In 20"}]}, {"heading": "Births", "year": "1981", "date": "January 10", "txt": "Jared Kushner, American real estate investor and political figure", "entities": [{"title": "Jared Kushner", "href": "/wiki/Jared_Kushner", "description": "Jared Corey Kushner is an American investor, heir, real estate developer, and newspaper publisher. He served as a senior advisor to his father-in-law, Donald Trump, the 45th president of the United States."}]}, {"heading": "Births", "year": "1982", "date": "January 10", "txt": "Julien Brellier, French footballer", "entities": [{"title": "Julien Brellier", "href": "/wiki/Julien_Brellier", "description": "Julien Brellier is a French footballer. He currently plays amateur football for AC Seyssinet. He is best known for his time with Scottish Premier League club Hearts, where he earned cult hero status due to his tough-tackling midfield displays."}]}, {"heading": "Births", "year": "1982", "date": "January 10", "txt": "Tomasz Brzyski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 10", "txt": "Marouane Chamakh, Moroccan footballer", "entities": [{"title": "Marouane Chamakh", "href": "/wiki/Marouane_Chamakh", "description": "Marouane Chamakh is a former professional footballer who played as a forward. He is described as a prototypical target man and is noted for his \"link-up play\", \"tall stature\" and \"excellent heading ability\". Chamakh is also Bordeaux’s eighth highest goalscorer of all-time."}]}, {"heading": "Births", "year": "1984", "date": "January 10", "txt": "Ariane Friedrich, German high jumper", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 10", "txt": "Kalki Koechlin, Indian actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 10", "txt": "Kirsten Flipkens, Belgian tennis player", "entities": [{"title": "Kirsten Flipkens", "href": "/wiki/Kirsten_Flipkens", "description": "Kirsten \"Flipper\" Flipkens is a Belgian professional tennis player. She has a career-high Women's Tennis Association (WTA) ranking of No. 13 in the world. Flipkens has won one WTA singles title, winning the international-level 2012 Tournoi de Quebec, as well as five doubles WTA titles. She also won 13 singles and two doubles titles on the ITF Women's Circuit, and one singles title at the WTA Chall"}]}, {"heading": "Births", "year": "1987", "date": "January 10", "txt": "César Cielo, Brazilian swimmer", "entities": [{"title": "César Cielo", "href": "/wiki/C%C3%A9sar_Cielo", "description": "César Augusto Cielo Filho is a Brazilian competitive swimmer who specializes in sprint events. He is the most successful Brazilian swimmer in history, having obtained three Olympic medals, winning six individual World Championship gold medals and breaking two world records."}]}, {"heading": "Births", "year": "1988", "date": "January 10", "txt": "Leonard Patrick Komon, Kenyan runner", "entities": [{"title": "Leonard Patrick Komon", "href": "/wiki/Leonard_Patrick_Komon", "description": "Leonard Patrick Komon is a Kenyan long-distance runner and was the world record holder in the 10 kilometres.\nHis 10K world record in 2010 with a time of 26:44 is a 17 seconds improvement on the previous best. He won a half marathon with 59:14 in 2014 (Berlin), which was the fastest debut half marathon in history at the time."}]}, {"heading": "Births", "year": "1989", "date": "January 10", "txt": "Emily Meade, American actress", "entities": [{"title": "Emily Meade", "href": "/wiki/Emily_Meade", "description": "Emily Meade is an American film and television actress. She has appeared in films such as Twelve (2010), My Soul to Take (2010), Gimme Shelter (2013), That Awkward Moment (2014), Money Monster (2016), and Nerve (2016), and the television series Boardwalk Empire, Law & Order: Special Victims Unit, The Leftovers and Broad City. She also portrayed a future version of the character Ella Blake in the t"}]}, {"heading": "Births", "year": "1990", "date": "January 10", "txt": "John Carlson, American ice hockey player", "entities": [{"title": "John Carlson (ice hockey)", "href": "/wiki/John_Carlson_(ice_hockey)", "description": "John Carlson is an American professional ice hockey defenseman and alternate captain for the Washington Capitals of the National Hockey League (NHL). He was drafted by the Capitals in the first round, 27th overall, in the 2008 NHL Entry Draft after playing a year in the United States Hockey League (USHL) with the Indiana Ice. Before reaching the NHL, Carlson played junior hockey in the Ontario Hoc"}]}, {"heading": "Births", "year": "1990", "date": "January 10", "txt": "Ishiura Shikanosuke, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 10", "txt": "Cody Walker, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 10", "txt": "Chad Townsend, Australian rugby league player", "entities": [{"title": "Chad Townsend", "href": "/wiki/Chad_Townsend", "description": "Chad Townsend is an Australian professional rugby league footballer who plays as a goal-kicking halfback and five-eighth for the Cronulla-Sutherland Sharks in the NRL."}]}, {"heading": "Births", "year": "1996", "date": "January 10", "txt": "Matthew Dufty, Australian rugby league player", "entities": [{"title": "Matthew Dufty", "href": "/wiki/Matthew_Dufty", "description": "Matthew Dufty is an Australian professional rugby league footballer who plays as a fullback for the St. George Illawarra Dragons in the NRL."}]}, {"heading": "Births", "year": "1996", "date": "January 10", "txt": "Dylan Edwards, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1997", "date": "January 10", "txt": "Patrick Herbert, New Zealand rugby league player", "entities": [{"title": "Patrick Herbert", "href": "/wiki/Patrick_Herbert", "description": "Patrick Herbert is a New Zealand rugby league footballer who plays as a centre or winger for the Gold Coast Titans in the NRL and the New Zealand Māori at international level."}]}, {"heading": "Births", "year": "1997", "date": "January 10", "txt": "Blake Lawrie, Australian rugby league player", "entities": []}, {"heading": "Deaths", "year": "259", "date": "January 10", "txt": "Polyeuctus, Roman saint", "entities": [{"title": "Polyeuctus", "href": "/wiki/Polyeuctus", "description": "Saint Polyeuctus of Melitene is an ancient Roman saint. Christian tradition states that he was a wealthy Roman army officer who was the first martyr in Melitene, Armenia, under Valerian."}]}, {"heading": "Deaths", "year": "314", "date": "January 10", "txt": "Miltiades, pope of the Catholic Church", "entities": [{"title": "Pope Miltiades", "href": "/wiki/Pope_Miltiades", "description": "Pope Miltiades, also known as Melchiades the African, was the bishop of Rome from 311 to his death on 10 or 11 January 314. It was during his pontificate that Emperor Constantine the Great issued the Edict of Milan (313), giving Christianity legal status within the Roman Empire. The pope also received the palace of Empress Fausta where the Lateran Palace, the papal seat and residence of the papal "}]}, {"heading": "Deaths", "year": "681", "date": "January 10", "txt": "Agatho, pope of the Catholic Church", "entities": [{"title": "Pope Agatho", "href": "/wiki/Pope_Agatho", "description": "Pope Agatho served as the bishop of Rome from 27 June 678 until his death. He heard the appeal of Wilfrid of York, who had been displaced from his See by the division of the Archdiocese ordered by Theodore of Canterbury. During Agatho's tenure, the Sixth Ecumenical Council was convened which dealt with the monothelitism controversy. He is venerated as a saint by both the Catholic and Eastern Ortho"}]}, {"heading": "Deaths", "year": "976", "date": "January 10", "txt": "John I Tzimiskes, Byzantine emperor (b. 925)", "entities": [{"title": "John I Tzimiskes", "href": "/wiki/John_I_Tzimiskes", "description": "John I Tzimiskes was the senior Byzantine Emperor from 11 December 969 to 10 January 976. An intuitive and successful general, he strengthened the Empire and expanded its borders during his short reign."}]}, {"heading": "Deaths", "year": "987", "date": "January 10", "txt": "Pietro I Orseolo, doge of Venice (b. 928)", "entities": [{"title": "Pietro I Orseolo", "href": "/wiki/Pietro_I_Orseolo", "description": "Pietro I Orseolo, O.S.B. Cam. (928–987) was the Doge of Venice from 976 until 978. He abdicated his office and left in the middle of the night to become a monk. He later entered the Camaldolese Order. He is venerated as a saint in the Catholic Church following his canonization in 1731. In 1733 the Venetian librarian Giuseppe Bettinelli published an edition of a biography written by the heretical F"}]}, {"heading": "Deaths", "year": "1055", "date": "January 10", "txt": "Bretislav I, duke of Bohemia", "entities": [{"title": "Bretislav I", "href": "/wiki/Bretislav_I", "description": "Bretislav I, known as the \"Bohemian Achilles\", of the Přemyslid dynasty, was Duke of Bohemia from 1035 until his death."}]}, {"heading": "Deaths", "year": "1094", "date": "January 10", "txt": "Al-Mustansir Billah, Egyptian caliph (b. 1029)", "entities": [{"title": "Al-Mustansir Billah", "href": "/wiki/Al-Mustansir_Billah", "description": "Abū Tamīm Ma‘ad al-Mustanṣir bi-llāh was the eighth Fatimid Caliph from 1036 until 1094. He was one of the longest reigning Muslim rulers."}]}, {"heading": "Deaths", "year": "1218", "date": "January 10", "txt": "Hugh I, king of Cyprus", "entities": [{"title": "Hugh I of Cyprus", "href": "/wiki/Hugh_I_of_Cyprus", "description": "Hugh I succeeded to the throne of Cyprus on 1 April 1205 underage upon the death of his elderly father Aimery, King of Cyprus and Jerusalem. His mother was Eschiva of Ibelin, heiress of that branch of Ibelins who had held Bethsan and Ramleh."}]}, {"heading": "Deaths", "year": "1276", "date": "January 10", "txt": "Gregory X, pope of the Catholic Church (b. 1210)", "entities": [{"title": "Pope Gregory X", "href": "/wiki/Pope_Gregory_X", "description": "Pope Gregory X, born Teobaldo Visconti, was Bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 1 September 1271 to his death and was a member of the Secular Franciscan Order. He was elected at the conclusion of a papal election that ran from 1268 to 1271, the longest papal election in the history of the Catholic Church."}]}, {"heading": "Deaths", "year": "1322", "date": "January 10", "txt": "Petrus Aureolus, scholastic philosopher", "entities": [{"title": "Petrus Aureolus", "href": "/wiki/Petrus_Aureolus", "description": "Petrus Aureolus was a scholastic philosopher and theologian. Little of his life before 1312 is known. After this time, he taught at the Franciscan convent in Bologna, then at the convent in Toulouse, around 1314. He went to Paris in 1316 in order to qualify for his doctorate, where he read the Sentences. In 1318 he was appointed master of theology at the University of Paris. In 1321, he was appoin"}]}, {"heading": "Deaths", "year": "1358", "date": "January 10", "txt": "Abu Inan Faris, Marinid ruler of Morocco (b. 1329)", "entities": [{"title": "Abu Inan Faris", "href": "/wiki/Abu_Inan_Faris", "description": "Abu Inan Faris was a Marinid ruler of Morocco. He succeeded his father Abu al-Hasan Ali ibn Othman in 1348. He extended his rule over Tlemcen and Ifriqiya, which covered the north of what is now Algeria and Tunisia, but was forced to retreat due to a revolt of Arab tribes there. He died strangled by his vizier in 1358."}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Deaths", "year": "1552", "date": "January 10", "txt": "Johann Cochlaeus, German humanist and controversialist (b. 1479)", "entities": [{"title": "Johann Cochlaeus", "href": "/wiki/Johann_Cochlaeus", "description": "Johann Cochlaeus (Cochläus) was a German humanist, music theorist, and controversialist."}]}, {"heading": "Deaths", "year": "1645", "date": "January 10", "txt": "William Laud, English archbishop and academic (b. 1573)", "entities": [{"title": "William Laud", "href": "/wiki/William_Laud", "description": "William Laud was a clergyman in the Church of England, appointed Archbishop of Canterbury by Charles I in 1633. A key advocate of Charles's religious reforms, he was arrested by Parliament in 1640, and executed towards the end of the First English Civil War in January 1645."}]}, {"heading": "Deaths", "year": "1654", "date": "January 10", "txt": "Nicholas Culpeper, English botanist, physician, and astrologer (b. 1616)", "entities": [{"title": "Nicholas Culpeper", "href": "/wiki/Nicholas_Culpeper", "description": "Nicholas Culpeper was an English botanist, herbalist, physician and astrologer. His The English Physitian is a store of pharmaceutical and herbal knowledge, and Astrological Judgement of Diseases from the Decumbiture of the Sick (1655) one of the most detailed works on medical astrology in Early Modern Europe. Culpeper catalogued hundreds of outdoor medicinal herbs. He scolded some methods of cont"}]}, {"heading": "Deaths", "year": "1698", "date": "January 10", "txt": "Louis-Sébastien Le Nain de Tillemont, French priest and historian (b. 1637)", "entities": [{"title": "Louis-Sébastien Le Nain de Tillemont", "href": "/wiki/Louis-S%C3%A9bastien_Le_Nain_de_Tillemont", "description": "Louis-Sébastien Le Nain de Tillemont was a French ecclesiastical historian."}]}, {"heading": "Deaths", "year": "1754", "date": "January 10", "txt": "Edward Cave, English publisher, founded The Gentleman's Magazine (b. 1691)", "entities": [{"title": "Edward Cave", "href": "/wiki/Edward_Cave", "description": "Edward Cave was an English printer, editor and publisher. He coined the term \"magazine\" for a periodical, founding The Gentleman's Magazine in 1731, and was the first publisher to successfully fashion a wide-ranging publication."}]}, {"heading": "Deaths", "year": "1761", "date": "January 10", "txt": "Edward Boscawen, English admiral and politician (b. 1711)", "entities": [{"title": "Edward Boscawen", "href": "/wiki/Edward_Boscawen", "description": "Admiral of the Blue Edward Boscawen, PC was a British Admiral in the Royal Navy and Member of Parliament for the borough of Truro, Cornwall. He is known principally for his various naval commands during the 18th century and the engagements that he won, including the siege of Louisburg in 1758 and Battle of Lagos in 1759. He is also remembered as the officer who signed the warrant authorising the e"}]}, {"heading": "Deaths", "year": "1778", "date": "January 10", "txt": "Carl Linnaeus, Swedish botanist and physician (b. 1707)", "entities": [{"title": "Carl Linnaeus", "href": "/wiki/Carl_Linnaeus", "description": "Carl Linnaeus, also known after his ennoblement as Carl von Linné, was a Swedish botanist, zoologist, taxonomist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\". Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus."}]}, {"heading": "Deaths", "year": "1794", "date": "January 10", "txt": "Georg Forster, German-Polish ethnologist and journalist (b. 1754)", "entities": [{"title": "Georg Forster", "href": "/wiki/Georg_Forster", "description": "Johann George Adam Forster was a German naturalist, ethnologist, travel writer, journalist, and revolutionary. At an early age, he accompanied his father, Johann Reinhold Forster, on several scientific expeditions, including James Cook's second voyage to the Pacific. His report of that journey, A Voyage Round the World, contributed significantly to the ethnology of the people of Polynesia and rema"}]}, {"heading": "Deaths", "year": "1811", "date": "January 10", "txt": "Joseph Chénier, French poet, playwright, and politician (b. 1764)", "entities": [{"title": "Joseph Chénier", "href": "/wiki/Joseph_Ch%C3%A9nier", "description": "Marie-Joseph Blaise de Chénier was a French poet, dramatist and politician of French and Greek origin."}]}, {"heading": "Deaths", "year": "1824", "date": "January 10", "txt": "Victor Emmanuel I, duke of Savoy and king of Sardinia (b. 1759)", "entities": [{"title": "Victor Emmanuel I of Sardinia", "href": "/wiki/Victor_Emmanuel_I_of_Sardinia", "description": "Victor Emmanuel I was the Duke of Savoy and King of Sardinia (1802–1821)."}]}, {"heading": "Deaths", "year": "1828", "date": "January 10", "txt": "François de Neufchâteau, French poet, academic, and politician, French Minister of the Interior (b. 1750)", "entities": [{"title": "François de Neufchâteau", "href": "/wiki/Fran%C3%A7ois_de_Neufch%C3%A2teau", "description": "Nicolas-Louis François de Neufchâteau was a French statesman, poet, and agricultural scientist."}, {"title": "Minister of the Interior (France)", "href": "/wiki/Minister_of_the_Interior_(France)", "description": "The Minister of the Interior is an important position in the Government of France. The office is equivalent to the Interior Minister of other countries, like the Home Secretary of the United Kingdom, the Minister of Public Safety in Canada or similar to a combination of the Attorney General and Secretary of Homeland Security in the United States."}]}, {"heading": "Deaths", "year": "1829", "date": "January 10", "txt": "Gregorio Funes, Argentinian clergyman, historian, and educator (b. 1749)", "entities": [{"title": "Gregorio Funes", "href": "/wiki/Gregorio_Funes", "description": "Gregorio Funes, also known as Deán Funes, was an Argentine clergyman, educator, historian, journalist and lawmaker who played a significant role in his nation's early, post-independence history."}]}, {"heading": "Deaths", "year": "1833", "date": "January 10", "txt": "Adrien-Marie Legendre, French mathematician and theorist (b. 1752)", "entities": [{"title": "Adrien-Marie Legendre", "href": "/wiki/Adrien-Marie_Legendre", "description": "Adrien-Marie Legendre was a French mathematician who made numerous contributions to mathematics. Well-known and important concepts such as the Legendre polynomials and Legendre transformation are named after him."}]}, {"heading": "Deaths", "year": "1843", "date": "January 10", "txt": "Dimitrie Macedonski, Greek-Romanian captain and politician (b. 1780)", "entities": [{"title": "Dimitrie Macedonski", "href": "/wiki/Dimitrie_Macedonski", "description": "Dimitrie Macedonski was a Wallachian Pandur captain and revolutionary leader."}]}, {"heading": "Deaths", "year": "1851", "date": "January 10", "txt": "Karl Freiherr von Müffling, Prussian field marshal (b. 1775)", "entities": [{"title": "Karl Freiherr von Müffling", "href": "/wiki/Karl_Freiherr_von_M%C3%BCffling", "description": "Friedrich Karl Ferdinand Freiherr von Müffling, called Weiss was a Prussian Generalfeldmarschall and military theorist. He served as Blücher's liaison officer in Wellington's headquarters during the Battle of Waterloo and was one of the organizers of the final victory over Napoleon. After the wars he served a diplomatic role at the Congress of Aix-la-Chappelle and was a major contributor to the de"}]}, {"heading": "Deaths", "year": "1855", "date": "January 10", "txt": "Mary Russell Mitford, English author and playwright (b. 1787)", "entities": [{"title": "Mary Russell Mitford", "href": "/wiki/Mary_Russell_Mitford", "description": "Mary Russell Mitford was an English author and dramatist. She was born at Alresford in Hampshire. She is best known for Our Village, a series of sketches of village scenes and vividly drawn characters based upon life in Three Mile Cross, a hamlet in the parish of Shinfield, near Reading in Berkshire, where she lived."}]}, {"heading": "Deaths", "year": "1862", "date": "January 10", "txt": "Samuel Colt, American engineer and businessman, founded Colt's Manufacturing Company (b. 1814)", "entities": [{"title": "Samuel Colt", "href": "/wiki/Samuel_Colt", "description": "Samuel Colt was an American inventor, industrialist, and businessman who established Colt's Patent Fire-Arms Manufacturing Company and made the mass production of revolvers commercially viable."}, {"title": "Colt's Manufacturing Company", "href": "/wiki/Colt%27s_Manufacturing_Company", "description": "Colt's Manufacturing Company, LLC is an American firearms manufacturer, founded in 1855 by Samuel Colt. It is the successor corporation to Colt's earlier firearms-making efforts, which started in 1836. Colt is known for the engineering, production, and marketing of firearms, most especially between the 1850s and World War I, when it was a dominating force in its industry and a seminal influence on"}]}, {"heading": "Deaths", "year": "1863", "date": "January 10", "txt": "Lyman Beecher, American minister and activist, co-founded the American Temperance Society (b. 1775)", "entities": [{"title": "Lyman Beecher", "href": "/wiki/Lyman_Beecher", "description": "Lyman Beecher was a Presbyterian minister, American Temperance Society co-founder and leader, and the father of 13 children, many of whom became noted figures, including Harriet Beecher Stowe, Henry Ward Beecher, Charles Beecher, Edward Beecher, Isabella Beecher Hooker, Catharine Beecher, and Thomas K. Beecher."}, {"title": "American Temperance Society", "href": "/wiki/American_Temperance_Society", "description": "The American Temperance Society (ATS), also known as the American Society for the Promotion of Temperance, was a society established on February 13, 1826, in Boston, Massachusetts. Within five years there were 2,220 local chapters in the U.S. with 170,000 members who had taken a pledge to abstain from drinking distilled beverages, though not wine and beer; it permitted the medicinal use of alcohol"}]}, {"heading": "Deaths", "year": "1895", "date": "January 10", "txt": "Benjamin Godard, French violinist and composer (b. 1849)", "entities": [{"title": "Benjamin Godard", "href": "/wiki/Benjamin_Godard", "description": "Benjamin Louis Paul Godard was a French violinist and Romantic-era composer of Jewish extraction, best known for his opera Jocelyn. Godard composed eight operas, five symphonies, two piano and two violin concertos, string quartets, sonatas for violin and piano, piano pieces and etudes, and more than a hundred songs. He died at the age of 45 in Cannes (Alpes-Maritimes) of tuberculosis and was burie"}]}, {"heading": "Deaths", "year": "1901", "date": "January 10", "txt": "James Robert Dickson, English-Australian businessman and politician, 1st Australian Minister for Defence (b. 1832)", "entities": [{"title": "James Robert Dickson", "href": "/wiki/James_Robert_Dickson", "description": "Sir James Robert Dickson, was an Australian politician and businessman, the 13th Premier of Queensland and a member of the first federal ministry."}, {"title": "Minister for Defence (Australia)", "href": "/wiki/Minister_for_Defence_(Australia)", "description": "The Minister for Defence is the principal minister responsible for the organisation, implementation, and formulation of government policy in defence and military matters for the Australian Government. The individual who holds this office directs the government’s approach to such matters through the Australian Defence Organisation and, by extension, the Department of Defence and the Australian Defe"}]}, {"heading": "Deaths", "year": "1904", "date": "January 10", "txt": "Jean-Léon Gérôme, French painter and sculptor (b. 1824)", "entities": [{"title": "Jean-Léon Gérôme", "href": "/wiki/Jean-L%C3%A9on_G%C3%A9r%C3%B4me", "description": "Jean-Léon Gérôme was a French painter and sculptor in the style now known as academicism. His paintings were so widely reproduced that he was \"arguably the world's most famous living artist by 1880.\" The range of his oeuvre included historical painting, Greek mythology, Orientalism, portraits, and other subjects, bringing the academic painting tradition to an artistic climax. He is considered one "}]}, {"heading": "Deaths", "year": "1905", "date": "January 10", "txt": "Kārlis Baumanis, Latvian composer (b. 1835)", "entities": [{"title": "Kārlis Baumanis", "href": "/wiki/K%C4%81rlis_Baumanis", "description": "Kārlis Baumanis, better known as Baumaņu Kārlis, was an ethnic Latvian composer in the Russian Empire. He is the author of the lyrics and music of  Dievs, svētī Latviju! , the national anthem of Latvia."}]}, {"heading": "Deaths", "year": "1917", "date": "January 10", "txt": "Buffalo Bill, American soldier and hunter (b. 1846)", "entities": [{"title": "Buffalo Bill", "href": "/wiki/Buffalo_Bill", "description": "William Frederick \"Buffalo Bill\" Cody was an American soldier, bison hunter, and showman. He was born in Le Claire, Iowa Territory, but he lived for several years in his father's hometown in modern-day Mississauga, Ontario, Canada, before the family returned to the Midwest and settled in the Kansas Territory."}]}, {"heading": "Deaths", "year": "1917", "date": "January 10", "txt": "Feliks Leparsky, Russian fencer and captain (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1920", "date": "January 10", "txt": "Sali Nivica, Albanian journalist and politician (b. 1890)", "entities": [{"title": "Sali Nivica", "href": "/wiki/Sali_Nivica", "description": "Sali Nivica or Sali Nivitza was a politician, a patriot, an Albanian journalist and a teacher. For his patriotic activity he received the highest Albanian award, 'Honour of the Nation' as well as that of 'Teacher of the People'."}]}, {"heading": "Deaths", "year": "1922", "date": "January 10", "txt": "Frank Tudor, Australian politician, 6th Australian Minister for Trade and Investment (b. 1866)", "entities": [{"title": "Frank Tudor", "href": "/wiki/Frank_Tudor", "description": "Francis Gwynne Tudor was an Australian politician who served as the leader of the Australian Labor Party from 1916 until his death. He had previously been a government minister under Andrew Fisher and Billy Hughes."}, {"title": "Minister for Trade and Investment (Australia)", "href": "/wiki/Minister_for_Trade_and_Investment_(Australia)", "description": "The Minister for Trade, Tourism and Investment is a portfolio in the Government of Australia, falling within the Department of Foreign Affairs and Trade (DFAT). The incumbent minister is Dan Tehan MP of the Liberal Party, who has held the position in the Morrison Government since 22 December 2020."}]}, {"heading": "Deaths", "year": "1926", "date": "January 10", "txt": "Eino Leino, Finnish poet and journalist (b. 1878)", "entities": [{"title": "Eino Leino", "href": "/wiki/Eino_Leino", "description": "Eino Leino was a Finnish poet and journalist who is considered one of the pioneers of Finnish poetry and a national poet of Finland. His poems combine modern and Finnish folk elements. Much of his work is in the style of the Kalevala and folk songs in general. Nature, love, and despair are frequent themes in Leino's work. He is beloved and widely read in Finland today."}]}, {"heading": "Deaths", "year": "1935", "date": "January 10", "txt": "Edwin Flack, Australian tennis player and runner (b. 1873)", "entities": [{"title": "Edwin Flack", "href": "/wiki/Edwin_Flack", "description": "Edwin Harold Flack was an Australian athlete and tennis player. Also known as \"Teddy\", he was Australia's first Olympian, being its only representative in 1896, and the first Olympic champion in the 800 metres and the 1500 metres running events."}]}, {"heading": "Deaths", "year": "1935", "date": "January 10", "txt": "Charlie McGahey, English cricketer and footballer (b. 1871)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "January 10", "txt": "Frank Bridge, English viola player and composer (b. 1879)", "entities": [{"title": "Frank Bridge", "href": "/wiki/Frank_Bridge", "description": "Frank Bridge was an English composer, violist and conductor."}]}, {"heading": "Deaths", "year": "1941", "date": "January 10", "txt": "John Lavery, Irish painter and academic (b. 1856)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "January 10", "txt": "Issai Schur, Belarusian-German mathematician and academic (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1949", "date": "January 10", "txt": "Erich von Drygalski, German geographer and geophysicist (b. 1865)", "entities": [{"title": "Erich von Drygalski", "href": "/wiki/Erich_von_Drygalski", "description": "Erich Dagobert von Drygalski was a German geographer, geophysicist and polar scientist, born in Königsberg, then under the Province of Prussia."}]}, {"heading": "Deaths", "year": "1951", "date": "January 10", "txt": "Sinclair Lewis, American novelist, short-story writer, and playwright, Nobel Prize laureate (b. 1885)", "entities": [{"title": "Sinclair Lewis", "href": "/wiki/Sinclair_Lewis", "description": "Harry Sinclair Lewis was an American writer and playwright. In 1930, he became the first writer from the United States to receive the Nobel Prize in Literature, which was awarded \"for his vigorous and graphic art of description and his ability to create, with wit and humor, new types of characters.\" His works are known for their critical views of American capitalism and materialism in the interwar"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1951", "date": "January 10", "txt": "Yoshio Nishina, Japanese physicist and academic (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1954", "date": "January 10", "txt": "Chester Wilmot, American journalist and historian (b. 1911)", "entities": [{"title": "Chester Wilmot", "href": "/wiki/Chester_Wilmot", "description": "Reginald William Winchester Wilmot was an Australian war correspondent who reported for the BBC and the ABC during the Second World War. After the war he continued to work as a broadcast reporter, and wrote a well-appreciated book about the liberation of Europe. He was killed in the crash of a BOAC Comet over the Mediterranean Sea."}]}, {"heading": "Deaths", "year": "1956", "date": "January 10", "txt": "Zonia Baber, American geographer and geologist (b. 1862)", "entities": [{"title": "Zonia Baber", "href": "/wiki/Zonia_Baber", "description": "Zonia Baber, born Mary Arizona Baber in Clark County, Illinois, was an American geographer and geologist best known for developing methods for teaching geography. Her teachings emphasized experiential learning through field work and experimentation."}]}, {"heading": "Deaths", "year": "1957", "date": "January 10", "txt": "Gabriela Mistral, Chilean poet and academic, Nobel Prize laureate (b. 1889)", "entities": [{"title": "Gabriela Mistral", "href": "/wiki/Gabriela_Mistral", "description": "Lucila Godoy Alcayaga, known by her pseudonym Gabriela Mistral, was a Chilean poet-diplomat, educator and humanist. In 1945 she became the first Latin American author to receive a Nobel Prize in Literature, \"for her lyric poetry which, inspired by powerful emotions, has made her name a symbol of the idealistic aspirations of the entire Latin American world\". Some central themes in her poems are na"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1957", "date": "January 10", "txt": "Laura Ingalls Wilder, American novelist (b. 1867)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "January 10", "txt": "Şükrü Kaya, Turkish jurist and politician, Turkish Minister of Foreign Affairs (b. 1883)", "entities": [{"title": "Şükrü Kaya", "href": "/wiki/%C5%9E%C3%BCkr%C3%BC_Kaya", "description": "Şükrü Kaya was a Turkish civil servant and politician, who served as government minister, Minister of Interior and Minister of Foreign affairs in several governments."}, {"title": "List of Ministers of Foreign Affairs (Turkey)", "href": "/wiki/List_of_Ministers_of_Foreign_Affairs_(Turkey)", "description": "The following is a list of Ministers of Foreign Affairs of Turkey."}]}, {"heading": "Deaths", "year": "1960", "date": "January 10", "txt": "Jack Laviolette, Canadian ice hockey player, coach, and manager (b. 1879)", "entities": [{"title": "Jack Laviolette", "href": "/wiki/Jack_Laviolette", "description": "John \"Jack\" Laviolette was a Canadian professional ice hockey player. Laviolette played nine seasons for the Montreal Canadiens hockey club and was their first captain, coach, and general manager."}]}, {"heading": "Deaths", "year": "1961", "date": "January 10", "txt": "Dashiell Hammett, American detective novelist and screenwriter (b. 1894)", "entities": [{"title": "Dashiell Hammett", "href": "/wiki/Dashiell_Hammett", "description": "Samuel Dashiell Hammett was an American author of hard-boiled detective novels and short stories. He was also a screenwriter and political activist. Among the enduring characters he created are Sam Spade, Nick and Nora Charles, the Continental Op and the comic strip character Secret Agent X-9."}]}, {"heading": "Deaths", "year": "1967", "date": "January 10", "txt": "Charles E. Burchfield, American painter (b. 1893)", "entities": [{"title": "Charles E. Burchfield", "href": "/wiki/Charles_E._Burchfield", "description": "Charles Ephraim Burchfield was an American painter and visionary artist, known for his passionate watercolors of nature scenes and townscapes. The largest collection of Burchfield's paintings, archives and journals are in the collection of the Burchfield Penney Art Center in Buffalo. His paintings are in the collections of more than 109 museums in the USA and have been the subject of exhibitions a"}]}, {"heading": "Deaths", "year": "1968", "date": "January 10", "txt": "Ali Fuat Cebesoy, Turkish general and politician, 6th Speaker of the Parliament of Turkey (b. 1882)", "entities": [{"title": "Ali Fuat Cebesoy", "href": "/wiki/Ali_Fuat_Cebesoy", "description": "Ali Fuat Cebesoy was a Turkish army officer and politician."}, {"title": "Speaker of the Parliament of Turkey", "href": "/wiki/Speaker_of_the_Parliament_of_Turkey", "description": "This article lists the speakers of the Grand National Assembly of Turkey. The name of the parliament of the Republic of Turkey, originally and currently the Grand National Assembly of Turkey since its establishment on 23 April 1920, has for short periods been changed."}]}, {"heading": "Deaths", "year": "1969", "date": "January 10", "txt": "Sampurnanand, Indian educator and politician, 2nd Governor of Rajasthan (b. 1891)", "entities": [{"title": "Sampurnanand", "href": "/wiki/Sampurnanand", "description": "Dr Sampurnanand was a teacher and politician in Uttar Pradesh, India. He served as the second Chief Minister of Uttar Pradesh from 1954 to 1960. If single tenures in the office of the Uttar Pradesh Chief Ministers are only considered, then Dr. Sampurnanand had the longest stretch from 28 December 1954 to 7 December 1960, which is almost six years in the office. Dr. Sampurnanand, a scholar of Sansk"}, {"title": "Governor of Rajasthan", "href": "/wiki/Governor_of_Rajasthan", "description": "The Governor of Rajasthan is the nominal head of state and the representative of the President of India of the state of Rajasthan. The governor's powers are mostly ceremonial and the executive powers of the governor are exercised by the Chief Minister of Rajasthan, who is the head of the executive of the state government of Rajasthan.\nThe following is a list of governors of Rajasthan."}]}, {"heading": "Deaths", "year": "1970", "date": "January 10", "txt": "Pavel Belyayev, Russian pilot and astronaut (b. 1925)", "entities": [{"title": "Pavel Belyayev", "href": "/wiki/Pavel_Belyayev", "description": "Pavel Ivanovich Belyayev, was a Soviet fighter pilot with extensive experience in piloting different types of aircraft. He was the first commander of the cosmonaut corps and the cosmonaut who commanded the historic Voskhod 2 mission which saw the first man walk in space in 1965."}]}, {"heading": "Deaths", "year": "1971", "date": "January 10", "txt": "Coco Chanel, French fashion designer, founded Chanel (b. 1883)", "entities": [{"title": "Coco Chanel", "href": "/wiki/Coco_Chanel", "description": "Gabrielle Bonheur \"Coco\" Chanel was a French fashion designer and businesswoman. The founder and namesake of the Chanel brand, she was credited in the post-World War I era with popularizing a sporty, casual chic as the feminine standard of style, replacing the \"corseted silhouette\" that was dominant beforehand. She is the only fashion designer listed on Time magazine's list of the 100 most influen"}, {"title": "Chanel", "href": "/wiki/Chanel", "description": "Chanel is a French luxury fashion house that was founded by couturière Coco Chanel in 1910. It focuses on women's high fashion and ready-to-wear clothes, luxury goods and accessories. The company is currently owned by Alain Wertheimer and Gérard Wertheimer, grandsons of Pierre Wertheimer, who was an early business partner of Coco Chanel."}]}, {"heading": "Deaths", "year": "1971", "date": "January 10", "txt": "Ignazio Giunti, Italian racing driver (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "January 10", "txt": "Aksel Larsen, Danish lawyer and politician (b. 1897)", "entities": [{"title": "Aksel Larsen", "href": "/wiki/Aksel_Larsen", "description": "Aksel Larsen was a Danish politician who was chairman of the Communist Party of Denmark (DKP) and chairman and founder of the Socialist People's Party. He is remembered today for his long service in the Communist Party of Denmark, for his time as a concentration camp inmate at Sachsenhausen, and for being the founder of the Socialist People's Party."}]}, {"heading": "Deaths", "year": "1976", "date": "January 10", "txt": "Howlin' Wolf, American singer-songwriter and guitarist (b. 1910)", "entities": [{"title": "Howlin' Wolf", "href": "/wiki/Howlin%27_Wolf", "description": "Howlin' Wolf was a Chicago blues singer, guitarist, and harmonica player. Originally from Mississippi, he moved to Chicago in adulthood and became successful, forming a rivalry with fellow bluesman Muddy Waters. With a booming voice and imposing physical presence, he is one of the best-known Chicago blues artists."}]}, {"heading": "Deaths", "year": "1978", "date": "January 10", "txt": "Pedro Joaquín Chamorro Cardenal, Nicaraguan journalist and author (b. 1924)", "entities": [{"title": "Pedro Joaquín Chamorro Cardenal", "href": "/wiki/Pedro_Joaqu%C3%ADn_Chamorro_Cardenal", "description": "Pedro Joaquín Chamorro Cardenal was a Nicaraguan journalist and publisher. He was the editor of La Prensa, the only significant opposition newspaper to the long rule of the Somoza family. He is a 1977 laureate of the Maria Moors Cabot Prize of the University of Columbia. He married Violeta Barrios de Chamorro who later went on to become President of Nicaragua (1990-1996). In 1978, he was shot to d"}]}, {"heading": "Deaths", "year": "1978", "date": "January 10", "txt": "Don Gillis, American composer and conductor (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "January 10", "txt": "Hannah Gluckstein, British painter (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "January 10", "txt": "Fawn M. Brodie, American historian and author (b. 1915)", "entities": [{"title": "Fawn M. Brodie", "href": "/wiki/Fawn_M._Brodie", "description": "Fawn McKay Brodie was an American biographer and one of the first female professors of history at UCLA, who is best known for Thomas Jefferson: An Intimate History (1974), a work of psychobiography, and No Man Knows My History (1945), an early biography of Joseph Smith, the founder of the Latter Day Saint movement."}]}, {"heading": "Deaths", "year": "1984", "date": "January 10", "txt": "Souvanna Phouma, Laotian politician, 8th Prime Minister of Laos (b. 1901)", "entities": [{"title": "Souvanna Phouma", "href": "/wiki/Souvanna_Phouma", "description": "Prince Souvanna Phouma was the leader of the neutralist faction and Prime Minister of the Kingdom of Laos several times."}, {"title": "Prime Minister of Laos", "href": "/wiki/Prime_Minister_of_Laos", "description": "The prime minister of Laos, formerly the chairman of the Council of Government of the Lao People's Democratic Republic, is the head of government of Laos. The highest position in the government, he or she directs the country's executive branch. The prime minister is accountable to the president, the National Assembly and the country's only legal party: the Lao People's Revolutionary Party (LPRP). "}]}, {"heading": "Deaths", "year": "1986", "date": "January 10", "txt": "Jaroslav Seifert, Czech journalist and poet, Nobel Prize laureate (b. 1901)", "entities": [{"title": "Jaroslav Seifert", "href": "/wiki/Jaroslav_Seifert", "description": "Jaroslav Seifert was a Nobel Prize–winning Czechoslovak writer, poet and journalist.\nIn 1984 Jaroslav Seifert won the Nobel Prize in Literature \"for his poetry which endowed with freshness, sensuality and rich inventiveness provides a liberating image of the indomitable spirit and versatility of man\"."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1987", "date": "January 10", "txt": "Marion Hutton, American singer (b. 1919)", "entities": [{"title": "Marion Hutton", "href": "/wiki/Marion_Hutton", "description": "Marion Hutton was an American singer and actress. She is best remembered for her singing with the Glenn Miller Orchestra from 1938 to 1942. She was the sister of actress and singer Betty Hutton."}]}, {"heading": "Deaths", "year": "1987", "date": "January 10", "txt": "David Robinson, English businessman and philanthropist (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "January 10", "txt": "Herbert Morrison, American journalist and producer (b. 1905)", "entities": [{"title": "Herbert Morrison (announcer)", "href": "/wiki/Herbert_Morrison_(announcer)", "description": "Herbert Oglevee \"Herb\" Morrison was an American radio journalist best known for his dramatic report of the Hindenburg disaster, a catastrophic fire that destroyed the LZ 129 Hindenburg zeppelin on May 6, 1937, killing 36 people."}]}, {"heading": "Deaths", "year": "1990", "date": "January 10", "txt": "Tochinishiki Kiyotaka, Japanese sumo wrestler, the 44th Yokozuna (b. 1925)", "entities": [{"title": "Tochinishiki Kiyotaka", "href": "/wiki/Tochinishiki_Kiyotaka", "description": "Tochinishiki Kiyotaka  was a Japanese professional sumo wrestler from Tokyo. He was the sport's 44th yokozuna. He won ten top division yūshō or tournament championships and was a rival of fellow yokozuna Wakanohana I. He became the head coach of Kasugano stable in 1959 and was head of the Japan Sumo Association from 1974 until 1988."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1992", "date": "January 10", "txt": "Roberto Bonomi, Argentinian racing driver (b. 1919)", "entities": [{"title": "Roberto Bonomi", "href": "/wiki/Roberto_Bonomi", "description": "Roberto Wenceslao Bonomi Oliva was a racing driver who took part in one Formula One World Championship Grand Prix driving a Cooper for the Scuderia Centro Sud team. Before he participated in Formula One he was a sports car champion in 1952 and 1953, as well as a member of the Argentine team to race in Europe. Bonomi worked as a local politician and landowner."}]}, {"heading": "Deaths", "year": "1995", "date": "January 10", "txt": "Kathleen Tynan, Canadian-English journalist, author, and screenwriter (b. 1937)", "entities": [{"title": "Kathleen Tynan", "href": "/wiki/Kathleen_Tynan", "description": "Kathleen Jeannette Halton Tynan was a Canadian-British journalist, author, and screenwriter."}]}, {"heading": "Deaths", "year": "1997", "date": "January 10", "txt": "Elspeth Huxley, Kenyan-English journalist and author (b. 1907)", "entities": [{"title": "Elspeth Huxley", "href": "/wiki/Elspeth_Huxley", "description": "Elspeth Joscelin Huxley CBE was an English author, journalist, broadcaster, magistrate, environmentalist, farmer, and government adviser. She wrote over 40 books, including her best-known lyrical books, The Flame Trees of Thika and The Mottled Lizard, based on her youth in a coffee farm in British Kenya. Her husband, Gervas Huxley, was a grandson of Thomas Huxley and a cousin of Aldous Huxley."}]}, {"heading": "Deaths", "year": "1997", "date": "January 10", "txt": "Sheldon Leonard, American actor, director, and producer (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "January 10", "txt": "Alexander R. Todd, Baron Todd, Scottish-English biochemist and academic, Nobel Prize laureate (b. 1907)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1999", "date": "January 10", "txt": "Edward Williams, Australian lieutenant, pilot, and judge (b. 1921)", "entities": [{"title": "Edward Williams (Queensland judge)", "href": "/wiki/Edward_Williams_(Queensland_judge)", "description": "\n\n\nSir Edward Stratten Williams was a judge of the Supreme Court of Queensland."}]}, {"heading": "Deaths", "year": "2000", "date": "January 10", "txt": "Sam Jaffe, American screenwriter and producer (b. 1901)", "entities": [{"title": "Sam Jaffe (producer)", "href": "/wiki/Sam_Jaffe_(producer)", "description": "Sam Jaffe was, at different points in his career in the motion picture industry, an agent, a producer and a studio executive."}]}, {"heading": "Deaths", "year": "2004", "date": "January 10", "txt": "Spalding Gray, American actor and screenwriter (b. 1941)", "entities": [{"title": "Spalding Gray", "href": "/wiki/Spalding_Gray", "description": "Spalding Gray was an American actor and writer. He is best known for the autobiographical monologues that he wrote and performed for the theater in the 1980s and 1990s, as well as for his film adaptations of these works, beginning in 1987. He wrote and starred in several, working with different directors."}]}, {"heading": "Deaths", "year": "2005", "date": "January 10", "txt": "Wasyly, Ukrainian-Canadian bishop (b. 1909)", "entities": [{"title": "Wasyly (Fedak)", "href": "/wiki/Wasyly_(Fedak)", "description": "Metropolitan Wasyly or Basil, was the Primate of the Ukrainian Orthodox Church of Canada (UOCC) from 1985 until his death in 2005."}]}, {"heading": "Deaths", "year": "2005", "date": "January 10", "txt": "Jack Horner, American journalist (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 10", "txt": "Princess Joséphine Charlotte of Belgium (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "January 10", "txt": "Carlo Ponti, Italian film producer (b. 1912)", "entities": [{"title": "Carlo Ponti", "href": "/wiki/Carlo_Ponti", "description": "Carlo Fortunato Pietro Ponti Sr. was an Italian film producer with more than 140 productions to his credit. He was the husband of international film star Sophia Loren."}]}, {"heading": "Deaths", "year": "2007", "date": "January 10", "txt": "Bradford Washburn, American explorer, photographer, and cartographer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 10", "txt": "Christopher Bowman, American figure skater and actor (b. 1967)", "entities": [{"title": "Christopher Bowman", "href": "/wiki/Christopher_Bowman", "description": "Christopher Nicol Bowman was an American figure skater. He was a two-time World medalist, the 1983 World Junior champion, and a two-time U.S. national champion. He competed in two Olympic Winter Games, placing 7th in 1988 and 4th in 1992."}]}, {"heading": "Deaths", "year": "2008", "date": "January 10", "txt": "Maila Nurmi, Finnish-American actress, producer, and screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 10", "txt": "Patcha Ramachandra Rao, Indian metallurgist, educator and administrator (b. 1942)", "entities": [{"title": "Patcha Ramachandra Rao", "href": "/wiki/Patcha_Ramachandra_Rao", "description": "Patcha Ramachandra Rao was a metallurgist and administrator. He has the unique distinction of being the only Vice-Chancellor (2002–05) of the Banaras Hindu University (BHU) who was also a student (1963–68) and faculty (1964–92) at that institution. From 1992 to 2002, Rao was the Director of the National Metallurgical Laboratory, Jamshedpur. After his tenure as Vice-Chancellor of B.H.U., in 2005, h"}]}, {"heading": "Deaths", "year": "2011", "date": "January 10", "txt": "Margaret Whiting, American singer (b. 1924)", "entities": [{"title": "Margaret Whiting", "href": "/wiki/Margaret_Whiting", "description": "Margaret Eleanor Whiting was an American popular music and country music singer who gained popularity in the 1940s and 1950s."}]}, {"heading": "Deaths", "year": "2012", "date": "January 10", "txt": "Jean Pigott, Canadian businesswoman and politician (b. 1924)", "entities": [{"title": "Jean Pigott", "href": "/wiki/Jean_Pigott", "description": "Jean Elizabeth Morrison Pigott, OC was a Canadian politician and businesswoman."}]}, {"heading": "Deaths", "year": "2012", "date": "January 10", "txt": "Gevork Vartanian, Russian intelligence agent (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 10", "txt": "George Gruntz, Swiss pianist and composer (b. 1932)", "entities": [{"title": "George Gruntz", "href": "/wiki/George_Gruntz", "description": "George Gruntz was a Swiss jazz pianist, organist, harpsichordist, keyboardist, and composer known for the George Gruntz Concert Big Band and his work with Phil Woods, Rahsaan Roland Kirk, Don Cherry, Chet Baker, Art Farmer, Dexter Gordon, Johnny Griffin, and Mel Lewis."}]}, {"heading": "Deaths", "year": "2013", "date": "January 10", "txt": "Claude Nobs, Swiss businessman, founded the Montreux Jazz Festival (b. 1936)", "entities": [{"title": "Montreux Jazz Festival", "href": "/wiki/Montreux_Jazz_Festival", "description": "The Montreux Jazz Festival is a music festival in Switzerland, held annually in early July in Montreux on the Lake Geneva shoreline. It is the second largest annual jazz festival in the world after Canada's Montreal International Jazz Festival."}]}, {"heading": "Deaths", "year": "2014", "date": "January 10", "txt": "Sam Berns, American activist (b. 1996)", "entities": [{"title": "Sam Berns", "href": "/wiki/Sam_Berns", "description": "Sampson Gordon Berns was an American activist who had progeria and helped raise awareness about the disease. He was the subject of the HBO documentary Life According to Sam, which was first screened in January 2013."}]}, {"heading": "Deaths", "year": "2014", "date": "January 10", "txt": "Petr Hlaváček, Czech shoemaker and academic (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 10", "txt": "Zbigniew Messner, Polish economist and politician, 9th Prime Minister of the Republic of Poland (b. 1929)", "entities": [{"title": "List of Prime Ministers of Poland", "href": "/wiki/List_of_Prime_Ministers_of_Poland", "description": "The Prime Minister of Poland is the chief executive of the government of Poland. This is a list of prime ministers of Poland."}]}, {"heading": "Deaths", "year": "2014", "date": "January 10", "txt": "Larry Speakes, American journalist, 16th White House Press Secretary (b. 1939)", "entities": [{"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Deaths", "year": "2015", "date": "January 10", "txt": "Junior Malanda, Belgian footballer (b. 1994)", "entities": [{"title": "Junior Malanda", "href": "/wiki/Junior_Malanda", "description": "Bernard Malanda-Adje, nicknamed Junior Malanda, was a Belgian professional footballer who last played for German club VfL Wolfsburg as a defensive midfielder."}]}, {"heading": "Deaths", "year": "2015", "date": "January 10", "txt": "Taylor Negron, American actor, playwright, and painter (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 10", "txt": "Francesco Rosi, Italian director and screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 10", "txt": "Robert Stone, American novelist and short story writer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 10", "txt": "David Bowie, English singer-songwriter, producer, and actor (b. 1947)", "entities": [{"title": "David Bowie", "href": "/wiki/David_Bowie", "description": "David Robert Jones OAL, known professionally as David Bowie, was an English singer-songwriter and actor. A leading figure in the music industry, Bowie is regarded as one of the most influential musicians of the 20th century. He was acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, with his music "}]}, {"heading": "Deaths", "year": "2016", "date": "January 10", "txt": "George Jonas, Hungarian-Canadian journalist, author, and poet (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 10", "txt": "Buddy Greco, American jazz and pop singer and pianist (b. 1926)", "entities": [{"title": "Buddy Greco", "href": "/wiki/Buddy_Greco", "description": "Armando Joseph \"Buddy\" Greco was an American jazz and pop singer and pianist who had a long career in the US and UK. His recordings have sold millions, including \"Oh Look A-There Ain't She Pretty\", \"Up, Up and Away\", and \"Around the World\". His most successful single was \"The Lady Is a Tramp\", which sold over one million copies. During his career, he recorded over sixty albums. He conducted the Lo"}]}, {"heading": "Deaths", "year": "2017", "date": "January 10", "txt": "Clare Hollingworth, English journalist (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "January 10", "txt": "Qaboos bin Said, Ruler Of Oman (b. 1940)", "entities": [{"title": "Qaboos bin Said", "href": "/wiki/Qaboos_bin_Said", "description": "Qaboos bin Said Al Said was the Sultan of Oman from 23 July 1970 until his death. A fifteenth-generation descendant of the founder of the House of Al Said, he was the longest-serving leader in the Middle East and Arab world at the time of his death."}]}]